{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "O401_7e 616..620   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/12775197  14-3-3Sigma is required to prevent mitotic catastrophe after DNA damage  Article  in  Nature · November 1999  DOI: 10.1038/44188 · Source: PubMed  CITATIONS  901 READS  135  5 authors, including:  Some of the authors of this publication are also working on these related projects:  Targetting PI3K for precission therapeutics View project  Ganetespib View project  Heiko Hermeking  Ludwig-Maximilians-University of Munich  177 PUBLICATIONS   22,077 CITATIONS     SEE PROFILE  Bert Vogelstein  Johns Hopkins Medicine  847 PUBLICATIONS   348,484 CITATIONS     SEE PROFILE  All content following this page was uploaded by Heiko Hermeking on 02 June 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/12775197_14-3-3Sigma_is_required_to_prevent_mitotic_catastrophe_after_DNA_damage?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/12775197_14-3-3Sigma_is_required_to_prevent_mitotic_catastrophe_after_DNA_damage?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Targetting-PI3K-for-precission-therapeutics?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Ganetespib?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Heiko-Hermeking?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Heiko-Hermeking?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Ludwig-Maximilians-University_of_Munich?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Heiko-Hermeking?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bert-Vogelstein?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bert-Vogelstein?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Johns-Hopkins-Medicine?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bert-Vogelstein?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Heiko-Hermeking?enrichId=rgreq-6630357a7cdf49ab56751e8ed389cbaf-XXX&enrichSource=Y292ZXJQYWdlOzEyNzc1MTk3O0FTOjEwMzQ5NTA3NjE1NTQwNEAxNDAxNjg2NTU3NzMx&el=1_x_10&_esc=publicationCoverPdf     1999 Macmillan Magazines Ltd  letters to nature  616 NATURE | VOL 401 | 7 OCTOBER 1999 | www.nature.com  Received 4 June; accepted 28 July 1999.  1. Machesky, L. M. & Insall, R. H. Scar1 and the related Wiskott-Aldrich syndrome protein  WASP regulate the actin cytoskeleton through the Arp2/3 complex. Curr. Biol. 8, 1347-1356  (1998).  2. Machesky, L. M. et al. Scar, a WASP-related protein, activates dendritic nucleation of actin filaments  by the Arp2/3 complex. Proc. Natl Acad. Sci. USA 96, 3739-3744 (1999).  3. Rohatgi, R. et al. The interaction between N-WASP and the Arp2/3 complex links Cdc42-dependent  signals to actin assembly. Cell 97, 221-231 (1999).  4. Winter, D., Lechler, T. & Li, R. Activation of the Arp2/3 complex by Bee 1p, a WASP-family protein.  Curr. Biol. 9, 501-504 (1999).  5. Yarar, D., To, W., Abo, A. & Welch, M. D. The Wiskott-Aldrich syndrome protein directs  actin-based motility by stimulating actin nucleation with the Arp2/3 complex. Curr. Biol. 9, 555-558  (1999).  6. Svitkina, T. M. & Borisy, G. G. Arp2/3 complex and Actin Depolymerizing Factor/cofilin in dendritic  organization and treadmilling of actin filament array in lamellipodia. J. Cell Biol. 145, 1009-1026  (1999).  7. Theriot, J. A., Mitchison, T. J., Tilney, L. G. & Portnoy, D. A. The rate of actin-based motility of  intracellular Listeria monocytogenes equals the rate of actin polymerisation. Nature 357, 257-260  (1992).  8. Welch, M. D., Iwamatsu, A. & Mitchison, T. J. Actin polymerization is induced by Arp2/3 protein  complex at the surface of Listeria monocytogenes. Nature 385, 265-269 (1997).  9. Welch, M. D., Rosenblatt, J., Skoble, J., Portnoy, D. A. & Mitchison, T. J. Interaction of human Arp2/3  complex and the Listeria monocytogenes ActA protein in actin filament nucleation. Science 281, 105-  108 (1998).  10. Egile, C. et al. Activation of the Cdc42 effector N-WASP by the Shigella IcsA protein promotes  actin nucleation by Arp2/3 complex and bacterial actin-based motility J. Cell Biol. 146, 1319-1332  (1999).  11. Miki, H., Sasaki, T., Takai, Y. & Takenawa, T. Induction of filopodium formation by a N-WASP-related  actin-depolymerizing factor. Nature 391, 93-96 (1998).  12. Suzuki, T., Miki, H., Takenawa, T. & Sasakawa, C. Neural Wiskott-Aldrich syndrome protein is  implicated in the actin-based motility of Shigella flezneri. EMBO J. 17, 2767-2776 (1998).  13. Laurent, V. et al. Role of the proteins of the Ena/VASP family in actin-based motility of Listeria  monocytogenes. J. Cell Biol. 144, 1245-1258 (1999).  14. Small, J. V. Getting the actin filaments straight: nucleation-release or treadmilling. Trends Cell Biol. 5,  52-55 (1995).  15. Carlier, M.-F. & Pantaloni, D. Control of actin dynamics in cell motility. J. Mol. Biol. 269, 459-467  (1997).  16. Carlier, M.-F. Control of actin dynamics. Curr. Opin. Cell Biol. 10, 45-51 (1998).  17. Carlier, M.-F. et al. Actin Depolymerising Factor (ADF/cofilin) enhances the rate of filament turnover:  implication in actin-based motility. J. Cell Biol. 136, 1307-1322 (1997).  18. Didry, D., Carlier, M.-F. & Pantaloni, D. Synergy between ADF and profilin in enhancing actin  filament turnover. J. Biol. Chem. 273, 25602-25611 (1998).  19. Ressad, F., Didry, D., Egile, C., Pantaloni, D. & Carlier, M.-F. Control of actin filament length and  turnover by actin depolymerizing factor (ADF/cofilin) in the presence of capping proteins and Arp2/3  complex. J. Biol. Chem. 274, 20970-20976 (1999).  20. Nanavati, D., Ashton, F. T., Sanger, J. M. & Sanger, J. W. Dynamics of actin and a-actinin in the tails of  Listeria monocytogenes in infected PtK2 cells. Cell Motil. Cytoskel. 28, 346-358 (1994).  21. Smith, G. A., Theriot, J. A. & Portnoy, D. A. The tandem repeat domain in the Listeria monocytogenes  ActA protein controls the rate of actin-based motility, the percentage of moving bacteria and the  localization of VASP and profilin. J. Cell Biol. 35, 647-660 (1996).  22. Lasa, I. et al. Identification of two regions in the N-terminal domain of ActA involved in the actin tail  formation by Listeria monocytogenes. EMBO J. 16, 1531-1540 (1997).  23. Goldberg, M. & Theriot, J. A. Shigella flexneri surface protein IcsA is sufficient to direct actin-based  motility. Proc. Natl Acad. Sci. USA 92, 6572-7576 (1995).  24. Kocks, C. et al. The unrelated surface proteins ActA of Listeria monocytogenes and IcsA of Shigella  flexneri are sufficient to confer actin-based motility on Listeria innocua and E. coli respectively. Mol.  Microbiol. 18, 413-423 (1995).  25. Cunningham, C., Stossel, T. P. & Kwiatkowski, D. Enhanced motility in NIH 3T3 fibroblasts that  overexpress gelsolin. Science 251, 1233-1236 (1991).  26. Hug, C. et al. Capping protein levels influence actin assembly and cell motility in Dictyostelium. Cell  81, 591-600 (1995).  27. Sun, H., Kwiatkowska, K., Wooten, D. & Yin, H. Effects of CapG overexpression on agonist-induced  motility and second messenger generation. J. Cell Biol. 129, 147-156 (1995).  28. Marchand, J.-B. et al. Actin-based movement of Listeria monocytogenes: actin assembly results from  the local maintenance of uncapped filament barbed ends at the bacterium surface. J. Cell Biol. 130,  331-343 (1995).  29. Rottner, K., Behrendt, B., Small, J. V. & Wehland, J. VASP dynamics during lamellipodia protrusion.  Nature Cell Biol. 1, 321-322 (1999).  30. Goldberg, M. Shigella actin-based motility in the absence of vinculin. Cell Motil. Cytoskel. 37, 44-53  (1997).  31. Kuhlmann, P. A. & Fowler, V. M. Purification and characterization of an a1b2 isoform of CapZ from  human erythrocytes: cytosolic location and inability to bind to Mg++ ghosts suggest that erythrocyte  actin filaments are capped by adducin. Biochemistry 36, 13461-13472 (1997).  Acknowledgements We thank V. Laurent and C. Egile for discussion, D. Didry for Arp2/3 complex purification, and F. Ressad for human ADF. We acknowledge partial support from the Association pour la Recherche contre le Cancer, the Association Française contre les Myopathies and a Human Frontier in Science grant. T.P.L. is supported by a fellowship from the Natural Sciences and Engineering Research Council of Canada.  Correspondence and requests for materials should be addressed to M.-F.C. (e-mail: carlier@lebs.caps-gif.fr).  ................................................................. 14-3-3s is requiredtopreventmitotic catastrophe after DNA damage Timothy A. Chan, Heiko Hermeking, Christoph Lengauer, Kenneth W. Kinzler & Bert Vogelstein  The Johns Hopkins Oncology Center, Program in Human Genetics, and The Howard Hughes Medical Institute, The Johns Hopkins University School of Medicine, 424 N. Bond Street, Baltimore, Maryland 21231, USA  ................. ......................... ......................... ......................... ......................... .........................  14-3-3s is a member of a family of proteins that regulate cellular activity by binding and sequestering phosphorylated proteins. It has been suggested that 14-3-3s promotes pre-mitotic cell-cycle arrest following DNA damage, and that its expression can be controlled by the p53 tumour suppressor gene1. Here we describe an improved approach to the generation of human somatic-cell knockouts, which we have used to generate human colorectal cancer cells in which both 14-3-3j alleles are inactivated. After DNA damage, these cells initially arrested in the G2 phase of the cell cycle, but, unlike cells containing 14-3-3s, the 14-3-3s−/− cells were unable to maintain cell-cycle arrest. The 14-3-3s−/− cells died (‘mitotic catastrophe') as they entered mitosis. This process was associated with a failure of the 14-3-3s-deficient cells to sequester the proteins (cyclin B1 and cdc2) that initiate mitosis and prevent them from entering the nucleus. These results may indicate a mechanism for maintaining the G2 checkpoint and preventing mitotic death.  Many cell types treated with DNA-damaging agents arrest in the G2 phase of the cell cycle. The 14-3-3j gene is transcriptionally activated by p53 after DNA damage, and exogenous overexpression of 14-3-3s can block cells in G2, indicating that 14-3-3s might be a component of the G2 checkpoint1. To test this hypothesis, we created cell lines deficient in 14-3-3s by homologous recombina- tion. The human 14-3-3j genomic locus was cloned and fully sequenced, and subclones were used to construct a targeting vector containing a geneticin-resistance gene in place of genomic 14-3-3j sequences. Two loxP sites were introduced into the con- struct, one immediately 59 and the other directly 39 to the geneticin- resistance gene. A primer site for polymerase chain reaction (PCR) derived from deleted genomic sequences was placed between the 59 loxP site and the 59 end of the selection marker2. The two loxP sites and the primer-containing construct enabled a relatively rapid and robust approach to screening clones for correctly targeted alleles, and for sequentially generating clones with both alleles disrupted (see Methods).  The human colorectal cancer cell (CRC) line HCT116 was used for these experiments because it expresses wild-type p53 and 14-3-3s, has intact DNA-damage checkpoints and is suitable for targeted homologous recombination3. Two independently derived 14-3-3s+/− and three 14-3-3s−/− clones were used for the studies described below (Fig. 1a-c). All clones of the same genotype behaved identically.  We investigated the function of 14-3-3s in human cells following DNA damage by adriamycin, a commonly used chemotherapeutic agent, as well as by ionizing radiation. The disruption of 14-3-3s had a marked effect on the responses of the cells to these agents. After either treatment, 14-3-3s+/+ and 14-3-3s+/− cells increased in size, with a corresponding nuclear enlargement and DNA content characteristic of cells arrested in G2 (Fig. 2a). Although 14-3-3s−/−  cells appeared to enter into a similar G2 block following DNA damage, they failed to maintain this arrest and eventually under- went ‘mitotic catastrophe' (Fig. 2a). Mitotic catastrophe is an apoptosis-like process than begins in prophase, after dissolution of the nuclear membrane, and is associated with the entry of cdc2 and cyclin B1 into the nucleus4,5. This process began ,24 h after      1999 Macmillan Magazines Ltd  letters to nature  NATURE | VOL 401 | 7 OCTOBER 1999 | www.nature.com 617  treatment and was complete after 72-96 h (Fig. 3a). Although chromatin condensation and micronucleation occurred during mitotic catastrophe, this process was distinguished from more common forms of apoptosis by a relative lack of DNA degradation, indicated by both DNA laddering (not shown) and TdT-mediated dUTp nick end labelling (TUNEL) staining for nicked DNA (compare with ceramide-induced apoptosis in Fig. 2b).  Roughly 75% of parental cells and 14-3-3s+/− heterozygote cells arrested after DNA damage with a G2 DNA content, whereas the remaining 25% of cells arrested in G1 (Fig. 3b). A similar fraction (,25%) of 14-3-3s−/− cells arrested in G1, but a relative decrease in the G2 fraction was evident as early as 24 h after adriamycin treatment (Fig. 3b). At later times, the 14-3-3s−/− cells showed a marked decrease in cells arrested in G2 and a corresponding increase in the number of sub-G1 cells, whereas the fraction of G2-arrested cells remained constant in both 14-3-3s+/+ and 14-3-3s+/− cells  (Fig. 3b). The number of G1-arrested cells remained constant in cells of all three genotypes, indicating that the cells were probably undergoing catastrophe directly from the G2/M phase rather than from all parts of the cell cycle.  To study the expression of 14-3-3s following DNA damage, we generated an antibody specific for 14-3-3s using an amino-acid sequence found in 14-3-3s but not in the other six 14-3-3 family members. The specificity of this antibody was verified by the detection of a protein of the expected size upon western blotting of parental cells treated with DNA-damaging agents but not of 14-3-3s−/− cells (Fig. 1d). The 14-3-3s protein was induced as early as 6 h after exposure to adriamycin, with kinetics similar to those of the p53-induced gene p21 in the same cells (Fig. 3c).  The 14-3-3s antibody was used to study the protein in situ. There was no detectable staining in most exponentially growing 14-3-3s+/+ cells, although a small population of large cells stained  Figure 1 Generation of human cells deficient in 14-3-3s. a, Genomic structure of the human 14-3-3j gene and targeting construct. The box designated ‘probe' represents the region used for Southern blotting. Primers at sites A and B were used in the PCR screen to identify targeted clones. The neomycin-resistance gene within the targeting construct is flanked by two loxP sites. After expression of cre recombinase to excise the selection cassette, the same targeting construct was used to disrupt the second 14-3-3s allele. Primer site B and an EcoRV site were incorporated directly upstream of the neomycin- resistance gene. The PCR products expected from wild-type and targeted alleles are shown at the bottom. Scale bar, 1 kb. b, PCR analysis of DNA from targeted cells of the indicated genotypes, using primers A and B. The 14-3-3s+/−* clone was derived from a 14-3-3+/− clone that was infected with a recombinant adenovirus encoding the cre recombinase to remove the neomycin-resistance gene and primer B sequences from the targeted allele. c, Southern blot analysis of genomic DNA from cells with the indicated 14- 3-3s genotype. Genomic DNA was digested with BamHI and EcoRV and probed with the labelled 200-bp fragment shown in a. d, Western blot analysis. Cells with the indicated 14-3-3j genotype were cultured in the absence (Con) or presence (Adr) of adriamycin and subsequently lysed in sample buffer. Extracts were fractionated by SDS-PAGE and probed with an antibody specific for 14-3-3s.  Figure 2 Mitotic catastrophe in 14-3-3s−/− cells. a, Nuclear morphology after adriamycin treatment for 72 h and staining with the DNA-specific dye DAPI. 14-3-3s+/+ and +/− cells arrested and became enlarged when treated with adriamycin. 14-3-3s−/− cells developed condensed, fragmented chromatin when treated with the drug. Similar results were obtained after g-irradiation (data not shown). b, TUNEL staining. 14-3-3s+/+ cells treated with adriamycin underwent cell-cycle arrest but their chromatin remained uncondensed, and they did not stain with TUNEL. 14-3-3s−/− cells treated with adriamycin developed condensed chromatin (red arrows) but did not stain with TUNEL. Cells treated with C2- ceramide underwent micronucleation but did stain with TUNEL. The peroxidase reaction products of TUNEL staining significantly quenched DAPI fluorescence (orange arrow).      1999 Macmillan Magazines Ltd  letters to nature  618 NATURE | VOL 401 | 7 OCTOBER 1999 | www.nature.com  intensely (Fig. 3d). The size and morphology of the cells expressing 14-3-3s in the absence of DNA damage suggested that they were arrested in G2 and perhaps senescent. When cells were treated with g-ionizing radiation or adriamycin, all the cells expressed 14-3-3s (Fig. 3d). As expected, 14-3-3s−/− cells did not stain for 14-3-3s either before or after treatment with adriamycin (Fig. 3d), confirm- ing the specificity of the antibodies for immunohistochemical analysis.  A key step in regulating the progression of cells from G2 into mitosis is the activation of the protein kinase cdc2 (ref. 6). Cdc2 and cyclin B1 are cytoplasmic during interphase and are translocated to the nucleus in late G2 to initiate mitosis4,7. The DNA damage checkpoint prevents the activation of cdc2-cyclin B1 complexes and thereby prevents cells from entering a potentially lethal mitosis when their DNA is damaged8. When we treated parental cells or 14-3-3s+/− cells with adriamycin or ionizing radiation, cdc2 and cyclin B1 remained in the cytoplasm throughout the duration of the experiment (Fig. 4a). In identically treated 14-3-3s-deficient cells, cdc2 and cyclin B1 were initially cytoplasmic, as in the parental cells; however, cdc2 and cyclin B1 soon migrated to the nucleus in most of the cells, and mitotic catastrophes occurred soon after (Fig. 4a, b). Normally, the entry of cyclin B1, cdc2, and cdc25C into the nucleus occurs simultaneously4; however, cdc25C remained localized in the cytoplasm before nuclear-membrane dissolution, despite the fact that cyclin B1 and cdc2 were in the nucleus (Fig. 4a). Double-staining with antibodies specific for cdc2 and 14-3-3s in DNA-damaged cells revealed a striking colocalization of the two proteins in the cytoplasm of parental cells (Fig. 4c). This may indicate that 14-3-3s normally sequesters cyclin B1 and cdc2 in the  cytoplasm, keeping cdc2-cyclin B1 from entering the nucleus and initiating mitosis following DNA damage. To investigate the mole- cular determinants of this sequestration, we carried out immuno- precipitation experiments using anti-14-3-3s antibodies. Western blots of the immunoprecipitates showed that cdc2 and cyclinB1 were bound to 14-3-3s, and that this binding markedly increased following adriamycin treatment (Fig. 4d; and data not shown). Wee1 kinase was also found in the immunoprecipitates (Fig. 4d); it has already been shown that cdc2 and cyclin B1 can bind to each other, and that wee1 binds to cdc2-cyclin B1 (ref. 9). No cdc25C could be detected (Fig. 4d), indicating that other 14-3-3 family members, but not 14-3-3s, may be responsible for the reported cdc25C interactions10.  Thus, it appears that 14-3-3s normally sequesters cdc2-cyclinB1 complexes in the cytoplasm during G2 arrest, and that the absence of 14-3-3s eventually allows cdc2-cyclin B1 complexes to enter the nucleus, resulting in mitotic catastrophe. This idea is consistent with several previous experiments which show that the cytoplasmic localization of cdc2-cyclinB1 is a critical regulator of the G2/M transition8, and that mitotic catastrophes occur if mitosis is experi- mentally induced in the presence of unreplicated or damaged DNA4. Our results also support the idea that the initiation of G2 arrest is distinct from its maintenance11. Notably, we observed identical mitotic catastrophes in DNA-damaged parental cells after treating them with leptomycin B, an agent that inhibits nuclear export and results in a similar lack of cytoplasmic sequestration of cdc2-cyclin B1 (data not shown). These results, in combination with previous studies, suggest a simple but redundant set of mechanisms for preventing lethal mitosis following exposure of cells to DNA-  Figure 3 Cells deficient in 14-3-3s are sensitive to DNA-damage. a, Cells with the indicated 14-3-3s genotypes were treated with adriamycin for various time periods, stained with DAPI and scored for chromosome condensation. Two independent clones of homozygous (14-3-3s−/−) and heterozygous (14-3-3s+/−) cells were tested. b, Cells were adriamycin treated for the indicated times, stained with Hoechst 33258 and analysed by flow cytometry. The peaks labelled 2N and 4N represent cells with DNA contents characteristic of those in the G1 and G2 phases of cell cycle, respectively. c,  Kinetics of 14-3-3s induction. HCT116 cells were treated with adriamycin for the indicated time periods, and the extracts were used for western blot analysis, using antibodies specific for 14-3-3s and p21. d, Immunostaining for 14-3-3s. Cells of the indicated genotypes were incubated in the presence (adriamycin) or absence (control) of adriamycin, stained with a fluorescein-labelled anti-14-3-3s antibody (green) and counterstained with DAPI (blue).      1999 Macmillan Magazines Ltd  letters to nature  NATURE | VOL 401 | 7 OCTOBER 1999 | www.nature.com 619  damaging agents (Fig. 5). Chk1 inactivates cdc25C through phos- phorylation of serine 216 and consequent binding to 14-3-3 proteins. The cdc2-cyclin B1 complex is thereby prevented from becoming activated and initiating mitosis, and the cells arrest in G2. Although this arrest is initiated in cells without 14-3-3s or without p21, the arrest cannot be sustained. The 14-3-3s protein is normally  in a cytoplasmic complex with cdc2 during G2 arrest, and localiza- tion is dependent both on 14-3-3s (Fig. 4) and on continued nuclear transport by the crm1-dependent nuclear-export com- plex12-14. In the absence of either 14-3-3s or nuclear transport, cdc2 and cyclin B1 escape to the nucleus and initiate a catastrophic mitotic process4. Thus, two different 14-3-3 proteins appear to  8  9  Ab  cdc2  cyclin B1  cdc25C  α-tubulin  a  14-3-3σ  cdc2  14-3-3σ      +   cdc2  c  wee1  β-catenin  Adr anti-14-3-3σ  anti-β-catenin  + - + +  - +  - - - +  cdc2 L  cdc25C  d  +-  cdc2 L  Adr - +  14-3-3σ-/- cells  C e lls   w it h  n  u c le  a r   c d  c 2  ( %  ) o  r  d  e a d   c e lls   ( %  )  0 9 18 27 36 45 54 63 72  Time (h)  0  10  20  30  40  50  60  70  80  90  100  b  σ-/-σ+/+  14-3-3σ+/+ cells  anti-14-3-3σ  + +  + ++ +  IP  IP  σ -/- death  σ +/- death  σ +/+ death  cdc2  cdc2 cdc2  Figure 4 14-3-3s-deficient cells cannot sequester cdc2 and cyclin B1 in the cytoplasm following DNA damage. a, Cells of the indicated genotypes were treated with adriamycin for 48 h and stained with the indicated antibodies (Ab). b, Time course of nuclear migration and mitotic catastrophe of cdc2 in cells of the indicated genotypes treated with adriamycin. Cells at the indicated time points were scored for either mitotic death or mitotic catastrophe (indicated by chromatin condensation and micronucleation). c, Cdc2 and 14-3-3s colocalization. Cells were treated with adriamycin for 40 h and stained with antibodies to 14-3-3s (green) and cdc2 (red) before confocal microscopy. The panels show different planes through the same cell. Colocalization is indicated by the yellow colour in the bottom panels. d, Immunoprecipitation and western blotting. In the top panel, parental cells were treated with adriamycin (Adr) for 40 h in the lanes indicated. Lysates were prepared and immunoprecipitation was carried out using antibodies to 14-3-3s or b-catenin (a control) (see Methods). Immunoprecipitated proteins were separated by SDS-PAGE, transferred to membranes and probed with the indicated antibodies. The lanes marked ‘L' contain aliquots of the crude adriamycin-treated cellular extracts. Top panel, results obtained using lysates of 14-3-3s+/+ cells; bottom panel, results using lysates of 14-3-3s−/− cells.  Figure 5 Model for G2/M checkpoint compartmentalization. The G2/M checkpoint is initiated by the phosphorylation of chk1 by rad3 family members (such as ATM in mammalian cells)20. Chk1 then inactivates cdc25C through phosphorylation of serine 216, which leads to the binding of cdc25C to a 14-3-3 protein (not 14-3-3s) and to its exportation out of the nucleus15. The cdc2-cyclin B1 complex is thereby prevented from  becoming activated and initiating mitosis, and the cells arrest in G2. DNA damage also leads to stabilization of p53, which is required for maintenance of the G2 arrest through the transactivation of the p21 and 14-3-3j genes. 14-3-3s is required to sequester cdc2-cyclin B1 complexes in the cytoplasm and prevent mitotic catastrophes. p21 may prevent any cdc2-cyclin B1 that enters the nucleus from becoming activated.      1999 Macmillan Magazines Ltd  letters to nature  620 NATURE | VOL 401 | 7 OCTOBER 1999 | www.nature.com  ensure that mitosis does not occur in the presence of DNA damage, one by sequestering cdc25C15 and the other by sequestering cdc2- cyclin B1. It is becoming apparent that it is not only the enzymatic activities of cyclin-dependent kinase complexes but also their spatial compartmentalization that is critical for proper control of the cell cycle5. M  Methods 14-3-3s targeting construct A BAC clone containing 14-3-3s was obtained as described1. The BAC clone was digested with BamHI, and two fragments, one 4.7 kilobases (kb) and the second 3.8 kb, were used to construct the 59 and 39 arms of the targeting vector, respectively. The 4.7-kb subclone contained the region immediately 59 of the initiating codon of the 14-3-3s coding region. The 3.8-kb subclone contained a region beginning 900 base pairs (bp) distal to the initiating codon. A synthetic EcoRV site plus the sequence 59-CGTGGAGAGGGACT GGCAG-39, derived from a region of the 14-3-3s locus deleted by the targeting construct, were ligated to the 59 end of a geneticin-resistance gene. This product was placed into the pBluescript plasmid (Stratagene). To facilitate knockout of both alleles, loxP sites surrounding the geneticin-resistance gene were incorporated into the vector. Details of the constructs are available upon request. The construct was linearized by digestion with NotI and used for transfection. Southern blot analysis was carried out using standard techniques.  Cell culture and transfection HCT116 cells were obtained from the American Type Culture Collection (ATCC). The HCT116 p21−/− line has been described3. Cells were cultured in McCoy's medium supplemented with 10% fetal bovine serum (Gibco). We carried out transfections with Lipofectamine as directed by the manufacturer (Gibco). Clonal selection following transfection with the knockout construct was carried out in McCoy's medium with 10% fetal bovine serum and 0.4 mg ml−1 geneticin (Gibco). Following transfection, cells were diluted in selection media and plated out in 96-well plates. After selection, we prepared genomic DNA from the drug-resistant clones using the QiaAmp column system (Qiagen). Identification of clones with successful targeting events was achieved using a PCR-based screen with the primers 59-AGTGTCCTGGGATCTCCAGC-39 and 59-CTGCCAGTCCC TCTCCACG-39 and Taq Platinum (Gibco). PCR products were resolved by electrophor- esis in 1% agarose gels. Knockout clones were confirmed by Southern blot and western blot analysis. Irradiation was performed using a 137Cs g-irradiator at 1 Gy min−1 for 12 min. Adriamycin was used at a concentration of 0.2 mg ml−1 (ref. 16). Leptomycin B was a gift from M. Yoshida. Time-lapse microscopy was done as described17.  Flow cytometry Cells were trypsinized, washed with HBSS (Gibco) and resuspended in 40 ml HBSS. The cells were then added to 360 ml of a solution containing 1% NP-40 (Sigma), 4.7% formaldehyde (J. T. Baker), and 11 mg ml−1 Hoechst 33258 in PBS. The fixed and stained cells were stored at 4 8C and analysed within three days by flow cytometry.  Immunoprecipitation and western blot analysis Immunoprecipitations were performed as described9,18. 14-3-3s antibody was conjugated to beads using an Affi-Gel kit (Bio-Rad). Samples of protein from equivalent numbers of cells were fractionated on SDS-polyacrylamide gels (Novex). The proteins were then transferred to Immobilon P (Millipore) and incubated with either the p53-specific DO1 monoclonal antibody, the p21-specific EA10 monoclonal antibody (Calbiochem), a 14-3- 3s-specific polyclonal antibody, anti-cdc2 polyclonal antibody (Santa Cruz), anti-wee1 antibody (Santa Cruz), or anti-cdc25C antibody (Santa Cruz). Polyclonal antibodies against 14-3-3s were generated in rabbits using a KLH-conjugate of the peptide SNEEGSEEKGPEV and were affinity purified using the same conjugate. The membranes were then washed with phosphate buffered saline (PBS) and incubated with the appro- priate horseradish-peroxidase-coupled secondary antibody (Jackson Labs). Proteins were visualized with ECL (Pierce).  Immunohistochemistry Cells were rinsed twice with PBS and then fixed with Histochoice (Amresco), permeabi- lized with 1% NP40 in PBS, and blocked in goat serum for 1 h. Antibodies specific for cdc2, cyclin B, cdk4, cyclin D, a-tubulin (all from Santa Cruz), 14-3-3s (generated as described above) and p21 (Calbiochem) were applied in GT (goat serum containing 0.05% Tween 20). After washing in PBST (PBS with 0.05% Tween 20), fluorochrome-labelled secondary antibody (Molecular Probes) was applied in GT for 1 h. Cells were washed for 5 min in PBST 3 times. In some cases, cells were counterstained with 4,6 diamidino-2-phenylindole (DAPI). Slides were mounted in DAPCO/glycerol and analysed with a Nikon Eclipse E800 microscope equipped with a CCD camera (Photometrics). Images were pseudocoloured using the software program IPLab (Signal Analytics Cooperation). TUNEL analysis was performed as described19. Cdc2 kinase assays were performed as described17.  Received 28 June; accepted 2 August 1999.  1. Hermeking, H. et al. 14-3-3s is a p53-regulated inhibitor of G2/M progression. Mol. Cell 1, 3-11  (1997).  2. Busler, D. E. & Li, S. W. Rapid screening of transgenic type II and type XI collagen knock-out mice  with three-primer PCR. Biotechniques 6, 1002-1004 (1996).  3. Waldman, T., Kinzler, K. W. & Vogelstein, B. p21 is necessary for the p53-mediated G1 arrest in human  cancer cells. Cancer Res. 55, 5187-5190 (1995).  4. Heald, R., McLoughlin, M. & McKeon, F. Human wee1 maintains mitotic timing by protecting the  nucleus from cytoplasmically activated cdc2 kinase. Cell 74, 463-474 (1993).  5. Pines, J. Cell cycle: checkpoint on the nuclear frontier. Nature 397, 104-105 (1999).  6. Nurse, P. Universal control mechanism regulating onset of M-phase. Nature 344, 503-508 (1990).  7. Hagting, A., Karlsson, C., Clute, P., Jackman, M. & Pines, J. MPF localization is controlled by nuclear  export. EMBO J. 17, 4127-4138 (1998).  8. Jin, P., Hardy, S. & Morgan, D. O. Nuclear localization of cyclin B1 controls mitotic entry after DNA  damage. J. Cell Biol. 141, 875-885 (1998).  9. Honda, R., Ohba, Y. & Yasuda, H. 14-3-3 zeta protein binds to the carboxyl half of mouse wee1 kinase.  Biochem. Biophys. Res. Commun. 230, 262-265 (1997).  10. Peng, C. Y. et al. Mitotic and G2 checkpoint control: regulation of 14-3-3 protein binding by  phosphorylation of Cdc25C on serine-216. Science 277, 1501-1505 (1997).  11. Gardner, R., Putnam, C. W. & Weinert, T. RAD53, DUN1 and PDS1 define two parallel G2/M  checkpoint pathways in budding yeast. EMBO J. 18, 3173-3185 (1999).  12. Toyoshima, F., Moriguchi, T., Wada, A., Fukuda, M. & Nishida, E. Nuclear export of cyclin B1 and its  possible role in the DNA damage-induced G2 checkpoint. EMBO J. 17, 2728-2735 (1998).  13. Fukuda, M. et al. CRM1 is responsible for intracellular transport mediated by the nuclear export  signal. Nature 390, 308-311 (1997).  14. Fornerod, M., Ohno, M., Yoshida, M. & Mattaj, I. W. CRM1 is an export receptor for leucine-rich  nuclear export signals. Cell 90, 1051-1060 (1997).  15. Lopez-Girona, A., Furnari, B., Mondesert, O. & Russell, P. Nuclear localization of Cdc25 is regulated  by DNA damage and a 14-3-3 protein. Nature 397, 172-175 (1999).  16. Waldman, T., Lengauer, C., Kinzler, K. W. & Vogelstein, B. Uncoupling of S phase and mitosis induced  by anticancer agents in cells lacking p21. Nature 381, 713-716 (1996).  17. Bunz, F. et al. Requirement for p53 and p21 to sustain G2 arrest after DNA damage. Science 282, 1497-  1501 (1998).  18. Reynisdottir, I., Polyak, K., Iavarone, A. & Massague, J. Kip/Cip and Ink4 Cdk inhibitors cooperate to  induce cell cycle arrest in response to TGF-beta. Genes Dev. 9, 1831-1845 (1995).  19. El-Deiry, W. S. et al. WAF1, a potential mediator of p53 tumor suppression. Cell 75; 817-825 (1993).  20. Nurse, P. Checkpoint pathways come of age. Cell 91, 865-867 (1997).  Acknowledgements We thank the members of the Vogelstein/Kinzler Laboratory for helpful discussions. We thank M. Yoshida for the gift of leptomycin B and D. Tomasallo for helpful advice. Under an agreement between CalBiochem and Johns Hopkins University, K.W.K. and B.V. are entitled to a share of the sales royalty for the p21 antibody received by the University from CalBiochem. The terms of these arrangements are managed by the University in accordance with its conflict of interest policies. This work was supported by the Clayton Fund, the Medical Scientist Training Program and the NIH.  Correspondence and requests for materials should be addressed to B.V. (e-mail: vogelbe@ welchlink.welch.jhu.edu).  View publication statsView publication stats  https://www.researchgate.net/publication/12775197",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}