{
    "summary": "Old tuberculosis and bronchiectasis are the two most important causes of chronic structural changes of lungs in our locality. In the absence of radiologically visible mycetoma, the cause of hemoptysis in these two groups of patients is largely unknown. A 17-month prospective study was carried out to compare the prevalence of Aspergillus fumigatus and Aspergillus flavus antibodies in hemoptysis patients with old tuberculosis or bronchiectasis but no radiologically visible mycetoma (cases, n = 38), hemoptysis patients with other diagnosis (control group 1, n = 29), and patients with old tuberculosis or bronchiectasis but no hemoptysis (control group 2, n = 47) by a recently developed sensitive and specific A. fumigatus and A. flavus antibody assay. There were a significantly larger number of patients with antibody against A. fumigatus or A. flavus among the cases than among the patients in control groups 1 and 2 (P < 0.05 in both comparisons). Molds were not recovered from any of the patients. Among the 10 cases with Aspergillus antibody, eight and two had antibody against A. flavus and A. fumigatus, respectively. We conclude that there was an association between the presence of Aspergillus antibodies and hemoptysis in patients with old tuberculosis or bronchiectasis, suggesting that these patients probably had occult infections caused by the corresponding fungi. Development of serological tests against other Aspergillus species as well as other causes of mycetoma will probably increase the detection of occult mold infections in patients with existing parenchymal lung diseases, and treatment of fungal microinvasion may help to alleviate hemoptysis in these patients with bronchiectasis or old tuberculosis who have Aspergillus antibodies.",
    "title": "Association of Presence of Aspergillus Antibodies with Hemoptysis in Patients with Old Tuberculosis or Bronchiectasis but No Radiologically Visible Mycetoma",
    "text": "doi:10.1016/j.lungcan.2006.06.001   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/6942622  Up-regulation of focal adhesion kinase in non-small cell lung cancer  Article  in  Lung cancer (Amsterdam, Netherlands) · October 2006  DOI: 10.1016/j.lungcan.2006.06.001 · Source: PubMed  CITATIONS  75 READS  112  9 authors, including:  Some of the authors of this publication are also working on these related projects:  Lung cancer diagnosis View project  glioma genetics View project  Stephana Carelli  University of Milan  98 PUBLICATIONS   1,638 CITATIONS     SEE PROFILE  Giorgia Zadra  Dana-Farber Cancer Institute  75 PUBLICATIONS   2,102 CITATIONS     SEE PROFILE  Valentina Vaira  Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico  191 PUBLICATIONS   3,694 CITATIONS     SEE PROFILE  Monica Falleni  University of Milan  69 PUBLICATIONS   1,682 CITATIONS     SEE PROFILE  All content following this page was uploaded by Mario Nosotti on 03 May 2018.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/6942622_Up-regulation_of_focal_adhesion_kinase_in_non-small_cell_lung_cancer?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/6942622_Up-regulation_of_focal_adhesion_kinase_in_non-small_cell_lung_cancer?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Lung-cancer-diagnosis?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/glioma-genetics?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephana-Carelli-2?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephana-Carelli-2?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Milan?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephana-Carelli-2?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Giorgia-Zadra?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Giorgia-Zadra?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Dana-Farber-Cancer-Institute?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Giorgia-Zadra?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Valentina-Vaira?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Valentina-Vaira?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Fondazione_IRCCS_Ca_Granda-Ospedale_Maggiore_Policlinico?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Valentina-Vaira?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Monica-Falleni?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Monica-Falleni?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Milan?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Monica-Falleni?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mario-Nosotti?enrichId=rgreq-85f6e0dbd1cada54a8139db3d6e41651-XXX&enrichSource=Y292ZXJQYWdlOzY5NDI2MjI7QVM6NjIyMjkwODUzMTg3NTg1QDE1MjUzNzcxMDkzNzM%3D&el=1_x_10&_esc=publicationCoverPdf   Lung Cancer (2006) 53, 263—271  avai lab le at www.sc iencedi rec t .com  journa l homepage: www.e lsev ier .com/ locate / lungcan  Up-regulation of focal adhesion kinase in non-small cell lung cancer  Stephana Carelli a,b, Giorgia Zadraa, Valentina Vairac,d, Monica Falleni c,d, Luca Bottiglieri c,d, Mario Nosotti e, Anna Maria Di Giulioa, Alfredo Gorioa,b,∗, Silvano Bosari c,d,∗∗  a Laboratory of Pharmacology, Department of Medicine, Surgery and Dentistry, University of Milan, Polo H. San Paolo, Milan, Italy b Clinical Pharmacology, IRCCS Humanitas, Rozzano, Milan, Italy c Division of Pathology, Department of Medicine, Surgery and Dentistry, University of Milan, AO San Paolo, Milan, Italy d Fondazione Ospedale Maggiore Policlinico, Regina Elena e Mangiagalli, Milan, Italy e Division of Thoracic Surgery, Fondazione Ospedale Maggiore Policlinico, Regina Elena e Mangiagalli, Milan, Italy  Received 6 February 2006; received in revised form 19 April 2006; accepted 1 June 2006  KEYWORDS FAK; NSCLC; Tumourigenesis; Cell migration; Cancer progression; Immunohistochemistry; Real-time RT-PCR  Summary Focal adhesion kinase (FAK) is a non-receptor tyrosine kinase linked to the integrin and growth factor receptor-signalling pathways that regulates a number of the biological pro- cesses involved in neoplastic transformation, invasion and metastases, such as cell adhesion, migration and apoptosis. Its up-regulation might play a role in the tumourigenesis of invasive tumours, but its involvement in human lung cancer tissues has not yet been determined.  We immunohistochemically compared FAK expression and localisation in 60 formalin-fixed and paraffin-embedded non-small cell lung cancer (NSCLC) tissues with that in the surrounding non-neoplastic tissue and in a further five microscopically normal lungs. FAK mRNA levels were quantitatively determined by real-time RT-PCR in frozen tissue specimens of all of the tumours and 21 matched non-neoplastic lung parenchymas, and protein expression in 16 homogenates of the matched neoplastic/non-neoplastic specimens was evaluated by Western blotting.  The three different techniques showed that FAK is weakly expressed in non-neoplastic lung parenchyma and up-regulated in NSCLCs. Moreover, Western blotting and real-time RT-PCR indi-  cated a statistically significant correlation between FAK up-regulation and higher disease stages  (I + II versus III + IV, p = 0.019 and up-regulated in NSCLCs, and sug   2006 Elsevier Ireland Ltd. All  ∗ Corresponding author at: Laboratory of Pharmacology, Department of Polo H. San Paolo, Via A. Di Rudiǹı 8, 20142, Milano, Italy. Tel.: +39 0250 ∗∗ Corresponding author at: Division of Pathology, Department of Medici  Fondazione Ospedale Maggiore Policlinico, Regina Elena e Mangiagalli, V E-mail addresses: alfredo.gorio@unimi.it (A. Gorio), silvano.bosari@u  0169-5002/$ — see front matter   2006 Elsevier Ireland Ltd. All rights re doi:10.1016/j.lungcan.2006.06.001 0.028, respectively). Our results provide evidence that FAK is  gest its potential involvement in lung cancer progression. rights reserved.  Medicine, Surgery and Dentistry, University of Milan, 323032; fax: +39 0250323033. ne, Surgery and Dentistry, University of Milan, AO San Paolo, and ia A. Di Rudiǹı 8 20142, Milano, Italy. nimi.it (S. Bosari).  served.  mailto:alfredo.gorio@unimi.it mailto:silvano.bosari@unimi.it dx.doi.org/10.1016/j.lungcan.2006.06.001   2  1  A a t c c s i n c l F d a i a i t f a  d f p a t i s f e F i o e l p a F e m  t t F t w s n s i t a r [ W a s d t m t  r f  2  2  T u v t s  n r m i t n t a s p a t t a s  m f c m 1 p i  2 q  F t 1 E 1 fl l w t t u  2  E  64  . Introduction  number of factors regulate tumour cell growth, migration nd proliferation, and a major role is played by interac- ions with the extracellular matrix (ECM) [1]. Integrins are ell membrane-spanning proteins that bind to the ECM and ontribute to the assembly of the cellular focal adhesion ites in which focal adhesion kinase (FAK) is located. FAK s a non-receptor tyrosine kinase protein that was origi- ally detected in Rous sarcoma virus (v-src)-transformed hicken embryo fibroblasts [2]. A primary autophosphory- ation site (Tyr397) is located in the N-terminal region of AK and directs the interaction with the Src homology-2 omain [3]. Two highly conserved tyrosine residues (Tyr576 nd Tyr577) are part of the central catalytic domain that is nvolved in signalling events to downstream effectors [4], nd multiple protein—protein interaction sites are present n the C-terminal region [5]. FAK is a point of convergence for he signalling events mediated by both integrins and growth actor receptors [6] that regulate processes, such as cell dhesion [5], motility [7], migration [8], and apoptosis [9].  FAK phosphorylation leads to the activation of various ownstream intracellular signalling molecules such as Src amily kinases [10], phosphatidylinositol 3-kinase [11], phos- holipase C [12] and Grb7 [13]. As all of these effectors ctivate pathways that are intimately involved in neoplastic ransformation, invasion and metastases, FAK may play an mportant role in tumourigenesis [14], a hypothesis that is upported by the original isolation of the human FAK gene rom a primary human sarcoma [15] and the high FAK lev- ls found in several tumour cell lines of different origin [16]. AK is also up-regulated in different primary human tumours ncluding breast, colorectal [17], prostate [18], thyroid [19], varian [20], and brain tumours [21]. The extent of its mRNA xpression has been linked to the progression of epithe- ial and mesenchymal tumours to invasive and metastatic henotypes [22], and to poor prognoses in patients with hep- tocellular carcinoma [23] and acute myeloid leukemia [24]. inally, at cell level, FAK regulates matrix metalloproteinase xpression and secretion, and EGF-stimulated chemotaxis otility [14]. The FAK signal transduction pathway may be a promising  arget for cancer therapy [14]. It has recently been shown hat inhibiting FAK expression and activation by inducing AK-related non-kinase (FRNK) increases the sensitivity of ransformed human kidney epithelial cells to 5-fluorouracil, hich suggests that FAK may play a role in tumour chemore-  istance [25]. The same has been found in pancreatic ade- ocarcinoma cells, in which the suppression of FAK expres- ion by means of mRNA interference enhances gemcitabine- nduced in vitro and in vivo cytotoxicity, and increases umour susceptibility to chemotherapy [26]. Moreover, the ctivation of FAK and its molecular partners improves cell esistance to ionizing radiation in lung adenocarcinoma cells 27]. Lung cancer is the leading cause of cancer death in estern countries: its incidence continues to increase [28]  nd it has a poor prognosis as only 15% of affected subjects  urvive for 5 years or more after diagnosis [29]. However, espite the increasing importance of FAK in human cancer, here is still a lack of data concerning FAK expression in pri- ary human NSCLCs. The aim of this study was to investigate  he expression and clinical significance of FAK in 60 surgically  L - S o i  S. Carelli et al.  esected stage I—IV NSCLCs with known clinicopathological eatures.  . Materials and methods  .1. Patients and samples  he study population consisted of 60 NSCLC patients who nderwent curative surgical resection, without having pre- iously received chemotherapy or radiation therapy; all of he enrolled patients have their informed consent to the tudy.  Tissue samples representative of the tumour, non- eoplastic lung parenchyma (normal tissue sections and eactive lung parenchyma adjacent to carcinomas) and five icroscopically normal lung specimens were routinely fixed  n 10% buffered neutral formalin, and processed for conven- ional histopathological examination. Immediately adjacent eoplastic specimens and 21 macroscopically non-neoplastic issue samples (taken as far as possible from the neoplastic rea) were snap frozen in liquid nitrogen within 10 min of urgical resection, and standard 5 -m thick sections from araffin-embedded blocks were stained with hematoxylin nd eosin, and examined by light microscopy. Tumour his- otype and stage were, respectively, determined according o the WHO classification of lung and pleural tumours (1999) nd the TNM staging system (1997). All of the non-neoplastic amples were microscopically judged to be benign.  The clinical follow-up of 43 patients was available for a ean post-surgical period of 28 months (range: 12—45); the  ollow-up data were obtained by means of direct patient ontact at 2-month intervals for the first 2 years and 4- onth intervals thereafter. At the time of the last follow-up,  3 patients had died for cancer-related causes. The clinico- athological characteristics of the study patients are shown n Table 1.  .2. Tissue homogenisation and protein uantification  resh frozen lung tissues were homogenised under iso- onic condition (25 mM Tris—HCl, pH 7.4, 250 mM sucrose, % Triton X-100 (v/v), 1% NP-40 (v/v), 5 mM EDTA, 1 mM GTA, 1 mM phenylmethylsulphonylfluoride, 1 mM aprotinin, mM leupeptin, 2 mM sodium orthovanadate, 2 mM sodium oride) using an ULTRA-TURRAX T25 homogeniser (IKA-  abortechnik GmbH, Staufen, Germany). The homogenates ere centrifuged at 2800 rpm for 20 min at 4 ◦C, after which  he supernatants were collected and their protein concen- ration determined by means of Lowry Ciocalteau's method sing bovine serum albumin as standard.  .3. Western blotting  qual amounts of solubilised protein (75 -g) were heated in  aemmli sample buffer (Biorad, Hercules, CA) containing 2- mercaptoethanol (70 mM), separated by one-dimensional  DS-PAGE gel under reducing conditions, and electroblotted nto nitrocellulose membrane. The membrane was blocked n TBS with 0.05% Tween-20 (v/v), containing 5% slim milk    FAK in lung cancer  Table 1 Clinicopathological characteristics of NSCLC patients and tumours  Clinicopathological characteristics No. of cases (%)  Age (years) Mean 65 Range 22—79  Gender Man 48 (80) Woman 12 (20)  Tumour histotype ADK 42 (70) SQ 11 (18) Othersa 7 (12)  Tumour grade G1 2 (3) G2 26 (44) G3 32 (53)  Pathological tumour stage T1 8 (13) T2 38 (63) T3 3 (5) T4 11 (18) N0 29 (48) N1, N2 31 (52)  Stage grouping I 24 (40) II 16 (27) III 18 (30) IV 2 (3)  u t t F t w m C h e b a s E o l  2 p a m t p a w s 4 t w ( a 4 a i s t w ( h c e  2  F t P t a e l l -  B  2  ADK: adenocarcinoma; SQ: squamous cell carcinoma. a Two adenosquamous carcinomas; three large-cell carcino-  mas; two pleomorphic carcinomas.  (w/v), and probed with anti-FAK polyclonal antibody specific for the C-terminal portion of the protein (1:200 dilution; Santa Cruz Biotechnology, Santa Cruz, CA) overnight at 4 ◦C. The membrane was then incubated with goat anti-rabbit IgG-horseradish peroxidase (1:10,000 dilution; Chemicon, Temecula, CA). p53 and -1-Integrin expression was assessed using specific polyclonal antibodies (1:200 dilution, Santa Cruz Biotechnology). Membranes were then incubated using anti---actin (1:200 dilution; Santa Cruz Biotechnology) as internal control. FAK activation was investigated using the FAK pY Sampler Pack (Biosource, Camarillo, CA), which contains polyclonal antibodies recognising phosphorylated tyrosines (Tyr397, Tyr407, Tyr576, Tyr577, Tyr861); FAK phos- phorylation was normalised to its expression levels. The proteins were visualised by means of an enhanced chemilu- minescence detection system (ECLTM, Amersham, Arlington Heights, IL). After being acquired using a GelDocTM image capture system (Biorad), the autoradiograms were quanti- fied using Quantity OneTM software. 2.4. Immunohistochemistry  Five micrometer thick sections representative of the tumour and non-neoplastic lung parenchyma were immunostained  R T n g V  265  sing a standard avidin—biotin—peroxidase complex (ABC) echnique and the Super Sensitive Non-Biotin HRP Detec- ion System (Menarini, Florence, Italy), with the anti- AK antibody that recognises the N-terminal portion of he protein (Santa Cruz Biotechnology). Briefly, the slides ere dewaxed, rehydrated and processed using an Opti- ax Plus automated immunostainer (BioGenex, San Ramon, A). Endogenous peroxidase activity was quenched with 3% ydrogen peroxide in distilled water for 10 min and, after xtensive washing in TBS/Triton X-100, the slides were incu- ated with the primary antibody (1:500 dilution) overnight t 4 ◦C; 3,3′-diaminobenzidine was used as the chromogenic ubstrate. Positive and negative controls were included. ach tissue section was separately evaluated by two pathol- gists (MF and SB) who were unaware of the clinicopatho- ogical characteristics.  The intensity of FAK immunostaining (1 = weak, = moderate, and 3 = intense) and the percentage of ositive tumour cells (0% = negative, 1—40% = 1, 41—70% = 2, nd >70% = 3) were assessed in at least five areas at ×400 agnification; in the case of heterogeneous immunos-  aining, the predominant pattern was used for scoring urposes. The scores of each case were multiplied to give final score of 0, 1, 2, 3, 4, 6 or 9, and the tumours  ere finally classified as negative: score 0; low expres- ors (LE): score ≤ 3; intermediate expressors (IE): score ; or high expressors (HE): score ≥ 6. The staining of he adjacent non-neoplastic parenchyma in each section as also evaluated. The intensity of FAK immunostaining  1 = weak, 2 = moderate, and 3 = intense) and the percent- ge of positive tumour cells (0% = negative, 1—40% = 1, 1—70% = 2, and >70% = 3) were assessed in at least five reas at ×400 magnification; in the case of heterogeneous mmunostaining, the predominant pattern was used for coring purposes. The scores of each case were multiplied o give a final score of 0, 1, 2, 3, 4, 6 or 9, and the tumours ere finally classified as negative: score 0; low expressors  LE): score ≤ 3; intermediate expressors (IE): score 4; or igh expressors (HE): score ≥ 6. The staining of the adja- ent non-neoplastic parenchyma in each section was also valuated.  .5. Real-time RT-PCR  AK mRNA levels were quantified by real-time quantita- ive RT-PCR based on TaqManTM technology, using the ABI RISM 7900 Sequence Detection System (Applied Biosys- ems, Foster City, CA) as previously described [30]. The mount of FAK mRNA was normalised to an endogenous ref- rence (--actin, ACTB) and expressed as n-fold FAK mRNA evels in relation to a calibrator or 1× sample (MCF7 cell ine). The amount of target was determined by applying the -Ct method (Applied Biosystems Sequence Detector User ulletin #2).  .5.1. RNA extraction, cDNA synthesis and real-time  T-PCR conditions otal RNA was isolated from the frozen and homogenised eoplastic and non-neoplastic tissues using a commercial uanidinium isothiocyanate-based kit (RNeasy®, Qiagen, alencia, CA) according to the manufacturer's instruc-    2 S. Carelli et al.  t s c  r r r f  2 A s u A f u o s 5 G C  2  T u c  w t c t b  ( a c  3  3  W e ( e i W A t p p i a a s t r a s n  Fig. 1 Expression of p125FAK. (A) Western blot of p125FAK  expression in matched neoplastic (T) and non-neoplastic (N) homogenised tissues from 7 of 16 NSCLC patients; as a pos- itive control, the expression of FAK was determined in the A549 cell line. Band intensities clearly indicate significant FAK up-regulation in neoplastic tissue in comparison with the non- neoplastic parenchyma of the same patient. (B) Plot of quantita- tive densitometric ratio between neoplastic and non-neoplastic tissue (OD T/N) from all 16 patients. FAK immunolabelling is greater in the neoplastic tissue (mean 2.98). (C) Tyrosine phos- phorylation of FAK studied by means of polyclonal antibodies recognising specific tyrosines (Tyr397, Tyr407, Tyr576, Tyr577, Tyr861; see Section 2). FAK phosphorylation was densitomet- rically quantified and normalised to protein expression levels. The FAK phosphorylation ratio (OD T/N) between neoplastic and non-neoplastic tissue in one patient (P4) is reported; the same 66  ions. The amount of RNA in the sample was quantified pectrophotometrically, and 100 ng/sample was used for DNA synthesis.  The reaction mixtures for the reverse transcription and eal-time RT-PCR were prepared using Applied Biosystems eagents according to the manufacturer's instructions; the eactions for real-time quantitative amplification were per- ormed in duplicate.  .5.2. Primers and probes FAK-specific gene expression assay, including cDNA-  pecific primers and a TaqManTM MGB probe, was performed sing Assay-on-Demand chemistry (Hs00178587 m1, pplied Biosystems). The primers and TaqManTM probe or --actin mRNA were designed to be intron-spanning sing Primer Express Software (Applied Biosystems) in rder to avoid amplifying genomic DNA. The nucleotide equences of the primers and probe were ACTB forward: ′-CCTTCCTGGGCATGGAG-3′; ACTB reverse: 5′-AAGGA- GAGCATGATCTTGATCTT-3′; ACTB probe: 5′-(6-Fam)- CTGTGGC ATCCACGAAACTACCTTC-(Tamra)-3′.  .6. Statistical analyses  he Western blotting results were statistically evaluated sing Fisher's exact test and the t-test; the immunohisto- hemical data were analysed using the -2-test.  An independent t-test and Wilcoxon's two-group test ere used for the real-time RT-PCR analysis; the results of  he matched NSCLC and non-neoplastic lung tissues were ompared using an adjusted t-test and Wilcoxon's test, and he graphical representation was based on a quartile distri- ution.  All of the analyses were performed using Ministat 2000 2.1 version, Pubblicazioni Medico Scientifiche, Udine, Italy) nd GraphPad Prism 4.0 software; p-values of <0.05 were onsidered statistically significant.  . Results  .1. FAK Western blotting  estern blotting was used to evaluate p125FAK protein xpression in 16 NSCLCs (six stage I, six stage II, four stage III) Table 1) and paired non-neoplastic lung parenchymas. FAK xpression was significantly increased in 13 NSCLC samples n comparison with their non-neoplastic counterparts. The estern blotting of seven samples is shown in Fig. 1(panel ); the ratio between the optical density of the neoplas- ic (T) and non-neoplastic (N) tissues (OD T/N) of the same atients was calculated and expressed graphically (Fig. 1, anel B). The increased expression of FAK in the NSCLCs s documented by the mean ratio of 2.98 (range 0—7.3), nd comparable results were obtained using a polyclonal ntibody specific for the FAK N-terminal portion (data not hown). FAK activity is regulated by tyrosine phosphoryla-  ion [32], and so the phosphorylation status of FAK tyrosine esidues measured by specific antibodies can be considered n index of protein activation. All of the evaluated tyro- ine residues (see Section 2) were phosphorylated in the eoplastic and non-neoplastic specimens, with no quan-  analysis was made in all other 15 patients with similar results (data not shown). Mean values ± S.E. of two independent exper- iments with similar results.    FAK in lung cancer 267  Fig. 2 FAK protein expression in non-neoplastic lung parenchyma. (A) FAK immunostaining in ciliated and basal epithelial cells of he n  The Western blotting and immunohistochemical evaluations of FAK expression were comparable: the NSCLC cases with a high level of FAK protein content also showed intense  Table 2 FAK protein expression in NSCLCs  Tumour histotype FAK immunostaining  HEa IEa LEa  ADK, n = 42 (70%) 34 (81) 6 (14) 2 (5) SQ, n = 11 (18%) 9 (82) 1 (9) 1 (9) Others, n = 7 (12%) 3 (43) 3 (43) 1 (14) the bronchial mucosa. (B) Intense FAK protein accumulation in t In both images, FAK immunostaining can also be seen in some i magnification: (A) ×400 and (B) ×600.  titative difference between the two tissue types (Fig. 1, panel C). These results suggest that the up-regulation of FAK expression does not correlate with increased activation in NSCLCs.  3.2. Tissue localisation of FAK by immunohistochemistry  FAK immunoreactivity was detected in both normal and neo- plastic lung cells. In normal bronchus, FAK protein expression was detected in epithelial ciliated and basal cells, chon- drocytes, and the ductal and serous cells of the submu- cosal glands; FAK immunostaining was also detected in the endothelial cells of the vessels within the lung parenchyma. Immunoreactivity was greater in reactive lesions, such as squamous metaplastic bronchial epithelium, and in the hyperplastic/reactive pneumocytes surrounding the neo- plasia. Fig. 2 shows FAK protein immunodetection in non- neoplastic lung parenchyma.  In comparison with the non-neoplastic lung parenchy- mas, FAK was overexpressed in every neoplastic tissue section. Furthermore, FAK immunoreactivity was stronger in the NSCLCs than in previously described reactive lung lesions, with moderate-strong immunoreactivity in between 40% and more than 90% of tumour cells. Forty-six of the NSCLCs (77%) were HE (moderate-intense immunore- activity in more than 70% neoplastic cells; scores 6 and 9), 10 (17%) were IE (moderate immunoreactivity in 40—70% of neoplastic cells; score 4), and 4 (7%) were LE (moderate-intense immunoreactivity in less than 40% neo- plastic cells; scores 2 and 3). FAK was also observed in the endothelial cells of the vessels within the neoplastic stroma.  Furthermore, as shown in Table 2, there was no sig-  nificant difference in FAK immunostaining between the two most represented tumour histotypes (ADK versus SQ, p = 0.947, -2-test). Examples of FAK immunoreactivity in adenocarcinoma and squamous cell carcinoma are shown in Fig. 3. cytoplasm and perinuclear cisterns of hyperplastic alveolar cells. flammatory elements of the subepithelial stromal tissue. Original  3.3. Quantitative evaluation of FAK mRNA by real-time RT-PCR  FAK mRNA levels were investigated in 60 NSCLCs and 21 matched non-neoplastic lung tissues (16 of these matched samples were also studied by Western blotting, see Fig. 1). The non-neoplastic lung samples were used to establish the basal levels of FAK mRNA, and FAK transcripts ranging from 0.5n to 3.3n (mean 1.3n; median 1.1n) were determined in all of them. Three tumour samples were discarded because of RNA degradation, but FAK mRNA was assayed in all of the remaining 57 and ranged from 0.5n to 4.5n (mean 1.8n; median 1.5n). Both Wilcoxon's test and the t-test showed that FAK mRNA levels were significantly higher in the NSCLCs whether all of the samples were considered (p = 0.016 and 0.013) (Fig. 4), or just the 21 matched neoplastic and non- neoplastic lung samples (p = 0.038 and 0.04).  3.4. Comparative analyses and clinicopathological correlation Values in parentheses are in percent. a HE: high expressors; IE: intermediate expressors; LE: low  expressors. See Section 2 for tumour classification of FAK immunoreactivity.    268 S. Carelli et al.  u 00  basis of the expression ratio between the neoplastic and non-neoplastic sample (a two-fold greater expression of FAK mRNA in tumours was set as threshold). There was a trend toward a correlation between a two-fold increase in mRNA  Fig. 4 Box plot diagram of FAK mRNA expression analysed by real-time RT-PCR. FAK mRNA levels were evaluated in 57 neo- plastic and 21 non-neoplastic lung tissues (21 matched samples). FAK mRNA level (expressed as n-fold the calibrator sample MCF7 cell line) was significantly higher in the neoplastic than the non- neoplastic lung parenchyma (p = 0.016, Wilcoxon's two-group test). Median values indicated by arrows.  l t p t N  3  T o a e a s r A c t i e e p  4  F [ t t p o t [ b t e a a c d t  nohistochemistry. (A) Lung adenocarcinoma and (B) lung squa- .  evels and the presence of positive nodes (N1 or N2), as he majority of these overexpressing tumours (5/7) were N- ositive; among the neoplastic specimens with mRNA levels hat were ≤2-fold higher, there was a casual distribution (8 -negative and 6 N-positive) (data not shown).  .5. Expression of -1-integrin and p53 in NSCLCs  he correlations between FAK up-regulation and changes in ther adhesion- and apoptosis-related proteins were evalu- ted by Western blotting in 12 of the above samples. The xpression of -1-integrin was comparable in the neoplastic nd non-neoplastic lung tissues (p = 0.13, t-test), as can be een in the example of Western blotting and densitomet- ic analysis of all of the examined cases in Fig. 5 (panel ). The up-regulation of FAK therefore seems to be spe- ific among adhesion-related molecules. We also assessed he pro-apoptotic p53 protein, which is capable of suppress- ng FAK expression [31], and found that the increased FAK xpression in NSCLCs did not correspond to changes in p53 xpression in any of the 12 cases (p = 0.3, t-test) (Fig. 5, anel B).  . Discussion  AK is a non-receptor tyrosine kinase involved in cell motility 7], migration [8], apoptosis [9] and cell matrix interac- ions [6]. All of these processes are crucial for neoplastic ransformation, invasion and dissemination, and suggest a otential role of FAK in the development and progression f cancer [14]. FAK is overexpressed in a variety of human umours including breast [17], colorectal [17,33], prostate 18,34], thyroid [19], ovarian [20], endometrial [35], and rain cancers [21]. Agents aimed at inhibiting the FAK signal ransduction pathway may be useful in the development of ffective new anticancer therapies [14,36]. Inhibited FAK Fig. 3 FAK protein overexpression in NSCLCs as detected by imm mous cell carcinoma. Original magnification: (A) ×600 and (B) ×4  immunostaining. Considering all of the FAK protein expres- sion values, Western blotting showed a statistically signif- icant correlation between higher protein levels and a high tumour stage (stage I + II versus stage III + IV, p = 0.019). The FAK mRNA overexpression revealed by real-time RT-PCR not only correlated with a high tumour stage (stage I + II ver- sus stage III + IV, p = 0.028), but there was also a statistically significant association between FAK mRNA level and tumour size (T1 versus T2, T3 and T4, p = 0.046).  The association between FAK mRNA measured by real- time RT-PCR and the presence of node metastases at the time of resection was also observed. The 21 matched spec- imens were analysed separately and sub-classified on the ctivity or modulated FAK expression have recently been ssociated with the decreased resistance of human pan- reatic adenocarcinoma cells to acquired apoptosis with etachment from the ECM [37], the increased sensitivity of ransformed human kidney epithelial cells to 5-fluorouracil    FAK in lung cancer 269  Fig. 5 FAK regulation in NSCLCs. -1-integrin (A) and p53 (B) expression in matched neoplastic (T) and non-neoplastic homogenates hown s are E. of  c m n b t T t o i b p c r o  c a m t t s a s i a p s c t p  (N) of 12 NSCLC patients. Western blotting of four patients is s and non-neoplastic tissue (OD T/N) of all 12 analysed patient membranes were exposed to --actin antibody. Mean values ± S.  [30], and enhanced gemcitabine-induced in vitro and in vivo cytotoxicity [26].  This paper describes FAK expression in NSCLCs and non- neoplastic lung parenchyma for the first time. We analysed 60 tumours by means of immunohistochemistry and quan- titative real-time RT-PCR, 16 of which were also analysed by Western blotting, and provide immunohistochemical and molecular evidence of FAK up-regulation in NSCLCs. FAK distribution within neoplastic tissue was quite diffuse and homogeneous, thus supporting its potential role in confer- ring an advantage on growth and survival, and giving tumour cells more invasive behaviour [16]. We also found that FAK up-regulation is common in NSCLCs, regardless of tumour histotype and grade: weak-moderate FAK immunostaining was detected in ciliated basal epithelial cells, ductal cells of the submucosal glands of the bronchus, as well as in chondrocytes and vessel endothelial cells of non-neoplastic lung parenchyma. Interestingly, more intense FAK protein immunostaining was observed in bronchial squamous meta- plastic epithelium and hyperplastic alveolar cells, which are considered reactive changes that may evolve into dysplastic and neoplastic transformations.  These immunohistochemical observations may partially explain our quantitative Western blotting and real-time RT- PCR evaluations of FAK protein and mRNA in non-neoplastic lung tissues. FAK mRNA levels were significantly higher in the neoplastic than in the non-neoplastic lung samples, which is consistent with previous observations of FAK overexpression in human malignancies [16]. Moreover, all of the neoplas- tic samples whose FAK overexpression was determined by Western blotting and real-time RT-PCR came from patients with a high tumour stage at the time of resection. Taken  together, these findings suggest that FAK up-regulation may be an early event in lung neoplastic transformation, and fur- ther support previously published data favouring its crucial role in the development and maintenance of human cancers [17,32,33].  c s i p t  ; the quantitative densitometric ratio between the neoplastic plotted under the gel images. As a gel loading control, the two independent experiments with similar results.  We also found that the expression of -1-integrin does not hange in NSCLCs, and so it is possible that FAK up-regulation ay be specific to NSCLCs. Furthermore, the up-regulation is  ot accompanied by any changes in FAK activity, as assessed y evaluating the extent of protein phosphorylation [32]: he five tyrosine residues analysed (Tyr397, Tyr407, Tyr576, yr577 and Tyr861) proved to be equally phosphorylated in he neoplastic and non-neoplastic tissues. It is known that ne of the possible mechanisms involved in FAK regulation s the action of p53, which inhibits FAK transcription [31], ut we found that the expression of p53 in our tumour sam- les overexpressing FAK was comparable with that in the ontrol non-tumoural lung tissues. It is possible that the up- egulation of FAK may be due to the amplification of its gene r p53 gene mutations.  FAK overexpression in human malignancies has been asso- iated with cancer cell migration and invasiveness, and more ggressive tumour behaviour including distant and/or nodal etastases [17,23,24,38,39]. The lack of FAK signalling in  he endothelial cells of FAK−/− mice embryos has shown hat the function of this protein is crucial for morphogene- is and the formation of blood vessels [40]. In addition, FAK ctivation in mouse microvascular endothelial cells is neces- ary to regulate in vitro tube formation [41]. We found FAK mmunoreactivity in the endothelial cells of both neoplastic nd adjacent non-neoplastic lung parenchyma, similarly to reviously described findings in the vascular network of oral quamous cancers [41], and the microvascular endothelial ells of malignant astrocytic tumours [42]. These charac- eristics may explain the invasive and metastatic malignant henotype of tumours overexpressing FAK.  In conclusion, our study provides the first immunohisto-  hemical and molecular evidence that increased FAK tran- cript levels and protein expression are common events n NSCLC. By immunohistochemistry, FAK protein overex- ression was also detectable in reactive changes, such as he squamous cell metaplasia of bronchial epithelial cells    2  a t t r b t T l i n v p f  A  T I  R  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  [  70  nd alveolar hyperplasia. The immunohistochemical detec- ion of FAK overexpression in all of our cases regardless of umour stage supports the hypothesis that FAK may play a ole in maintaining the malignancy of the morphological and iological characteristics of transformed lung cells, rather han a crucial role in the later stages of NSCLC progression. he detection of FAK overexpression, particularly at protein  evel, may represent a novel target for inhibitory therapies n lung cancer [43]. However, the up-regulation of FAK could ot be statistically related to disease-free or overall sur- ival in our patients probably because of the short follow-up eriod. The prognostic significance of FAK in NSCLCs there- ore requires further evaluation.  cknowledgement  his work was supported in part by a grant from Associazione taliana Ricerca sul Cancro (AIRC).  eferences  [1] Aplin AE, Howe AK, Juliano RL. Cell adhesion molecules, sig- nal transduction and cell growth. Curr Opin Cell Biol 1999;11: 737—44.  [2] Schaller MD, Borgman CA, Cobb BS, Vines RR, Reynolds AB, Parsons JT. pp125FAK a structurally distinctive protein-tyrosine kinase associated with focal adhesions. Proc Natl Acad Sci USA 1992;89:5192—6.  [3] Cobb BS, Schaller MD, Leu TH, Parsons JT. Stable association of pp60src and pp59fyn with the focal adhesion-associated pro- tein tyrosine kinase, pp125FAK. Mol Cell Biol 1994;14:147—55.  [4] Owen JD, Ruest PJ, Fry DW, Hanks SK. Induced focal adhesion kinase (FAK) expression in FAK-null cells enhances cell spread- ing and migration requiring both auto- and activation loop phosphorylation sites and inhibits adhesion-dependent tyrosine phosphorylation of Pyk2. Mol Cell Biol 1999;19:4806—18.  [5] Schaller MD, Otey CA, Hildebrand JD, Parsons JT. Focal adhe- sion kinase and paxillin bind to peptides mimicking beta inte- grin cytoplasmic domains. J Cell Biol 1995;130:1181—7.  [6] Schlaepfer DD, Hanks SK, Hunter T, van der Geer P. Integrin- mediated signal transduction linked to Ras pathway by GRB2 binding to focal adhesion kinase. Nature 1994;372:786—91.  [7] Cary LA, Chang JF, Guan JL. Stimulation of cell migration by overexpression of focal adhesion kinase and its association with Src and Fyn. J Cell Sci 1996;109:1787—94.  [8] Sieg DJ, Hauck CR, Ilic D, Klingbeil CK, Schaefer E, Damsky CH, et al. FAK integrates growth-factor and integrin signals to promote cell migration. Nat Cell Biol 2000;2:249—56.  [9] Xu LH, Owens LV, Sturge GC, Yang X, Liu ET, Craven RJ, et al. Attenuation of the expression of the focal adhesion kinase induces apoptosis in tumor cells. Cell Growth Differ 1996;7:413—8.  10] Schaller MD, Hildebrand JD, Shannon JD, Fox JW, Vines RR, Parsons JT. Autophosphorylation of the focal adhesion kinase, pp125FAK, directs SH2-dependent binding of pp60src. Mol Cell Biol 1994;14:1680—8.  11] Chen HC, Guan JL. Association of focal adhesion kinase with its potential substrate phosphatidylinositol 3-kinase. Proc Natl Acad Sci USA 1994;91:10148—52.  12] Zhang X, Chattopadhyay A, Ji QS, Owen JD, Ruest PJ, Car-  penter G, et al. Focal adhesion kinase promotes phospholipase C-gamma1 activity. Proc Natl Acad Sci USA 1999;96:9021—6.  13] Han DC, Guan JL. Association of focal adhesion kinase with Grb7 and its role in cell migration. J Biol Chem 1999;274: 24425—30.  [  S. Carelli et al.  14] Hauck CR, Hsia DA, Punte XS, Cheresh DA, Schlaepfer DD. FRNK blocks v-Src stimulated invasion and experimental metas- tases without effects on cell motility or growth. EMBO J 2002;21:6289—302.  15] Weiner TM, Liu ET, Craven RJ, Cance WG. Expression of growth factor receptors, the focal adhesion kinase, and other tyro- sine kinases in human soft tissue tumors. Ann Surg Oncol 1994;1:18—27.  16] Gabarra-Niecko V, Schaller MD, Dunty JM. FAK regulates biolog- ical processes important for the pathogenesis of cancer. Cancer Metastasis Rev 2003;22:359—74.  17] Cance WG, Harris JE, Iacocca MV, Roche E, Yang X, Chang J, et al. Immunohistochemical analyses of focal adhesion kinase expression in benign and malignant human breast and colon tissues: correlation with preinvasive and invasive phenotypes. Clin Cancer Res 2000;6:2417—23.  18] Tremblay L, Hauck W, Aprikian AG, Begin LR, Chapdelaine A, Chevalier S. Focal adhesion kinase (pp125FAK) expression, activation and association with paxillin and p50CSK in human metastatic prostate carcinoma. Int J Cancer 1996;68:164—71.  19] Owens LV, Xu L, Dent GA, Yang X, Sturge GC, Craven RJ, et al. Focal adhesion kinase as a marker of invasive potential differ- entiated human thyroid cancer. Ann Surg Oncol 1996;3:100—5.  20] Judson PL, He X, Cance WG, Van Le L. Overexpression of focal adhesion kinase, a protein tyrosine kinase, in ovarian carci- noma. Cancer 1999;86:1551—6.  21] Natarajan M, Hecker TP, Gladson CL. FAK signaling in anaplastic astrocytoma and glioblastoma tumors. Cancer J 2003;9(2):126—33.  22] Weiner TM, Liu ET, Craven RJ, Cance WG. Expression of focal adhesion kinase gene and invasive cancer. Lancet 1993;342:1024—5.  23] Fujii T, Koshikawa K, Nomoto S, Okochi O, Kaneko T, Inoue S, et al. Focal adhesion kinase is overexpressed in hepatocellu- lar carcinoma and can be served as an independent prognostic factor. J Hepatol 2004;41:104—11.  24] Recher C, Ysebaert L, Beyne-Rauzy O, Mansat-De Mas V, Rui- davets JB, Cariven P. Expression of focal adhesion kinase in acute myeloid leukemia is associated with enhanced blast migration, increased cellularity, and poor prognosis. Cancer Res 2004;64:3191—7.  25] Kornberg L, Fleigel J. The effects of inducible overexpression of FAK-related non-kinase (FRNK) on a transformed epithelial cell line. Anticancer Res 2003;23:91—7.  26] Duxbury MS, Ito H, Benoit E, Zinner MJ, Ashley SW, Whang EE. RNA interference targeting focal adhesion kinase enhances pancreatic adenocarcinoma gemcitabine chemosensitivity. Biochem Biophys Res Commun 2003;311:786—92.  27] Beinke C, Van Beuningen D, Cordes N. Ionizing radiation mod- ules of the expression and tyrosine phosphorylation of the focal adhesion-associated proteins focal adhesion kinase (FAK) and its substrates p130cas and paxillin in A549 human lung carci- noma cells in vitro. Int J Radiat Biol 2003;79:721—31.  28] Parkin DM, Pisani P, Ferlay J. Global cancer statistics. CA Cancer J Clin 1999;49:33—64.  29] Wingo PA, Ries LA, Parker SL, Heath Jr CW. Long-term can- cer patient survival in the United States. Cancer Epidemiol Biomarkers Prev 1998;7:271—82.  30] Falleni M, Pellegrini C, Marchetti A, Oprandi B, Buttitta F, Barassi F, et al. Survivin gene expression in early-stage non- small cell lung cancer. J Pathol 2003;200:620—6.  31] Golubovskaya V, Kaur A, Cance W. Cloning and characterization of the promoter region of human focal adhesion kinase gene:  nuclear factor kappa B and p53 binding sites. Biochim Biophys Acta 2004;1678:111—25.  32] Schlaepfer DD, Mitra SK, Ilic D. Control of motile and invasive cell phenotypes by focal adhesion kinase. Biochim Biophys Acta 2004;1692:77—102.    [  [  [  [  FAK in lung cancer  [33] Lark AL, Livasy CA, Calvo B, Caskey L, Moore DT, Yang X, et al. Overexpression of focal adhesion kinase in primary col- orectal carcinomas and colorectal liver metastases: immuno- histochemistry and real-time PCR analyses. Clin Cancer Res 2003;9:215—22.  [34] Rovin JD, Frierson Jr HF, Ledinh W, Parsons JT, Adams RB. Expression of focal adhesion kinase in normal and pathologic human prostate tissues. Prostate 2002;53:124—32.  [35] Livasy CA, Moore D, Cance WG, Lininger RA. Focal adhesion kinase overexpression in endometrial neoplasia. Appl Immuno- histochem Mol Morphol 2004;12:342—5.  [36] McLean GW, Avizienyte E, Frame MC. Focal adhesion kinase as a potential target in oncology. Expert Opin Pharmacother 2003;4:227—34.  [37] Duxbury MS, Ito H, Zinner MJ, Ashley SW, Whang EE. Focal  adhesion kinase gene silencing promotes anoikis and suppresses metastasis of human pancreatic adenocarcinoma cells. Surgery 2004;135:555—62.  [38] Oktay MH, Oktay K, Hamele-Bena D, Buyuk A, Koss LG. Focal adhesion kinase as a marker of malignant pheno-  [  View publication statsView publication stats 271  type in breast and cervical carcinomas. Hum Pathol 2003;34: 240—5.  39] Itoh S, Maeda T, Shimada M, Aishima S, Shirabe K, Tanaka S, et al. Role of expression of focal adhesion kinase in progression of hepatocellular carcinoma. Clin Cancer Res 2004;10:2812—7.  40] Ilic D, Kovacic B, McDonagh S, Jin F, Baumbusch C, Gardner DG, et al. Focal adhesion kinase is required for blood vessel morphogenesis. Circ Res 2003;92(3):255—7.  41] Haskell H, Natarajan M, Hecker TP, Ding Q, Stewart Jr J, Grammer JR, et al. Focal adhesion kinase is expressed in the angiogenic blood vessels of malignant astrocytic tumors in vivo and promotes capillary tube formation of brain microvascular endothelial cells. Clin Cancer Res 2003;9: 2157—65.  42] Kornberg LJ. Focal adhesion kinase and its potential  involvement in tumor invasion and metastasis. Head Neck 1998;20(8):745—52.  43] McLean GW, Carragher NO, Avizienyte E, Evans J, Brunton VG, Frame MC. The role of focal-adhesion kinase in cancer—-a new therapeutic opportunity. Nat Rev Cancer 2005;5(7):505—15.  https://www.researchgate.net/publication/6942622   Up-regulation of focal adhesion kinase in non-small cell lung cancer  Introduction  Materials and methods  Patients and samples  Tissue homogenisation and protein quantification  Western blotting  Immunohistochemistry  Real-time RT-PCR  RNA extraction, cDNA synthesis and real-time RT-PCR conditions  Primers and probes   Statistical analyses   Results  FAK Western blotting  Tissue localisation of FAK by immunohistochemistry  Quantitative evaluation of FAK mRNA by real-time RT-PCR  Comparative analyses and clinicopathological correlation  Expression of beta1-integrin and p53 in NSCLCs   Discussion  Acknowledgement  References",
    "references": [],
    "authors": [
        "Chung-ming Chu",
        "Patrick C. Y. Woo",
        "Ken T. K. Chong",
        "Wah-shing Leung",
        "Veronica L. Chan",
        "Kwok-yung Yuen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}