{
    "summary": "Diacylglycerol acyltransferase (DGAT) activity is an essential enzymatic step in the formation of neutral lipid i.e., triacylglycerol in all living cells capable of accumulating storage lipid. Previously, we characterized an oleaginous yeast Candida tropicalis SY005 that yields storage lipid up to 58% under a specific nitrogen-stress condition, when the DGAT-specific transcript is drastically up-regulated. Here we report the identification, differential expression and function of two DGAT2 gene homologues--CtDGAT2a and CtDGAT2b of this C. tropicalis. Two protein isoforms are unique with respect to the presence of five additional stretches of amino acids, besides possessing three highly conserved motifs known in other reported DGAT2 enzymes. Moreover, the CtDGAT2a and CtDGAT2b are characteristically different in amino acid sequences and predicted protein structures. The CtDGAT2b isozyme was found to be catalytically 12.5% more efficient than CtDGAT2a for triacylglycerol production in a heterologous yeast system i.e., Saccharomyces cerevisiae quadruple mutant strain H1246 that is inherently defective in neutral lipid biosynthesis. The CtDGAT2b activity rescued the growth of transformed S. cerevisiae mutant cells, which are usually non-viable in the medium containing free fatty acids by incorporating them into triacylglycerol, and displayed preferential specificity towards saturated acyl species as substrate. Furthermore, we document that the efficiency of triacylglycerol production by CtDGAT2b is differentially affected by deletion, insertion or replacement of amino acids in five regions exclusively present in two CtDGAT2 isozymes. Taken together, our study characterizes two structurally novel DGAT2 isozymes, which are accountable for the enhanced production of storage lipid enriched with saturated fatty acids inherently in C. tropicalis SY005 strain as well as in transformed S. cerevisiae neutral lipid-deficient mutant cells. These two genes certainly will be useful for further investigation on the novel structure-function relationship of DGAT repertoire, and also in metabolic engineering for the enhanced production of lipid feedstock in other organisms.",
    "title": "Functional Characterization of Two Structurally Novel Diacylglycerol Acyltransferase2 Isozymes Responsible for the Enhanced Production of Stearate-Rich Storage Lipid in Candida tropicalis SY005",
    "text": "Review Article Alkaline Phosphatase in Stem Cells  Katelina Štefková,1 Jilina Procházková,2,3 and Jilí Pacherník1,4  1 Institute of Experimental Biology, Faculty of Science, Masaryk University, Kotlářská 2, 611 37 Brno, Czech Republic 2Institute of Biophysics, Academy of Sciences of the Czech Republic, v.v.i., Královopolská 135, 612 65 Brno, Czech Republic 3Department of Histology and Embryology, Faculty of Medicine, Masaryk University, Kamenice 5, 625 00 Brno, Czech Republic 4International Clinical Research Center, Center of Biomolecular and Cellular Engineering, St. Anne's University Hospital Brno, Pekařská 53, 656 91 Brno, Czech Republic  Correspondence should be addressed to Jiř́ı Pachernı́k; jipa@sci.muni.cz  Received 10 November 2014; Accepted 21 January 2015  Academic Editor: Kenneth R. Boheler  Copyright   2015 Kateřina Štefková et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Alkaline phosphatase is an enzyme commonly expressed in almost all living organisms. In humans and other mammals, determinations of the expression and activity of alkaline phosphatase have frequently been used for cell determination in developmental studies and/or within clinical trials. Alkaline phosphatase also seems to be one of the key markers in the identification of pluripotent embryonic stem as well as related cells. However, alkaline phosphatases exist in some isoenzymes and isoforms, which have tissue specific expressions and functions. Here, the role of alkaline phosphatase as a stem cell marker is discussed in detail. First, we briefly summarize contemporary knowledge of mammalian alkaline phosphatases in general. Second, we focus on the known facts of its role in and potential significance for the identification of stem cells.  1. Alkaline Phosphatase  Alkaline phosphatase (AP, EC 3.1.3.1 orthophosphoric- monoesterase, alkaline optimum) is a membrane bound enzyme which occurs in almost all living organisms. Mam- malian APs have low sequence identity with E. coli, but residues involved in the active site of the enzyme and the ligands coordinating the two zinc atoms and the magnesium ion are conserved; thus, the catalytic mechanism is consid- ered to be similar in prokaryotic and eukaryotic APs [1, 2]. Individual mammalian alkaline phosphatases differ in their heat stabilities and uncompetitive inhibition properties. This is the result of their nonhomologous disulphide bonds, their structural significance, and nonconserved residues [3, 4]. In humans, and probably also in other mammals, four isoenzymes have developed during evolution and are coded by up to four genes. These four isoenzymes can be found in various tissues, where they have different physiological functions. We know three isoenzymes of AP which are specific for certain tissues in humans; these are tissue- specific alkaline phosphatases (TSAP). They are intestinal alkaline phosphatase (IAP; Kasahara isoenzyme), placental  alkaline phosphatase (PLAP; Regan isoenzyme), and germ cell alkaline phosphatase (GCAP; Nagao isoenzyme), which are expressed by embryonic cells but also carcinoma cells. The fourth isoenzyme is ubiquitous, and we call it tissue nonspecific alkaline phosphatase (TNAP). TNAP occurs in three isoforms which are bone, liver, and kidney TNAP [5].  In mice, there are also four APs; three of them are tissue specific and the fourth is tissue nonspecific. Intestinal, intestinal-like (IAP-like), and embryonicAP (EAP) are TSAP. The IAP-like AP was identified in mice, which have a knock- out gene for IAP and still measurable residual activity in the gut.Murine EAP is similar to humanGCAP [6].Many impor- tant facts about the structure, physical and chemical proper- ties, gene localisation, regulation, function, and tissue expres- sion ofAPs can be obtained fromMillán (2006) andMcComb et al. (2011) [7, 8]. In the field of stem cell biology, TNAP are the main focus of interest, but EAP or GCAP, which are expressed in pluripotent inner call mass and primordial cells, respectively, cannot be ignored (see below). In general, TNAP and EAP/GCAP are frequently associated with germ layers, progenitors, and naive nondifferentiating cells.  Hindawi Publishing Corporation Stem Cells International Volume 2015, Article ID 628368, 11 pages http://dx.doi.org/10.1155/2015/628368    2 Stem Cells International  In contrast, TSAPs are expressed with the increasing differentiation and maturation of particular cell lineages and tissues, because of their connection to the functions of such cells, for example, enterocytes (IAP) [9-11].  2. Expression of AP during Development  Similar to other lineages and developmental-specific genes recognized as determinants of stem cells, the expression pattern of AP during ontogenesis in some parts of tissues also corresponds with particular stem cell precursors and their niches. Thus, here, we briefly summarize the expression and presumable function of particular AP associated with cell differentiation potential (such as pluripotency, e.g.,) and stemness during development in general.  The expression of alkaline phosphatase can already be detected in 2-cell stage preimplantation embryos in mice and it is equally expressed in each embryonic cell to the stage of early blastocyst. At first, it is expressed by both the trophectoderm and inner cell mass (ICM). In the stage of late blastocyst, it seems that AP is strictly expressed in ICM. Lepire and Ziomek [12] described the isoenzyme of AP in the preimplantation stage of embryo-embryonic alkaline phosphatase (EAP). Until this discovery only two isoenzymes ofAPhad been defined inmice: EAP andTNAP. TNAP is also expressed in the preimplantation embryo, but 10 times less than EAP. Approximately 7 days post coitum (dpc) the expres- sion of Akp5 (EAP) decreases rapidly and Akp2 (TNAP) becomes themajor gene of AP, which is expressed between 7- 14 dpc in primordial germ (PG) cells [6]. The PG cells exhibit high activity of TNAP during migration to the developing gonad.The activity of TNAP decreases 14-15 dpc in these cells [13]. In humans, it is known that the expression of alkaline phosphatases is detectable prior to 4 weeks of gestation [14, 15].  In contrast to mice PG cells (which express TNAP), GCAP activity is observed in human migrating PG cells [15-17]. In the adult, it is primarily synthesized in the testes, cervix, and thymus. Trace amounts are synthesized in placenta and lung tissues [18]. It is not known whether AP is expressed in the preimplantation stage of human embryos. Also, little is known about the expression of other isoenzymes in human embryonic development because of ethical limitations. On the 8th day post coitum (in mice), TNAP is also expressed in the neuroectoderm [19]. Later (9.5 dpc), TNAP activity is observed in the area of the brain and spinal cord. Between 10.5 and 14.5 dpc, TNAP activity is observed in the mesencephalon and the rhombencephalon, along the entire spinal cord and cranial nerves, and at the end of this stage TNAP positive fibres are in the pons. Fourteen- and-a-half days post coitum, TNAP expression is decreased in the neuroepithelium. In the adult, TNAP positive clusters are observed in the subependymal layer, where the neural pro- genitors are localized. It is suggested that TNAP is involved in the development of the nervous system partly as an ectonucleotidase in neurogenic zones [20, 21] or specifically by interacting with collagen during neuronal migration [22, 23]. However, TNAP activity is detectable in the choroid plexus up to adult age [23].  However, amongst all vertebrates (including humans), TNAP activity is dominant in the developing skeleton, because TNAP is involved in the mineralization of tissues. The activity within the developing skeleton is associated with the expression of TNAP in chondrocytes and osteoblasts. In mice this arises between 13 and 14 dpc [19].  The expression of another AP, TSAP, is also mostly associated with cell differentiation and such AP activity is generally recognized as amarker of cell differentiation [9, 24- 26].  3. Role and Function of AP  If we ask why some stem cells express AP, we must know how APs are utilized by particular cells. In general, AP catalyzes the hydrolysis of phosphate esters. AP exhibits three types of activity [27-31]:  (1) hydrolytic activity R-P + H-OH→R-OH + H-P,  (2) phosphotransferase activity R-P + R󸀠-OH→R-OH + R󸀠P,  (3) pyrophosphatase activity R-P-P-R󸀠+ H-OH→R-P + R󸀠-P.  Hydrolytic activity is considered a general reaction which is catalysed by AP.  The role of individual APs is also apparent from the phe- notype of organisms with nonfunctional AP. EAP depletion is not associated with any detectable abnormalities. Also, the depletion of TNAP has no effect on the differentiation or migration of PGC, so we may suggest a similar state also for GCAP in human PGC; however, experimental data are unob- tainable due to ethical limitations. PLAP,which is only known in primates, enables the transport of maternal IgG through the placenta and, by an unknown mechanism, improves the growth and development of embryos and cells in general. High levels of GCAP and PLAP are also markers of tumor diseases, typically, such neoplasia as germ cell tumours [32, 33], squamous cell carcinoma of the lung [34], and carcinoma of the gastrointestinal tract and uterus [35, 36].  The key roles of TNAP are in the mineralization of hard tissue (it provides free phosphate for the creation of hydroxyapatite crystals and hydrolyses pyrophosphate, an inhibitor of bonematrix formation) and in themetabolism of vitamin B6, and thus in the metabolism of neurotransmitter 𝛾-aminobutyric acid (GABA). Therefore, the depletion or recessive mutation of TNAP leads to defects in both the mineralization of hard tissue and the development of the nervous system.  IAP plays a role in the transport of fatty acids and triglyc- erides from the intestinal tract to the circulation [37-40]. IAP also regulates duodenal surface pH [41] and detoxifies bacterial endotoxins in the colon by means of dephosphory- lation [42, 43].    Stem Cells International 3  4. Regulation of the Expression and Activity of AP  AP activity clearly correlates with its expression, and its fine regulation is mediated by the actual microenvironment rather than by some individual signaling pathways. Thus, AP expression and activity are regulated mainly through the developmental status of cells or tissues. Therefore, as men- tioned above, AP expression is a generally suitable marker of differentiation processes both in vivo and in vitro for particular cell types. Although some data on the role of p38 kinase (mitogen-activate protein kinase (MAPK) p38) in the regulation of TNAP expression exist, the precise mechanism remains unknown [44-47]. Similarly, we observed both a decreased level of AP and decreasedAP activity in p38−/−ES cells [48, 49] in comparison with their wt counterparts, while the expressions of pluripotent markers such as Oct-4, Nanog, and Zfp42 remained unchanged (our unpublished data).  5. Alkaline Phosphatase and Stem Cells  5.1. Pluripotent Stem Cells. A high level of AP and high AP activity are traditional markers of pluripotent embryonic stem (ES) cells, both mouse and human. This is based on the fact that ICM is highly positive for AP activity, in contrast to trophoblast cells at the blastocyst stage. As ICM is committed to lineage differentiation, AP expression is downregulated and it appears in discrete specialized cell populations such as PG cells and later also in other tissues, for example, in osteoblasts (see above). High AP activity is associated with the majority of pluripotent stem cells. Embryonal cancer (EC also called teratocarcinoma stem cells), embryonic germ (EG), the already mentioned embryonic stem (ES), and induced pluripotent stem (iPS) cells express high activity of AP. Interestingly, the absence of AP activity has been reported in pluripotent epiblast stem (EpiS) cells, which are derived from epiblasts of later developmental stages of the embryo than those from which ES cells are derived. The pluripotency of EpiS cells is partially restricted in comparison with other pluripotent stem cells, which correspond to their more differentiated phenotype, compared to ES cells [50, 51].  Mouse ES cells are derived from pluripotent cells of ICM of early blastocyst 3.5-4 dpc. At this time, theAkp5 gene (cod- ing EAP) is dominantly expressed in the embryo. However, mouse ES cells express the Akp2 gene (coding TNAP), which is used for determination of their undifferentiated state [52]. Mouse PG, EG, and EC cells derived from teratocarcinoma also show high activity of TNAP [13, 53, 54]. The dominant expression of TNAP but not EAP in mouse ES cells supports the hypothesis concerning a shared predecessor of ES and PG/EG cells [55]. On the other hand, the shift in expression of AP isoenzymes may also correspond to the fact that the expression of AP is important for cells, but that, as cell environments are modified during developmental processes, particular AP may work more effectively in new conditions. This, we may suggest, is based on the sensitivity of particular AP to various amino acids and small peptides, which were determined as inhibitors of AP activity; these are presented  in Table 1 [5, 56-62]. However, further experiments will be required to verify such a hypothesis.  In human embryos, GCAP activity is found in PG cells, in contrast to human ES cells, where TNAP is detected [63, 64]. However, it is uncertain whether GCAP is also expressed, which might be expected. Human EC cells express both isoenzymes, TNAP and GCAP [65]. In human EG cells, the GCAP isoenzyme is expected, because GCAP is expressed in migrating human primordial germ cells and gonocytes [18, 63]. However, precise studies of this phenomenon in humans are lacking.  In addition, some experimental results point to greater similarity betweenmouse ES/PG/EG/ECandhumanPG/EG/ EC cells, but not human ES cells, which raises another question about the significance and role of AP in these cells [66].  However, this inconsistency in the phenotype of these cells was partially resolved by Brons et al. [51] and Tesar et al. [50]. Both these groups described so-called epiblast stem (EpiS) cells, which correspond to pluripotent cells of epiblast. Mouse EpiS cells are more differentiated thanmouse ES cells. Mouse and human ES cells should be equivalent in their properties. However, human ES cells correspond more closely to mouse EpiS cells. Interestingly, EpiS cells do not exhibit detectable AP activity [50]. Thus, we can suggest that the precise determination of AP isoform expression patterns in human ES in comparison to the abovementioned cell populations may further improve our picture of its identity, regulation of self-renewal, and phenotype.  The specific importance of AP for pluripotent cells as well for pluripotent stem cells remains questionable. Andäng et al. suggest the importance of GABA synthesis in ES cells for the regulation of their proliferation and self-renewal [67] and that AP participates in GABA synthesis (see above). We may also suggest the increased need for substrate dephosphorylation associated with the quickly proliferating metabolism of ES cells. In ICM and other types of pluripotent cells, we can also hypothesise a similar role for AP as in ES cells.  Interestingly, as mentioned above and expected in EpiS cells, all known mouse and human pluripotent stem cells express TNAP preferentially. The expression of TNAP is also quickly upregulated during the process of reprogramming somatic cells into iPS cells. In the original protocol, the iPS phenotype is induced through the exogenous expression of four genes: Oct-4 (Pouf5), Sox-2, and Klf4, which are responsible for the maintenance of pluripotency, and c- myc, responsible for the induction and/or increasing rate of proliferation [68]. TNAP expression increases directly after the transfection of somatic cells by these four genes. This corresponds with the conception of the direct regulation of TNAP expression by Oct-4 and Sox-2 [69]; see Table 2.Thus, TNAP expression appears long before real cell reprograming and the reexpression of endogenous genes for Oct-4 or Sox-2 [70]. Further, our in silico analysis identified several binding sites for both Oct-4 and Sox-2 and further factors associated with pluripotency such as Nanog, Tcf3, Sa4b, and FoxD3 in promoters of TNAP (Table 2). For all the above-mentioned facts, AP activity is a widely accepted marker of pluripotent stem cells and it has been shown that the maintenance    4 Stem Cells International  Ta bl e 1: A lk al in e ph  os ph  at as es  ex pr es se d in  hu m an sa  nd m ic e w ith  th ei rb  as ic at tr ib ut es .  Is oe nz ym  e A P  G en e  M ol ec ul ar  w ei gh t  Ti ss ue  lo ca liz at io n  Te m pe ra tu re  of in ac tiv  at io n  Sp ec ifi c in hi bi to rs  PL A P  A LP  P 90 -1 20  kD a  Sy nc  yt io tr op  ho bl as t  St ab le at 70 ∘ C  ne ur am  in id as e [5 ], L- ph  en yl al an in e [5 8] ,  L- le uc in e [6 0] ,L -l eu cy l- gl yc yl -g ly ci ne  [5 6] ,L -p he ny la la ny l- gl yc yl -g ly ci ne  [5 6]  G C A P  A LP  PL 2  PG C ,t es te s, ce rv ix ,t hy  m us  EA P (m  ou se )  A kp 5 (A lp pl 2)  Pr ei m pl an  ta ti on  st ag e of  em br yo  IA P  IA P- lik  e (m  ou se )  A LP  I( hu  m an )A  kp 3  (m ou  se )  A kp 6 (A lp i)  70 -9  0 kD  a Sm  al li nt es ti ne  (d uo  de nu  m )  St ab le at 56 ∘ C  L- Ph  en yl al an in e [5 8] ,L -t ry pt op  ha n [5 9]  B on  e is of or m  T N A P  A LP  L (h um  an )  A lp l( m ou  se )  12 0-  15 0 kD  a  B on  e (p re os te ob  la st ic ce lls ,  ba so la te ra ls ite  of os te ob  la st s) ,  ch on  dr oc yt es ,o do  nt ob  la st s  PG C (m  ou se ), br ai n  (s ub  ep en dy m al la ye r) ,  em br yo ,t es te s( m ou  se )  N on  st ab le at 55 ∘ C  L- H om  oa rg in in e [6 1] ,n  eu ra m in id as e [5 ],  L- le va m is ol e [5 7] ,i m id az ol e [6 2]  Li ve ri so fo rm  T N A P  Li ve r( bi lle  ep ith  el iu m )  A t5 5∘ C m or e st ab le  th an  bo ne  is of or m  K id ne y is of or m  T N A P  K id ne  y (e pi th el ia lc el ls of  pr ox im  al tu bu  le s)  N on  st ab le at 45 ∘ C  PL A P:  pl ac en ta lA  P; G C A P:  ge rm  ce ll A P;  EA P:  em br yo ni c A P;  IA P:  in te st in al A P;  T N A P:  tis su e no  ns pe ci fic  A P.    Stem Cells International 5  Table 2: Transcription factor binding site (TFBS) analysis of promoters of tissue nonspecific alkaline phosphatase isoforms.  Species Gene symbol(name)  Matrix family/matrix V$HOXF V$STEM V$SORY V$FKHD V$RXRF  V$NANOG.01 V$OCT3 4.02 (Oct-4) V$OSNT.01 V$SOX2.01 V$HFH2.01 (FoxD3) V$RAR RXR.01  Human ALPP (PLAP) 1 — — — — 2 ALPPL2 (GCAP)  — 1 1 1 — 1  ALPL (TNAP) 1 3 4 — — 3  Mouse Alppl2 (EAP) 1 — — — — — Alpl (Akp2/TNAP)  1 6∗ 2 1 1 7  NANOG, Oct3-4, SOX-2, FoxD3, and RAR/RXR binding motifs were predicted by the Genomatix software tool MatInspector (1) (digits denote numbers of matches) and further analysed using the rVista algorithm (based on Transfac Professional Library v10.2) (2) for evolutionary conserved motifs between mouse and human (grey fields).The asterisk “∗” symbol indicates previously observed Oct-4 binding in Alpl (Akp2) regulatory sequences using the Chip-PET methodology (3, 4). Matrix V$OSNT.01 represents composed binding sites for Oct-4, Sox-2, Nanog, Tcf3 (Tcf7l1), and Sall4b in pluripotent cells.  of AP activity in AP-positive colony formation positively correlates with the clonogenic and self-renewal potential of undifferentiated human ES cells in cultures [64]. In addition, AP activity is downregulated reciprocally with differentiation processes involving pluripotent stem cells [71]. On the other hand, depletion of the TNAP gene Akp2 has no effect on the formation of either ICM or PG cells or their expansions in mouse [52]. Surprisingly, at the same time, both ICM and PG cells may be considered at least precursors of pluripotent stem cells, as are ES or EG cells. Unfortunately, little is known about the inability to isolate ES cells fromTNAP−/− embryos. More importantly, a consequence of TNAP depletion is a negative effect on bone development and vitamin B turnover (see above).  Interestingly, although EAP is the dominant form of AP in pluripotent ICM, we recognized only one Nanog binding site within the mouse EAP gene, and no binding sites were observed for the other pluripotent genesmentioned above. In human GCAP, one binding site for the mentioned pluripo- tent genes, apart from FoxD3, was recognized (Table 2). The mechanism concerning the shift from EAP/GCAP expression in pluripotent ICM to TNAP expression in the other pluripotent cells and PG cells is still not understood.  However, it seems clear that TNAP expression is not closely associated with pluripotent stem cells or with pluripo- tency alone, because ICM cells express another AP domi- nantly and they have no pure self-renewal potential (and such ICM cells cannot be recognized as stem cells) [19]. Further- more, PG cells are other cells which strongly express TNAP and other so-called pluripotent markers (Oct-4, Nanog), but they are not pluripotent.  Paradoxically, the regulation of TNAP expression in pluripotent stem cells is also influenced by the effect of retinoic acid (RA). RA has a prodifferentiation and pleiotropic effect on many cells both in vivo and in vitro [72, 73]. The RA effect is fast and strong. Cells undergo the differentiation process after the addition of RA to a culture independently of other conditions. The final phenotype depends on the RA concentration, type of culture (adherent, suspension), and presence of particular signaling molecules  [72, 74-77]. It is interesting that TNAP activity increases with this differentiation, although both stemness and pluripotent markers decrease. This has been proven in both EC and ES cells ([78, 79] and Figure 2). The upregulation of TNAP expression is clearly mediated by RA receptors binding motifs in the TNAP gene (Table 2). The role and significance of this RA-induced TNAP expression in EC and ES cell differentiation are unknown. However, this observation goes against the hypothesis concerning the role of TNAP in fast proliferating cells. RA induces a decrease in the proliferation and accumulation of cells in the G1 phase of the cell cycle in both ES and EC cells [80-82].  Further, the in vitro study of the differentiation of ES cells to PG cells yields a remarkable observation. RA is required for the induction of PG cell formation during the EBs-mediated differentiation of ES cells [83]. In this system, 5-day-old EBs, in which TNAP, Oct-4, and Nanog expression have been downregulated, are treated by RA. After this treatment, PG cells can be determined within EBs. However, PG cells also express high levels of Oct-4, Nanog, and TNAP [84]. Increased TNAP may simply be explained by the presence of RA receptor (RAR/RXR) binding sites in the TNAP gene, as mentioned above. However, the expression of Oct-4 is directly inhibited by RA [85]. The expression of Nanog, the second most important pluripotent gene, can be positively regulated by RA, as has been shown in some recent studies [77, 86]. In this case, Nanog expression is probably induced through the induction of insulin-like growth factor (IGF) expression by RA or other retinoids [86]. IGF is a strong inductor of the PI3-K pathway, whose activity leads to the increasing expression of Nanog in ES cells [87, 88]. Thus, RA mediates the auto- and paracrine stimulation of PI3- K pathways by IGF. Importantly, Nanog itself regulates the expression of Oct-4 [89]. Thus, we suppose that, in the mentioned model of the RA-induced formation of PG cells, Oct-4 expression is upregulated and maintained by Nanog. The feedback in the regulation network Oct-4/Nanog and the positive role of IGF in the maintenance of ES cells are well known [87, 89, 90]. However, the factors that enable the above supposed RA-induced creation of Oct-4 positive cells    6 Stem Cells International  AP activity  0.0 ES bmMSC aMSC NSC  0.5  1.0  1.5  2.0  R el  at iv  e  ac  tiv ity   o f A  P  ∗  ∗  (a)  TNAP  0.00  0.05  0.10  0.15  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H  ∗∗ ∗∗  ∗  ES bmMSC aMSC NSC  (b)  Oct-4  0.0000  0.0005  0.0010 0.10  0.15  0.20  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H ∗∗  ES bmMSC aMSC NSC  (c)  Nanog  0.00  0.02  0.04  0.06  0.08  0.10  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H ∗∗  ES bmMSC aMSC NSC  (d)  OstC  0.000  0.002  0.004  0.006  0.008  0.010  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H  ∗  ∗  ES bmMSC aMSC NSC  (e)  OstP  0  2  4  6  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H  ∗  ∗  ES bmMSC aMSC NSC  (f)  Figure 1: Relative alkaline phosphatase activity (a) and mRNA expression of TNAP ((b) qRT-PCR) in various stem/progenitor cells. Bone marrow-derived MSC (bmMSC) has both high AP activity and TNAP expression, followed by ES cells. Relative expression (qRT- PCR) of common pluripotent (Oct-4 (c) and Nanog (d)) and osteogenic (Osteocalcin, OstC (e) and Osteopontin, OstP (f)) genes. A high level of Oct-4 and Nanog documented the real pluripotent status of ES cells. A higher expression of OstC and OstP mRNA in bmMSC documented their osteogenic properties/lineages specification. (ES: mouse embryonic stem cells; NSC: neural stem/progenitor cells; bmMSC: bone marrow mesenchymal stem cells; aMSC: adipose tissue mesenchymal stem cells). Details of the presented assay may be found in our previous work [9, 77]. Primers and conditions for OstC and OstP were as follows: OstC: 5󸀠-CTTGGGTTCTGACTGGGTGT-3󸀠, 5󸀠-GCCCTCTGCAGGTCATAGAG-3󸀠 (212 bp, 60∘C); OstP: 5󸀠-TCACCATTCGGATGAGTCTG-3󸀠, 5󸀠-ACTTGTGGCTCTGATGTTCC-3󸀠 (436 bp, 60∘C). Error bars indicate ±SD (𝑛 ≥ 3, ∗𝑃 < 0.05; ∗∗𝑃 < 0.01, ANOVA post hoc Bonferroni's Multiple Comparison Test).    Stem Cells International 7  AP activity  0  1  2  3 R  el at  iv e   ac tiv  ity  o  f A P  ∗∗  ES dES raES  (a)  TNAP  0.000  0.002  0.004  0.006  0.008  0.010  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H ∗∗ ∗  ES dES raES  (b)  Oct-4  0.00  0.05  0.10  0.15  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H  ∗∗  ES dES raES  (c)  Nanog  0.00  0.02  0.04  0.06  0.08  Tr an  sc ri  pt  le  ve l r  el at  iv e   to  G  A PD  H  ∗∗  ES dES raES  (d)  Figure 2: Retinoic acid increasedAP activity (a) andmRNAexpression of TNAP ((b) qRT-PCR) inmouse ES cells. On the other hand, retinoic acid downregulated the expression of pluripotent markers Oct-4 (c) and Nanog (d) in the same manner as the spontaneous differentiation of ES cells through leukemia inhibitory factor withdrawal [75]. (ES: mouse embryonic stem cells; dES: spontaneously differentiating ES cells for two days; raES: retinoic acid-treated (0.2 𝜇M) ES cells for two days). Details of the presented assay are as in Figure 1. Error bars indicate ±SD (𝑛 = 4, ∗𝑃 < 0.05; ∗∗𝑃 < 0.01, ANOVA post hoc Bonferroni's Multiple Comparison Test).  (PG cells) in contrast to the fast differentiation of RA-treated pluripotent stem cells are still unknown. We can hypothesize a small degree of balance between the expression of RA- targeted genes and modulation of the Oct-4/Nanog network. The reciprocal ordering of Oct-4 and Nanog expression during the establishment of their network may also play an important role here. Recently, the preferential role of Nanog in PG cell formation rather than in pluripotency itself has also been demonstrated [91].  5.2. Other Stem Cells. The high expression/activity of AP in ES cells leads to the presumption that it is a universal marker of SC. Recent research has not confirmed the accuracy of such an assumption. Except for spermatogonia stem cells, a high level of AP has not been definitively demonstrated as a general SC marker in other recognized tissue-specific stem (embryonal or adult) cells or stem cell rich populations. Nevertheless, Langer et al. [20] determined some TNAP positive cells in embryonal and adult central nervous systems. These neural TNAP positive cells were observed within cell  populations of the subventricular zone,which is rich in neural stem cells and various neural progenitors. Some of these progenitors were TNAP positive. Here, TNAPwas not associ- ated with particular progenitors, but with subpopulations of several identified progenitors. It seems that TNAP expression in the subventricular zone (SVZ) is not associated with a specific cell phenotype, but with cell behaviour, for example, proliferation or migration [20]. This hypothesis is supported by the mitogenic effect of adenosine generated by TNAP through the hydrolyzation of nucleoside triphosphates and diphosphates [20, 92]. Further examples of AP activity in somatic stem cells can be found in reports of various sets of mesenchymal stem cells (MSC) [93-95]. Sobiesiak et al. [96] identified TNAP as a stemness marker ofMSC, signed as MACS1. Recently, however, Kim et al. [97] presented proost- eogenic properties of MSC with higher TNAP activity. MSC derived from adipose tissue exhibit significantly lower levels of TNAP transcript and activity (Figure 1). This is in contrast to the situation in pluripotent stem cells, in which it may be suggested that improved stemness correlates with high TNAP    8 Stem Cells International  activity, excluding RA effects (see above). The notion that TNAP in mesenchymal cells is a mark of progenitors rather than MSC themselves is also supported by further studies documenting high TNAP in differentiated osteoblasts and odontoblasts [97, 98] (Figure 1). In addition, side population (SP) cells derived from human dental pulp tissue, which are rich in stem cells, exhibit lower levels of TNAP mRNA than themajor population [98]. However, further detailed study in this field and on tissue-derived SP cells would be useful. Data comparing the expressions and activities of TNAP in various stem cell-enriched populations are presented in Figure 1.  6. Conclusion  TNAP expression is a suitable marker of pluripotent stem cells, but with some limitations. A high level of AP correlates very well with pluripotency and undifferentiated pluripotent stem cell phenotypes. A low level of AP activity denotes the restriction of pluripotency, which was also observed in EpiS cells [50, 51] and with differentiation. Some other limitations are mentioned above. In all other cases, that is, in adult SC, and so forth, a high level of AP is associated with the process of differentiation rather than with stemness. Thus, particular cell types are able to regulate the expression of TNAP, and probably also other APs, through various combinations of transcriptional regulatory networks. Accordingly, AP such as TNAP, for example, may be expressed under the control of Oct-4 in pluripotent cells and also in Oct-4 negative cells, such as mesenchymal cells and their progeny. Unfortunately, the importance of AP activity for pluripotent cells and/or stem cells (principally for pluripotent stem cells) is still generally unclear. Similarly, we do not understand the role of the shift in expression of EAP/GCAP to TNAP between ICM and ES cells. Does it play a role in the pluripotency of stem cells or does it only represent a marker of the common ances- tor/precursor of ES and PG cells? Curiously enough, no PG or ICM cells are considered genuine pluripotent stem cells. PG cells are not pluripotent and both ICM and PG cells have limited self-renewal potential [55]. To answer the question of whether AP/TNAP level and activity are common markers of pluripotent stem cells, further work is required.  Conflict of Interests  The authors declare that there is no conflict of interests regarding the publication of this paper.  Acknowledgments  This work was supported by grants from the Ministry of Education, Youth and Sport of the Czech Repub- lic (MSM0021622430, HistoPARK CZ.1.07/2.3.00/20.0185), and the European Regional Development Fund (KI-MU; CZ.1.07/2.3.00/20.0180).  References  [1] E. E. Kim and H.W.Wyckoff, “Reaction mechanism of alkaline phosphatase based on crystal structures. Two-metal ion catal- ysis,” Journal of Molecular Biology, vol. 218, no. 2, pp. 449-464, 1991.  [2] M. H. Le Du, T. Stigbrand, M. J. Taussig, A. Ménez, and E. A. Stura, “Crystal structure of alkaline phosphatase from human placenta at 1.8 Å resolution: implication for a substrate speci- ficity,” The Journal of Biological Chemistry, vol. 276, no. 12, pp. 9158-9165, 2001.  [3] A. Kozlenkov, T. Manes, M. F. Hoylaerts, and J. L. Millán, “Function assignment to conserved residues in mammalian alkaline phosphatases,”The Journal of Biological Chemistry, vol. 277, no. 25, pp. 22992-22999, 2002.  [4] M.-H. Le Du and J. L.Millán, “Structural evidence of functional divergence in human alkaline phosphatases,” The Journal of Biological Chemistry, vol. 277, no. 51, pp. 49808-49814, 2002.  [5] D.W.Moss, “Alkaline phosphatase isoenzymes,” Clinical Chem- istry, vol. 28, no. 10, pp. 2007-2016, 1982.  [6] A. C. Hahnel, D. A. Rappolee, J. L. Millan et al., “Two alkaline phosphatase genes are expressed during early development in the mouse embryo,” Development, vol. 110, no. 2, pp. 555-564, 1990.  [7] J. L. Millán, Mammalian Alkaline Phosphatases, Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim, Germany, 2006.  [8] R. M. McComb, G. N. Bowers, and S. Posen, Alkaline Phos- phatase, Springer, New York, NY, USA, 2011.  [9] M. Kovař́ıková, J. Pachernı́k, J. Hofmanová, Z. Zadák, and A. Kozubı́k, “TNF-alpha modulates the differentiation induced by butyrate in the HT-29 human colon adenocarcinoma cell line,” European Journal of Cancer, vol. 36, no. 14, pp. 1844-1852, 2000.  [10] D. Krejčová, J. Procházková, L. Kubala, and J. Pachernı́k, “Mod- ulation of cell proliferation and differentiation of human lung carcinoma cells by the interferon-alpha,”General Physiology and Biophysics, vol. 28, no. 3, pp. 294-301, 2009.  [11] C. McCormick, R. I. Freshney, and V. Speirs, “Activity of interferon 𝛼, interleukin 6 and insulin in the regulation of differentiation in A549 alveolar carcinoma cells,” British Journal of Cancer, vol. 71, no. 2, pp. 232-239, 1995.  [12] M. L. Lepire and C. A. Ziomek, “Preimplantation mouse embryos express a heat-stable alkaline phosphatase,” Biology of Reproduction, vol. 41, no. 3, pp. 464-473, 1989.  [13] M.Ginsburg,M.H. L. Snow, andA.McLaren, “Primordial germ cells in the mouse embryo during gastrulation,” Development, vol. 110, no. 2, pp. 521-528, 1990.  [14] J. H. Pinkerton, D. G. McKay, E. C. Adams, and A. T. Hertig, “Development of the human ovary—a study using histochem- ical technics,” Obstetrics and Gynecology, vol. 18, pp. 152-181, 1961.  [15] H. Stoop, F. Honecker, M. Cools, R. de Krijger, C. Bokemeyer, and L. H. J. Looijenga, “Differentiation and development of human female germ cells during prenatal gonadogenesis: an immunohistochemical study,”HumanReproduction, vol. 20, no. 6, pp. 1466-1476, 2005.  [16] F. E. Franke, K. Pauls, R. Rey, A. Marks, M. Bergmann, and K. Steger, “Differentiation markers of Sertoli cells and germ cells in fetal and early postnatal human testis,” Anatomy and Embryology, vol. 209, no. 2, pp. 169-177, 2004.  [17] J. Hustin, Y. Gillerot, P. Franchimont, and J. Collette, “Placental alkaline phosphatase in developing normal and abnormal gonads and in germ-cell tumours,” Virchows Archiv A, vol. 417, no. 1, pp. 67-72, 1990.  [18] J. Hustin, J. Collette, and P. Franchimont, “Immunohistochem- ical demonstration of placental alkaline phosphatase in various states of testicular development and in germ cell tumours,” International Journal of Andrology, vol. 10, no. 1, pp. 29-35, 1987.    Stem Cells International 9  [19] G. R. MacGregor, B. P. Zambrowicz, and P. Soriano, “Tissue non-specific alkaline phosphatase is expressed in both embry- onic and extraembryonic lineages duringmouse embryogenesis but is not required for migration of primordial germ cells,” Development, vol. 121, no. 5, pp. 1487-1496, 1995.  [20] D. Langer, Y. Ikehara, H. Takebayashi, R. Hawkes, and H. Zim- mermann, “The ectonucleotidases alkaline phosphatase and nucleoside triphosphate diphosphohydrolase 2 are associated with subsets of progenitor cell populations in themouse embry- onic, postnatal and adult neurogenic zones,” Neuroscience, vol. 150, no. 4, pp. 863-879, 2007.  [21] V. Kermer, M. Ritter, B. Albuquerque, C. Leib, M. Stanke, and H. Zimmermann, “Knockdown of tissue nonspecific alkaline phosphatase impairs neural stem cell proliferation and differen- tiation,” Neuroscience Letters, vol. 485, no. 3, pp. 208-211, 2010.  [22] M. Bossi, M. F. Hoylaerts, and J. L. Millán, “Modifications in a flexible surface loop modulate the isozyme-specific properties of mammalian alkaline phosphatases,” Journal of Biological Chemistry, vol. 268, no. 34, pp. 25409-25416, 1993.  [23] S.Narisawa,H.Hasegawa, K.Watanabe, and J. L.Millan, “Stage- specific expression of alkaline phosphatase during neural devel- opment in the mouse,”Developmental Dynamics, vol. 201, no. 3, pp. 227-235, 1994.  [24] M. Hýžd'alová, J. Hofmanová, J. Pachernı́k, A. Vaculová, and A. Kozubı́k, “The interaction of butyrate with TNF-alpha during differentiation and apoptosis of colon epithelial cells: Role of NF-kappaB activation,” Cytokine, vol. 44, no. 1, pp. 33-43, 2008.  [25] J. A. Barnard andG.Warwick, “Butyrate rapidly induces growth inhibition and differentiation in HT-29 cells,” Cell Growth & Differentiation, vol. 4, no. 6, pp. 495-501, 1993.  [26] R. A. Hodin, S. Meng, S. Archer, and R. Tang, “Cellular growth state differentially regulates enterocyte gene expression in butyrate-treated HT-29 cells,” Cell Growth & Differentiation, vol. 7, no. 5, pp. 647-653, 1996.  [27] W. E. Hull, S. E. Halford, H. Gutfreund, and B. D. Sykes, “31P nuclear magnetic resonance study of alkaline phosphatase: the role of inorganic phosphate in limiting the enzyme turnover rate at alkaline pH,” Biochemistry, vol. 15, no. 7, pp. 1547-1561, 1976.  [28] L. Zhang, M. Balcerzak, J. Radisson et al., “Phosphodiesterase activity of alkaline phosphatase inATP-initiatedCa+2 and phos- phate deposition in isolated chicken matrix vesicles,” The Jour- nal of Biological Chemistry, vol. 280, no. 44, pp. 37289-37296, 2005.  [29] R. P. Cox, P. Gilbert Jr., and M. J. Griffin, “Alkaline inorganic pyrophosphatase activity of mammalian-cell alkaline phos- phatase,” Biochemical Journal, vol. 105, no. 1, pp. 155-161, 1967.  [30] J. G. Georgatsos, “Specificity and phosphotransferase activity of purified placental alkaline phosphatase,” Archives of Biochem- istry and Biophysics, vol. 121, no. 3, pp. 619-624, 1967.  [31] R. A. Stinson, J. L. McPhee, and H. B. Collier, “Phosphotrans- ferase activity of human alkaline phosphatases and the role of enzyme Zn2+,” Biochimica et Biophysica Acta—Protein Structure and Molecular, vol. 913, no. 3, pp. 272-278, 1987.  [32] M. C. Hofmann and J. L. Millan, “Developmental expression of alkaline phosphatase genes; reexpression in germ cell tumours and in vitro immortalized germ cells,” European Urology, vol. 23, no. 1, pp. 38-45, 1993.  [33] T. M. Ulbright, “Germ cell tumors of the gonads: a selective review emphasizing problems in differential diagnosis, newly appreciated, and controversial issues,” Modern Pathology, vol. 18, no. 2, pp. S61-S79, 2005.  [34] W. H. Fishman, N. R. Inglis, S. Green et al., “Immunology and biochemistry of Regan isoenzyme of alkaline phosphatase in human cancer,” Nature, vol. 219, no. 5155, pp. 697-699, 1968.  [35] M. Li, J. Gao, R. Feng et al., “Generation ofmonoclonal antibody MS17-57 targeting secreted alkaline phosphatase ectopically expressed on the surface of gastrointestinal cancer cells,” PLoS ONE, vol. 8, no. 10, Article ID e77398, 2013.  [36] J. D. Goldsmith, B. Pawel, J. R. Goldblum et al., “Detection and diagnostic utilization of placental alkaline phosphatase in muscular tissue and tumors with myogenic differentiation,”The American Journal of Surgical Pathology, vol. 26, no. 12, pp. 1627- 1633, 2002.  [37] D. H. Alpers, A. Mahmood, M. Engle, F. Yamagishi, and K. DeSchryver-Kecskemeti, “The secretion of intestinal alkaline phosphatase (IAP) from the enterocyte,” Journal of Gastroen- terology, vol. 29, supplement 7, pp. 63-67, 1994.  [38] A. Mahmood, F. Yamagishi, R. Eliakim, K. DeSchryver- Kecskemeti, T. L. Gramlich, and D. H. Alpers, “A possible role for rat intestinal surfactant-like particles in transepithelial triacylglycerol transport,” The Journal of Clinical Investigation, vol. 93, no. 1, pp. 70-80, 1994.  [39] J.-S. Shao, M. Engle, Q. Xie et al., “Effect of tissue non-specific alkaline phosphatase in maintenance of structure of murine colon and stomach,”Microscopy Research and Technique, vol. 51, no. 2, pp. 121-128, 2000.  [40] S. Narisawa, L. Huang, A. Iwasaki, H. Hasegawa, D. H. Alpers, and J. L.Millán, “Accelerated fat absorption in intestinal alkaline phosphatase knockout mice,” Molecular and Cellular Biology, vol. 23, no. 21, pp. 7525-7530, 2003.  [41] M.Mizumori,M.Ham, P.H.Guth, E. Engel, J. D.Kaunitz, andY. Akiba, “Intestinal alkaline phosphatase regulates protective sur- face microclimate pH in rat duodenum,” The Journal of Physi- ology, vol. 587, no. 14, pp. 3651-3663, 2009.  [42] J. M. Bates, J. Akerlund, E. Mittge, and K. Guillemin, “Intestinal alkaline phosphatase detoxifies lipopolysaccharide and pre- vents inflammation in zebrafish in response to the gut micro- biota,” Cell Host and Microbe, vol. 2, no. 6, pp. 371-382, 2007.  [43] R. F. Goldberg, W. G. Austen Jr., X. Zhang et al., “Intestinal alkaline phosphatase is a gutmucosal defense factormaintained by enteral nutrition,” Proceedings of the National Academy of Sciences of the United States of America, vol. 105, no. 9, pp. 3551- 3556, 2008.  [44] A. Suzuki, J. Guicheux, G. Palmer et al., “Evidence for a role of p38 MAP kinase in expression of alkaline phosphatase during osteoblastic cell differentiation,” Bone, vol. 30, no. 1, pp. 91-98, 2002.  [45] A. Suzuki, G. Palmer, J.-P. Bonjour, and J. Caverzasio, “Reg- ulation of alkaline phosphatase activity by p38 MAP kinase in response to activation of Gi protein-coupled receptors by epinephrine in osteoblast-like cells,” Endocrinology, vol. 140, no. 7, pp. 3177-3182, 1999.  [46] A. Rey, D. Manen, R. Rizzoli, S. L. Ferrari, and J. Caverzasio, “Evidences for a role of p38 MAP kinase in the stimulation of alkaline phosphatase and matrix mineralization induced by parathyroid hormone in osteoblastic cells,” Bone, vol. 41, no. 1, pp. 59-67, 2007.  [47] J. Caverzasio and D. Manen, “Essential role of Wnt3a-mediated activation of mitogen-activated protein kinase p38 for the stimulation of alkaline phosphatase activity and matrix miner- alization in C3H10T1/2 mesenchymal cells,” Endocrinology, vol. 148, no. 11, pp. 5323-5330, 2007.    10 Stem Cells International  [48] M. Allen, L. Svensson, M. Roach, J. Hambor, J. McNeish, and C. A. Gabel, “Deficiency of the stress kinase p38𝛼 results in embry- onic lethality: characterization of the kinase dependence of stress responses of enzyme-deficient embryonic stem cells,”The Journal of Experimental Medicine, vol. 191, no. 5, pp. 859-870, 2000.  [49] J. M. Kim, J. M. White, A. S. Shaw, and B. P. Sleckman, “MAPK p38𝛼 is dispensable for lymphocyte development and proliferation,” Journal of Immunology, vol. 174, no. 3, pp. 1239- 1244, 2005.  [50] P. J. Tesar, J. G. Chenoweth, F. A. Brook et al., “New cell lines from mouse epiblast share defining features with human embryonic stem cells,” Nature, vol. 448, no. 7150, pp. 196-199, 2007.  [51] I. G.M. Brons, L. E. Smithers,M.W. B. Trotter et al., “Derivation of pluripotent epiblast stem cells from mammalian embryos,” Nature, vol. 448, no. 7150, pp. 191-195, 2007.  [52] S.Narisawa,N. Fröhlander, and J. L.Millán, “Inactivation of two mouse alkaline phosphatase genes and establishment of amodel of infantile hypophosphatasia,” Developmental Dynamics, vol. 208, no. 3, pp. 432-446, 1997.  [53] M. Buehr, “The primordial germ cells of mammals: some current perspectives,” Experimental Cell Research, vol. 232, no. 2, pp. 194-207, 1997.  [54] N. Shimada, K. Yamada, T. Tanaka et al., “Alterations of gene expression in endoderm differentiation of F9 teratocarcinoma cells,” Molecular Reproduction and Development, vol. 60, no. 2, pp. 165-171, 2001.  [55] T. P. Zwaka and J. A.Thomson, “A germ cell origin of embryonic stem cell?” Development, vol. 132, no. 2, pp. 227-233, 2005.  [56] R. A. Mulivor, L. I. Plotkin, and H. Harris, “Differential inhibition of the products of the human alkaline phosphatase loci,” Annals of Human Genetics, vol. 42, no. 1, pp. 1-13, 1978.  [57] H. van Belle, “Alkaline phosphatase. I. Kinetics and inhibition by levamisole of purified isoenzymes from humans,” Clinical Chemistry, vol. 22, no. 7, pp. 972-976, 1976.  [58] T. Komoda, S. Hokari, M. Sonoda, Y. Sakagishi, and T. Tamura, “L-phenylalanine inhibition of human alkaline phosphatases with p-nitrophenyl phosphate as substrate,” Clinical Chemistry, vol. 28, no. 12, pp. 2426-2428, 1982.  [59] C. W. Lin, H. G. Sie, and W. H. Fishman, “L-tryptophan. A non-allosteric organ-specific uncompetitive inhibitor of human placental alkaline phosphatase,” Biochemical Journal, vol. 124, no. 3, pp. 509-516, 1971.  [60] G. J. Doellgast andW.H. Fishman, “L leucine a specific inhibitor of a rare human placental alkaline phosphatase phenotype,” Nature, vol. 259, no. 5538, pp. 49-51, 1976.  [61] W.H. Fishman andH.-G. Sie, “L-Homoarginine; an inhibitor of serum “bone and liver” alkaline phosphatase,” Clinica Chimica Acta, vol. 29, no. 2, pp. 339-341, 1970.  [62] C. Brunel and G. Cathala, “Imidazole: aan inhibitor of l- phenylalanine-insensitive alkaline phosphatases of tissues other than intestine and placenta,” Biochimica et Biophysica Acta— Enzymology, vol. 268, no. 2, pp. 415-421, 1972.  [63] E. J. Nouwen, P. G. Hendrix, S. Dauwe, M. W. Eerdekens, and M. E. de Broe, “Tumor markers in the human ovary and its neoplasms. A comparative immunohistochemical study,” The American Journal of Pathology, vol. 126, no. 2, pp. 230-242, 1987.  [64] M. D. O'Connor, M. D. Kardel, I. Iosfina et al., “Alkaline phosphatase-positive colony formation is a sensitive, specific, and quantitative indicator of undifferentiated human embry- onic stem cells,” Stem Cells, vol. 26, no. 5, pp. 1109-1116, 2008.  [65] M. F. Pera, B. Reubinoff, and A. Trounson, “Human embryonic stem cells,” Journal of Cell Science, vol. 113, no. 1, pp. 5-10, 2000.  [66] I. Ginis, Y. Luo, T.Miura et al., “Differences between human and mouse embryonic stem cells,” Developmental Biology, vol. 269, no. 2, pp. 360-380, 2004.  [67] M. Andäng, J. Hjerling-Leffler, A. Moliner et al., “Histone H2AX-dependent GABA(A) receptor regulation of stem cell proliferation,” Nature, vol. 451, no. 7177, pp. 460-464, 2008.  [68] S. Yamanaka and K. Takahashi, “Induction of pluripotent stem cells from mouse fibroblast cultures,” Tanpakushitsu Kakusan Koso: Protein, Nucleic Acid, Enzyme, vol. 51, no. 15, pp. 2346- 2351, 2006.  [69] Y.-H. Loh, Q. Wu, J.-L. Chew et al., “The Oct4 and Nanog tran- scription network regulates pluripotency in mouse embryonic stem cells,” Nature Genetics, vol. 38, no. 4, pp. 431-440, 2006.  [70] F. González, S. Boué, and J. C. I. Belmonte, “Methods for making induced pluripotent stem cells: reprogramming à la carte,” Nature Reviews Genetics, vol. 12, no. 4, pp. 231-242, 2011.  [71] R. L. Williams, D. J. Hilton, S. Pease et al., “Myeloid leukaemia inhibitory factor maintains the developmental potential of embryonic stem cells,” Nature, vol. 336, no. 6200, pp. 684-687, 1988.  [72] J. Rohwedel, K. Guan, and A. M. Wobus, “Induction of cellular differentiation by retinoic acid in vitro,” Cells Tissues Organs, vol. 165, no. 3-4, pp. 190-202, 1999.  [73] M. Mark, N. B. Ghyselinck, and P. Chambon, “Function of retinoic acid receptors during embryonic development,” Nuclear Receptor Signaling, vol. 7, article e002, 2009.  [74] C. L. Mummery, A. Feyen, E. Freund, and S. Shen, “Charac- teristics of embryonic stem cell differentiation: a comparison with two embryonal carcinoma cell lines,” Cell Differentiation and Development, vol. 30, no. 3, pp. 195-206, 1990.  [75] J. Pachernı́k, M. Ešner, V. Bryja, P. Dvořák, and A. Hampl, “Neural differentiation ofmouse embryonic stem cells grown in monolayer,” Reproduction Nutrition Development, vol. 42, no. 4, pp. 317-326, 2002.  [76] J. Pachernı́k, V. Bryja, M. Ešner, L. Kubala, P. Dvořák, and A. Hampl, “Neural differentiation of pluripotentmouse embryonal carcinoma cells by retinoic acid: inhibitory effect of serum,” Physiological Research, vol. 54, no. 1, pp. 115-122, 2005.  [77] H. Kotasová, I. Veselá, J. Kučera et al., “Phosphoinositide 3- kinase inhibition enables retinoic acid-induced neurogenesis in monolayer culture of embryonic stem cells,” Journal of Cellular Biochemistry, vol. 113, no. 2, pp. 563-570, 2012.  [78] M. Gianni', M. Studer, G. Carpani, M. Terao, and E. Garat- tini, “Retinoic acid induces liver/bone/kidney-type alkaline phosphatase gene expression in F9 teratocarcinoma cells,” The Biochemical Journal, vol. 274, no. 3, pp. 673-678, 1991.  [79] R. J. Scheibe, I. Moeller-Runge, and W. H. Mueller, “Retinoic acid induces the expression of alkaline phosphatase in P19 teratocarcinoma cells,”The Journal of Biological Chemistry, vol. 266, no. 31, pp. 21300-21305, 1991.  [80] H. Precĺıková, V. Bryja, J. Pachernı́k, P. Krejč́ı, P. Dvořák, and A. Hampl, “Early cycling-independent changes to p27, cyclin D2, and cyclin D3 in differentiating mouse embryonal carcinoma cells,”Cell Growth andDifferentiation, vol. 13, no. 9, pp. 421-430, 2002.  [81] V. Bryja, J. Pachernı́k, J. Vondráček et al., “Lineage specific composition of cyclin D-CDK4/CDK6-p27 complexes reveals distinct functions of CDK4, CDK6 and individual D-type cyclins in differentiating cells of embryonic origin,” Cell Prolif- eration, vol. 41, no. 6, pp. 875-893, 2008.    Stem Cells International 11  [82] V. Bryja, J. Pachernı́k, K. Souček, V. Horvath, P. Dvořák, and A. Hampl, “Increased apoptosis in differentiating p27-deficient mouse embryonic stem cells,” Cellular and Molecular Life Sciences, vol. 61, no. 11, pp. 1384-1400, 2004.  [83] K. Nayernia, J. Nolte, H. W. Michelmann et al., “In vitro- differentiated embryonic stem cells give rise to male gametes that can generate offspringmice,”Developmental Cell, vol. 11, no. 1, pp. 125-132, 2006.  [84] A. M. Elliott, M. P. de Miguel, V. I. Rebel, and P. J. Donovan, “Identifying genes differentially expressed between PGCs and ES cells reveals a role for CREB-binding protein in germ cell survival,” Developmental Biology, vol. 311, no. 2, pp. 347-358, 2007.  [85] E. Pikarsky, H. Sharir, E. Ben-Shushan, and Y. Bergman, “Retinoic acid represses Oct-3/4 gene expression through sev- eral retinoic acid-responsive elements located in the promoter- enhancer region,”Molecular and Cellular Biology, vol. 14, no. 2, pp. 1026-1038, 1994.  [86] J. S. Kim, B. S. Kim, J. Kim, C.-S. Park, and I. Y. Chung, “The phosphoinositide-3-kinase/Akt pathway mediates the transient increase in Nanog expression during differentiation of F9 cells,” Archives of Pharmacal Research, vol. 33, no. 7, pp. 1117-1125, 2010.  [87] D. Hallmann, K. Trümper, H. Trusheim et al., “Altered signaling and cell cycle regulation in embryonal stem cells with a disruption of the gene for phosphoinositide 3-kinase regulatory subunit p85𝛼,”The Journal of Biological Chemistry, vol. 278, no. 7, pp. 5099-5108, 2003.  [88] N. R. D. Paling, H. Wheadon, H. K. Bone, and M. J. Welham, “Regulation of embryonic stem cell self-renewal by phospho- inositide 3-kinase-dependent signaling,”The Journal of Biologi- cal Chemistry, vol. 279, no. 46, pp. 48063-48070, 2004.  [89] D. J. Rodda, J.-L. Chew, L.-H. Lim et al., “Transcriptional regulation of Nanog by OCT4 and SOX2,” Journal of Biological Chemistry, vol. 280, no. 26, pp. 24731-24737, 2005.  [90] G. Pan, J. Li, Y. Zhou,H. Zheng, andD. Pei, “A negative feedback loop of transcription factors that controls stem cell pluripotency and self-renewal,”The FASEB Journal, vol. 20, no. 10, pp. 1730- 1732, 2006.  [91] S. Yamaguchi, K. Kurimoto, Y. Yabuta et al., “Conditional knockdown of Nanog induces apoptotic cell death in mouse migrating primordial germ cells,” Development, vol. 136, no. 23, pp. 4011-4020, 2009.  [92] P. Heine, N. Braun, A. Heilbronn, and H. Zimmermann, “Functional characterization of rat ecto-ATPase and ecto-ATP diphosphohydrolase after heterologous expression in CHO cells,” European Journal of Biochemistry, vol. 262, no. 1, pp. 102- 107, 1999.  [93] R. K. Jaiswal, N. Jaiswal, S. P. Bruder, G. Mbalaviele, D. R. Mar- shak, andM. F. Pittenger, “Adult humanmesenchymal stem cell differentiation to the osteogenic or adipogenic lineage is regu- lated by mitogen-activated protein kinase,” The Journal of Bio- logical Chemistry, vol. 275, no. 13, pp. 9645-9652, 2000.  [94] H.-J. Bühring, S. Treml, F. Cerabona, P. De Zwart, L. Kanz, and M. Sobiesiak, “Phenotypic characterization of distinct human bone marrow-derived MSC subsets,” Annals of the New York Academy of Sciences, vol. 1176, pp. 124-134, 2009.  [95] C. E. Gargett and H. Masuda, “Adult stem cells in the endometrium,” Molecular Human Reproduction, vol. 16, no. 11, pp. 818-834, 2010.  [96] M. Sobiesiak, K. Sivasubramaniyan, C. Hermann et al., “The mesenchymal stem cell antigen MSCA-1 is identical to tissue  non-specific alkaline phosphatase,” Stem Cells and Develop- ment, vol. 19, no. 5, pp. 669-677, 2010.  [97] Y. H. Kim, D. S. Yoon, H. O. Kim, and J. W. Lee, “Character- ization of different subpopulations from bone marrow-derived mesenchymal stromal cells by alkaline phosphatase expression,” StemCells andDevelopment, vol. 21, no. 16, pp. 2958-2968, 2012.  [98] M. Kenmotsu, K. Matsuzaka, E. Kokubu, T. Azuma, and T. Inoue, “Analysis of side population cells derived from dental pulp tissue,” International Endodontic Journal, vol. 43, no. 12, pp. 1132-1142, 2010.    Submit your manuscripts at http://www.hindawi.com  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014   Anatomy  Research International  Peptides International Journal of  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Hindawi Publishing Corporation  http://www.hindawi.com   International Journal of  Volume 2014  Zoology  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Molecular Biology  International   Genomics International Journal of  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  The Scientific  World Journal Hindawi Publishing Corporation  http://www.hindawi.com Volume 2014  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Bioinformatics Advances in  Marine Biology Journal of  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Signal Transduction Journal of  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  BioMed  Research International  Evolutionary Biology International Journal of  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Biochemistry  Research International  Archaea Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Genetics  Research International  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Advances in  Virolog y  Hindawi Publishing Corporation http://www.hindawi.com  Nucleic Acids Journal of  Volume 2014  Stem Cells International  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  Enzyme  Research  Hindawi Publishing Corporation http://www.hindawi.com Volume 2014  International Journal of  Microbiology",
    "references": [
        "Ratledge C (1991) Microorganisms for lipids. Acta Biotechnol 11: 429-438.",
        "Ratledge C (2002) Regulation of lipid accumulation in oleaginous microorganisms. Biochem Soc Trans 30: 1047-1050.",
        "Gatenby CM, Orcutt DM, Kreeger DA, Parker BC, Jones VA, et al. (2003) Biochemical composition of three algal species proposed as food for captive freshwater mussels. J Appl Phycol 15: 1-11.",
        "Meng X, Yang J, Xu X, Zhang L, Nie Q, et al. (2009) Biodiesel production from oleogenous microorganisms. Renew Energ 34: 1-5.",
        "Liu J, Huang J, Fan KW, Jiang Y, Zhong Y, et al. (2010) Production potential of Chlorella zofingienesis as a feedstock for biodiesel. Bioresour Technol 101: 8658-8663."
    ],
    "authors": [
        "Prabuddha Dey",
        "Monami Chakraborty",
        "Maulik R. Kamdar",
        "Mrinal K. Maiti"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}