{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/230894004  A novel function for p21Cip1 and acetyltransferase p/CAF as critical  transcriptional regulators of TGFβ-mediated breast cancer cell migration and  invasion  Article  in  Breast Cancer Research · September 2012  DOI: 10.1186/bcr3322 · Source: PubMed  CITATIONS  53 READS  594  6 authors, including:  Some of the authors of this publication are also working on these related projects:  The role of prolactin receptor signaling in breast cancer progression View project  Meiou Dai  McGill University  20 PUBLICATIONS   480 CITATIONS     SEE PROFILE  Amal A Alodaini  Imam Abdul Rahman bin Faisal University  6 PUBLICATIONS   238 CITATIONS     SEE PROFILE  Suhad Ali  McGill University  45 PUBLICATIONS   1,538 CITATIONS     SEE PROFILE  Jean-Jacques Lebrun  McGill University  99 PUBLICATIONS   4,970 CITATIONS     SEE PROFILE  All content following this page was uploaded by Jean-Jacques Lebrun on 29 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/230894004_A_novel_function_for_p21Cip1_and_acetyltransferase_pCAF_as_critical_transcriptional_regulators_of_TGFb-mediated_breast_cancer_cell_migration_and_invasion?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/230894004_A_novel_function_for_p21Cip1_and_acetyltransferase_pCAF_as_critical_transcriptional_regulators_of_TGFb-mediated_breast_cancer_cell_migration_and_invasion?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/The-role-of-prolactin-receptor-signaling-in-breast-cancer-progression?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Meiou-Dai?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Meiou-Dai?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/McGill_University?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Meiou-Dai?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Amal-Alodaini?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Amal-Alodaini?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Imam_Abdul_Rahman_bin_Faisal_University?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Amal-Alodaini?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Suhad-Ali-3?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Suhad-Ali-3?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/McGill_University?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Suhad-Ali-3?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Jacques-Lebrun?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Jacques-Lebrun?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/McGill_University?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Jacques-Lebrun?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Jacques-Lebrun?enrichId=rgreq-3d52c6d66853a8e414c8a418ef1a5a4e-XXX&enrichSource=Y292ZXJQYWdlOzIzMDg5NDAwNDtBUzoxMDIxNjUzODUzMTg0MDRAMTQwMTM2OTUzNTUxNA%3D%3D&el=1_x_10&_esc=publicationCoverPdf   RESEARCH ARTICLE Open Access  A novel function for p21Cip1 and acetyltransferase p/CAF as critical transcriptional regulators of TGFb- mediated breast cancer cell migration and invasion Meiou Dai1, Amal A Al-Odaini1, Ani Arakelian2, Shafaat A Rabbani2, Suhad Ali1 and Jean-Jacques Lebrun1*  Abstract  Introduction: Tumor cell migration and invasion are critical initiation steps in the process of breast cancer metastasis, the primary cause of breast cancer morbidity and death. Here we investigated the role of p21Cip1 (p21), a member of the core cell cycle machinery, in transforming growth factor-beta (TGFb)-mediated breast cancer cell migration and invasion.  Methods: A mammary fat pad xenograft mouse model was used to assess the mammary tumor growth and local invasion. The triple negative human breast cancer cell lines MDA-MB231 and its sub-progenies SCP2 and SCP25, SUM159PT, SUM149PT, SUM229PE and SUM1315MO2 were treated with 5 ng/ml TGFb and the protein expression levels were measured by Western blot. Cell migration and invasion were examined using the scratch/wound healing and Transwell assay. TGFb transcriptional activity was measured by a TGFb/Smad reporter construct (CAGA12-luc) using luciferase assay. q-PCR was used for assessing TGFb downstream target genes. The interactions among p21, p/CAF and Smad3 were performed by co-immunoprecipitation. In addition, Smad3 on DNA binding ability was measured by DNA immunoprecipitation using biotinylated Smad binding element DNA probes. Finally, the association among active TGFb/Smad signaling, p21 and p/CAF with lymph node metastasis was examined by immunohistochemistry in tissue microarray containing 50 invasive ductal breast tumors, 25 of which are lymph node positive.  Results: We found p21 expression to correlate with poor overall and distant metastasis free survival in breast cancer patients. Furthermore, using xenograft animal models and in vitro studies, we found p21 to be essential for tumor cell invasion. The invasive effects of p21 were found to correlate with Smad3, and p/CAF interaction downstream of TGFb. p21 and p/CAF regulates TGFb-mediated transcription of pro-metastatic genes by controlling Smad3 acetylation, DNA binding and transcriptional activity. In addition, we found that active TGFb/Smad signaling correlates with high p21 and p/CAF expression levels and lymph node involvement using tissue microarrays from breast cancer patients.  Conclusions: Together these results highlight an important role for p21 and p/CAF in promoting breast cancer cell migration and invasion at the transcriptional level and may open new avenues for breast cancer therapy.  Introduction p21 was originally identified as a cell cycle regulator through inhibition of different cyclin/cyclin-dependent kinase complexes [1]. p21 is a member of the Cip/Kip family of cell cycle inhibitors, which also includes p27Kip1 and p57Kip2 [2-4]. In addition to its role in cell cycle control, p21 is involved in the regulation of cellular  senescence, gene transcription, apoptosis and actin cytos- keleton [5-7]. The role of p21 in breast cancer develop- ment and progression has not been fully investigated. While p21 is involved in cell cycle control and is a down- stream target of the tumor suppressor p53, it does not fulfill the classic definition of a tumor suppressor. Germline or somatic mutations in the p21 gene are not common in human cancers [8]. Furthermore, in vivo stu- dies using p21 knockout mice showed that, while loss of p21 expression efficiently blocked the ability of the cells to undergo G1 arrest following DNA damage, these  * Correspondence: jj.lebrun@mcgill.ca 1Division of Medical Oncology, Department of Medicine, McGill University Health Center, Royal Victoria Hospital, Montreal, QC, Canada Full list of author information is available at the end of the article  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127    2012 Dai et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  mailto:jj.lebrun@mcgill.ca http://creativecommons.org/licenses/by/2.0   animals developed normally [9]. Intriguingly, p21 is often overexpressed in aggressive tumors, including carcino- mas of the pancreas, breast, prostate, ovary and cervix [10-13]. Together these observations suggest that the role played by p21 in cancer is more complex than initially thought and that, in addition to its well-known cell cycle regulatory effect, it may have uncharacterized roles in promoting carcinogenesis. Tumor cell migration and invasion are critical steps in  the metastatic process and are regulated by numerous tumor-secreted factors which modify the tumor microen- vironment by acting on stromal recruitment and extracel- lular matrix (ECM) degradation, resulting in tumor cell migration and invasion [14]. Among these tumor-secreted factors, TGFb has been shown to play a pivotal role in promoting tumor metastasis [15]. The TGFb family regu- lates asymmetric cell division and cell fate determination during embryogenesis and exerts profound effects on reproductive functions, immune responses, cell growth, bone formation, tissue remodeling and repair throughout adult life [16]. The effects of TGFb in breast cancer are complex. TGFb is thought to play a dual role in breast cancer progression, acting as a tumor suppressor in nor- mal and early carcinoma, and as a pro-metastatic factor in aggressive carcinoma [17]. The growth inhibitory effects of TGFb are known to be mediated through transcriptional repression of the c-myc gene [18] and induction of the cell cycle inhibitors p15Ink4b (p15) and p21, leading to G1 arrest [19,20]. During tumor progression, however, the loss of TGFb growth-inhibitory effects is frequently due to defects in c-myc and p15 regulation by TGFb [18]. Mean- while, other TGFb responses prevail, unrelated to growth inhibition and favoring tumor progression and metastasis [21-25]. Indeed, TGFb induces degradation of the ECM, inhibits cell adhesion and stimulates cell migration and invasion, thereby promoting tumor metastasis [21-23,25]. Moreover, during cancer progression, tumor cells secrete increasing quantities of TGFb, which in turn alter the stroma environment, leading to stimulation of tumor angiogenesis and causing local and systemic immunosup- pression, thus further contributing to tumor progression and metastasis [21-23,25]. Together these studies highlight an important role for TGFb in advanced breast cancer. However, the function for p21 downstream of TGFb has not been described in breast cancer. In this study, we found that high p21 expression corre-  lates with poor survival in breast cancer patients. The expression of p21 is required to promote tumor cell migration and invasion in vitro and local invasion in vivo. Furthermore, p21 expression is tightly regulated by TGFb/Smad3 signaling in a panel of human basal-like tri- ple negative breast cancer cell lines. We found p21 to physically interact with Smad3 and the histone acetyl- transferase p/CAF in response to TGFb and identified  p21 and p/CAF as key regulators of TGFb-mediated breast cancer cell migration and invasion. We also showed that p21 and p/CAF regulate TGFb transcrip- tional activity on multiple tumor-promoting target genes by controlling Smad3 acetylation and Smad3 occupancy on its DNA binding elements. Immunohistochemical analysis of tissue arrays from breast cancer patients revealed a significant correlation between active TGFb/ Smad3 signaling and high expression levels of both p21 and p/CAF in lymph node-positive invasive ductal carci- nomas. Together, our findings identified p21 and p/CAF as critical regulators of cell migration and invasion down- stream of TGFb/Smad3 pathway in advanced breast cancer.  Methods Cell culture and transfection Human breast carcinoma MDA-MB231, SCP2 and SCP25 cells (provided by Dr. Joan Massagué) and HEK293 cells were grown in DMEM supplemented with 10% fetal bovine serum (FBS) and 2 mM L-glutamine at 37°C in 5% CO2. SUM149PT, SUM159PT and SUM229PE (provided by Dr. Stephen P Ethier) were grown in F-12 HAM'S nutrient mixture (HyClone Laboratories, Inc. Logan, Utah, USA) supplemented with 5% FBS, 5 μg/ml insulin (Sigma- Aldrich, St. Louis, MO, USA), 1 μg/ml hydrocortisone (Sigma) at 37°C in 5% CO2. SUM1315MO2 were grown in F-12 HAM'S nutrient mixture (HyClone) supplemented with 5% FBS, 5 μg/ml insulin (Sigma), 10 ng/ml epidermal growth factor (EGF) (Sigma) at 37°C in 5% CO2. Cells were transfected with different p21, p/CAF, Smad2  and Smad3 siRNAs (Sigma), 6× myc- Smad2, myc-Smad3, p/CAF (Addgene plasmid 8941) [26] and Flag-tagged human p21 cDNAs (Addgene plasmid 16240) [27] using Lipofectamine™ 2000 reagent (Invitrogen, Carlsbad, CA, USA ), according to the manufacturer's protocol. MDA and SCPs cells were serum-starved for 24 hrs and stimu- lated or not with 5 ng/ml TGFb1 (PeproTech, Rocky Hill, NJ, USA) in DMEM supplemented with 2 mM L-gluta- mine. For stable cell line generation, SCP2 cells were transfected with p21 shRNA (Santa Cruz Biotechnology, Santa Cruz, CA, USA) and pools of stable cells were selected with 10 ng/ml puromycin (Invitrogen). SUM159PT cells were serum-starved for 24 hrs in the absence of insulin and hydrocortisone before TGFb1 stimulation.  Western blot analysis and immunoprecipitation Cells were lysed in cold extraction buffer (10 mM Tris- HCl, pH 7.5, 5 mM EDTA, 150 mM NaCl, 30 mM sodium pyrophosphate, 50 mM sodium fluoride, 1 mM sodium orthovanadate, 1% Triton X-100) containing protease inhi- bitors (1 mM phenylmethylsulfonyl fluoride, 10 μg/ml leu- peptin hydrochloride, 10 μg/ml aprotinin and 10 μg/ml  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 2 of 22    pepstatin A). The lysates were then centrifuged at 14,000 rpm for 15 minutes at 4°C. Protein content was measured using BCA protein assay kit (Thermo Scientific, Rockford, IL, USA). Equal protein was analyzed by Western blot using mouse anti-p21 (F5), mouse anti-c-myc, mouse anti- p15, rabbit anti-Smad2/3 (1:1,000 dilution, Santa Cruz Biotechnology), phospho-cofilin and cofilin antibodies (1:1,000 dilution, Millipore, Billerica, MA, USA), and fol- lowed by secondary antibodies goat anti-mouse or rabbit. Immunoprecipitations were performed overnight at 4°C using antibodies against p300/CBP (Santa Cruz Biotech- nology), p/CAF (Abcam®, Cambridge, MA, USA) and p21. Protein G-Sepharose (GE Healthcare Bio-Sciences, Piscat- away, NJ, USA) was added for 1 hr at 4°C, and washed four times with cold lysis buffer. The immunocomplexes were boiled with 2× sodium dodecyl sulfate (SDS) Laemmli sample buffer for five minutes and subjected to immunoblotting.  Histone proteins extraction Total histone proteins were extracted as previously described [28]. Briefly, 80% confluent of SCP2 cells from a 100-mm tissue culture plate were serum-starved for 24 hrs and stimulated with or without 5 ng/ml TGFb or 1 μM trichostatin A (TSA). SCP2 cells were harvested and resuspended in cold hypotonic lysis buffer containing 10 mM Tris-HCl, pH 8.0, 1 mM KCl, 1.5 mM MgCl2, 1 mM DTT, protease inhibitors, 1 μM TSA and 10 mM sodium butyrate. Cell lysates were rotated at 4°C for 30 minutes and then centrifuged at 10,000 g, 4°C, for 10 minutes. The supernatants were discarded and nuclei pellets were resuspended in 400 μl of 0.4 N H2SO4 and incubated overnight on a rotator at 4°C. Samples were centrifuged at 16,000 g for 10 minutes and supernatants containing histones were transferred into a fresh tube. A total of 132 μl trichloroacetic acid was added drop by drop to the histone solution, inverted several times and then incubated on ice for 30 minutes. The histone precipitates were centrifuged at 16,000 g for 10 minutes and pellets were washed twice with ice-cold acetone and the histone pellets were air dried for 20 minutes. Total histone pro- teins were subjected to Western blot analysis using an acetylated lysine antibody (Millipore).  DNA affinity precipitation assay SCP2 cells transiently transfected with the indicated siR- NAs were stimulated with TGFb for 30 minutes. Cell lysate were extracted in cold lysis buffer containing 10 mM Tris-HCl, pH 7.4, 150 mM NaCl, 1 mM EDTA, 1% Nonidet P-40, 30 mM sodium pyrophosphate, 1 mM sodium orthovanadate and protease inhibitors as described above. A total of 5 μg Poly (dI-dC) competitor (Sigma) was incubated with 1 mg of total cell lysate for  30 minutes at 4°C. A total of 500 pmol of double- stranded oligonucleotides (IDT) was added and incu- bated with cell lysates for two hours at 4°C. Streptavi- din-agarose beads (65 μl; Sigma) were added, incubated overnight at 4°C and then washed three times with cold lysis buffer. The streptavidin-agarose beads containing biotinylated oligonucleotides and protein complex were boiled with 2× SDS Laemmli sample buffer for five min- utes and subjected to immunoblotting. The sequences of biotin labeled double-strand oligonucleotides (IDT) were previously described [29]. For Smad binding ele- ment oligonucleotide (4× SBE), Sense: biotin-5'-CAGA- CAGTCAGACAGTCAGACAGTCAGACAGT-3', anti- sense: 5'-ACTGTCTGACTGTCTGACTGTCTGACT GTCTG-3'. For control oligonucleotide, sense: biotin-5'- GCCCAGGCGCACCTGCTCCGATATCAATATCC GGC-3', anti-sense, 5'- GCCGGATATTGATATCG- GAGCAGGTGCGCCTGGGC-3'.  Luciferase assays SCP2 cells were transiently co-transfected with 50 nM Scr siRNA, 50 nM p21 siRNA or 0.5 μg flag-tagged p21 cDNA in combination with 0.3 μg SBE reporter construct (CAGA12-luc) and 0.1 μg pCMV-b-gal. Transfected cells were then stimulated with or without 5 ng/ml TGFb for 16 hrs. Luciferase activity of CAGA12-luc was measured (EG & G Berthold luminometer, Berthold Technologies, Bad Wildbad, Baden-Württemberg, Germany) and nor- malized to b-galactosidase activity.  Real-Time PCR Total RNA was extracted using TRIzol reagents (Invitro- gen). Reverse transcription of total RNA using random primers was carried out using M-MLV reverse transcrip- tase (Invitrogen) as per the manufacturer's instructions. Real-time PCRs were carried out using SsoFast™Eva- Green® Supermix (Bio-Rad, Hercules, CA, USA) in a Rotor Gene 6000 PCR detection system (MBI Lab Equip- ment, Montreal Biotech Inc. Kirkland, PQ, Canada). PCR conditions were as follows: 95°C for 30 s, 40 cycles (95°C for 5 s and 60°C for 20 s). The primer sequences were as follows: IL8 forward primer, GCAGAGGCCACCTG- GATTGTGC; reverse primer, TGGCATGTTGCAGGCT CCTCAGAA; IL6 forward primer, CTCCCCTCCAG- GAGCCCAGC; reverse primer, GCAGGGAAGGCAG- CAGGCAA; PLAU forward primer, GCCCTGGTTTGC GGCCATCT; reverse primer, CGCACACCTGCCCT CCTTGG; MMP9 forward primer, TGGACACGCAC- GACGTCTTCC; reverse primer, TAGGTCACGTAGCC- CACTTGGTCC; PTGS2 forward primer, AGCTTTCACC AACGGGCTGGG; reverse primer, AAGACCTCCTG CCCCACAGCAA; TGFBI forward primer, CGGCTGC TGCTGAAAGCCGACCA; reverse primer, GGTCGG  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 3 of 22    GGCCAAAAGCGTGT; p21 forward primer, TGTCCGC GAGGATGCGTGTTC; reverse primer, GCAGCCCGC- CATTAGCGCAT; GAPDH forward primer, GCCTCAA- GATCATCAGCAATGCCT; reverse primer, TGTGGTC ATGAGTCCTTCCACGAT.  Thiazolyl blue tetrazolium bromide (MTT) assay A total of 100 μl of cell suspension (1× 105 cells/ml in DMEM supplemented with 1% FBS) was stimulated or not in the presence or absence of 5 ng/ml TGFb and cultured in 96-well plates for two days. After two days, 25 μl 5 mg/ml MTT solution (Sigma) was added to each well and incubated for two hours. A total of 200 μl of dimethyl sulfoxide (DMSO) was added to each well and mixed well. The absorbance at 570 nm was mea- sured on a plate reader.  Cell cycle analysis SCP2 cells were stimulated with TGFb for 0, 2, 6 and 24 hrs. Cells were then fixed with 70% ethanol over- night, treated with 20 μg/ml RNase (Sigma), and stained with 0.5 mg/ml propidium iodide (Santa Cruz Biotech- nology). DNA content was determined using a FACScan flow cytometry analyzer.  Kinetic cell migration assay Cells were transfected with different siRNAs and plated in Essen ImageLock 96-well plates (Essen Bioscience, Ann Arbor, Michigan, USA) at 50,000 cells per well. The use of ImageLock 96-well plates ensures that images/videos of the wound are automatically taken at the exact same loca- tion by the IncuCyte™software (Essen Bioscience). Cells were then serum-starved for six hours and confluent cell layers were scratched using the Essen Wound maker to generate approximately 800 μm width wounds. After wounding, cells were washed two times with PBS and sti- mulated in the presence or the absence of 5 ng/ml of TGFb. ImageLock 96-well plates were then placed into IncuCyte (Essen Bioscience) and imaged every hour for 24 hrs. The data were analyzed by three integrated metrics: wound width, wound confluence or relative wound density automatically measured by the IncuCyte software.  Matrigel invasion assay For the Transwell assays, 30 μl of growth factor reduced (GFR) Matrigel (BD Biosciences, diluted 1:3 in pre-chilled H2O) was coated onto each insert of 24-Tranwell inva- sion plate (8-μm pore size; BD Biosciences) and incu- bated for two hours in the cell culture incubator. SCP2 or SUM159PT (6 × 104 cells/insert) were seeded on Transwell Insert coated GFR-Matrigel and cells in the upper chamber were stimulated or not with 5 ng/ml TGFb for 24 hrs. For SCP2 cells, bottom chambers con- tained 10% FBS in DMEM medium. For SUM159PT  cells, bottom chambers were added to F-12 HAM'S med- ium with 5% FBS. After 24 hrs, cells from the upper chamber were removed by cotton swab and cells invaded through GFR-Matrigel were fixed with 3.7% formalde- hyde for 10 minutes and then stained with 0.2% crystal violet for 20 minutes. Images of the invading cells were photographed using an inverted 4× or 10× microscope and total cell numbers were counted and quantified by Image J software (National Institute of Health, Bethesda, Maryland, USA).  Immunofluorescence microscopy Cells were grown on coverslips at 50% confluence, stimu- lated or not with TGFb overnight. Cells were then fixed with 3.7% formaldehyde for 10 minutes and permeabilized in 0.1% Triton X-100 for 3 minutes, washed with PBS and blocked for 1 hr in 2% BSA. Cells were then incubated with anti-p21 antibody for one hour, washed with PBS and incubated with the secondary antibody Alexa Fluor®568 goat anti-rabbit IgG (1:800 dilution; Invitrogen) for one hour. Stained coverslips were mounted with SlowFade®  Gold antifade reagent with DAPI (Invitrogen). Confocal analysis was performed using a Zeiss LSM 510 Meta Axio- vert confocal microscope (Carl Zeiss, Oberkochen, Baden- Württemberg, Germany) using 63× objective.  Immunohistochemistry, scoring and statistical analysis Tissue sections (5 μm) from breast carcinoma microarray slides (BCR961 and T088, Biomax) were deparaffinized and rehydrated. The patient characteristics are in Table S1 (Additional file 1). The slides were then placed in 10 mM citrate buffer (pH 6.0) and boiled at 95°C for 15 minutes. The primary antibodies used for immunohistochemistry staining were AE1/AE3 (Thermo Scientific), p21 (c-19, Santa Cruz Biotechnology), p/CAF (ab12188, Abcam), phospho-Smad3 (Cell Signaling). HRP Polymer & DAB Plus Chromogen (Thermo Scientific) was used for detec- tion of p21, p/CAF and phospho-Smad3. The slides were then counter stained with hematoxylin (Vector Labora- tories, Burlingame, CA, USA) and dehydrated and mounted for microscopic examination. All images were scanned by ScanScope digital scanners (Aperio, Vista, CA, USA). All samples were reviewed and scored by a patholo- gist. The staining for p21, p/CAF and phospho-Smad3 was scored from 0 to 4 as follows: 0, no staining; 1, <25% tumor cells stained weakly; 2, 25 to 50% tumor cells stained moderately; 3, >50% tumor cells stained moder- ately; 4, >50% tumor cells stained strongly. Correlations between phospho-Smad3, p/CAF and p21  were examined by the Pearson correlation test using SPSS 19 software (IBM, Armonk, NY, USA). Associations between these protein expressions and lymph node status were assessed by Fisher's exact test. P-value (two-sided) <0.05 was considered statistically significant.  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 4 of 22    Mammary fat pad and intratibia injections of nude mice Four- to six-week old female Balb/c nude mice were obtained from Charles River (Charles River Laboratories International, Wilmington, MA, USA) and used as a model for primary mammary tumor formation and local invasion. The animal study was approved by the ethics committee and all the experimental animal protocols were in accordance with the McGill University Animal Care. Following the administration of an anesthetic cocktail of ketamine (50 mg/kg), xylazine (5 mg/kg) and aceproma- zine (1 mg/kg) injected intramuscularly into the mice, par- ental and shRNA p21 SCP2 cells were inoculated at 5× 105 cells per mouse in 100 μl of saline (20% Matrigel) with a 30-gauge needle into the mammary pad. The tumor size was measured once a week using a caliper. Tumor volume was determined according to the formula: tumor volume = shorter diameter2 × longer diameter/2. Sets of mice (eight per group) were sacrificed at eight weeks post-injec- tion to examine invasiveness of the primary tumor. At the end of these studies, mammary tumors with surrounding fat pad and tissues were fixed in 10% neutral-buffered for- malin for one day. Sections of mammary tumor were embedded in Tissue-Tek O.C.T. (VWR International, Radnor, PA, USA) compound and 9 μm thick sections were stained with hematoxylin and eosin. Images of the tumors were photographed by light microscope using 10× and 20× objectives. For intratibia injections, parental and shRNA p21 SCP2  cells (2.0× 106) were injected intramuscularly into the left tibia of two group mice (eight per group). The mice were monitored weekly for tumor burden. Digital radiography of the hind limbs of all animals was used to monitor the development of skeletal lesions at four, six and eight weeks post-injection in a MX-20 cabinet X-ray system (Faxitron Bioptics, Tucson, Arizona, USA). On Week 8, radiographs of anesthetized mice were taken and the osteolytic lesion area was analyzed as previously described [30]. The score of lesion area was measured as 0, no lesions; 1, minor lesions; 2, small lesions; 3, significant lesions with minor break of margins (1% to 10% of bone surface damaged); 4, significant lesions with major break in peripheral lesions (>10% of bone surface damaged).  Statistical analyses Student's t-test was used and differences between groups were considered significant at *P < 0.05.  Results p21 expression correlates with poor survival in breast cancer patients Previous studies have suggested that higher expression of cytoplasmic p21 correlated with poor prognosis in breast carcinomas [31-33]. To further explore the corre- lation of p21 gene expression level with clinical outcome  in breast cancer patients, we utilized a recently pub- lished gene profiling database of breast cancer patients to assess p21 gene expression in overall survival (OS) and distant metastasis-free survival (DMFS) outcomes [34]. We analyzed the prognostic value according to the median, upper and lower quartile expression levels of p21 in the 20-year follow-up for OS (353 patients) and DMFS (761 patients). As shown in Figure 1A-C (left panels), elevated p21 expression significantly correlated with poor OS in both median (Hazard Ratio (HR), 1.7; 1.1 to 2.6; P = 0.012) and upper quartile (HR, 2.1; 1.3 to 3.2; P = 0.0016), but not in the lower quartile (HR, 1.17; 0.77 to 1.78; P = 0.47). Furthermore, higher p21 levels showed a similar pattern (HR, 1.3; 0.97 to 1.74; P = 0.075) in DMFS (Figure 1A-C, right panels). After 20 years follow-up, patients who are free of distant metas- tasis showed reduced expression of the p21 gene and a better survival rate. Although the prediction did not show statistically significant results in the median expression, the P-value of the p21 upper quartile (HR, 1.5; 1.1 to 2.1; P = 0.0099) did reach statistical signifi- cance (Figure 1B, right panel). We also analyzed the relationship of p21 expression and clinical outcomes in both estrogen receptor positive (ER+) and negative (ER- ) breast cancer patients. p21 expression is highest in patients with poor prognosis regardless of ER status (Additional file 2, Figure S1). Even though one cannot rule out that elevated p21 levels could also be found in the stroma rather than the tumor cells themselves, these data demonstrate that high p21 expression correlates with poor clinical outcomes and suggest that elevated p21 expression may play a role in promoting tumor progression.  Silencing p21 prevents breast tumor local invasion in vivo and cancer cell migration and invasion in vitro To investigate the contribution of p21 to tumor formation and progression in breast cancer, we used a bone-meta- static cell line SCP2, a sub-progeny of the human triple negative breast cancer MDA-MB231 (hereafter referred to as MDA) cells [35]. We first assessed the effect of suppres- sing p21 on tumor growth using a mammary fat pad xeno- graft mouse model. A specific p21 shRNA was stably transfected to generate a pool of p21-deficient SCP2 cells. Knockdown of p21 using shRNA efficiently reduced p21 protein expression, as compared to parental SCP2 cells (Figure 2A). Parental and shRNA p21 SCP2 cells were orthotopically injected into the mammary fat pad of female Balb/c nude mice (eight mice per group). Tumor growth was monitored weekly. There was no difference in the rate of primary tumor formation or tumor size between animals injected with parental or p21-deficient cells (Figure 2B), suggesting p21 is not likely involved in tumor formation. Next, we evaluated the effect of p21  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 5 of 22    Distant Metastasis Free Survival  low p21 high p21  HR = 1.7 (1.1 to 2.6) logrank P = 0.012  low p21 high p21  HR = 2.1 (1.3 to 3.2) logrank P = 0.0016   Overall Survival   0            5            10           15           20                                                 P  ro ba  bi lit  y 0     0 .2       0  .4       0 .6       0  .8        1          0            5            10           15           20                             low p21 high p21  HR = 1.3 (0.97 to 1.74) logrank P = 0.075   0           5            10           15           20                          A  B  low p21 high p21  HR = 1.17 (0.77 to 1.78) logrank P = 0.47   0            5            10            15           20                              low p21 high p21  HR = 1.5 (1.1 to 2.1) logrank P = 0.0099   0           5            10           15           20                               0           5             10           15           20                              low p21 high p21  HR = 1.1 (0.8 to 1.6) logrank P = 0.5            Year             Number of patients at risk 220       184        100          47            0 133       108         24            5             0               Number of patients at risk 288       242        113          49            0 65          50          11            3             0              Number of patients at risk 128       106         68           29            0 225       186         56           23            0                Number of patients at risk 381       285         150         47            0 380       267         100         18            0               Number of patients at risk 571       422        206          59            0 190       130         44            6             0              Number of patients at risk 190       146         81           24            0 571       406        169          41            0                          P  ro ba  bi lit  y 0       0.  2       0. 4       0.  6       0. 8        1                                 P  ro ba  bi lit  y 0       0.  2       0. 4       0.  6       0. 8        1         C  p21 Median  Distant Metastasis Free Survival Overall Survival  Distant Metastasis Free Survival Overall Survival  p21 Upper Quartile   p21 Lower Quartile            Year            Year  Figure 1 High p21 expression correlates with poor survival in breast cancer patients. A-C, The relationship of higher p21 expression and breast cancer outcome was assessed by Kaplan-Meier survival analysis. The survival rates were analyzed using three different and separate splits of the patients, based on p21 expression levels (A, median; B, upper quartile; C, lower quartile). For each split, the patients were then divided into high and low groups with respect to p21 expression. Overall survival (left panels) and distant metastasis-free survival (right panels) correlate with p21 gene expression. Number of breast cancer patients at risk with higher expression (red) and lower expression (black) of p21 at the indicated time points.  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 6 of 22    0 200 400 600 800  1,000 1,200 1,400 1,600 1,800  0 21 28 35 42 49 56  T um  or  v  ol um  e  (m  m 3)     Days  SCP2  SCP2 parental SCP2 shRNA p21   p21  β-tubulin    pa re  nt al  sh RN  A  p2  1   A  C  B  10× 20× 10× 20×  SCP2   parental   shRNA p21  Tumor  Fat Pad  D parental  shRNA p21 parental  shRNA p21E  0 500  1,000 1,500  0 2,000 4,000 6,000  pa ren  tal   sh RN  A  p2  1  To ta  l n um  be r   of    ce lls   m ig  ra te  d   pa ren  tal   sh RN  A  p2  1  To ta  l n um  be r   of    ce lls   in va  de d  * *  Tumor  Fat Pad  Figure 2 Silencing p21 prevents breast tumor local invasion in vivo and cancer cell migration and invasion. A, Total lysates from parental and shRNA p21 SCP2 cells were analyzed by immunoblotting for the protein levels of p21 and b-tubulin. B, Parental and shRNA p21 SCP2 cells were injected into the mammary glands of four- to six-week-old female Balb/c nude mice. The size of mammary tumor was measured from two sets of mice (eight per group; error bars indicate SEM). C, Representative photographs show hematoxylin and eosin staining of the mammary gland (tumor and fat pad) of 12- to 15-month-old mice. D and E, Transwell cell migration (left panel) and GFR-Matrigel invasion assay (right panel) of parental and shRNA p21 SCP2 cells were performed. Graphs show total migrated and invaded cell number counted by Image J (error bars indicate SEM; n = 3 independent experiments). Student's unpaired t-test was used to compare parental vs. shRNA p21 SCP2 groups. Differences were considered significant at *P < 0.05.  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 7 of 22    depletion on tumor invasiveness, a critical step for early tumor progression. Intact tumors were taken with the overlaying skin and surrounding deep tissues and analyzed by a pathologist. Tumor invasiveness was assessed by determining the extent of infiltration of cancer cells to the surrounding tissue (stroma, fat pad, skin and muscle tis- sue), as previously described [36]. As shown in Figure 2C (left panels), tumors from the parental SCP2 group dis- played no clear margin with the surrounding tissues and were deeply invading into nearby structures. In contrast, tumors derived from animals transplanted with p21- depleted SCP2 cells formed a well-encapsulated tumor mass that did not invade the surrounding tissues (Figure 2C, right panels), strongly suggesting that p21 plays an important role in tumor invasion. This was confirmed in vitro, as p21 gene silencing in SCP2 cells inhibited both cell migration and invasion (Figure 2D and 2E, respectively). As shown in Figure S2A (Additional file 3), none of the  animals in which parental or p21-depleted SCP2 cells (eight per group) were injected into the mammary fat pad developed any bone lesions after two months, the date at which mice had to be sacrificed due to the tumor size. This timing may have been insufficient for tumor cells to grow into visible distant lesions in the mouse [37]. Thus, to investigate whether p21 is involved in the later stage of breast cancer progression, we examined its involvement in the development of bone osteolytic lesions using an intratibia injection model of parental and p21-deficient SCP2 cells in female Balb/c nude mice. By by-passing the early steps of metastasis, this experi- mental model allows for the assessment of tumor cell metastasis and survival in the bone marrow [38]. As shown in Figure S2B, C (Additional file 3), following X-ray examination of the bones, both groups of mice developed secondary tumors that caused severe osteolytic bone lesions, suggesting that p21 does not affect the later stages of bone metastasis. Collectively, these results indi- cate that while p21 is required for breast cancer cells to acquire an invasive phenotype, its effect is restricted to the earlier stages of tumor metastasis, namely induction of local cell invasion from the tumor to the surrounding tissues.  TGFb induces p21 expression in migratory and invasive human breast cancer cells p21 expression is tightly controlled by multiple signaling pathways [7]. Among these and of particular interest is the TGFb/Smad signaling pathway [15,25,39]. Therefore, we examined the effect of TGFb on the expression levels of p21 in several basal-like triple negative human breast cancer cell lines. These include the ductal adenocarci- noma MDA and its sub-progenies (SCP2 and SCP25) [40], an invasive ductal carcinoma SUM159PT (hereafter  referred to as SUM159) derived from a patient with ana- plastic carcinoma, an inflammatory invasive ductal carci- noma SUM149PT (SUM149), a pleural effusion derived SUM229PE (SUM229) and tumor cells derived from metastatic nodule of a patient with infiltrating ductal car- cinoma SUM1315MO2 (SUM1315) [41]. As shown in Figure 3A, B, with the exception of SUM1315, TGFb strongly induced p21 mRNA and protein levels in these cell lines. Interestingly, TGFb showed no regulatory effect on the expression levels of other cell cycle regula- tory genes, such as c-myc and p15 (Figure 3C), consistent with a loss of the TGFb growth inhibitory responses in these cells (Figure 3C). Although p21 is a cell cycle inhi- bitor, the TGFb-induced increases in p21 protein levels did not translate into growth inhibition by TGFb (Addi- tional file 4, Figure S3A), nor did it lead to G1 arrest in these breast cancer cells (Figure S3B). We next investi- gated the mechanisms by which TGFb regulates p21 pro- tein levels. As shown in Figure 3D, the TGFb type I receptor (TbRI) inhibitor SB431542 blocked TGFb- induced p21 protein expression, indicating that TGFb regulation of p21 expression is mediated through the TGFb receptor signaling cascade. Furthermore, we found this effect to be Smad-dependent and Smad3-specific, as TGFb induced both phosphorylation of Smad2 and Smad3 (Additional file 4, Figure S3C), but was unable to induce p21 protein levels in MDA cells depleted of Smad3 but not of Smad2 (Figure 3E). Collectively, these data indicate that TGFb potently induces p21 expression in a Smad3-dependent manner without affecting cell growth or cell cycle progression in invasive human basal- type breast cancer cells.  p21 expression is required for TGFb-mediated cell migration TGFb is an important modulator of cell motility in breast cancer [25,42]. Thus, we investigated whether p21 could act downstream of TGFb to promote cell migration. We first examined the effect of TGFb on cell migration dynamics using the scratch/wound healing assay coupled to quantitative time-lapsed imaging (Essen IncuCyte™). Cell migration was measured by three integrated metrics: wound width, wound confluence and relative wound den- sity, using the IncuCyte software. As shown in Figure 4A, B, TGFb potently induced cell migration in MDA, SCP2 and SUM149. As a negative control, we also used SUM1315 in which TGFb did not regulate p21 expression. As expected, there was no effect of TGFb on cell migra- tion in SUM1315 cells (Additional file 5, Figure S4A, B). To then investigate whether p21 is required for TGFb-  induced cell migration, we knocked down p21 expression using two specific siRNAs in SCP2 cells and assessed the effect of TGFb on cell migration dynamics by the scratch/wound healing assay. As shown in Figure 4C,  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 8 of 22    TGFb induced p21 expression in both mock and scrambled (Scr) siRNA transfected cells, while this effect was blocked in cells transfected with either p21 siRNAs, confirming the specificity and efficacy of our p21 siRNAs. Importantly, we found that while TGFb potently induced cell migration in mock and Scr siRNA transfected SCP2  cells, this effect was completely blocked in cells in which p21 expression was depleted (Figure 4D, E). The effect of p21 siRNAs on TGFb-induced cell migration was similar to that observed when cells were transfected with a siRNA against Smad3, used here as a positive control (Figure 4D, E). We also confirmed that these effects on      Scr       Smad2   Smad3          Smad2/3  p21  β-tubulin  MDA  β-tubulin   Mock   Inhibitor  DMSO        TGFβ      -     +      -     +     -     +             p21  β-tubulin  TβRI  B  C  D siRNA TGFβ        -     +     -    +      -     +             E  MDA SCP2 SCP25  TGFβ hrs     0      6      24        0     6     24         0      6     24         0      6     24         0      6     24          p15  c-myc  SUM149 SUM159  A  p2 1   m R  N A   le ve  ls  (F  ol d   in du  ct io  n)  0 1 2 3 4 5 6 7 8 TGFβ  MDA SCP2 SUM149 SUM159 SUM229 SUM1315  MDA SCP2  TGFβ hrs      0    6   24       0    6   24      0     6   24     0     6    24      0    6    24     0    6    24     0     6   24  SUM159  β-tubulin  p21  SUM149SCP25 SUM229 SUM1315  0 hr  2 hrs  5 hrs  24 hrs  Figure 3 TGFb induces p21 expression in migratory and invasive human breast cancer cells. A, Real-time PCR was performed to measure the mRNA level of p21 gene (error bars indicate SD; n = 3 independent experiments) for the indicated cell lines. B, Cells were treated with or without 5 ng/ml TGFb for the indicated times. Total cell lysates were analyzed for p21 and b-tubulin protein levels by Western blotting. C, Total cell lysates were analyzed for c-myc, p15 and b-tubulin protein levels by Western blotting. D, SCP25 cells were pretreated with 10 μM TGFb type I receptor (TbRI) inhibitor (SB431542) or vehicle (DMSO) for 30 minutes and then stimulated with TGFb. Total cell lysates were analyzed for p21 and b-tubulin protein levels by Western blotting. E, MDA cells were transfected with 40 nM Scrambled (Scr), Smad2 or Smad3 siRNAs in response to TGFb. Total cell lysates were analyzed for Smad2/3, p21 and b-tubulin protein levels by Western blotting.  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 9 of 22    0 10 20 30 40 50 60 70 80 90  100  0 4 8 12 16 20 24  Mock  Mock TGFβ   p21 #1  p21 #1 TGFβ  p21 #2   p21 #2 TGFβ 0  20  40  60  80  100  0 4 8 12 16 20 24  Scr siRNA  Scr siRNA  TGFβ Smad3 siRNA  Smad3 siRNA  TGFβ  p21 β-tubulin  siRNA  Mock Smad3 p21 #1 Scr p21 #2  TGFβ  Scr  Mock p21 #1  p21 #2  A  B  C  D  To ta  l m ig  ra tio  n  (%  )  hrs  TGFβ  Ctrl  TGFβ  Ctrl  TGFβ  Ctrl  wound maskphase contrast MDA SCP2 SUM149  0  20  40  60  80  100  0 6 12 18 24 30 36 42 48  Ctrl TGFβ  0  20  40  60  80  100  0 6 12 18 24 30 36 42 48  Ctrl TGFβ  0  20  40  60  80  100  0 6 12 18 24 30 36 42 48  Ctrl TGFβ  To ta  l m ig  ra tio  n  (%  )  E  wound maskphase contrast wound maskphase contrast  hrs  siRNA  siRNA TGFβ  p21 β-tubulin  hrs  T ot  al  m  ig ra  ti on   ( %  )  siRNA  SCP2  Figure 4 p21 expression is required for TGFb-mediated cell migration. A, Representative images of phase contrast and wound mask of indicated cell lines stimulated with TGFb in scratch/wound healing assay. The initial wound mask (black) and wound closure (grey) were measured using the Essen Instruments Scratch Wound Module. B, The time course of cell migration for the indicated cell lines was quantified using the relative wound density metrics at two-hour time intervals (error bars indicate SEM; n = 3 independent experiments). C, SCP2 cells were transfected with Scr or p21 siRNAs and then stimulated with or without TGFb for 24 hrs. Total cell lysates were analyzed for p21 and b-tubulin by Western blotting. D, Representative images of phase contrast (top panels) and wound mask (bottom panels) of transfected SCP2 cells with the indicated siRNAs in scratch/wound healing assay. E, The time course of transfected SCP2 cell migration was quantified using the relative wound density metrics at two-hour time intervals (error bars indicate SEM; n = 3 independent experiments).  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 10 of 22    cell migration were not secondary to changes in cell growth, as silencing of p21 expression had no effect on cell growth and proliferation (Figure S4C). These results demonstrate that TGFb-mediated migration of human breast cancer cells is dependent on TGFb-induced p21 expression.  p21 expression is required for TGFb-mediated cell invasion To examine the role of p21 in TGFb-induced tumor cell invasion, SCP2 cells were transiently transfected with a Scr siRNA, a p21 siRNA or a Smad3 siRNA. The invasive potential of the cells was assessed using a GFR-Matrigel Transwell assay. As shown in Figure 5A, B, in mock and Scr siRNA transfected breast cancer cells, TGFb signifi- cantly promoted cell invasion through the Matrigel and this effect was completely blocked in the absence of p21. Importantly, the inhibitory effect of the p21 siRNA on TGFb-induced cell invasion was comparable to the effect of the Smad3 siRNA. To demonstrate the specificity of the p21 effect, we performed a rescue experiment. SCP2 cells in which endogenous p21 expression was silenced were transfected or not with a flag-tagged p21 cDNA (Figure 5C). In this setup, overexpression of the flag-p21 overrode the siRNA effect and restored p21 protein level (Figure 5C) as well as TGFb-induced cell invasion through the GFR-Matrigel barrier (Figure 5D), indicating this effect is specifically mediated through p21. To avoid the limita- tion of the use of a single cell line, we also assessed the pro-invasive effect of p21 in SUM159 cells. Overexpressing or blocking p21 gene expression in these cells did not alter their growth in response to TGFb (Additional file 6, Figure S5). Importantly, as shown in Figure 5E, F, we found SUM159 to be highly responsive to TGFb-induced cell invasion. However, in the absence of p21 expression, the TGFb pro-invasive effect was blocked, while overexpres- sion of p21 potentiated this effect, similar to what was observed in SCP2 cells. Our results demonstrate that TGFb-mediated migration and invasion of human breast cancer cells are dependent on TGFb-induced p21 expres- sion. Interestingly, the p21 effects are not limited to TGFb signaling as blocking p21 expression also affected serum and EGF-induced cell invasion (Additional file 7, Figure S6). These results suggest that p21 plays a broad regulatory role in breast cancer cell invasion and may also explain the strong phenotype observed in vivo, on local tumor cell invasion, following p21 gene silencing (Figure 2C).  p21 interacts with Smad3 and modulates TGFb-induced transcriptional activity and downstream genes involved in cell invasion It has been previously shown that cytoplasmic p21 regu- lates actin cytoskeleton through binding and inhibiting ROCK1, resulting in decreased phosphorylation of actin-  depolymerizing protein cofilin and increased cell migra- tion in NIH3T3 fibroblasts and HeLa cells [43,44]. Therefore, we examined the phosphorylation and total protein expression levels of cofilin in breast cancer cells in response to TGFb. As shown in Figure S7A (Addi- tional file 8), TGFb has no effect on the phosphorylation of cofilin. As cytoplasmic p21 contributes to regulate cofilin, we then examined the localization of p21 under the stimulation of TGFb. Treatment with TGFb caused accumulation of p21 in the nucleus in a time-dependent manner (Figure S7B). This suggests that TGFb-induced and p21-driven cell migration and invasion in human breast cancer cells are not mediated through the ROCK/ LIMK/cofilin pathway. Besides its function as a cell cycle regulator, p21 has also been shown to interact with multiple transcription factors [7] to selectively inhi- bit or induce expression of sets of genes involved in dis- tinct biological functions, such as mitosis, DNA repair, survival and ECM components [45]. Thus, we investi- gated whether p21 could interact with the Smad pro- teins to regulate the TGFb pro-invasive effects. Smad/ p21 interactions were analyzed by co-immunoprecipita- tion studies in HEK293 and SCP2 cells co-transfected with myc-Smad2, myc-Smad3 and flag-p21. As shown in Figure 6A, while we could not detect any ligand-induced association between Smad2 and p21, we found TGFb to clearly induce complex formation between Smad3 and p21 in the two cell lines. To assess the impact of the p21/Smad3 interaction on TGFb signaling, we then examined the effect of p21 on TGFb-induced Smad3 activity. As shown in Figure 6B, we found that knocking down p21 did not affect TGFb-induced Smad3 phos- phorylation. However, using a TGFb/Smad transcrip- tional reporter construct (CAGA12-luc), we found that p21 is required for TGFb-induced Smad transcriptional activity. Indeed, as shown in Figure 6C, p21 gene silen- cing abolished TGFb-induced luciferase activity of the Smad reporter construct. Conversely, CAGA12-luc activity was markedly potentiated in SCP2 cells overex- pressing p21 in response to TGFb. These results indi- cate that TGFb induces a complex formation between p21 and Smad3 and that while p21 does not affect the earlier stages of Smad3 activation (that is, phosphoryla- tion), it is required for TGFb-mediated Smad transcrip- tional activity. We next performed gene profiling experiments in par- ental and p21-deficient SCP2 cells, using transiently transfected p21 siRNA as well as stably transfected p21 shRNA. Our arbitrary cutoff was set up at a minimum of two-fold induction. This led us to identify multiple p21-dependent TGFb target genes, among which were selected those known to be associated with the tumor metastasis process. This shortlist included five candidate target genes: interleukin 6 (IL6), chemokine (IL8),  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 11 of 22    0  200  400  600  0  2  4  6  8  10  0 1 2 3 4 5 6  SCP2  Fo ld   in du  ct io  n     Smad3 p21 Scr  Ctrl  TGFβ  Mock  p21 Scr   Flag-p21p21   Flag-p21    -      -       -     -      +      + TGFβ    -      +      -     +     -       +  β-tubulin  SCP2  Ctrl  TGFβ  Flag-p21  A B  C  D  E  F  siRNA  Ctrl  TGFβ  Flag-p21  SUM159  Fo ld   in du  ct io  n     SCP2  p21 siRNA Scr siRNA p21 siRNA   p21 siRNA Scr siRNA   SUM159  TGFβ      -       +        -       +       -       +        Flag-p21p21 siRNA Scr siRNA   TGFβ     -      +      -      +      -      +     -      +  Smad3 p21 ScrMocksiRNA  siRNA  To ta  l I nv  ad ed    C  el l N  um be  r    TGFβ      -        +        -       +       -       +        Flag-p21      -        -        -        -       +       +         p21 Scr p21   *  n.s.  *  n.s.  siRNA  Figure 5 p21 expression is required for TGFb-mediated cell invasion. A, SCP2 cells were transfected with the indicated siRNAs and cultured in the presence or absence of TGFb. GFR-Matrigel coated Transwell invasion assay was performed and images of the invading cells were photographed. B, Total cell number was counted by Image J and fold induction was quantified (error bars indicate SD; n = 3 independent experiments). C, SCP2 cells were transfected with a Scr or p21 siRNA as well as a flag-tagged p21 cDNA in the presence or the absence of TGFb. p21 protein levels were then analyzed by Western blotting. D, Cell invasion was assessed using the Transwell Invasion assay. The number of invaded cells was counted by Image J (error bars indicate SD; n = 3 independent experiments). E, Cell invasion of transfected SUM159 was assessed using the Transwell Invasion assay. F, Total cell number was counted by Image J and fold induction was quantified (error bars indicate SD; n = 3 independent experiments).  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 12 of 22    0  50  100  0 1 2 3 4 5  0  1  2  3  0  1  2  0  2  4  6  B  0  200  400  600  800  1,000  1,200  1,400  Mock Scr  siRNA  p21  siRNA  p21  cDNA  Ctrl TGFβ  A  R el  at iv  e  lu  ci fe  ra se   a ct  iv ity   (A rb  itr at  y  U  ni ts  )  CAGA12-luc  *  *  *  TGFβ      -   +        -   +         -   +        -    +  m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  TGFβ (hrs)       0      5      24     SUM159  * *  IL6  SCP2  IL6  m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  TGFβ (hrs)       0      5      24     * *  0  5  10  m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  TGFβ (hrs)       0      5      24     m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  TGFβ (hrs)       0      5      24     D    0      5      24     IL8 *  0  1  2    0      5      24     * *  IL8  0  1  2  3    0      5      24     *  PTGS2  *  0  1  2    0      5      24     PTGS2  *  PLAU  PLAU  *  * *  0 1 2 3 4  MMP9  MMP9  *  *    0      5     24     E  HEK293 SCP2 myc-Smad2  Flag-p21 TGFβ       -    +   +     -    +   +      -    +   +     -    +   +     -    -    +     -    -    +  Smad3 p21  IP Smad2  myc-Smad3    -    +   +     -    +   +  MDA TGFβ   Smad2/3         p21  p-Smad3     -   +    -    + siRNA Scr p21   C  SCP2  *  myc-Smad2  β-tubulin  myc-Smad3 Input:    0      5      24     IgG  Flag    IgG  Flag  Figure 6 p21 interacts with Smad3 and modulates TGFb-induced transcriptional activity. A, HEK293 and SCP2 cells were co-transfected with myc-Smad2, myc-Smad3 and flag-p21. Transfected cells were stimulated TGFb for 8 hrs. Cell lysates were immunoprecipitated with an anti- flag antibody and analyzed by immunoblotting using Smad2/3 and p21 antibodies. B, Transfected MDA cells were immunoblotting by phospho- Smad3 (p-Smad3), Smad2/3 and b-tubulin antibodies in response to TGFb for 30 minutes. C, SCP2 cells were co-transfected with either mock, Scr siRNA, p21 siRNA or flag-tagged p21 construct (p21 cDNA) and SBE promoter construct (CAGA12-luc). Transfected cells were stimulated with or without TGFb for 16 hrs. Luciferase activity of CAGA12-luc was measured and normalized to b-galactosidase (error bars indicate SEM; n = 3 independent experiments). D and E, SUM159 and SCP2 cells were treated with or without TGFb for the indicated times. The mRNA levels of indicated genes were then analyzed by real-time PCR (error bars indicate SEM; n = 3 independent experiments).  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 13 of 22    prostaglandin-endoperoxide synthase 2 (PTGS2), plasmi- nogen activator (PLAU) and matrix metalloproteinase (MMP9) [46]. To confirm that these genes were TGFb downstream targets, SCP2 and SUM159 cells were sti- mulated or not with TGFb and mRNA levels for these target genes were analyzed by quantitative real-time PCR (q-PCR). As shown in Figure 6D, E, TGFb signifi- cantly increased the mRNA levels of IL6, IL8, PTGS2, PLAU and MMP9 in a time-dependent manner in both cell lines. To then address the role of p21 in the transcriptional  regulation of these genes by TGFb, we examined the effects of either silencing (using siRNA) or overexpressing p21 cDNA in SUM159 cells. As shown in Figure 7A, knocking down p21 gene expression blocked the TGFb transcriptional regulation of IL6, IL8, PLAU, MMP9 and PTGS2, indicating that p21 is required for TGFb to induce expression of these target genes. The same results were obtained in another breast cancer cell line (SCP2; data not shown). On the other hand, p21 overexpression in these cell lines potentiated the TGFb transcriptional effects on these target genes. As a negative control and to ensure specificity of our results, we also analyzed the effect of silencing p21 on the TGFb-mediated increase in trans- forming growth factor beta induced (TGFBI) mRNA. TGFb regulated TGFBI mRNA independently of p21 (Figure 7B). To address the contribution of these identified p21-  dependent TGFb target genes (IL6, IL8, PLAU, MMP9 and PTGS2) in regulating cell invasion, we silenced their gene expression using specific siRNAs. As shown in Figure 7C, D, inhibition of all five target genes impaired TGFb-induced cell invasion, to a different extent. While depletion of IL6, PLAU and MMP9 drastically antago- nized the TGFb response, inhibition of PTGS2 and IL8 showed a moderate inhibitory effect. Moreover, examina- tion of the siRNA effect on basal cell invasion indicated that IL6 and PLAU did not affect basal invasion, suggest- ing that they may be specifically required for the TGFb pro-invasive response. On the other hand, inhibition of MMP9, PTGS2 and IL8 clearly affected basal cell invasion suggesting that these target genes have a broader effect on cell invasion, not limited to the TGFb signaling path- way. Together, these results indicate that even though all five genes are important for TGFb signaling leading to cell invasion, IL6, PLAU and MMP9 exert more predomi- nant roles.  p21/p/CAF regulates TGFb transcriptional activity and Smad3 DNA binding p21 has been implicated in the control of gene transcrip- tion by associating with various transcription factors [7], but also regulates estrogen receptor-a-dependent gene expression by activating p300-CREBBP-driven (CBP)  [47,48]. Gene transcription downstream of TGFb signal- ing is also regulated by acetyltransferases, such as p300/ CBP and p300/CBP-associated factor (p/CAF), a member of another HAT family, the so-called GCN5-related N- acetyl transferases [49-52]. Thus, we examined whether p21 could associate with either p300/CBP or p/CAF in response to TGFb. Interestingly, we found that while TGFb did not induce association between p21 and p300/ CBP, it strongly induced complex formation between p21 and p/CAF in both SCP2 and SUM159 breast cancer cells (Figure 8A, left and right panels). A previous report indicated that p/CAF directly binds  to Smad3 [50]. As we have shown that TGFb induces complex formation between Smad3 and p21 (Figure 6A), we investigated whether endogenous p/CAF is also required for Smad3 association with p21. For this, HEK293 cells were co-transfected with myc-Smad2, myc- Smad3 and flag-p21 with or without p/CAF siRNA to block expression of endogenous p/CAF. As shown in Figure 8B, TGFb induced complex formation between p21 and Smad3, independently of Smad2. Interestingly, depletion of p/CAF completely prevented this interac- tion, indicating that endogenous p/CAF is required for Smad3 interaction with p21. To investigate whether p/CAF is necessary for the regu-  lation of p21-dependent TGFb downstream target genes, SUM159 cells were transiently transfected with flag-tagged p21 in the presence or the absence of two different p/CAF siRNAs. The gene expression of p/CAF (also known as K (lysine) acetyltransferase 2B, KAT2B) was measured to verify the efficiency of p/CAF knockdown by q-PCR (Figure 8C). Overexpression of p21 potentiated induction of IL6, IL8 and PTGS2 mRNA by TGFb. However, these effects were significantly blocked when p/CAF gene expression was silenced, indicating that p/CAF is required for p21-dependent gene expression of the TGFb targets (Figure 8D). The requirement of p/CAF downstream of TGFb was further investigated using the Transwell Matri- gel assay. As shown in Figure 8E, knocking down p/CAF gene expression significantly impaired TGFb-induced cell invasion. Efficiency of the siRNA was verified by Western blotting (Figure 8F). Because acetyltransferase p/CAF regulates gene tran-  scription by acetylating histones and transcription factors [49], we then assessed whether TGFb could induce global changes in histone acetylation in breast cancer cells. For this, total histone proteins were extracted from SCP2 cells, treated or not with TGFb and subjected to immunoblot- ting using an acetylated lysine antibody. As shown in Fig- ure S8 (Additional file 9), TGFb had no effect on global histone acetylation while TSA, a histone deacetylase inhi- bitor, showed a marked increase in the acetylation levels. This suggested that the functional relevance of the p/CAF recruitment to the p21/Smad complex may be more  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 14 of 22    0 5  10 15 20 25 30  0 10 20 30 40 50  0  2  4  6  TGFβ (hrs)  TGFBI    0      5      24     0      5      24     Scr siRNA  p21 siRNA  m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  0 2 4 6 8  PLAU  PTGS2  IL6 MMP9  TGFβ   Ctrl   0  5  10  15 IL8  m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  *  *  *  0  1  2  3 *  *  *  *  Scr siRNA  p21 siRNA  p21 cDNA  Scr siRNA  p21 siRNA  p21 cDNA  Scr siRNA  p21 siRNA  p21 cDNA  SUM159 m  R N  A /G  A PD  H (A  rb itr  at y   un its  )  *  *  Scr siRNA  p21 siRNA  p21 cDNA  C  Scr siRNA  IL6 siRNA   PLAU siRNA   IL8 siRNA   PTGS2 siRNA   Ctrl TGFβ   D  A  B  Scr siRNA  p21 siRNA  p21 cDNA  0 200 400 600 800  1,000 1,200 1,400  N um  be r o  f i nv  ad ed   c el  ls     *  n.s. n.s.  siRNA  Sc  r IL  6 IL  8  M M  P9  PT GS  2    TGFβ     -  +      -   +     -   +     -   +      -   +     -  +  * *  PL AU  MMP9 siRNA   Figure 7 p21 regulates TGFb-induced downstream genes involved in cell invasion. A, SUM159 cells were transfected with Scr or p21 siRNA as well as p21 cDNA. Cells were then treated with or without TGFb and the mRNA levels of indicated genes were analyzed by real-time PCR (error bars indicate SEM; n = 3 independent experiments). B, SUM159 cells transfected with Scr siRNA and p21 siRNA were treated with TGFb for the indicated times. The mRNA level of TGFBI gene was measured by real-time PCR (error bars indicate SEM; n = 3 independent experiments). C, SCP2 cells were transfected with the indicated siRNAs. Cell invasion was assessed using the Transwell Invasion assay. D, Total cell number was counted by Image J and number of invaded cells was quantified (error bars indicate SEM; n = 3 independent experiments).  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 15 of 22    D   IgG     IP-p21       lysate              0       2      0     2     TGFβ hrs  p/CAF  p21   IgG       IP-p21                         0     2     4   TGFβ hrs  p/CAF  p21  SCP2  p300  TGFβ hrs       IP-p/CAF                    0      2       p21 p/CAF  0 5  10 15 20 25 30  - +  m R  N A  /G A  PD H  (A rb  itr at  y  un  its ) TGFβ   IL6  * *  p21 cDNA      -   -     +   +     +  +      +  +   siRNA    Mock    Scr    p/CAF  p/CAF                                          #1        #2  0 2 4 6 8  10 12 14  m R  N A  /G A  PD H  (A rb  itr at  y  un  its ) *  *  p21 cDNA      -   -      +   +     +  +       +  +    siRNA    Mock     Scr    p/CAF   p/CAF                                           #1         #2  0 2 4 6 8  10 12 14  m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  * *  p21 cDNA      -   -      +   +     +  +       +  +    siRNA    Mock     Scr    p/CAF   p/CAF                                           #1         #2  0  0.5  1  1.5  2 - +  TGFβ   m R  N A  /G A  PD H  (A rb  itr at  y  un  its )  * * * *  KAT2B  SUM159  siRNA    Mock  p/CAF  p/CAF   Scr                                  #1        #2  IL8  PTGS2  HEK293  myc-Smad2  Flag-p21  TGFβ       +    +     +    +     +    +  Smad3  Flag  IP:Flag  myc-Smad3  Input  p/CAF      +    +     +    +     +    +     -     -     +    +     +    +     -     -     -     -      +    +     -    +     -     +     -     +  p/CAF siRNA  lysates  Biotinylated-4×SBE TGFβ  -    +    -    +    -    +   +   +    +   +    +   + Mock p21 p/CAFsiRNA  0 100 200 300 400 500 600  Ctrl  TGFβ  R el  at iv  e  lu  ci fe  ra se   a ct  iv ity  (A rb  itr at  y  U  ni ts  )  CAGA12-luc  M oc  k       Sm ad  3 p/C  AF       Sc r  I  siRNA  J  SCP2  E F  0 1 2 3 4   C el  l i nv  as io  n  (r  el at  iv e   T G  Fβ    fo ld  -d if  fe re  nc e)  siRNA Sc r  p/C AF  *  siRNA   Scr  p/CAF   p/CAF  β-tubulin  *  SCP2 DNA IP total lysates Biotinylated-ctrl   Biotinylated-4×SBE TGFβ hr  p/CAF  Smad3     -      -      -     +     +    +     -     -     -   +     +     +     -      -     -     -     -     -   0   0.5    1     0   0.5   1     0   0.5   1  H  *  Ac-Lysine  G  p/CAF myc  myc-Smad3 p/CAF     +     +    -      +      HEK293               IP-myc            Ac-Lysine  p/CAF myc  myc-Smad2 p/CAF     +      +    -      +                     IP-myc                 myc-Smad2 myc-Smad3  C  A  B  SUM159 SUM159  IB: Smad3  SCP2  DNA IP  Figure 8 p21/p/CAF regulates TGFb transcriptional activity and Smad3 occupancy on SBE. A, SCP2 and SUM159 cells were treated with TGFb. Cell lysates were analyzed by co-immunoprecipitation using specific antibodies, as indicated. B, HEK293 cells were co-transfected with myc-Smad2, myc-Smad3 and flag-p21 with or without p/CAF siRNA. Transfected cells were stimulated with TGFb for eight hours. Cell lysates were immunoprecipitated with an anti-flag antibody and analyzed by immunoblotting using Smad2/3 and flag antibodies. C and D, SUM159 cells were transfected with Scr or p/CAF siRNAs as well as a flag-tagged p21 cDNA, treated with or without TGFb. The mRNA levels of indicated genes were analyzed by real-time PCR (error bars indicate SEM; n = 3 independent experiments). E, SCP2 cells transfected with Scr and p/CAF siRNA were stimulated with or without TGFb. Cell invasion was quantified by relative TGFb fold induction (error bars indicate SEM; n = 3 independent experiments). F, Transfected SCP2 cells were subjected to immunoblotting p/CAF and b-tubulin. G, HEK293 cells were co- transfected with myc-Smad3, myc-Smad2 and p/CAF. Immunoprecipitated Smad2/3 using an anti-myc antibody was subjected to Western blotting. H, DNA precipitation (DNA IP) was performed using biotinylated control and 4× CAGA SBE oligonucleotides, following by streptavidin precipitation. Western blotting of Smad3 and p/CAF is shown. I, SCP2 cells were transfected with p21 or p/CAF siRNAs. Samples were subjected to DNA IP and immunoblotting of Smad3. J, Transfected SCP2 cells were stimulated with or without TGFb for 16 hrs. Luciferase activity of CAGA12-luc was measured and normalized to b-galactosidase (error bars indicated SEM; n =3 independent experiments).  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 16 of 22    directed towards acetylation of specific targets rather than global histone modifications. To address this, we examined whether p/CAF could acetylate p21 and/or the Smads. Interestingly, we found that p/CAF is capable of interact- ing with Smad2 and Smad3, leading to an increased acety- lation of both Smad proteins (Figure 8G). Moreover, the acetylation is specific to Smad2 and Smad3, as p21 did not show any increased acetylation by p/CAF (data not shown). Smad3 acetylation has been suggested to be required for its DNA binding activity [51]. Thus, this led us to investigate whether p/CAF could associate with DNA-bound Smad3, by DNA immunoprecipitation (DNA IP) using biotinylated control and biotinylated Smad bind- ing element (4× CAGA) DNA probes. As shown in the Figure 8H, we found TGFb to specifically induce binding of both Smad3 and p/CAF to DNA. Furthermore, we found that gene silencing of p/CAF and p21, using siR- NAs, prevented Smad3 binding to the SBE (Figure 8I), suggesting that both p21 and p/CAF are required for Smad3 DNA binding and Smad3-mediated transcriptional activity. Having shown that p21 is indeed required for Smad3-mediated transcriptional activity (Figure 6C), we then assessed the effect of knocking down p/CAF on Smad3 transcriptional activity using the CAGA12-luc reporter construct. As shown in Figure 8J, the results clearly indicate that p/CAF is required for TGFb-induced Smad3 transcriptional activity. Collectively, these data indicate that p21 and p/CAF reg-  ulate TGFb transcriptional activity by controlling Smad3 occupancy on its DNA binding elements. TGFb induces a complex formation between Smad3, p21 and p/CAF, further leading to Smad3 acetylation by p/CAF. Further- more, both p21 and p/CAF are required for Smad3 DNA binding and Smad3-mediated transcriptional activity, highlighting a novel mechanism by which the p21/p/CAF/ Smad3 complex contribute to the activation of TGFb tar- get gene transcription.  High expression of p/CAF/p21/p-Smad3 is associated with lymph node positivity Lymph node involvement is an important prognostic indicator in clinical breast cancer outcomes [53]. High expression of TGFb1 is correlated with a high incidence of lymph node metastasis [54]. To examine the associa- tion among active TGFb/Smad signaling, p21 and p/ CAF with lymph node metastasis, we performed immu- nohistochemistry to measure the expression levels of serine 423/425 phosphorylated Smad3 (pSmad3), p21 and p/CAF in tissue microarray containing 50 invasive ductal breast tumors, 25 of which are lymph node posi- tive. The immunoreactivity for pSmad3, p21 and p/CAF protein expression in tumor cells was graded and described in Methods. We considered a score of 0 to 2 as a low phosphorylation/expression level and a score of  3 to 4 as a high phosphorylation/expression level. As shown in Figure 9A, B, lymph node negative patients showed low levels of pSmad3, p21 and p/CAF expres- sions, whereas a significant enrichment of high pSmad3 (68%), p21 (68%) and p/CAF (80%) was observed in patients with positive lymph nodes (P = 0.009, P = 0.004, and P = 0.001, respectively). To distinguish between tumor cells and stroma, we used a cytokeratin antibody (AE1/AE3), a cell marker specific to neoplastic cells of epithelial origin. As shown in Figure S9 (Addi- tional file 10), p21 is specifically expressed at a higher level in breast tumor cells but not in stroma cells. We also examined the relationships between pSmad3 levels and p/CAF protein expression with p21 protein levels, using the Pearson's correlation test. As shown in Figure 9C, our results clearly indicate that high levels of phos- phorylated Smad3 and p/CAF expression significantly correlate with high p21 protein expression. Collectively, these data indicate that active TGFb/Smad3 signaling is associated with high p21 and p/CAF protein expression levels and significantly correlates with lymph node metastasis in breast cancer.  Discussion While p21 was initially characterized as an important cell cycle inhibitor, recent studies suggest that cytoplasmic p21 has anti-apoptotic and actin cytoskeleton regulatory functions [27,43,55]. The accumulation of cytoplasmic p21 is associated with Ras and HER2/neu activated tumorigenic transformation [32,44]. Moreover, overex- pression of p21 is associated with poor prognosis of many types of cancer. However, the function of p21 in breast cancer has not been established. In our study, we assessed p21 levels with clinical outcomes in breast can- cer patients. High p21 expression correlates with poor overall survival and distant metastasis free survival. Furthermore, using an in vivo model of mammary fat pad transplantation of metastatic human breast cancer cells in mice, we showed that while silencing p21 gene expres- sion did not affect the primary tumor formation, it potently prevented primary tumor cells to invade into surrounding tissues. Together, our results provide evi- dence of a tumor-promoting role for p21 in primary tumor local invasion. Previous studies have indicated that during breast can-  cer progression, TGFb cytostatic responses are lost while pro-migratory and pro-invasive effects are maintained [56]. Here, we found that all invasive breast cancer cell lines tested were resistant to growth inhibition by TGFb and that while TGFb did not induce any change in p15 or c-myc expression levels, it strongly up-regulated p21 expression arguing that in advanced breast cancer p21 functions independently of cell cycle regulation. This is in contrast to the effect observed in human immortalized  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 17 of 22    0  50  100  150  LN(-) LN(+)  p21(3 -4)  p21(0 -2)  In te  ns ity    di  st ri  bu tio  n  (%  )  B  P = 0.004  0  50  100  150  LN(-) LN(+)  pSmad3(3 -4)  pSmad3(0 -2)  P = 0.009 0  50  100  150  LN(-) LN(+)  p/CAF(3 -4)  p/CAF(0 -2)  P = 0.001  0 20 40 60 80  100 120  p21 high  p21 low  C as  es  (%  )  P = 0.049 0  20 40 60 80  100 120  p21 high  p21 low  pS ma  d3  ne  ga tiv  e  pS ma  d3  lo  w  pS ma  d3  hi  gh  C as  es  (%  )  P = 0.049  C  A p21 pSmad3 p/CAF  4×  20×  LN (-)  4×  20×  LN (+)  p/C AF   ne ga  tiv e  p/C AF   lo w  p/C AF   hi gh  Figure 9 High expression of p/CAF/p21/pSmad3 is associated with lymph node positivity. A, Representative immunohistochemistry images of pSmad3, p21 and p/CAF in breast cancer tissue microarray samples. B, Overall pSmad3, p21 and p/CAF immunohistochemistry staining intensity between lymph node negative (LN-) and positive (LN+) tissues. C, Percentage of case distribution according to immunoreactivity of pSmad3, p21 and p/CAF in tumor cells, the score for negative (0), low (1 to 2) and high (3 to 4).  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 18 of 22    the keratinocyte cell line HaCaT, where TGFb-mediated p21 gene expression leads to cell cycle arrest [39]. Indeed, we found that the induction of p21 in invasive breast cancer cells is required for the pro-migratory and pro-  invasive effects of TGFb. In accordance with these results, depletion of p21 did not modulate primary tumor growth in vivo but strongly blocked tumor invasion capa- city. These findings together support the notion of  Smad 3  TGFβ  Tβ RI     Tβ RI     Tβββ RRRIIIββRR  II βR  I βTTTTTTTTTTTβ  RI TT TTTTTTTβββββββββ  RRRRRRRRRIIIIIIIIIββRR II  ββββRRRR IIII  TTTTTTTTTTTTTTTTTTTTTTTTββββ RIβR  I βR  I TTTT  Tβ RI  I  Tβ RI  I  Smad4  Smad 3     Transcription        factors      Co-activators       Co-repressors             p21 gene transcription  Co-activators    C Co-repressors        p21  p21  Breast Cancer Cell  Migration and Invasion  p/CAF  p21  p21  p21  IL6 IL8 MMP9 PLAU PTGS2             Transcriptional       regulation  Ac Ac  StromaStroma  Tumor Tumor  Figure 10 Model of pro-invasive function for the cell cycle regulator p21 in human breast cancer. The role of p21 as both a direct transcriptional target of TGFb and a co-stimulatory factor of p/CAF/Smad3 in regulation of pro-invasive genes in triple negative breast cancer cells.  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 19 of 22    a direct oncogenic role for p21 in breast cancer progression. We further report that the TGFb-mediated increase  in p21 expression is Smad-dependent and Smad3 spe- cific. This is interesting in light of previous reports indicating that overexpression of a dominant negative form of Smad3 reduced the ability of cancer cells to metastasize [57] and that Smad3, but not Smad2, pro- motes breast cancer metastasis in mice [58]. Further- more, while Smad2 mutations in cancer have been described, no mutations in Smad3 or p21 have yet been reported. Together these data suggest that in breast cancer Smad3 pro-invasive functions are mediated by p21 and that targeting p21 may prove useful to improve the clinical course of metastatic patients. Tumor cell migration and invasion are critical initiation  steps in the process of breast cancer metastasis. It has been suggested that cytoplasmic p21 regulates ROCK/ LIMK/cofilin pathway to promote cell migration; how- ever, we found that TGFb had no effect on regulating cofilin activity in breast cancer cells. In our studies, we identified a novel role for p21 in the transcriptional regu- lation of TGFb/Smad3 signaling through the interaction of p21 and Smad3 in invasive breast cancer cells. The interaction between p21 and Smad3 was p/CAF-depen- dent, but whether this interaction is direct will require further investigation. Furthermore, the effects of p21 on cell migration and invasion are mediated through inter- actions with Smad3 and p/CAF, which in turn modulate Smad3 acetylation, DNA binding and transcriptional activity, as well as gene transcription of several TGFb pro-invasive downstream target genes. It will be interest- ing to further investigate whether p21 is selective for the pro-oncogenic activity of TGFb or whether it is also required for the transcriptional regulation of other types of TGFb responses and target genes. Taken together, our results demonstrate that p21 is both a direct transcrip- tional target of TGFb and a co-stimulatory factor of Smad3 in regulation of pro-invasive genes in breast can- cer cells (Figure 10). Finally, we investigated the clinical relevance of TGFb-  mediated p21/p/CAF pathway in breast cancer. The prognosis of breast carcinomas is related to various clini- cal and pathological parameters. Axillary lymph node metastasis is one of the most important prognostic para- meters in the absence of distant metastasis. There is a sharp difference in survival rate between patients with positive and negative lymph nodes. In our studies, we found a significant association of active TGFb/Smad3 sig- naling, p21 and p/CAF expression with lymph node posi- tivity, making them potential useful prognosis markers for lymph node metastasis.  Conclusion In this study, we described a pro-invasive function for the cell cycle regulator p21 in human breast cancer. High expression of p21 positively correlated with poor overall and distant metastasis-free survival outcomes in breast cancer patients. We identified p21 as a novel downstream regulator of TGFb-mediated breast cancer cell migration and invasion. We found p21 to interact with Smad3 and the acetyltransferase p/CAF and to regulate the Smad transcriptional activity, as well as gene transcription of sev- eral TGFb-induced pro-metastatic genes. These results highlight an important role for p21/p/CAF in TGFb- induced breast cancer cell migration and invasion at the transcriptional level.  Additional material  Additional file 1: Table S1: Patient characteristics from breast carcinoma microarray tissue sections. The patient characteristics including tumor grade, TNM and lymph node involvement are provided for breast carcinoma microarray slides (BCR961 and T088, Biomax).  Additional file 2: Figure S1: The relationship between p21 expression and clinical outcomes in ER+ and ER- breast cancer patients. A and B, The correlation of p21 expression with overall survival and distant metastasis free survival in ER+ and ER- breast cancer patients was assessed by Kaplan-Meier survival analysis. The patients were divided into high or low groups based on the median of p21 expression. Number of breast cancer patients at risk with higher expression (red) and lower expression (black) of p21 at the indicated time points.  Additional file 3: Figure S2: Knocking down p21 does not affect bone osteolytic lesions. Representative radiographs of skeletal lesions in two groups of mice (parental and shRNA p21) were taken by X-ray using Faxitron. A, parental and shRNA p21 SCP2 cells were injected in orthotopic site (mammary gland). B and C, parental and shRNA p21 SCP2 cells were injected in tibia. The lesions are highlighted by arrows. The X- ray scores of bone lesions at Week 8 are shown for the two groups of animals. Data are reported as the mean ± SEM of eight animals in each group and the X-ray scoring differences were tested by an independent two-sample t-test. No statistically significant difference was observed between the two groups (P = 0.81). P < 0.05 was considered to be statistically significant.  Additional file 4: Figure S3: TGFb has no effect on cell growth or cell cycle progression in basal-type triple negative breast cancer cells. A, The indicated cell lines were stimulated with TGFb for 48 hrs and subjected to MTT assay (error bars indicate SD; n = 3 independent experiments). B, SCP2 cells were incubated with or without TGFb for the indicated times and cell cycle distribution was determined by flow cytometry. C, MDA cell lysates were analyzed for phospho-Smad2, phospho-Smad3 and total Smad2/3 protein levels by Western blotting.  Additional file 5: Figure S4: Effect of TGFb on cell migration in SUM1315. A, Representative images of phase contrast and wound mask of SUM1315 cell line stimulated with TGFb in scratch/wound healing assay. B, The time course of cell migration for SUM1315 was quantified using the relative wound density metrics (error bars indicate SEM; n = 3 independent experiments). C, Cell viability (MTT) assay of transfected SCP2 cells subjected to scratch/wound healing assay.  Additional file 6: Figure S5: Effect of p21 expression on cell proliferation. SUM159 cells were transfected with a Scr siRNA, a p21 siRNA and a flag-tagged p21 construct. Transfected SUM159 cells were then subjected to MTT assay (error bars indicate SD, n = 3).  Additional file 7: Figure S6: Effect of p21 depletion on serum and EGF-stimulated cell migration. SCP2 cells were transfected with or  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 20 of 22  http://www.biomedcentral.com/content/supplementary/bcr3322-S1.XLSX http://www.biomedcentral.com/content/supplementary/bcr3322-S2.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S3.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S4.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S5.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S6.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S7.PDF   without p21 siRNA. Cell invasion was assessed using the Transwell Invasion assay. Total number of cells invaded was counted by Image J (error bars indicate SEM; n = 3 independent experiments). * P < 0.05, n.s., non significant.  Additional file 8: Figure S7: Effect of TGFb on cofilin phosphorylation and p21 nuclear localization. A, SCP2 and SUM159 cells were treated with or without 5 ng/ml TGFb for the indicated times. Total cell lysates were analyzed for phospho-cofilin and colifin protein levels by Western blotting. B, Immunocytochemistry was performed using p21 (green) antibody and DAPI (blue). The scale bar is 10 μm.  Additional file 9: Figure S8: Effect of TGFb on acetylation of total histone proteins. SCP2 cells were treated with TGFb and TSA for the indicated times. Immunoblots of total histone proteins using an acetylated lysine (Ac-Lysine) antibody.  Additional file 10: Figure S9: p21 is specifically overexpressed in breast tumor cells. Representative immunohistochemistry images of AE1/AE3 and p21 in lymph node negative (LN-) and positive (LN+) of breast cancer tissue microarray samples.  Abbreviations BSA: bovine serum albumin; DMEM: Dulbecco's modified Eagle's medium; DMFS: distant metastasis free survival; DMSO: dimethyl sulfoxide; ECM: extracellular matrix; p15: p15Ink4b; EGF: epidermal growth factor; ER: estrogen receptor; FBS: fetal bovine serum; GFR: growth factor reduced; IL6: interleukin 6; MMP9: matrix metalloproteinase 9; MTT: thiazolyl blue tetrazolium bromide; OS: overall survival; p21: p21Cip1; p/CAF: p300/CBP- associated factor; PLAU: plasminogen activator; PTGS2: prostaglandin- endoperoxide synthase 2; SDS: sodium dodecyl sulphate; TβRI: TGFβ type I receptor; TGFβ: transforming growth factor-beta; TSA: trichostatin A  Acknowledgements This work was supported by a Canadian Institutes for Health Research (CIHR) grant (fund code 230670 to JJL). Ms. M. Dai is supported by a Fonds de la recherche en santé du Québec (FRSQ) Scholarship Award. JJ Lebrun is the recipient of a McGill Sir William Dawson Research Chair. We thank Dr. Joan Massagué for kindly providing us the MDA, SCP2 and SCP25 cell lines and Dr. Stephen P Ethier for kindly providing us the SUM1315MO2, SUM149PT, SUM229PE and SUM159PT cell lines. We also thank Ms Juliana Korah for critical reading of the manuscript.  Author details 1Division of Medical Oncology, Department of Medicine, McGill University Health Center, Royal Victoria Hospital, Montreal, QC, Canada. 2Department of Medicine, McGill University Health Center, Royal Victoria Hospital, Montreal, QC, Canada.  Authors' contributions MD and JJL designed the experiments and wrote the manuscript. SAR and SA assisted in editing the manuscript. MD and JJL were involved in all the experiments, data analysis and interpretation. AAA analyzed the tissue microarray data and tumor local invasiveness. SAR and AA performed in vivo studies and analyzed the mammary tumor growth. All authors read and approved the final manuscript.  Competing interests The authors declare that they have no competing interests.  Received: 29 May 2012 Revised: 31 July 2012 Accepted: 24 August 2012 Published: 20 September 2012  References 1. Harper JW, Adami GR, Wei N, Keyomarsi K, Elledge SJ: The p21 Cdk-  interacting protein Cip1 is a potent inhibitor of G1 cyclin-dependent kinases. Cell 1993, 75:805-816.  2. Xiong Y, Hannon GJ, Zhang H, Casso D, Kobayashi R, Beach D: p21 is a universal inhibitor of cyclin kinases. Nature 1993, 366:701-704.  3. Toyoshima H, Hunter T: p27, a novel inhibitor of G1 cyclin-Cdk protein kinase activity, is related to p21. Cell 1994, 78:67-74.  4. Matsuoka S, Edwards MC, Bai C, Parker S, Zhang P, Baldini A, Harper JW, Elledge SJ: p57KIP2, a structurally distinct member of the p21CIP1 Cdk inhibitor family, is a candidate tumor suppressor gene. Genes Dev 1995, 9:650-662.  5. Besson A, Assoian RK, Roberts JM: Regulation of the cytoskeleton: an oncogenic function for CDK inhibitors? Nat Rev Cancer 2004, 4:948-955.  6. Besson A, Dowdy SF, Roberts JM: CDK inhibitors: cell cycle regulators and beyond. Dev Cell 2008, 14:159-169.  7. Abbas T, Dutta A: p21 in cancer: intricate networks and multiple activities. Nat Rev Cancer 2009, 9:400-414.  8. Shiohara M, el-Deiry WS, Wada M, Nakamaki T, Takeuchi S, Yang R, Chen DL, Vogelstein B, Koeffler HP: Absence of WAF1 mutations in a variety of human malignancies. Blood 1994, 84:3781-3784.  9. Deng C, Zhang P, Harper JW, Elledge SJ, Leder P: Mice lacking p21CIP1/ WAF1 undergo normal development, but are defective in G1 checkpoint control. Cell 1995, 82:675-684.  10. Biankin AV, Kench JG, Morey AL, Lee CS, Biankin SA, Head DR, Hugh TB, Henshall SM, Sutherland RL: Overexpression of p21(WAF1/CIP1) is an early event in the development of pancreatic intraepithelial neoplasia. Cancer Res 2001, 61:8830-8837.  11. Cheung TH, Lo KW, Yu MM, Yim SF, Poon CS, Chung TK, Wong YF: Aberrant expression of p21(WAF1/CIP1) and p27(KIP1) in cervical carcinoma. Cancer Lett 2001, 172:93-98.  12. Ferrandina G, Stoler A, Fagotti A, Fanfani F, Sacco R, De Pasqua A, Mancuso S, Scambia G: p21WAF1/CIP1 protein expression in primary ovarian cancer. Int J Oncol 2000, 17:1231-1235.  13. Aaltomaa S, Lipponen P, Eskelinen M, Ala-Opas M, Kosma VM: Prognostic value and expression of p21(waf1/cip1) protein in prostate cancer. Prostate 1999, 39:8-15.  14. Wels J, Kaplan RN, Rafii S, Lyden D: Migratory neighbors and distant invaders: tumor-associated niche cells. Genes Dev 2008, 22:559-574.  15. Ikushima H, Miyazono K: TGFbeta signalling: a complex web in cancer progression. Nat Rev Cancer 2010, 10:415-424.  16. Massague J: The transforming growth factor-beta family. Annu Rev Cell Biol 1990, 6:597-641.  17. Padua D, Massague J: Roles of TGFbeta in metastasis. Cell Res 2009, 19:89-102.  18. Chen CR, Kang Y, Massague J: Defective repression of c-myc in breast cancer cells: A loss at the core of the transforming growth factor beta growth arrest program. Proc Natl Acad Sci USA 2001, 98:992-999.  19. Hannon GJ, Beach D: p15INK4B is a potential effector of TGF-beta- induced cell cycle arrest. Nature 1994, 371:257-261.  20. Li CY, Suardet L, Little JB: Potential role of WAF1/Cip1/p21 as a mediator of TGF-beta cytoinhibitory effect. J Biol Chem 1995, 270:4971-4974.  21. Derynck R, Akhurst RJ, Balmain A: TGF-beta signaling in tumor suppression and cancer progression. Nat Genet 2001, 29:117-129.  22. Akhurst RJ, Derynck R: TGF-beta signaling in cancer - a double-edged sword. Trends Cell Biol 2001, 11:S44-51.  23. Wakefield LM, Roberts AB: TGF-beta signaling: positive and negative effects on tumorigenesis. Curr Opin Genet Dev 2002, 12:22-29.  24. Tang B, Vu M, Booker T, Santner SJ, Miller FR, Anver MR, Wakefield LM: TGF- beta switches from tumor suppressor to prometastatic factor in a model of breast cancer progression. J Clin Invest 2003, 112:1116-1124.  25. Humbert L, Neel JC, Lebrun JJ: Targeting TGF-beta signaling in human cancer therapy. Trends Cell Mol Biol 2010, 5:69-107.  26. Yang XJ, Ogryzko VV, Nishikawa J, Howard BH, Nakatani Y: A p300/CBP- associated factor that competes with the adenoviral oncoprotein E1A. Nature 1996, 382:319-324.  27. Zhou BP, Liao Y, Xia W, Spohn B, Lee MH, Hung MC: Cytoplasmic localization of p21Cip1/WAF1 by Akt-induced phosphorylation in HER-2/ neu-overexpressing cells. Nat Cell Biol 2001, 3:245-252.  28. Shechter D, Dormann HL, Allis CD, Hake SB: Extraction, purification and analysis of histones. Nat Protoc 2007, 2:1445-1457.  29. Lonn P, van der Heide LP, Dahl M, Hellman U, Heldin CH, Moustakas A: PARP-1 attenuates Smad-mediated transcription. Mol Cell 2010, 40:521-532.  30. Yang M, Burton DW, Geller J, Hillegonds DJ, Hastings RH, Deftos LJ, Hoffman RM: The bisphosphonate olpadronate inhibits skeletal prostate  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 21 of 22  http://www.biomedcentral.com/content/supplementary/bcr3322-S8.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S9.PDF http://www.biomedcentral.com/content/supplementary/bcr3322-S10.PDF http://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8259214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8259214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8033213?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8033213?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729684?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729684?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15573116?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15573116?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18267085?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18267085?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19440234?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19440234?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7949134?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7949134?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7664346?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7664346?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7664346?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11751405?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11751405?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11595134?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11595134?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11078810?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11078810?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10221260?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10221260?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18316475?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18316475?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20495575?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20495575?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/2177343?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19050696?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8078588?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8078588?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7890601?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7890601?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11586292?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11586292?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11684442?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11684442?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11790550?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11790550?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14523048?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14523048?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14523048?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8684459?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8684459?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11231573?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11231573?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11231573?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17545981?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17545981?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21095583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16638872?dopt=Abstract   cancer progression in a green fluorescent protein nude mouse model. Clin Cancer Res 2006, 12:2602-2606.  31. Winters ZE, Hunt NC, Bradburn MJ, Royds JA, Turley H, Harris AL, Norbury CJ: Subcellular localisation of cyclin B, Cdc2 and p21(WAF1/ CIP1) in breast cancer. association with prognosis. Eur J Cancer 2001, 37:2405-2412.  32. Xia W, Chen JS, Zhou X, Sun PR, Lee DF, Liao Y, Zhou BP, Hung MC: Phosphorylation/cytoplasmic localization of p21Cip1/WAF1 is associated with HER2/neu overexpression and provides a novel combination predictor for poor prognosis in breast cancer patients. Clin Cancer Res 2004, 10:3815-3824.  33. Winters ZE, Leek RD, Bradburn MJ, Norbury CJ, Harris AL: Cytoplasmic p21WAF1/CIP1 expression is correlated with HER-2/neu in breast cancer and is an independent predictor of prognosis. Breast Cancer Res 2003, 5: R242-249.  34. Gyorffy B, Lanczky A, Eklund AC, Denkert C, Budczies J, Li Q, Szallasi Z: An online survival analysis tool to rapidly assess the effect of 22,277 genes on breast cancer prognosis using microarray data of 1,809 patients. Breast Cancer Res Treat 2010, 123:725-731.  35. Kang Y, He W, Tulley S, Gupta GP, Serganova I, Chen CR, Manova- Todorova K, Blasberg R, Gerald WL, Massague J: Breast cancer bone metastasis mediated by the Smad tumor suppressor pathway. Proc Natl Acad Sci USA 2005, 102:13909-13914.  36. Valastyan S, Reinhardt F, Benaich N, Calogrias D, Szasz AM, Wang ZC, Brock JE, Richardson AL, Weinberg RA: A pleiotropically acting microRNA, miR-31, inhibits breast cancer metastasis. Cell 2009, 137:1032-1046.  37. Fidler IJ: The pathogenesis of cancer metastasis: the ‘seed and soil' hypothesis revisited. Nat Rev Cancer 2003, 3:453-458.  38. Zhang XH, Wang Q, Gerald W, Hudis CA, Norton L, Smid M, Foekens JA, Massague J: Latent bone metastasis in breast cancer tied to Src- dependent survival signals. Cancer Cell 2009, 16:67-78.  39. Datto MB, Li Y, Panus JF, Howe DJ, Xiong Y, Wang XF: Transforming growth factor beta induces the cyclin-dependent kinase inhibitor p21 through a p53-independent mechanism. Proc Natl Acad Sci USA 1995, 92:5545-5549.  40. Minn AJ, Kang Y, Serganova I, Gupta GP, Giri DD, Doubrovin M, Ponomarev V, Gerald WL, Blasberg R, Massague J: Distinct organ-specific metastatic potential of individual breast cancer cells and primary tumors. J Clin Invest 2005, 115:44-55.  41. Neve RM, Chin K, Fridlyand J, Yeh J, Baehner FL, Fevr T, Clark L, Bayani N, Coppe JP, Tong F, Speed T, Spellman PT, DeVries S, Lapuk A, Wang NJ, Kuo WL, Stilwell JL, Pinkel D, Albertson DG, Waldman FM, McCormick F, Dickson RB, Johnson MD, Lippman M, Ethier S, Gazdar A, Gray JW: A collection of breast cancer cell lines for the study of functionally distinct cancer subtypes. Cancer Cell 2006, 10:515-527.  42. Tsapara A, Luthert P, Greenwood J, Hill CS, Matter K, Balda MS: The RhoA activator GEF-H1/Lfc is a transforming growth factor-beta target gene and effector that regulates alpha-smooth muscle actin expression and cell migration. Mol Biol Cell 2010, 21:860-870.  43. Starostina NG, Simpliciano JM, McGuirk MA, Kipreos ET: CRL2(LRR-1) targets a CDK inhibitor for cell cycle control in C. elegans and actin-based motility regulation in human cells. Dev Cell 2010, 19:753-764.  44. Lee S, Helfman DM: Cytoplasmic p21Cip1 is involved in Ras-induced inhibition of the ROCK/LIMK/cofilin pathway. J Biol Chem 2004, 279:1885-1891.  45. Chang BD, Watanabe K, Broude EV, Fang J, Poole JC, Kalinichenko TV, Roninson IB: Effects of p21Waf1/Cip1/Sdi1 on cellular gene expression: implications for carcinogenesis, senescence, and age-related diseases. Proc Natl Acad Sci USA 2000, 97:4291-4296.  46. Mantovani A, Allavena P, Sica A, Balkwill F: Cancer-related inflammation. Nature 2008, 454:436-444.  47. Snowden AW, Anderson LA, Webster GA, Perkins ND: A novel transcriptional repression domain mediates p21(WAF1/CIP1) induction of p300 transactivation. Mol Cell Biol 2000, 20:2676-2686.  48. Fritah A, Saucier C, Mester J, Redeuilh G, Sabbah M: p21WAF1/CIP1 selectively controls the transcriptional activity of estrogen receptor alpha. Mol Cell Biol 2005, 25:2419-2430.  49. Nagy Z, Tora L: Distinct GCN5/PCAF-containing complexes function as co-activators and are involved in transcription factor and global histone acetylation. Oncogene 2007, 26:5341-5357.  50. Itoh S, Ericsson J, Nishikawa J, Heldin CH, Ten Dijke P: The transcriptional co-activator P/CAF potentiates TGF-beta/Smad signaling. Nucleic Acids Res 2000, 28:4291-4298.  51. Simonsson M, Kanduri M, Gronroos E, Heldin CH, Ericsson J: The DNA binding activities of Smad2 and Smad3 are regulated by coactivator- mediated acetylation. J Biol Chem 2006, 281:39870-39880.  52. Cocolakis E, Dai M, Drevet L, Ho J, Haines E, Ali S, Lebrun JJ: Smad signaling antagonizes STAT5-mediated gene transcription and mammary epithelial cell differentiation. J Biol Chem 2008, 283:1293-1307.  53. de Boer M, van Deurzen CH, van Dijck JA, Borm GF, van Diest PJ, Adang EM, Nortier JW, Rutgers EJ, Seynaeve C, Menke-Pluymers MB, Bult P, Tjan-Heijnen VC: Micrometastases or isolated tumor cells and the outcome of breast cancer. N Engl J Med 2009, 361:653-663.  54. Dalal BI, Keown PA, Greenberg AH: Immunocytochemical localization of secreted transforming growth factor-beta 1 to the advancing edges of primary tumors and to lymph node metastases of human mammary carcinoma. Am J Pathol 1993, 143:381-389.  55. Tanaka H, Yamashita T, Asada M, Mizutani S, Yoshikawa H, Tohyama M: Cytoplasmic p21(Cip1/WAF1) regulates neurite remodeling by inhibiting Rho-kinase activity. J Cell Biol 2002, 158:321-329.  56. Shi Y, Massague J: Mechanisms of TGF-beta signaling from cell membrane to the nucleus. Cell 2003, 113:685-700.  57. Tian F, DaCosta Byfield S, Parks WT, Yoo S, Felici A, Tang B, Piek E, Wakefield LM, Roberts AB: Reduction in Smad2/3 signaling enhances tumorigenesis but suppresses metastasis of breast cancer cell lines. Cancer Res 2003, 63:8284-8292.  58. Petersen M, Pardali E, van der Horst G, Cheung H, van den Hoogen C, van der Pluijm G, Ten Dijke P: Smad2 and Smad3 have opposing roles in breast cancer bone metastasis by differentially affecting tumor angiogenesis. Oncogene 29:1351-1361.  doi:10.1186/bcr3322 Cite this article as: Dai et al.: A novel function for p21Cip1 and acetyltransferase p/CAF as critical transcriptional regulators of TGFb- mediated breast cancer cell migration and invasion. Breast Cancer Research 2012 14:R127.  Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  Dai et al. Breast Cancer Research 2012, 14:R127 http://breast-cancer-research.com/content/14/5/R127  Page 22 of 22  View publication statsView publication stats  http://www.ncbi.nlm.nih.gov/pubmed/16638872?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11720835?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11720835?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15173090?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15173090?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15173090?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14580260?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14580260?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14580260?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20020197?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20020197?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20020197?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16172383?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16172383?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19524507?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19524507?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12778135?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12778135?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19573813?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19573813?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17157791?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17157791?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17157791?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20089843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21074724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21074724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21074724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14559914?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14559914?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10760295?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10760295?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18650914?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10733570?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10733570?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10733570?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15743834?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15743834?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15743834?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17694077?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17694077?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17694077?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11058129?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11058129?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17074756?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17074756?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17074756?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18024957?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18024957?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18024957?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19675329?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19675329?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8393616?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12119358?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12119358?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12809600?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12809600?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14678987?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14678987?dopt=Abstract https://www.researchgate.net/publication/230894004   Abstract  Introduction  Methods  Results  Conclusions   Introduction  Methods  Cell culture and transfection  Western blot analysis and immunoprecipitation  Histone proteins extraction  DNA affinity precipitation assay  Luciferase assays  Real-Time PCR  Thiazolyl blue tetrazolium bromide (MTT) assay  Cell cycle analysis  Kinetic cell migration assay  Matrigel invasion assay  Immunofluorescence microscopy  Immunohistochemistry, scoring and statistical analysis  Mammary fat pad and intratibia injections of nude mice  Statistical analyses   Results  p21 expression correlates with poor survival in breast cancer patients  Silencing p21 prevents breast tumor local invasion in vivo and cancer cell migration and invasion in vitro   TGFβ induces p21 expression in migratory and invasive human breast cancer cells  p21 expression is required for TGFβ-mediated cell migration  p21 expression is required for TGFβ-mediated cell invasion  p21 interacts with Smad3 and modulates TGFβ-induced transcriptional activity and downstream genes involved in cell invasion  p21/p/CAF regulates TGFβ transcriptional activity and Smad3 DNA binding  High expression of p/CAF/p21/p-Smad3 is associated with lymph node positivity   Discussion  Conclusion  Acknowledgements  Author details  Authors' contributions  Competing interests  References",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}