{
    "summary": "The poly-gamma-d-glutamic acid (PGA) capsule is one of the major virulence factors of Bacillus anthracis, which causes a highly lethal infection. The antiphagocytic PGA capsule disguises the bacilli from immune surveillance and allows unimpeded growth of bacilli in the host. Recently, efforts have been made to include PGA as a component of anthrax vaccine; however, the innate immune response of PGA itself has been poorly investigated. In this study, we characterized the innate immune response elicited by PGA in the human monocytic cell line THP-1, which was differentiated into macrophages with phorbol 12-myristate 13-acetate (PMA) and human monocyte-derived dendritic cells (hMoDCs). PGA capsules were isolated from the culture supernatant of either the pXO1-cured strain of B. anthracis H9401 or B. licheniformis ATCC 9945a. PGA treatment of differentiated THP-1 cells and hMoDCs led to the specific extracellular release of interleukin-1beta (IL-1beta) in a dose-dependent manner. Evaluation of IL-1beta processing by Western blotting revealed that cleaved IL-1beta increased in THP-1 cells and hMoDCs after PGA treatment. Enhanced processing of IL-1beta directly correlated with increased activation of its upstream regulator, caspase-1, also known as IL-1beta-converting enzyme (ICE). The extracellular release of IL-1beta in response to PGA was ICE dependent, since the administration of an ICE inhibitor prior to PGA treatment blocked induction of IL-1beta. These results demonstrate that B. anthracis PGA elicits IL-1beta production through activation of ICE in PMA-differentiated THP-1 cells and hMoDCs, suggesting the potential for PGA as a therapeutic target for anthrax.",
    "title": "Bacillus anthracis Capsule Activates Caspase-1 and Induces Interleukin-1__ Release from differentiated THP-1 and Human Monocyte-Derived Dendritic Cells__",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/26796740  Bacillus anthracis Capsule Activates Caspase-1 and Induces Interleukin-1  Release from Differentiated THP-1 and Human Monocyte-Derived Dendritic  Cells  Article  in  Infection and Immunity · October 2009  DOI: 10.1128/IAI.00956-09 · Source: PubMed  CITATIONS  14 READS  88  8 authors, including:  Jungchan Park  Hankuk University of Foreign Studies  30 PUBLICATIONS   1,109 CITATIONS     SEE PROFILE  Jeong-Hoon Chun  39 PUBLICATIONS   240 CITATIONS     SEE PROFILE  Bong-Su Kim  Korea Institute of Science and Technology Information (KISTI)  23 PUBLICATIONS   585 CITATIONS     SEE PROFILE  Gi-Eun Rhie  National Institute of Health, Korea  80 PUBLICATIONS   2,338 CITATIONS     SEE PROFILE  All content following this page was uploaded by Gi-Eun Rhie on 21 November 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/26796740_Bacillus_anthracis_Capsule_Activates_Caspase-1_and_Induces_Interleukin-1_Release_from_Differentiated_THP-1_and_Human_Monocyte-Derived_Dendritic_Cells?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/26796740_Bacillus_anthracis_Capsule_Activates_Caspase-1_and_Induces_Interleukin-1_Release_from_Differentiated_THP-1_and_Human_Monocyte-Derived_Dendritic_Cells?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jungchan-Park?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jungchan-Park?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hankuk_University_of_Foreign_Studies?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jungchan-Park?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeong-Hoon-Chun?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeong-Hoon-Chun?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeong-Hoon-Chun?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bong-Su-Kim?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bong-Su-Kim?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Korea-Institute-of-Science-and-Technology-Information-KISTI?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bong-Su-Kim?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gi-Eun-Rhie?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gi-Eun-Rhie?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National_Institute_of_Health_Korea?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gi-Eun-Rhie?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gi-Eun-Rhie?enrichId=rgreq-9e7550242c4dfdd6935926dbe375e880-XXX&enrichSource=Y292ZXJQYWdlOzI2Nzk2NzQwO0FTOjE2NTc0NTQyMTk4Nzg0MUAxNDE2NTI4MTk2NTM2&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Jan. 2010, p. 387-392 Vol. 78, No. 1 0019-9567/10/$12.00 doi:10.1128/IAI.00956-09 Copyright   2010, American Society for Microbiology. All Rights Reserved.  Bacillus anthracis Capsule Activates Caspase-1 and Induces Interleukin-1- Release from Differentiated THP-1 and  Human Monocyte-Derived Dendritic Cells-† Min-Hee Cho,1 Hae-Jeong Ahn,1 Hyun-Joon Ha,2,4 Jungchan Park,3,4 Jeong-Hoon Chun,1  Bong-Su Kim,1 Hee-Bok Oh,1 and Gi-eun Rhie1* Division of High-risk Pathogen Research, Center for Infectious Diseases, National Institute of Health, 194 Tongil-Lo,  Eunpyung-gu, Seoul 122-701, Korea,1 and Department of Chemistry,2 Department of Bioscience and Biotechnology,3  and Protein Research Center for Bio-industry,4 Hankuk University of Foreign Studies, Yongin 449-791, Korea  Received 21 August 2009/Accepted 29 August 2009  The poly---D-glutamic acid (PGA) capsule is one of the major virulence factors of Bacillus anthracis, which causes a highly lethal infection. The antiphagocytic PGA capsule disguises the bacilli from immune surveil- lance and allows unimpeded growth of bacilli in the host. Recently, efforts have been made to include PGA as a component of anthrax vaccine; however, the innate immune response of PGA itself has been poorly inves- tigated. In this study, we characterized the innate immune response elicited by PGA in the human monocytic cell line THP-1, which was differentiated into macrophages with phorbol 12-myristate 13-acetate (PMA) and human monocyte-derived dendritic cells (hMoDCs). PGA capsules were isolated from the culture supernatant of either the pXO1-cured strain of B. anthracis H9401 or B. licheniformis ATCC 9945a. PGA treatment of differentiated THP-1 cells and hMoDCs led to the specific extracellular release of interleukin-1- (IL-1-) in a dose-dependent manner. Evaluation of IL-1- processing by Western blotting revealed that cleaved IL-1- increased in THP-1 cells and hMoDCs after PGA treatment. Enhanced processing of IL-1- directly correlated with increased activation of its upstream regulator, caspase-1, also known as IL-1--converting enzyme (ICE). The extracellular release of IL-1- in response to PGA was ICE dependent, since the administration of an ICE inhibitor prior to PGA treatment blocked induction of IL-1-. These results demonstrate that B. anthracis PGA elicits IL-1- production through activation of ICE in PMA-differentiated THP-1 cells and hMoDCs, suggesting the potential for PGA as a therapeutic target for anthrax.  Anthrax is a highly lethal infectious disease caused by the spore-forming bacterium Bacillus anthracis (24). After entering the host, anthrax spores are rapidly exposed and phagocytosed by antigen-presenting cells (APCs), such as macrophages and dendritic cells (DCs), and carried to regional lymph nodes (25, 27). Normally, at this stage, APCs act as the first line of defense against microbial pathogens by engulfing and killing infectious agents. In addition to macrophages, immature DCs have then reported to capture anthrax spores by phagocytosis and mi- grate to lymphoid organs, and the lymph nodes, where they liaise with and activate antigen-specific T cells (2). Macro- phages and immature DCs both produce numerous modula- tors of the inflammatory response to recruit and activate ad- ditional cells of the immune system, which link to the adaptive immune response (5). During this process, however, anthrax spores are able to survive, germinate into vegetative bacilli, multiply, and escape the control of the innate immune system (25, 27). The vegetative form of B. anthracis then penetrates into the circulatory system by disrupting these cells, secretes high levels of exotoxin, and spreads systemically, reaching 108  organisms per ml of blood (20, 25, 27, 39). Because APCs are  used to bypass the host immune system in B. anthracis infec- tion, it is important to define the interactions between APCs and spore as well as the virulence factors of B. anthracis.  The major virulence factor of B. anthracis, exotoxin, is com- posed of three distinct proteins—protective antigen (PA), edema factor (EF), and lethal factor (LF)—which are secreted separately as nontoxic monomers (24). The binding of LF or EF to PA results in the formation of active lethal toxin (LT) or edema toxin, respectively (24). LF is a metalloprotease that cleaves most isoforms of mitogen-activated protein kinase ki- nase (MAPKK) (15), and EF is a calmodulin-dependent ade- nylate cyclase that causes a prolonged increase of cytosolic cyclic AMP (22, 31). B. anthracis contains another virulence factor, the capsule, which is composed of poly---D-glutamic acid (PGA) (24). The weakly immunogenic and antiphagocytic PGA capsule disguises the bacilli from immune surveillance in a similar manner to that of the capsular polysaccharides that protect pathogens such as pneumococci and meningococci (12, 23). Like other T-cell-independent polysaccharide antigens, the immunogenicity of PGA is enhanced when it is conjugated with other proteins such as PA (4, 35, 38). Recently, oral administration of high-molecular-weight PGA to C57BL/6 mice revealed natural killer (NK) cell-mediated antitumor ac- tivity and gamma interferon (IFN--) secretion (18), which in- dicates a role for PGA in the immune response. However, the immunogenic effect of PGA on APCs, including downstream effectors such as cytokines, remains to be elucidated.  In the present study, we have characterized the innate im-  * Corresponding author. Mailing address: Division of High-risk Pathogen Research, Center for Infectious Diseases, National Institute of Health, 194 Tongil-Lo, Eunpyung-gu, Seoul 122-701, Korea. Phone: 82-2-380-2131. Fax: 82-2-380-1487. E-mail: gerhie@nih.go.kr.  † Supplemental material for this article may be found at http://iai .asm.org/.  - Published ahead of print on 8 September 2009.  387    mune response to PGA in the human monocytic cell line THP-1, which was differentiated into macrophages by phorbol 12-myristate 13-acetate (PMA) and ex vivo using human monocyte-derived dendritic cells (hMoDCs). PGA capsules were isolated from the culture supernatant of either the pXO1- cured strain of B. anthracis H9401 (37) or B. licheniformis ATCC 9945a (35). PGA treatment of differentiated THP-1 cells and hMoDCs induced significant amount of the proin- flammatory cytokine IL-1- in a dose-dependent manner through the activation of caspase-1, also known as IL-1--con- verting enzyme (ICE). The production of other proinflamma- tory cytokines such as interleukin-4 (IL-4), IL-6, and IL-18 was not affected by PGA treatment. These results indicate that PGA, as well as exotoxin, involves the regulation of the innate immune response by macrophages and DCs. The present study is the first to examine the immunological effects of B. anthracis PGA both in vitro using human macrophage cell line and ex vivo with hMoDCs.  MATERIALS AND METHODS  Cell lines and culture conditions. THP-1, a human monocytic cell line, was obtained from American Type Culture Collection (ATCC; Manassas, VA). Cells were grown in RPMI 1640 medium (Invitrogen, Grand Island, NY) containing 10% fetal bovine serum (FBS; HyClone, Logan, UT) and 1% penicillin-strepto- mycin (BioSource International, Camarillo, CA) at 37°C in a humidified incu- bator containing 5% CO2. Cellular differentiation into the macrophage-like phenotype was induced by the addition of PMA (Sigma-Aldrich, St. Louis, MO) at a final concentration of 100 nM. After incubation for 72 h, PMA-containing medium was aspirated, and adherent cells were resuspended in fresh culture medium and incubated for an additional 24 h.  Generation and characterization of hMoDCs from peripheral blood mononu- clear cells (PBMC). According to Korea National Institute of Health Guidelines, PBMC were prepared by density centrifugation using Ficoll-Paque (Pharmacia, Uppsala, Sweden) from buffy coats (Korean Red Cross Blood Service). CD14-  cells from PBMC were separated by using MACS magnetic cell sorting (Miltenyi Biotec, Inc., Sunnyvale, CA). Purity of separated monocytes was -90% as de- termined by flow cytometry. Monocytes were cultured for 6 days in RPMI 1640 supplemented with 10% heat-inactivated FBS and 1% penicillin-streptomycin, 20 ng of human IL-4 (BD Biosciences, San Jose, CA)/ml, and 100 ng of human granulocyte-macrophage colony-stimulating factor (BD Biosciences)/ml. Differ- entiated hMoDCs were washed with phosphate-buffered saline (PBS) and stained with fluorochrome-conjugated antibodies on ice for 30 min to analyze the immunophenotype of DCs. The anti-mouse antibodies used were as follows: fluorescein isothiocyanate (FITC)-conjugated anti-CD11c, FITC-conjugated anti-CD14, FITC-conjugated anti-CD40, FITC-conjugated anti-CD80, FITC- conjugated anti-CD83, FITC-conjugated anti-CD86, and FITC-conjugated anti- HLA-DR. Mouse FITC-conjugated anti-immunoglobulin G2a (IgG2a) was used as isotypic control. After three washes in PBS, the stained cells were fixed with 1% paraformaldehyde in PBS until subjected to flow cytometric analysis using a FC500 flow cytometer (Beckman Coulter, Krefeld, Germany). (See also the supplemental material.)  Purification of PGA. B. licheniformis ATCC 9945a was obtained from the ATCC and grown in E broth medium (35). PGA was purified from the cell culture supernatant as described previously (35). In brief, the highly viscous bacterial culture was centrifuged at 4°C (6,500 - g, 20 min) to remove bacteria. The supernatant was collected and precipitated with 3 volumes of ethanol at 4°C overnight. PGA precipitate was collected by centrifugation and dialyzed against deionized water. PGA solution was acidified to pH 1.5 with 6 M HCl and immediately precipitated with 3 volumes of 1-propanol at -20°C. PGA was collected by centrifugation and washed twice with acetone and once with ethyl ether. The purified PGA was then dissolved in water, dialyzed extensively, and lyophilized. Because of the large size of PGA from B. licheniformis (-500 kDa), direct addition of isolated PGA to THP-1 cell or hMoDC cultures would result in an increase in viscosity, which might be undesirable for determining immune responses. Therefore, PGA was degraded to molecular sizes ranging from 15 to 30 kDa (30-kDa PGA) by using acid hydrolysis. Fragmented PGA was verified by 1H nuclear magnetic resonance spectroscopy to be 99% pure (data not shown).  B. anthracis H9401 is a clinical isolate from a Korean cutaneous anthrax  patient (37) and grown in brain heart infusion medium (Difco Laboratories, Detroit, MI). B. anthracis H9401 is fully virulent and possesses both pXO1 and pXO2 plasmids. For the purification of PGA, pXO1 of B. anthracis H9401 was cured as described previously (14). The PGA from pXO1 cured strain of B. anthracis H9401 was purified from the cell culture supernatant by using the same method for B. licheniformis ATCC 9945a.  Reagents. The ICE inhibitor Z-WEHD-FMK (R&D Systems, Minneapolis, MN) was reconstituted in dimethyl sulfoxide to make a stock solution of 20 mM. ICE inhibitor was applied 30 min prior to PGA application. Trypan blue staining showed that Z-WEHD-FMK had no effect on THP cell and hMoDC viability (data not shown). Antibodies for ICE, IL-1-, and --actin were obtained from Cell Signaling Technology (Danvers, MA). Peroxidase-conjugated goat anti- rabbit IgG antibodies were obtained from Jackson Immunoresearch (West Grove, PA).  ELISA. IL-1- cytokine levels were determined by using commercial enzyme- linked immunosorbent assay (ELISA) kits (R&D Systems). Culture supernatants from differentiated THP-1 cells and hMoDCs stimulated with PGA were har- vested, and absorbance readings were generated by using a Techan absorbance microplate reader (Phoenix Research Products, Hayward, CA). Each culture was assayed in triplicate and averaged. ELISA results are expressed in pg/ml.  Western blotting. To produce cell lysates, the cell pellet was resuspended in 100 -l of 1- lysis buffer (Sigma-Aldrich) supplemented with protease inhibitor mixture (Sigma-Aldrich), followed by incubation on ice for 30 min. The cell lysates were clarified by microcentrifugation, and 50 -g of each clarified lysate was loaded on a 10% NuPage gradient gel (Invitrogen). The lysates were elec- trophoretically separated and then transferred to 0.2--m nitrocellulose mem- branes (Bio-Rad Laboratories, Richmond, CA). Blots were blocked in TBS-T (100 mM Tris-HCl [pH 7.5]; 0.9% NaCl; 0.1% Tween 20) containing 5% skim milk for 1 h. Blots were rinsed three times in TBS containing 0.05% Tween 20 for 5 min and subsequently incubated with the diluted primary antibodies according to the manufacturer's instructions: rabbit polyclonal anti-caspase-1 (1:1,000), anti-cleaved IL-1- (1:1,000), and anti---actin IgG (1:1,000). Horseradish perox- idase-conjugated polyclonal anti-rabbit IgG (1:5,000; Jackson Immunoresearch) was used as the secondary antibody. After three washes with TBS-T, the blots were developed with enhanced chemiluminescence substrate (Pierce, Rockford, IL) and exposed to X-ray film (Kodak XAR5; Eastman Kodak, Rochester, NY).  RESULTS  PGA induces specifically IL-1- production in differentiated THP-1 cells and hMoDCs. First, we investigated the effects of PGA isolated from culture supernatants of either the pXO1- cured strain of B. anthracis or B. licheniformis ATCC 9945a on cytokine production in PMA-differentiated THP-1 cells. Dif- ferentiated THP-1 cells were treated for either 24 or 48 h with isolated PGA at the concentration of 100 -g/ml, and then supernatants were collected and analyzed for production of a panel of proinflammatory cytokines, IL-4, IL-6, IL-18, and IL-1-. PGA did not increase extracellular IL-4, IL-6, and IL-18 levels produced by differentiated THP-1 cells (data not shown). The IL-1- level was, however, increased by treatment with PGA from both sources. The treatment of THP-1 cells with various concentrations of PGA (0, 10, 20, 40, 80, and 100 -g/ml) for either 24 or 48 h was tested, and this moment increased production of IL-1- in a dose-dependent manner (Fig. 1). The extracellular IL-1- level from THP-1 cells treated with PGA from B. anthracis was an average of 4.5-fold greater than the baseline level at the concentration of 100 -g/ml after 48 h treatment (Fig. 1A). Similarly, the extracellular IL-1- level from THP-1 cells treated with PGA from B. licheniformis 9945a was an average of 4.2-fold greater than the baseline level (Fig. 1B).  To test ex vivo relevance of the IL-1- production by PGA treatment in DCs, we studied the effect of PGA on IL-1- production in hMoDCs. Similarly, the treatment of hMoDCs with various concentrations (0, 10, 20, 40, 80, and 100 -g/ml) of  388 CHO ET AL. INFECT. IMMUN.    PGA for either 24 or 48 h also increased the production of IL-1- in a dose-dependent manner (Fig. 2). The extracellular IL-1- level from hMoDCs treated with PGA from B. anthracis was an average of 10.5-fold greater than the baseline level at the concentration of 100 -g/ml after 48 h of treatment (Fig. 2A). Similarly, the extracellular IL-1- level from hMoDCs treated with PGA from B. licheniformis 9945a was an average of 12.5-fold greater than the baseline level (Fig. 2B).  PGA increases the processing of IL-1- through the activa- tion of ICE in differentiated THP-1 cells and hMoDCs. IL-1- is an potent mediator of inflammation that is responsible for various effects associated with host responses to microbial in- vasion and tissue damage (9, 10). IL-1- is expressed as an inactive form (33 kDa), pro-IL-1-, which is processed by the cytosolic cysteine protease ICE to generate its active form (17 kDa) (11, 13). The production of extracellular IL-1- is regu- lated at several levels, including posttranslational cleavage of its proform and extracellular release of its active form (36). To further investigate the effect of PGA on IL-1- regulation, the effect on IL-1- processing by PGA was studied by Western blot analysis. A commercial antibody that detects the cleaved form of IL-1- (17 kDa) was used for Western blotting, with --actin as a control. The level of cleaved IL-1- (17 kDa) started to increase ca. 2 to 3 h after PGA treatment in differentiated THP-1 cells (Fig. 3A and B) and hMoDCs (Fig. 4A and B). These findings indicate that PGA increases the processing of the IL-1- proform both in vitro and ex vivo.  ICE is an enzyme that proteolytically cleaves precursor forms of the proinflammatory cytokines such as IL-1- and IL-18 into active mature peptides (8). The resulting cleavage products of IL-1- and IL-18 are then available for secretion in their active forms. ICE itself also exists as a proform (p45) and, upon activation, the proform of ICE is ultimately cleaved into two bioactive forms, p20 and p10 (3, 40). Because the amount of processed IL-1- increased in response to PGA, we tested whether PGA treatment can also lead to activation of ICE. Thus, lysates from PGA-treated THP-1 cells and hMoDCs were analyzed by Western blotting. After treatment with PGA, the level of cleaved p20 subunit started to increase rapidly within ca. 30 to 45 min and decreased to the basal level after  2 h. (Fig. 3C and D and Fig. 4C and D). These results show that PGA leads to the activation of ICE.  To confirm that ICE was required for secretion of IL-1- in PGA-treated THP-1 cells and hMoDCs, we used an ICE- specific inhibitor, Z-WEHD-FMK. PGA treatment alone led to induction of IL-1- in THP-1 cells and hMoDCs after 48 h of treatment, whereas the administration of Z-WEHD-FMK prior to PGA treatment blocked induction of IL-1- in a dose- dependent manner (Fig. 3E and F and Fig. 4E and F). At a dose of 100 -M, Z-WEHD-FMK blocked nearly 80% of the IL-1- induced by 100 -g of PGA/ml. Taken together, with Western blot assays, these results indicate that PGA-induced IL-1- secretion occurs via ICE in PMA-differentiated THP-1 cells and hMoDCs.  DISCUSSION  A PGA capsule is produced primarily by Bacillus strains but is also infrequently produced by other strains, including Staph- ylococcus epidermidis (19). In general, the biological function of the PGA capsule in B. anthracis has been unclear except for the role of sheltering the bacteria from phagocytosis (24). In the case of S. epidermidis, PGA has been reported to efficiently shelter the bacteria from key components of the innate host defense (antimicrobial peptides and neutrophil phagocytosis) and from high salt concentrations, a common feature of its natural environment, the human skin (19). Recently, oral ad- ministration of high-molecular-mass PGA (2,000 kDa) isolated from B. subtilis generated NK cell-mediated anti-tumor activity in mice bearing major histocompatibility complex class I-defi- cient tumors (18). Nanoparticles made of PGA are being de- veloped as an adjuvant for vaccines and are capable of induc- ing strong cellular and humoral immune responses (41). These results suggest that PGA is able to induce an innate immuno- logical reaction in the host, and thus it may be useful as a novel adjuvant for cancer immunotherapy as well as for vaccines for infectious diseases.  The capsule of B. anthracis is produced as the high-molec- ular-mass capsule (-100 kDa) which is first polymerized on the bacterial cell surface in vivo and then degraded to the  FIG. 2. Dose-dependent cytokine induction in hMoDCs treated with PGA. hMoDCs were treated with various concentrations (0, 10, 20, 40, 80, and 100 -g/ml) of PGA from the pXO1-cured strain of B. anthracis H9401 (A) or from B. licheniformis ATCC 9945a (B). Extra- cellular levels of IL-1- were measured in triplicate by ELISA after 24 or 48 h of treatment. Each bar represents the average concentration from triplicate ELISAs. Bars represent the interassay standard devia- tions.  FIG. 1. Dose-dependent cytokine induction in THP-1 cells treated with PGA. Differentiated THP-1 cells were treated with various con- centrations (0, 10, 20, 40, 80, and 100 -g/ml) of PGA from the pXO1- cured strain of B. anthracis H9401 (A) or from B. licheniformis ATCC 9945a (B). Extracellular levels of IL-1- were measured in triplicate by ELISA after 24 or 48 h of treatment. Each bar represents the average concentration from triplicate ELISAs. Bars represent the interassay standard deviations.  VOL. 78, 2010 B. ANTHRACIS CAPSULE ACTIVATES CASPASE-1 389    lower-molecular-mass capsule (-14 kDa) (25). The lower-mo- lecular-mass capsule is released from the bacterial cell surface into the culture medium and is known to act as a decoy to protect bacteria from complement (25). However, lower-mo- lecular-mass PGA was not detected in sera of infected mice, which might be either due to a failure of depolymerization of the high-molecular-mass form in vivo or due to fast clearance from serum (20). Although the production of PGA by B. an- thracis at each stage of anthrax infection is not thoroughly studied, a high level of serum PGA reaching up to 500 to 1,000 -g/ml was observed in the later stage of murine infection, in which actively produced virulence factors of B. anthracis stim- ulate cytokine production (20, 39). Similar levels of serum PGA were observed in rabbit and nonhuman primate models of pulmonary anthrax (39). In our experiment, we used PGA concentration up to 100 -g/ml, which might be a five times lower than the physiological concentration at the later stage of infection in vivo. Our experimental results strongly suggest that the high concentration of PGA at a later stage of infection will be sufficient to induce IL-1- production through ICE activa- tion, which possibly contributes to the induction of septic shock in vivo.  LT of B. anthracis has been reported to acts as a positive regulator of ICE-dependent IL-1- secretion (6). However, LT also elicits a negative effect on the production of proinflam- matory cytokines and chemokines, including IL-1- and TNF-  (1, 7, 30, 33). LT cleaves MAPKK and blocks p38 MAPK and  NF- B activation, resulting in apoptosis of activated macro- phages (16, 28, 29). LT-dependent apoptosis is also associated with the activation of various caspases, including ICE (6, 33). Selective apoptosis of activated macrophages by LT prevents secretion of cytokines and chemokines that alert the remainder of the immune system (28). Thus, anthrax infection can pro- ceed undetected to the terminal stage. These findings indicate that LT is involved both in the induction and in the prevention of proinflammatory cytokine and chemokine secretion through ICE activation and in the apoptosis of activated macrophages (42). Similarly, the activation of ICE is subject to both the proinflammatory and the proapoptotic pathways in the anthrax infection (33). The balance among these processes might be important for the progression of the anthrax infection. Our results show that PGA also functions as an important virulence factor for anthrax infection by activating ICE. In addition, PGA might also affect MAPK or other signaling pathways and could thus potentially contribute to the expression of IL-1- and/or other cytokines. This possibility as well as the role of PGA in the apoptosis of APCs, including activated macro- phages, is currently under investigation.  Because IL-1- is one of the key host modulators of septic shock (6), regulation of ICE activation by both anthrax LT and PGA at the late stage of infection can be considered as a potential target for therapeutic intervention. Actually, al- though anthrax spore-induced ICE-mediated IL-1- produc- tion at early stage of infection is required for host defense  FIG. 3. Processing of IL-1-, activation of ICE, and dose-dependent inhibition of IL-1- production by an ICE inhibitor in PGA-treated THP-1 cells. Cultures of THP-1 cells were treated with a fixed dose of PGA (100 -g/ml) from the pXO1-cured strain of B. anthracis H9401 (A and C) or from B. licheniformis ATCC 9945a (B and D) for increasing periods as indicated. Protein lysates generated from these cultures were analyzed by Western blotting (50 -g of total protein per lane) for the presence of cleaved IL-1- (17 kDa) (A and B, upper panels), the activated cleavage product of ICE, p20 (C and D, upper panels), and --actin (A, B, C, and D, lower panels). Shown are the results of one representative experiment from three separate experiments. For the inhibitor experiments, cultures of THP-1 cells were pretreated with or without increasing concentrations of Z-WEHD-FMK. After 30 min of pretreatment, cultures were treated with or without 100 -g of PGA/ml from the pXO1-cured strain of B. anthracis H9401 (E) or from B. licheniformis ATCC 9945a (F) for 48 h. Values represent the average extracellular cytokine concentrations of IL-1- measured in triplicate by ELISA. Bars indicate the interassay standard deviations.  390 CHO ET AL. INFECT. IMMUN.    against B. anthracis infection (17), LT-induced IL-1- produc- tion has been reported to account for lethality of B. anthracis infection (32). ICE inhibitors have already been proposed as a potential therapeutic agent for anthrax infection (33). In ad- dition to IL-1-, IL-18 (which is also activated by ICE) is an- other potential target for therapy of an anthrax infection. In our study, the induction of IL-18 secretion by PGA was not, however, observed. Usually, THP-1 cells are likely to express low levels of pro-IL-18 without lipopolysaccharide priming, similar to human monocytes and peripheral blood mononu- clear cells (21, 26, 34). In our experiment, it was difficult to detect the level of IL-18 induced by PGA both in differentiated THP-1 cells and in hMoDCs. The potential of an ICE inhibitor as a target for therapy requires confirmation in vivo using animal models through the examination of the host response to anthrax PGA (and/or LT) and to live anthrax spore infection in ICE-/- compared to wild-type mice.  Our study is the first to show that PGA produced by B. anthracis infection is capable of inducing IL-1- production through activation of ICE both in vitro using THP-1 cells and ex vivo with hMoDCs. Similarly, the treatment of human CD14- monocytes with PGA also increased the production of IL-1- with ICE activation (data not shown). A complete un- derstanding of how PGA of B. anthracis with or without LT interacts with host against infection at each stage of infection  may lead to novel therapeutic strategies to improve the effi- ciency of the immune response to anthrax infection.  ACKNOWLEDGMENTS  We thank S. Han for helpful discussions. This study was supported by a Korea National Institute of Health  grant (2007-N00357-00 for G.R.).  REFERENCES  1. Bergman, N. H., K. D. Passalacqua, R. Gaspard, L. M. Shetron-Rama, J. Quackenbush, and P. C. Hanna. 2005. Murine macrophage transcriptional responses to Bacillus anthracis infection and intoxication. Infect. Immun. 73:1069-1080.  2. Brittingham, K. C., G. Ruthel, R. G. Panchal, C. L. Fuller, W. J. Ribot, T. A. Hoover, H. A. Young, A. O. Anderson, and S. Bavari. 2005. Dendritic cells endocytose Bacillus anthracis spores: implications for anthrax pathogenesis. J. Immunol. 174:5545-5552.  3. Cerretti, D. P., C. J. Kozlosky, B. Mosley, N. Nelson, K. Van Ness, T. A. Greenstreet, C. J. March, S. R. Kronheim, T. Druck, L. A. Cannizzaro, K. Huebner, and R. A. Black. 1992. Molecular cloning of the interleukin-1-- converting enzyme. Science 256:97-100.  4. Chabot, D. J., A. Scorpio, S. A. Tobery, S. F. Little, S. L. Norris, and A. M. Friedlander. 2004. Anthrax capsule vaccine protects against experimental infection. Vaccine 23:43-47.  5. Chakrabarty, K., W. Wu, J. L. Booth, E. S. Duggan, K. M. Coggeshall, and J. P. Metcalf. 2006. Bacillus anthracis spores stimulate cytokine and chemokine innate immune responses in human alveolar macrophages through multiple mitogen-activated protein kinase pathways. Infect. Im- mun. 74:4430-4438.  6. Cordoba-Rodriguez, R., H. Fang, C. S. R. Lankford, and D. M. Frucht. 2004. Anthrax lethal toxin rapidly activates caspase-1/ICE and induces extracellu- lar release of interleukin (IL)-1- and IL-18. J. Biol. Chem. 279:20563-20566.  FIG. 4. Processing of IL-1-, activation of ICE, and dose-dependent inhibition of IL-1- production by an ICE inhibitor in PGA-treated hMoDCs. hMoDCs were treated with a fixed dose of PGA (100 -g/ml) from the pXO1-cured strain of B. anthracis H9401 (A and C) or from B. licheniformis ATCC 9945a (B and D) for increasing periods as indicated. Protein lysates generated from these cultures were analyzed by Western blotting (50 -g of total protein per lane) for the presence of cleaved IL-1- (17 kDa) (A and B, upper panels), the activated cleavage product of ICE, p20 (C and D, upper panels), and --actin (A, B, C, and D, lower panels). Shown are the results of one representative experiment from three separate experiments. For the inhibitor experiments, cultures of hMoDCs were pretreated with or without increasing concentrations of Z-WEHD- FMK. After 30 min of pretreatment, cultures were treated with or without 100 -g of PGA/ml from the pXO1-cured strain of B. anthracis H9401 (E) or from B. licheniformis ATCC 9945a (F) for 48 h. Values represent the average extracellular cytokine concentrations of IL-1- measured in triplicate by ELISA. Bars indicate the interassay standard deviations.  VOL. 78, 2010 B. ANTHRACIS CAPSULE ACTIVATES CASPASE-1 391    7. Cui, X., Y. Li, X. Li, M. Haley, M. Moayeri, Y. Fitz, S. H. Leppla, and P. Q. Eichacker. 2006. Sublethal doses of Bacillus anthracis lethal toxin inhibit inflammation with lipopolysaccharide and Escherichia coli challenge but have opposite effects on survival. J. Infect. Dis. 193:829-840.  8. Dinarello, C. A. 1998. Interleukin-1-, interleukin-18, and the interleukin-1- converting enzyme. Ann. N. Y. Acad. Sci. 856:1-11.  9. Dinarello, C. A. 2002. The IL-1 family and inflammatory diseases. Clin. Exp. Rheumatol. 20:S1-S13.  10. Dinarello, C. A. 2004. Infection, fever, and exogenous and endogenous pyrogens: some concepts have changed. J. Endotoxin. Res. 10:201-222.  11. Dinarello, C. A. 2005. An IL-1 family member requires caspase-1 processing and signals through the ST2 receptor. Immunity 23:461-462.  12. Ezzell, J. W., and S. L. Welkos. 1999. The capsule of Bacillus anthracis, a review. J. Appl. Microbiol. 87:250.  13. Fantuzzi, G., and C. A. Dinarello. 1999. Interleukin-18 and interleukin-1-: two cytokine substrates for ICE (caspase-1). J. Clin. Immunol. 19:1-11.  14. Green, B. D., L. Battisti, T. M. Koehler, C. B. Thorne, and B. E. Ivins. 1985. Demonstration of a capsule plasmid in Bacillus anthracis. Infect. Immun. 49:291-297.  15. Hammond, S. E., and P. C. Hanna. 1998. Lethal factor active-site mutations affect catalytic activity in vitro. Infect. Immun. 66:2374-2378.  16. Huang, C., K. Jacobson, and M. D. Schaller. 2004. MAP kinases and cell migration. J. Cell Sci. 117:4619-4628.  17. Kang, T. J., S. Basu, L. Zhang, K. E. Thomas, S. N. Vogel, L. Baillie, and A. S. Cross. 2008. Bacillus anthracis spores and lethal toxin induce IL-1- via functionally distinct signaling pathways. Eur. J. Immunol. 38:1574-1584.  18. Kim, T. W., T. Y. Lee, H. C. Bae, J. H. Hahm, Y. H. Kim, C. Park, T. H. Kang, C. J. Kim, M. H. Sung, and H. Poo. 2007. Oral administration of high molecular mass poly---glutamate induces NK cell-mediated antitumor im- munity. J. Immunol. 179:775-780.  19. Kocianova, S., C. Vuong, Y. Yao, J. M. Voyich, E. R. Fischer, F. R. DeLeo, and M. Otto. 2005. Key role of poly---DL-glutamic acid in immune evasion and virulence of Staphylococcus epidermidis. J. Clin. Investig. 115:688-694.  20. Kozel, T. R., W. J. Murphy, S. Brandt, B. R. Blazar, J. A. Lovchik, P. Thorkildson, A. Percival, and C. R. Lyons. 2004. MAbs to Bacillus anthracis capsular antigen for immunoprotection in anthrax and detection of antigen- emia. Proc. Natl. Acad. Sci. USA 101:5042-5047.  21. Kuijk, L. M., S. H. Mandey, I. Schellens, H. R. Waterham, G. T. Rijkers, P. J. Coffer, and J. Frenkel. 2008. Statin synergizes with LPS to induce IL-1- release by THP-1 cells through activation of caspase-1. Mol. Immunol. 45: 2158-2165.  22. Leppla, S. H. 1982. Anthrax toxin edema factor: a bacterial adenylate cyclase that increases cyclic AMP concentrations of eukaryotic cells. Proc. Natl. Acad. Sci. USA 79:3162-3166.  23. Leppla, S. H., J. B. Robbins, R. Schneerson, and J. Shiloach. 2002. Devel- opment of an improved vaccine for anthrax. J. Clin. Investig. 110:141-144.  24. Little, S. F., and B. E. Ivins. 1999. Molecular pathogenesis of Bacillus anthracis infection. Microbes Infect. 2:131-139.  25. Makino, S., M. Watarai, H. I. Cheun, T. Shirahata, and I. Uchida. 2002. Effect of the lower molecular capsule released from the cell surface of Bacillus anthracis on the pathogenesis of anthrax. J. Infect. Dis. 186:227-233.  26. Mehta, V. B., J. Hart, and M. D. Wewers. 2001. ATP-stimulated release of interleukin (IL)-1- and IL-18 requires priming by lipopolysaccharide and is independent of caspase-1 cleavage. J. Biol. Chem. 276:3820-3826.  27. Mock, M., and A. Fouet. 2001. Anthrax. Annu. Rev. Microbiol. 55:647-671.  28. Park, J. M., F. R. Greten, Z. W. Li, and M. Karin. 2002. Macrophage apoptosis by anthrax lethal factor through p38 MAP kinase inhibition. Sci- ence 297:2048-2051.  29. Park, J. M., F. R. Greten, A. Wong, R. J. Westrick, J. S. Arthur, K. Otsu, A. Hoffmann, M. Montminy, and M. Karin. 2005. Signaling pathways and genes that inhibit pathogen-induced macrophage apoptosis: CREB and NF- B as key regulators. Immunity 23:319-329.  30. Pellizzari, R., C. Guidi-Rontani, G. Vitale, M. Mock, and C. Montecucco. 1999. Anthrax lethal factor cleaves MKK3 in macrophages and inhibits LPS/IFN---induced release of NO and TNF- . FEBS Lett. 462:199-204.  31. Pezard, C., P. Berche, and M. Mock. 1991. Contribution of individual toxin components to virulence of Bacillus anthracis. Infect. Immun. 59:3472-3477.  32. Popov, S. G., T. G. Popova, E. Grene, F. Klotz, J. Cardwell, C. Bradburne, Y. Jama, M. Maland, J. Wells, A. Nalca, T. Voss, C. Bailey, and K. Alibek. 2004. Systemic cytokine response in murine anthrax. Cell. Microbiol. 6:225- 233.  33. Popov, S. G., R. Villasmil, J. Bernardi, E. Grene, J. Cardwell, A. Wu, D. Alibek, C. Bailey, and K. Alibek. 2002. Lethal toxin of Bacillus anthracis causes apoptosis of macrophages. Biochem. Biophys. Res. Commun. 293: 349-355.  34. Puren, A. J., G. Fantuzzi, and C. A. Dinarello. 1999. Gene expression, synthesis, and secretion of interleukin 18 and interleukin 1 beta are differ- entially regulated in human blood mononuclear cells and mouse spleen cells. Proc. Natl. Acad. Sci. USA 96:2256-2261.  35. Rhie, G. E., M. H. Roehrl, M. Mourez, R. J. Collier, J. J. Mekalanos, and J. Y. Wang. 2003. A dually active anthrax vaccine that confers protection against both bacilli and toxins. Proc. Natl. Acad. Sci. USA 100:10925-10930.  36. Rubartelli, A., A. Bajetto, G. Allavena, F. Cozzolino, and R. Sitia. 1993. Post-translational regulation of interleukin 1- secretion. Cytokine 5:117- 124.  37. Ryu, C., K. Lee, H. J. Hawng, C. K. Yoo, W. K. Seong, and H. B. Oh. 2005. Molecular characterization of Korean Bacillus anthracis isolates by amplified fragment length polymorphism analysis and multilocus variable-number tan- dem repeat analysis. Appl. Environ. Microbiol. 71:4664-4671.  38. Schneerson, R., J. Kubler-Kielb, T. Y. Liu, Z. D. Dai, S. H. Leppla, A. Yergey, P. Backlund, J. Shiloach, F. Majadly, and J. B. Robbins. 2003. Poly(--D- glutamic acid) protein conjugates induce IgG antibodies in mice to the capsule of Bacillus anthracis: a potential addition to the anthrax vaccine. Proc. Natl. Acad. Sci. USA 100:8945-8950.  39. Sutherland, M. D., P. Thorkildson, S. D. Parks, and T. R. Kozel. 2008. In vivo fate and distribution of poly---D-glutamic acid, the capsular antigen from Bacillus anthracis. Infect. Immun. 76:899-906.  40. Thornberry, N. A., H. G. Bull, J. R. Calaycay, K. T. Chapman, A. D. Howard, M. J. Kostura, D. K. Miller, S. M. Molineaux, J. R. Weidner, J. Aunins, K. O. Elliston, J. M. Ayala, F. J. Casono, J. Chin, G. J. F. Ding, L. A. Egger, E. P. Gaffney, G. Limjuco, O. C. Palyha, S. M. Raju, A. M. Rolando, J. P. Salley, T. T. Yamin, T. D. Lee, J. E. Shively, M. MacCross, R. A. Mumford, J. A. Schmidt, and M. J. Tocci. 1992. A novel heterodimeric cysteine protease is required for interleukin-1- processing in monocytes. Nature 356:768-774.  41. Uto, T., X. Wang, K. Sato, M. Haraguchi, T. Akagi, M. Akashi, and M. Baba. 2007. Targeting of antigen to dendritic cells with poly (--glutamic acid) nanoparticles induces antigen-specific humoral and cellular immunity. J. Im- munol. 178:2979-2986.  42. Yeretssian, G., K. Labbe, and M. Saleh. 2008. Molecular regulation of inflammation and cell death. Cytokine 43:380-390.  Editor: S. R. Blanke  392 CHO ET AL. INFECT. IMMUN.  View publication statsView publication stats  https://www.researchgate.net/publication/26796740",
    "references": [],
    "authors": [
        "Min-Hee Cho",
        "Hae-Jeong Ahn",
        "Hyun-Joon Ha",
        "Jungchan Park",
        "Jeong-Hoon Chun",
        "Bong-Su Kim",
        "Hee-Bok Oh",
        "Gi-eun Rhie"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}