{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "Ubiquitin-conjugating enzyme complex Uev1A-Ubc13 promotes breast cancer metastasis through nuclear factor-?B mediated matrix metalloproteinase-1 gene regulation   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/263936311  Ubiquitin-conjugating enzyme complex Uev1A-Ubc13 promotes breast cancer  metastasis through nuclear factor-кB mediated matrix metalloproteinase-1  gene regulation  Article  in  Breast Cancer Research · July 2014  DOI: 10.1186/bcr3692 · Source: PubMed  CITATIONS  32 READS  192  5 authors, including:  Some of the authors of this publication are also working on these related projects:  RNA sequencing provides insights into the toxicogenomic response of ZF4 cells to methyl methanesulfonate View project  Plant K63 UB View project  Zhaojia Wu  University of Saskatchewan  5 PUBLICATIONS   140 CITATIONS     SEE PROFILE  Siqi Shen  University of Delaware  6 PUBLICATIONS   107 CITATIONS     SEE PROFILE  Wei Xiao  University of Saskatchewan  257 PUBLICATIONS   6,399 CITATIONS     SEE PROFILE  All content following this page was uploaded by Wei Xiao on 15 January 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/263936311_Ubiquitin-conjugating_enzyme_complex_Uev1A-Ubc13_promotes_breast_cancer_metastasis_through_nuclear_factor-kB_mediated_matrix_metalloproteinase-1_gene_regulation?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/263936311_Ubiquitin-conjugating_enzyme_complex_Uev1A-Ubc13_promotes_breast_cancer_metastasis_through_nuclear_factor-kB_mediated_matrix_metalloproteinase-1_gene_regulation?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/RNA-sequencing-provides-insights-into-the-toxicogenomic-response-of-ZF4-cells-to-methyl-methanesulfonate?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Plant-K63-UB?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhaojia-Wu-2?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhaojia-Wu-2?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Saskatchewan?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhaojia-Wu-2?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Siqi-Shen-2?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Siqi-Shen-2?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Delaware?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Siqi-Shen-2?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wei-Xiao-46?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wei-Xiao-46?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Saskatchewan?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wei-Xiao-46?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wei-Xiao-46?enrichId=rgreq-dcb9fecf4a6ff794c29c611a99c7f9c3-XXX&enrichSource=Y292ZXJQYWdlOzI2MzkzNjMxMTtBUzoxODU4MzYzNTYyNTE2NTBAMTQyMTMxODI0ODU3Ng%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Wu et al. Breast Cancer Research 2014, 16:R75 http://breast-cancer-research.com/content/16/4/R75 RESEARCH ARTICLE Open Access Ubiquitin-conjugating enzyme complex Uev1A-Ubc13 promotes breast cancer metastasis through nuclear factor-кB mediated matrix metalloproteinase-1 gene regulation Zhaojia Wu1,2, Siqi Shen1, Zhiling Zhang1, Weiwei Zhang1 and Wei Xiao1,2* Abstract  Introduction: UEV1A encodes a ubiquitin-conjugating enzyme variant (Ubc13), which is required for Ubc13-catalyzed Lys63-linked polyubiquitination of target proteins and nuclear factor κB (NF-кB) activation. Previous reports have correlated the level of UEV1A expression with tumorigenesis; however, the detailed molecular events leading to tumors particularly breast cancer and metastasis are unclear. This study is to investigate roles of different UEV1 splicing variants, and its close homolog MMS2, in promoting tumorigenesis and metastasis in breast cancer cells.  Methods: We experimentally manipulated the UEV1 and MMS2 levels in MDA-MB-231 breast cancer cells and monitored their effects on cell invasion and migration, as well as tumor formation and metastasis in xenograft mice. The underlying molecular mechanisms leading to metastasis were also examined.  Results: It was found that overexpression of UEV1A alone, but not UEV1C or MMS2, is sufficient to induce cell invasion in vitro and metastasis in vivo. This process is mediated by NF-κB activation and requires functional Ubc13. Our experimental data establish that among NF-κB target genes, UEV1A-regulated matrix metalloproteinase-1 (MMP1) expression plays a critical role in cell invasion and metastasis. Interestingly, experimental depletion of UEV1 in MDA-MB-231 cells reduces MMP1 expression and prevents tumor formation and metastasis in a xenograft mouse model, while overexpression of MMP1 overrides the metastasis effects in UEV1-depleted cells.  Conclusions: These results identify UEV1A as a potential therapeutic target in the treatment of metastasic breast cancers. Introduction UEV1, also known as CROC1 [1] or CIR1 [2], encodes a ubiquitin (Ub)-conjugating enzyme variant (Uev) [3]. It was also identified as a mammalian homolog of yeast MMS2 [4] and as a co-factor of Ubc13 [5]. Indeed, a Uev (Uev1A or Mms2) is absolutely required for Ubc13-mediated Lys(K) 63-linked polyubiquitin chain assembly [5-9]. Despite their shared biochemical activity, Mms2 and Uev1A appear to function differently in mammalian cells: Ubc13-Mms2 is required for DNA-damage responses whereas Ubc13- Uev1A is involved in nuclear factor κB (NF-κB) activation [10]. Previous studies implicate UEV1 as a potential proto- * Correspondence: wei.xiao@usask.ca 1College of Life Sciences, Capital Normal University, Beijing, China 100048 2Department of Microbiology and Immunology, University of Saskatchewan, Saskatoon, SK S7N 5E5, Canada    2014 Wu et al.; licensee BioMed Central Ltd Commons Attribution License (http://creativec reproduction in any medium, provided the or Dedication waiver (http://creativecommons.or unless otherwise stated. oncogene. UEV1 was initially identified as a transactivator of the c-fos promoter [1]. It is downregulated when HT29- M6 colon cancer cells undergo chemical-induced differenti- ation, and upregulated when Simian virus 40-transformed human embryonic kidney cells become immortal [2]. Fur- thermore, UEV1 is variably upregulated in all tumor cell lines examined [4], and maps to chromosome 20q13.2 [3], a region where DNA amplification is frequently reported in breast cancers [11-14] and other tumors [15], as well as in virus-transformed immortal cells [16]. Ubc13-Uev1A is involved in NF-κB activation  [10,17,18] and inhibits stress-induced apoptosis in HepG2 cells [19]. Very recently, it was reported that a small-molecule inhibitor of Ubc13-Uev1A interaction can inhibit proliferation and survival of diffuse large B- cell lymphoma cells [20]. These observations collectively . This is an Open Access article distributed under the terms of the Creative ommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and iginal work is properly credited. The Creative Commons Public Domain g/publicdomain/zero/1.0/) applies to the data made available in this article,  mailto:wei.xiao@usask.ca http://creativecommons.org/licenses/by/4.0 http://creativecommons.org/publicdomain/zero/1.0/   Wu et al. Breast Cancer Research 2014, 16:R75 Page 2 of 15 http://breast-cancer-research.com/content/16/1/R75 establish a close correlation between UEV1 expression and tumorigenic potential; however, whether UEV1 plays a role in promoting tumorigenesis or progression and how this is accomplished remains to be elucidated. NF-кB is a sequence-specific transcription factor known  to be involved in innate immunity, anti-apoptosis and in- flammation [21-23], and its uncontrolled activation is asso- ciated with several types of cancers including breast cancer [24,25]. It regulates a panel of genes that collectively play pro-survival and anti-apoptotic roles [26,27]. It also controls the expression of genes linked with invasion, angiogenesis, and metastasis of cancer, including the matrix metallopro- teinase (MMP) family [28,29] and chemokine (C-X-C motif) ligand (CXCL) family genes [30,31]. Activation of NF-κB is a tightly regulated event. In normal cells, NF-κB becomes activated only after the appropriate stimulation, and then it upregulates the transcription of its target genes [24]. NF-κB is activated by many divergent stimuli, including proinflam- matory cytokines such as TNF-α, IL-1b, epidermal growth factor (EGF), T- and B-cell mitogens and bacterial lipopoly- saccharides (LPS) [32]. Previous studies reported that the Uev1A-Ubc13 heterodimer is involved in TNF receptor- associated factor 6 (TRAF6) [17,33] and TRAF2-mediated [34] activation of NF-κB, in which Ubc13-Uev1A probably serves as a unique Ubc/E2 along with TRAF proteins to polyubiquitinate NF-κB essential modulator/inhibitor of κB proteinkinase (NEMO/IKKγ) [18,35] and/or Rieske iron- sulfur polypeptide 1(RIP1) [36] to activate IκB kinase (IKK). Activated IKK leads to the phosphorylation and degradation of IκBα, resulting in the release of NF-κB RelA (p65) sub- units to translocate into the nucleus [37]. In this study we demonstrate that in MDA-MB-231 breast  cancer cells, the UEV1A transcript level is moderately ele- vated compared to normal breast cells. Overexpression of UEV1A alone in MDA-MB-231 cells is sufficient to activate NF-кB, which in turn upregulates the MMP1 expression to enhance breast cancer cell metastasis. More importantly, experimental depletion of Uev1 in MDA-MB- 231 cells reduces MMP1 expression and reduces their abil- ity to grow tumors and metastasize in a xenograft mouse model. These observations provide the experimental and theoretical cornerstone for therapeutic targeting of Uev1A in the treatment of metastatic breast cancers.  Methods Cell culture Human breast cancer cell lines MDA-MB-231, MCF7, MDA-MB-468, MDA-MB-361, MDA-MB-453, MDA-MB- 436 and SK-BRIII were obtained from the American Type Culture Collection (ATCC, Manassan, VA, USA). The cells were cultured in Dulbecco's minimum essential medium (DMEM) (Invitrogen, Burlington, ON, Canada) supple- mented with 10% fetal bovine serum, 100 units/ml penicil- lin, and 100 μg/ml streptomycin (Invitrogen) in a 5% CO2 atmosphere at 37°C. The MCF10A immortalized human mammary epithelial cells were obtained from ATCC and cultured in DMEM/F12 medium supplemented with 10% horse serum, 100 units/ml penicillin, 100 μg/ml strepto- mycin (Invitrogen), 10 μg/ml insulin (Sigma, St. Louis, MO, USA), 100 ng/ml choleratoxin (Sigma), 0.5 mg/ml hydro- cortisone (Sigma), and 20 ng/ml EGF (Peprotech). MDA- MB-231-TR stable cell lines were created by transfecting MDA-MB-231 cell lines with pLenti6-TR-lentivirus (Invi- trogen) and selecting with 10 μg/ml blasticidin (Invitrogen).  Plasmids and pLentivirus vector preparation Human MMS2, UEV1A, and UEV1C open reading frames (ORFs) were PCR-amplified as KpnI-XhoI fragments and cloned into the pcDNA4.0/TO/HA(+) plasmid vector. The 1.9-kb human MMP1 promoter sequence [GenBank: AJ002550.1] was PCR-amplified as a KpnI-HindIII fragment and then cloned into the same sites of pGL4.2 (Invitrogen). The NF-кB target site was subsequently mutated by site- directed mutagenesis using a quick-exchange method (Stratagene, La Jolla, CA, USA). The sense primer for creat- ing the NF-кB binding site mutation is 5′-AAAGG CAGAA GGGAA CCTCA AGAGG TTTTG AAGAG CCACC GTAAA GTGAG-3′ (mutated sequence italicized). The mutated Ubc13-binding site (F38E) in Uev1A was designed based on a previous study with Mms2-F13E [9]. The modi- fied sequence for UEV1 small hairpin RNA (shRNA) delivered by lentiviral particles was from Santa Cruz Bio- technology, Inc (Dallas, Texas, USA). The lentiviral particle infection of breast cancer cells was performed following in- structions of the supplier. The MMP1 and MMP9 small interfering RNAs (siRNAs) were purchased from Gene- pharma Co Ltd (Shanghai, China). The sequence for MMP1 siRNA is 5′- GCGUGUGACAGUAAGCUAATT-3′ and that for MMP9 siRNA is 5′-CGCUCAUGUACCC UAUGUATT-3′.  RNA preparation and real-time RT-PCR (qRT-PCR) Total RNA was prepared from cultured breast cancer cells by using TRIzol reagent (Invitrogen). First-strand cDNA was synthesized from total RNA with SuperScript (Invitrogen) according to manufacturer's instructions. The human breast cancer cDNAs TissueScan™ cancer qPCR Arrays (#BCRT102) were purchased from Origene (Beijing, China). The clinical information is shown on the website [38] and Additional file 1. qRT-PCR analysis was per- formed on the iQ5 cycler (Bio-Rad, Hercules, CA, USA). The specific primer sets were as follows: GADPH, 5′- GAAGGTGAAGGTCGGAGTC-3′ and 5′- GAAGATGG TGATGGGATTTC-3′; UEV1, 5′- TCTCCACAGCAATC CTATGAGGTTGA-3′ and 5′- CCAACAGTCGGAAAT TGCGAGGG-3′; UEV1A, 5′- GAGAGGTTCAAGCGT CTTACCTGAA-3′ and 5′-ACTGTGCCATCTCCTACT CCTTTCT -3′; UEV1C, 5′-GCAGCCACCACGGGC    Wu et al. Breast Cancer Research 2014, 16:R75 Page 3 of 15 http://breast-cancer-research.com/content/16/1/R75 TCG-3′ and 5′- CAATTATCATCCCTGTCCATCTTGT- 3′; MMS2, 5′- CGCTTGTTGGAAGAACTTGA-3′ and 5′- CGGAGGAGCTTCTGGGTAT-3′; MMP1 5′- AAAT GCAGGAATTCTTTGGG-3′ and 5′-ATGGTCCACATC TGCTCTTG-3′; MMP9 5′-CATCGTCATCCAGTTTG GTG-3′ and 5′- TCGAAGATGAAGGGGAAGTG-3′. The relative expression levels were calculated using the comparative cycle threshold (CT) method (2-ΔCT) on the Bio-Rad iQ5 (Bio-Rad).  Luciferase reporter assay Cells were seeded in 24-well plates at a density of 1 × 105. After 24 hr, the cells were transfected using X-tremeGENE HP DNA Transfection Reagent (Roche, Indianapolis, IN, USA). Briefly, luciferase reporter gene constructs (400 ng), pcDNA-Uevs plasmids (400 ng) and the pRL-SV40 Renilla luciferase construct (5 ng) (for normalization) were co-transfected into the wells. Cell extracts were pre- pared 48 hr after transfection and the luciferase activity was measured using the Dual-Luciferase reporter assay system (Promega, Madison, WI, USA).  Western blot analysis Cells were grown to log phase and lysed in Dulbecco's PBS (150 mM NaCl, 10 mM Na2HPO4 and 10 mM NaH2PO4, pH 7.4) with 1% SDS and the protease inhibitor cocktail for mammalian cells (Sigma-Aldrich). Total protein concentra- tion was determined by the Bradford method using a com- mercial reagent from Bio-Rad. Cell extracts or purified proteins were electrophoresed in 10% or 15% SDS- polyacrylamide gel electrophoresis (PAGE) gels, transferred to polyvinyl difluoride (PVDF) membrane, and incubated with specific primary antibodies. Monoclonal antibodies (mAbs) LN2B (anti-Uev1) and 4E11 (anti-Ubc13) were from the laboratory stock [10,39]. Primary antibodies against HA (sc-7392), MMP1 (sc-30069), NF-κB (sc-372), Lamin B (sc-166729), β-tublin (sc-6216), and secondary goat anti-mouse antibody IgG-horseradish peroxidase (HRP) (sc-2005) and goat anti-rabbit IgG-HRP (sc-2004) antibody were from Santa Cruz. The P-IκBα antibody (#2859S) was from Cell Signaling Technology (Whitby, ON, Canada), while an anti-MMP9 antibody (ab38898) was from Abcam (Toronto, ON, Canada) and β-actin anti- body (BM0627) was from Boster (Wunah, China).  Immunoprecipitation We immunoprecipitated 1 mg of protein samples in a total volume of 1 ml with 2 μg of antibody and 20 μl of Protein- A beads (for rabbit polyclonal antibodies) or Protein-G beads (for mouse monoclonal antibodies). The samples were rotated at 4°C overnight. The beads were washed 4 times with 1 ml of cold NP40 lysis buffer containing protease in- hibitors. The beads were then boiled for 10 minutes in the presence of 25 μl 2 × sample buffer and the released proteins fractionated by SDS-PAGE in 12% or 15% gels. Proteins were detected by immunoblotting as described above.  Cell invasion and migration assays In vitro invasion assays were conducted using Transwells (Costar, Cambridge, MA, USA) with 8-μm-pore-size poly- carbonate membrane filters in 24-well culture plates. The upper surface of the filter was coated with Matrigel (Becton Dickinson, Bedford, MA, USA) in a volume of 12.5 μl per filter. The Matrigel was dried and reconstituted at 37°C into a solid gel on the filter surface. The lower surface of the filter was coated in fibronectin (20 μg/ml), vitronectin (10 μg/ml), collagen IV (50 μg/ml), or 10% (BSA)-DMEM as chemoattractants. After starving in BSA- free DMEM overnight, 2 × 104 cells were seeded in the upper chamber. The cells were allowed to invade for 48 hr. Cells that invaded the lower surface of the filter were counted in five random fields under a light-microscope at high magnification. Experiments were conducted at least in triplicate. The in vitro cell migration ability was detected by wound healing assay or transwell assay without Matrigel coating. The wound healing assay was performed by seed- ing 2 × 105 cells onto 96-well plates. Confluent monolayers were wounded using a pipette tip. After 48 hr the cell mi- gration distance was measured under a light-microscope at high magnification in at least three random fields. The transwell assay without Matrigel was conducted using Transwells with 8-μm-pore-size polycarbonate membrane filters in 24-well culture plates. The lower surface of the fil- ter was coated with 10% BSA-DMEM as chemoattractants. After starving in a BSA-free DMEM medium overnight, 5 × 104 cells were seeded in the upper chamber. Cells were allowed to invade for 6 to 36 hr and those migrated to the lower surface of the filter were counted in five random fields under a light-microscope at high magnification. Ex- periments were conducted at least in triplicate.  Metastasis assay in a xenograft mouse model The experimental mouse work followed the animal care protocol CNUAREB-2012002 approved by the Capital Nor- mal University Animal Research Ethics Board and was con- ducted at the Peking University Health Science Center, China. For the tumorigenesis assays, 5 × 106 breast cancer cells were injected subcutaneously into the lateral flanks of 4- to 5-week-old BALB/c female nude mice. The palpable tumor diameters were measured once per week. Tumor length (L) and width (W) were measured with a caliper, and the volume (V) was calculated by the following equation:  V ¼ L-W2 - -  =2:  The mice were sacrificed 6 weeks after cell injection. For experimental metastasis assays by intravenous (i.v.) injection, 2 × 105 breast cancer cells were injected into the tail veins of    Wu et al. Breast Cancer Research 2014, 16:R75 Page 4 of 15 http://breast-cancer-research.com/content/16/1/R75 the 4- to 5-week-old female BALB/c nude mice. Endpoint assays were conducted 5 weeks after injection. Metastatic lung nodules 0.5 mm in diameter were counted. Analysis of variance (ANOVA) was used for statistical analyses. To ensure representative sampling of lung tumor nodules, four sections were made per lung at various depths along the coronal plane of the lung. The nodules per lung (four sections) were counted under a light-microscope.  Histopathology Formalin-fixed lungs were paraffin-embedded, and tissue sections derived from tumor nodules or other tissues were stained with H&E to evaluate the morphology and inva- siveness of breast cancer cells. Metastatic tumor nodules were counted throughout the entire lung section at all three depths under a light-microscope. Anti-Uev1A (LN1), anti-MMP1 (sc-30069) and NF-κB p65 (sc-372) primary antibodies from Santa Cruz were used for immunohisto- chemistry (IHC). TissueFocus™ breast cancer tissue micro- arrays (CT565863) for IHC were obtained from Origene (Beijing, China). Microscopic images were captured by a SPOT digital camera mounted in a light-microscope.  Preparation of nuclear fraction HeLa cells were treated with 40 ng/ml TNF-α for 2 hr. Cells were washed, scraped with PBS, and centrifuged at 3,000 rpm at 4°C. The pellet was suspended in 10 mM Tris (pH 8.0) with 1.5 mM MgCl2, 1 mM dithiothreitol, and 0.1% NP-40, and incubated on ice for 15 minutes. Nu- clei were separated from cytosol by centrifugation at 12,000 rpm at 4°C for 15 minutes. The cytosolic superna- tants were removed and the precipitated pellets were sus- pended in 10 mM Tris (pH 8.0) containing 100 mM NaCl and stored on ice for 30 minutes. After agitation for 30 mi- nutes at 4°C, the lysate was centrifuged at 12,000 rpm for 15 minutes at 4°C, and the supernatant was collected.  Electrophoretic mobility shift assay (EMSA) The secquence of biotin-labelled sense NF-κB probe for EMSA is 5′-GAACCTCAGAGAACCCCGAAGAGCC- 3′. The cold probe is the same NF-κB sequence without biotin label. The sequence of biotin-labelled mutated sense NF-κB probe is 5′-GAA CCTCA AGAGGTTTTG AAGAGCC-3′ (mutated sequence underlined): 1 ng of the probe was incubated together with 10 to 20 μg of cell extracts or 5 to 10 μg of nuclear extracts for 30 mi- nutes at 25°C in a final volume of 20 μl. The binding reaction was subsequently separated on a 5.5-7% poly- acrylamide gel in 1x Tris-Borate-EDTA (TBE) buffer (90 mM Tris, 90 mM boric acid).  Statistical analysis The statistical significance of differential findings between the experimental and control groups was determined by Student's t-test as implemented by Microsoft Excel 2010 (*P <0.05, **P <0.01 and ***P <0.001).  Results Alternative UEV1 transcript levels in breast cancer cell lines and samples Two major human UEV1 transcripts (UEV1A and UEV1B) were previously reported [1]. It was determined that only Uev1A, but not Uev1B, is able to physically interact with Ubc13 and promote K63-linked polyubiquitination [10]. It turns out that Uev1B is excluded from the nucleus and in- volved in endosomal trafficking [40]. Interestingly, data- base analyses also indicate another splicing variant that would encode a 147-amino acid Uev1 core domain, which we name Uev1C (Figure 1A), the cellular function of which is currently unknown. Western blot analysis of endogenous Uev1s using a  Uev1-specific monoclonal antibody LN2B [39] could only detect Uev1C in several breast cancer cell lines including MDA-MB-231 and MCF7, and MCF10A, an immortalized normal mammary epithelial cell line (Figure 1B). qRT- PCT analysis revealed that the relative transcript level of UEV1C is approximately 100-fold higher than that of UEV1A in the above cell lines (Figure 1C), consistent with observations in other cell lines including HeLa and U2OS (data not shown). We next examined relative transcript levels of UEV1A  and UEV1C in breast cancer lines using MCF10A as a reference. Interestingly, the UEV1A transcript level is ele- vated in all breast cancer cell lines examined (Figure 1D), with no significant upregulation of UEV1C (Figure 1E) or MMS2 (Additional file 2: Figure S1A) in these lines. It has been previously reported that the UEV1A level may be el- evated when normal cells undergo immortalization [2]. To further assess relative UEV1A expression in normal versus breast tumor tissues, we measured the UEV1A tran- script level in five normal human breast samples and 43 breast cancer samples from TissueScan microarrays. Compared with the five normal human breast samples, 33/43 or 77% of breast cancer samples display UEV1A expression above the highest UEV1A level in normal samples, or at least 1.7-fold higher than the average level among the five normal samples (Additional file 2: Figure S1B), suggesting that Uev1A may play a role in promoting breast tumorigenesis.  Overexpression of UEV1A promotes breast cancer cell invasion in vitro and metastasis in a xenograft model To ask whether an elevated UEV1A level is indeed suffi- cient to promote breast cancer, UEV1A, UEV1C or MMS2 genes were cloned into a pcDNA4.0/TO/HA(+) vector and then transfected into MDA-MB-231-TR cells to con- struct stable cell lines, and the level of ecotopic gene ex- pression after 10 μg/ml doxycycline (Dox) treatment was    Figure 1 Ubiquitin conjugating enzyme variant (UEV)1A is overexpressed in breast cancer cell lines and tumor samples. (A) Amino acid sequence alignment of ubiquitin conjugating enzyme variant (Uev)1A, Uev1B, Uev1C and Mms2. Residues critical for the interaction with Ubc13 [9] are indicated with a red box. (B) Uev1 variant protein levels in human breast cancer cell lines. Whole cell extracts were analyzed by western blotting with the anti-Uev1 monoclonal antibody LN2B [39]. (C) Relative transcript levels of UEV1 variants in human breast cancer cell lines as determined by qRT-PCR. (D) Relative UEV1A transcript levels in human breast cancer cell lines as determined by qRT-PCR. (E) Relative UEV1C transcript levels in human breast cancer cell lines as determined by qRT-PCR.  Wu et al. Breast Cancer Research 2014, 16:R75 Page 5 of 15 http://breast-cancer-research.com/content/16/1/R75 monitored by qRT-PCR (Additional file 2: Figure S2A-C) and western blot against the HA tag (Figure 2A), Uev1 (LN2B, Additional file 2: Figure S2D) or Uev1 plus Mms2 (LN3, Additional file 2: Figure S2E). The cell growth and cell cycle progression of stable MDA-  MB-231 transfectants were first measured, with no obvi- ous alterations among each group (Additional file 2: Figure S3). The effects of ecotopic genes on breast cancer cell migration and invasion were then measured. The wound-healing experimental data show that the over- expression of UEV1A doubles the mobility compared with the same cells without ecotopic UEV1A expression or vector-transfected MDA-MB-231-TR cells with Dox treatment, while overexpression of UEV1C or MMS2 does not affect cell mobility compared with uninduced cells (Figure 2B, C and Additional file 2: Figure S4). In a trans- well assay, the invasiveness of UEV1A transfectants after induction was approximately 2.3-fold higher than the    Figure 2 UEV1A overexpression promotes breast cancer cell invasion in vitro and metastasis in a xenograft model. (A) pcDNA4.0/TO/HA (+) vector (CK) expressing UEV1A, UEV1C or MMS2 was stably transfected into MDA-MB-231-TR cells, with or without doxycycline (Dox) treatment. The level of ectopic gene expression was monitored by western blot against an anti-HA antibody. (B) Representative images of wound-healing assays with Dox treatment. (C) Statistical analysis of cell migration of wound-healing assay with and without Dox treatment. The migration distance of cells was measured in five different wells in each group under a light-microscope. (D) Representative images of cell invasion assay with Matrigel-coated transwells. (E) Statistical analysis of the cell invasion assay data. Cells that invaded the lower surface of the filter were counted in five random fields under a light-microscope at 200× magnification. (F-I) In vivo tumorigenesis and metastasis assays using a xenograft mouse model. (F) Lymph node sections after sacrifice were stained with H&E. The lymph node metastasis sites are shown by red arrows. (G) Quantitative analysis of tumor growth. Tumor growth was measured every week after injection (Day 0) and expressed as mean ± SD (n = 10). (H) The in vivometastasis assay in xenograft mice. Upper panel, the lung metastasis nodules formed are shown by red arrows. Lower panel, the lung sections were stained with H&E and the lung metastasis under a light-microscope at 100× magnification is indicated by a red arrow. (I) Quantitative analysis of the in vivo lung metastasis as measured by the number of metastasis foci per lung for all four sections (n = 10 mice for each treatment).  Wu et al. Breast Cancer Research 2014, 16:R75 Page 6 of 15 http://breast-cancer-research.com/content/16/1/R75    Wu et al. Breast Cancer Research 2014, 16:R75 Page 7 of 15 http://breast-cancer-research.com/content/16/1/R75 control, UEV1C or MMS2 transfectants, whereas there was no significant difference among control, UEV1C and MMS2 transfectants regardless of Dox treatment (Figure 2D and E). These results suggest that UEV1A regulates breast cancer cell migration and invasion in vitro. As an increased ability of cancer cells to migrate and  invade in vitro is a faithful indicator of cell metastasis, to further confirm the correlation between UEV1A expres- sion and breast cancer metastasis, we assessed the effects of UEV1A on metastasis using an in vivo xenograft mouse model. Stably-transfected MDA-MB-231-TR cells were injected into the lateral flanks of 4- to 5-week-old BALB/c female nude mice and Dox (625 mg/kg) was added in feed as soon as the cells were injected. Tumor growth and metastasis were then monitored. All mice (10/10) injected with the UEV1A-expressing cells had massively enlarged lymph nodes containing invasive breast cancer cells (Figure 2F). In contrast, there were no tumor metas- tasis foci in lymph nodes of mice injected with vector control or UEV1C-expressing cells, although some lymph nodes were enlarged (data not shown). Furthermore, over- expression of UEV1A but not UEV1C accelerated tumor growth compared to vector-transfected cells (Figure 2G). In the tail-vein injection groups, compared with UEV1C or vector control, overexpression of UEV1A significantly promoted lung metastasis colony fomation (Figure 2H, and I). These observations collectively demonstrate that elevated expression of UEV1A alone is sufficient to pro- mote tumor growth and metastasis.  Depletion of Uev1 prevents breast cancer cell invasion in vitro and metastasis in nude mice Compared with MCF-10A cells, there was a 2.7-fold in- crease in the UEV1A expression in MDA-MB-231 cells (Figure 1D). To ask whether this moderate overexpression of UEV1A contributes to breast cancer metastasis, the en- dogenous UEV1A expression in MDA-MB-231 cells was suppressed using an shRNA (shUEV1) delivered by lenti- viral particles. It was found that two independent shUEV1 constructs, shUEV1-1 and shUEV1-2, reduced UEV1A ex- pression to 40% and 55% of control shRNA-treated cells, respectively (Figure 3A). As expected, the cellular UEV1C mRNA and protein levels were also reduced but MMS2 remained unaffected (Additional file 2: Figure S5A-C). Moreover, partial depletion of Uev1 reduced cell migra- tion (Figure 3B and Additional file 2: Figure S5D) and in- vasion (Figure 3C and Additional file 2: Figure S5E). The above findings were further extended by using a xenograft lung metastasis model, in which depletion of Uev1 limited tumor growth to the extent that no tumor was found in nude mice injected with MDA-MB-231 cells in which the Uev1 level was reduced by shUEV1-2 (Figure 3D and Additional file 2: Figure S5F). Furthermore, depletion of Uev1 in MDA-MB-231 cells significantly reduced the number of lung nodules formed in mice and completely abolished metastasis in lung, even with moderate deple- tion of Uev1 (Figure 3E, shUEV1-1, middle panel). These results clearly indicate that the elevated UEV1A expres- sion in MDA-MB-231 cells plays a critical role in breast tumorigenesis and metastasis.  Overexpression of UEV1A activates NF-κB in MDA-MB-231 cells in a Ubc13-dependent manner To understand the mechanism by which Uev1A promotes metastasis in breast cancer cells, we took into account that Uev1A has been reported to activate NF-κB in HepG2 [19], and that NF-κB regulates the expression of a large number of genes critical for tumorigenesis, inflammation and metastasis [41]. As a hallmark of NF-κB activation is its translocation from the cytoplasm to the nucleus, we transfected MDA-MB-231-TR cells with a variety of con- structs, induced the target gene expression by adding Dox, fractionated cells and then measured the subcellular distri- bution of the p65 subunit of NF-κB. As seen in Figure 4A, only overexpression of UEV1A, but not UEV1C or MMS2, was able to increase the phosphorylation of the NF-κB inhibitor IκBα (presumably in the cytoplasm) and en- rich p65 in the nucleus. Consistently, depletion of Uev1 by shRNA reduced IκBα phosphorylation and p65 nuclear translocation (Figure 4B). It has been previously reported that Uev1A is a cofactor  of Ubc13 in the NF-κB signaling pathway [10,17]. To ask whether the above Uev1A function is indeed dependent on Ubc13, we created a Uev1A-F38E mutation as the cor- responding Mms2-F12E mutation (Figure 1A) absolutely abolishes its interaction with Ubc13 and its ability to pro- mote Ubc13-mediated K63 polyubiquitination [9]. Indeed we confirmed that the Uev1A-F38E substitution does not affect its expression (Additional file 2: Figure S2F) but abolishes its interaction with Ubc13 in vivo (Figure 4C). As expected, overexpression of UEV1A-F38E failed to ac- tivate NF-κB, as judged by a lack of IκBα phosphorylation and p65 nucleaar translocation (Figure 4D).  MMP1 and MMP9 are tightly regulated by UEV1 As NF-κB is a transcriptional factor that regulates the expression of a large number of genes including those involved in metastasis, we measured the transcription of many established or putative NF-κB target genes thought to be involved in metastasis such as COX2 [42], VEGF [43] and MMP family genes, among which MMP1 and MMP9 transcripts were elevated by 4.6- and 3.9-fold, re- spectively, in UEV1A-overexpression cells, but not in UEV1C or MMS2 overexpression cells (Figure 5A,B), with corre- sponding elevation at proteins levels (Figure 5C). The observed increase is completely dependent on Ubc13, as overexpression of UEV1A-F38E failed to induce MMP1 or MMP9 (Figure 5B). Similarly, depletion of    Figure 3 Depletion of ubiquitin conjugating enzyme variant (Uev)1 reduces cell invasion in vitro and metastasis in a xenograft mouse model. (A) MDA-MB-231 cells were transfected with shRNA lentiviral particles against UEV1 (shUEV1) or non-specific target (shCK). shUEV1-1 and shUEV1-2 represent two independent stable shUEV1 lines. UEV1A transcript levels in shCK and shUEV1 lines were determined by qRT-PCR. (B) Quantitative analysis of cell migration by wound-healing assay. The migration distance of cells was measured in five different wells in each treatment group under a light-microscope. (C) Quantitative analysis of cell invasion in Matrigel-coated transwells. Cells invading the lower surface of the filter were counted in five random fields under a light-microscope at 200× magnification. (D, E) The in vivo tumorigenesis assay using a xenograft mouse model. 1 × 106 MDA-MB-231 cells depleted with shUEV1 or shCK were injected into the lateral flanks of 4- to 5-week-old BALB/c female nude mice. (D) Tumor growth was measured every week after injection (Day 0) and expressed as mean ± SD (n = 10). (E) Upper panel, lungs from mice injected via tail veins with MDA-MB-231 cells treated with shUEV1s or control. Red arrows point to lung metastasis foci. Middle panel, quantitative analysis of the number of metastasis foci per lung. The nodules per lung for all four sections were counted under a light-microscope (×100) (n = 10 mice for each treatment). Lower panel, sample lung sections stained with H&E. Red arrows point to lung metastasis foci. All samples were taken after sacrifice.  Wu et al. Breast Cancer Research 2014, 16:R75 Page 8 of 15 http://breast-cancer-research.com/content/16/1/R75 UEV1 in MDA-MB-231 cells significantly reduced MMP1 and MMP9 transcript (Figure 5D) and protein (Figure 5E) levels, and more efficient depletion of UEV1 (shUEV1-1 versus shUEV1-2) resulted in stronger repression of MMP1 and MMP9 expression (Figure 5D and E), in- dicating that MMP1 and MMP9 are tightly regulated by Uev1A-Ubc13. MMP1 is a downstream effector for Uev1A-induced metastasis To ask whether MMP1 and/or MMP9 are critical ef- fectors for Uev1A-induced metastasis, we depleted MMP1 or MMP9 by siRNA in MDA-MB-231 cells (Figure 6A). The above treatment did not affect the UEV1A expression (Figure 6A), but the depletion of MMP1 significantly    Figure 4 Ubiquitin conjugating enzyme variant (Uev)1A activates NF-κB in MDA-MB-231 cells in a Ubc13-dependent manner. (A) NF-κB activation in UEV-overexpressing cells. Nuclear or whole-cell extracts were prepared, equal amounts of protein were separated by SDS-PAGE gel, followed by western blotting analysis using an anti-p65 antibody to measure NF-кB nuclear enrichment and an anti-P(S32)-inhibitor of NF-κBα (IκBα) antibody to assess the degree of IκBα phosphorylation as an indication of its degradation and release of NF-κB into the nucleus. (B) NF-κB activation in Uev1-depleted cells. Experimental conditions are as described in Figure 4A. (C) The F38 residue of Uev1A was required for its interaction with Ubc13. MDA-MB-231 cell extracts expressing UEV1A or UEV1A-F38E were immunoprecipitated with an anti-HA monoclonal antibody, followed by western blotting with an anti-Ubc13 monoclonal antibody and an anti-HA monoclonal antibody. (D) Uev1A-F38E failed to activate NF-κB. Experimental conditions were as described in Figure 4A.  Wu et al. Breast Cancer Research 2014, 16:R75 Page 9 of 15 http://breast-cancer-research.com/content/16/1/R75 decreased the invasiveness of MDA-MB-231 cells as de- termined by a transwell assay, while MMP9 depletion had much less effect (Figure 6B and Additional file 2: Figure S6A). Similarly, MMP1 depletion in UEV1A- overexpressed MDA-MB-231 cells (Additional file 2: Figure S6B) also decreased invasiveness (Additional file 2: Figure S6C and D). To ask whether overexpression of MMP1 is indeed sufficient to dictate MDA-MB-231 cell invasion, we constructed an MMP1-expression plasmid and transfected it to MDA-MB-231 cells, which re- sulted in a 2.6-fold increase in the MMP1 transcript level (Additional file 2: Figure S6E) and a similar increase at the protein level (Additional file 2: Figure S6F), as well as a 2.3-fold increase in invasion (Figure 6C and Additional file 2: Figure S6G). We then restored MMP1 level in UEV1-depleted cells to that of control cells (Figure 6D and E), which was sufficient to rescue the invasiveness in both UEV1-depleted MDA-MB-231 cell lines (Figure 6F). As MMP1 is an important cancer cell metastasis factor [44-46], the above findings allow us to conclude that UEV1A regulates metastasis through tightly controlling MMP1 expression.  UevA-Ubc13 control MMP1 expression by regulating NF-κB To ask whether Uev1A regulates MMP1 through NF-κB, we cloned the 1.8-kb human MMP1 promoter sequence (Figure 7A) into pGL4.2 and co-transfected it with plas- mids expressing UEV1A, UEV1A-F38E or an empty vector into MDA-MB-231 cells. A luciferase assay showed that UEV1A expression activates the MMP1 promoter and that this activation relies on its interaction with Ubc13, as the Uev1A-F38E substitution completely abolished the activa- tion (Figure 7B). The predicted NF-κB binding site (−1133 to approximately −1125) in the MMP1 promoter was then mutated (Figure 7A) and the mutated reporter was used to co-transfect with plasmids expressing UEV1A, UEV1C, MMS2 or the empty vector into MDA-MB-231 cells. Over- expression of only UEV1A, but not UEV1C or MMS2,    Figure 5 Ubiquitin conjugating enzyme variant (Uev)1A positively regulates MMP1 and MMP9 expression. (A) The transcript levels of selected putative NF-κB target genes in MDA-MB-231-TR cells expressing different UEVs as determined by qRT-PCR. (B) Overexpression of UEV1A but not UEV1A-F38E stimulated MMP1 and MMP9 expression in MDA-MB-231 cells as determined by qRT-PCR. (C) Elevated MMP1 and MMP9 protein levels in UEV1A-overexpressed MDA-MB-231 cells as determined by western blot. (D) The transcript levels of MMP1 and MMP9 in two independent shUEV1-transfected MDA-MB-231 cell lines as determined by qRT-PCR. (E) MMP1 and MMP9 protein levels in two independent shUEV1-transfected MDA-MB-231 cell lines as determined by western blot.  Wu et al. Breast Cancer Research 2014, 16:R75 Page 10 of 15 http://breast-cancer-research.com/content/16/1/R75 activated the wild-type PMMP1-Luc reporter and this activation absolutely required the intact NF-κB target site (Figure 7C). To gain direct evidence that the predicted NF-κB binding site indeed interacts with NF-κB, an EMSA was performed using nuclear lysates from TNFα-treated and untreated cells (Figure 7D). A biotin-labeled synthetic MMP1 promoter probe containing the putative NF-κB- binding sequence was able to interact with the nuclear lysate and this interaction was enhanced when cells were pretreated with TNF-α, which induced nuclear transloca- tion of p65 (Figure 7E, lanes 4 and 5). This interaction was abolished when the NF-κB binding sequence was    Figure 6 Matrix metalloproteinase (MMP)1 is a downstream effector for ubiquitin conjugating enzyme variant (Uev)1A-induced metastasis. (A) The mRNA levels of MMP1, MMP9 and UEV1A in MMP1 or MMP9 knocked-down MDA-MB-231 cells as determined by qRT-PCR. (B) Quantitative analysis of cell invasive ability in Matrigel-coated transwells. MDA-MB-231 cells depleted of MMP1 or MMP9 were subject to the transwell assay and at least five random fields were counted under a light-microscope at 200× magnification. (C) Quantitative analysis of cell invasive ability in Matrigel-coated transwells. MDA-MB-231 cells overexpressing MMP1 were subject to the transwell assay and at least five random fields were counted under a light-microscope at 200× magnification. (D) Ectopic expression of MMP1 restored the MMP1 transcript level in two independent UEV1-depleted cell lines as determined by qRT-PCR. (E) Ectopic expression of MMP1 restored the MMP1 protein level in two independent UEV1-depleted cell lines as determined by western blot. (F) Quantitative analysis of cell invasive ability in Matrigel-coated transwells. At least five random fields were counted under a light-microscope at 200× magnification.  Wu et al. Breast Cancer Research 2014, 16:R75 Page 11 of 15 http://breast-cancer-research.com/content/16/1/R75 mutated (lane 6) or out-competed by adding excess un- labeled probe (lane 7), indicating that the interaction is sequence-specific. We conclude from the above observa- tions that NF-κB directly binds to the MMP1 promoter at the predicted binding site. Discussion It has been reported previously that human cells contain two UEV genes, UEV1 and MMS2, which share >90% amino acid sequence-identity in their core domains [4]. Although both Uev1A and Mms2 proteins serve as    Figure 7 Ubiquitin conjugating enzyme variant (Uev)1A regulates Matrix metalloproteinase 1 (MMP1) expression through an NF-κB target sequence in the MMP1 promoter. (A) A schematic illustration of the MMP1 promoter and the PMMP1-Luciferase (Luc) reporter construct. A putative NF-κB binding site in the MMP1 promoter [GenBank: AJ002550.1] is mapped to 1133-1125 nucleotides upstream of its start codon. The mutated sequence in the PMMP1-NF-κBm construct is also shown. (B) The PMMP1-Luc reporter was co-transfected to MDA-MB-231 cells with constructs that overexpressed wild-type UEV1A or UEV1A-F38E. The data were normalized to the activity of cells transfected with the empty vector (pGL4.2). (C) Only UEV1A, but not UEV1C or hMMS2, was able to activate the MMP1 promoter, and this ability was dependent on its interaction with Ubc13. The experimental conditions were as described in Figure 7B. (D) TNFα activates NF-κB as measured by the nuclear localization of the p65 subunit of NF-κB. HeLa cells were treated with or without TNFα for 30 minutes, nuclear proteins were purified and the relative p65 level in the nuclear fraction was determined by western blot and the nuclear protein Lamin B was used as a loading control. (E) Physical interaction between NF-κB and the putative NF-κB target sequence in the MMP1 promoter as determined by electrophoretic mobility shift assay. Lane 1, biotin- labeled NF-κB target sequence probe (NF-κB*). Lane 2, biotin-labeled mutated NF-κB binding site probe (NF-κBm*). Lane 3, Unlabeled double-strand DNA containing the PMMP1 NF-κB target sequence (NF-κB). Lanes 4 to 7 contain either wild-type or mutated PMMP1 NF-κB target sequence as indicated in the upper panel, plus TNFα-treated or untreated cell extract. Lane 7 also contains excessive unlabeled DNA of PMMP1 NF-κB target sequence.  Wu et al. Breast Cancer Research 2014, 16:R75 Page 12 of 15 http://breast-cancer-research.com/content/16/1/R75 cofactors for Ubc13-mediated K63-linked polyubiquiti- nation, their biological functions are apparently distinct and only the Uev1A-Ubc13 complex is involved in NF-κB signaling [10]. It has been puzzling us that Uev1A and Mms2 have different molecular weights and migrate differently; however, a monoclonal antibody capable of recognizing both purified Uev1A and Mms2 only detects a single band in western blot analysis, and siRNA deple- tion of either Mms2 or Uev1 only partially reduced the in- tensity of this band. A careful examination in this study reveals that in addition to the previously reported two UEV1 splicing variants UEV1A and UEV1B [1], cultured    Wu et al. Breast Cancer Research 2014, 16:R75 Page 13 of 15 http://breast-cancer-research.com/content/16/1/R75 human cells contain a novel UEV1 splicing variant, UEV1C, lacking the N-terminal 30 amino acid unique region of Uev1A. The resulting 147-residue protein would co- migrate with Mms2 during electrophoresis. It turns out that the UEV1C transcript is much more abundant than UEV1A, and a Uev1-specific monoclonal antibody can de- tect cellular Uev1C but not Uev1A, unless the latter is ex- perimentally overexpressed. The current study investigates roles of UEV1A, UEV1C  and MMS2 in tumorigenesis using a breast cancer model. With comparable levels of ectopic expression, it was found that only UEV1A, but not UEV1C or MMS2, is able to promote cell migration and invasion. Similarly, overex- pression of UEV1A, but not UEV1C promotes tumor growth and metastasis in a xenograft mouse model. The above results are highly reliable, as the target gene expres- sion is under tight regulation of a Tet-on promoter, and the phenotypes were only observed under Dox-induced conditions. In a reverse experiment, depletion of Uev1 in cultured breast cancer cells significantly reduces cell mi- gration and invasion, as well as tumor growth and metas- tasis in a dose-dependent manner, indicating that the cellular Uev1 (presumbly Uev1A) level plays a critical role in breast tumorigenesis and metastasis. To understand the molecular mechanism by which  Uev1A promotes tumorigenesis, we demonstrated that overexpression of UEV1A, but not UEV1C or MMS2, is able to promote IκBα phorsphorylation and NF-κB trans- location into the nucleus, and that this effect absolutely re- lies on its physical interaction with Ubc13. It is conceivable that as previously reported, the Ubc13-Uev1A heteromider serves as an E2 to assemble K63-linked poly-Ub chains along with cognate really interesting new gene (RING)- finger E3s like TRAF2 and/or TRAF6 [17,34], which recruit K63 polyUb-binding proteins like NEMO [18] and TAB2/3 [47,48] to phorsphorylate and subsequently degrade IκBα, leading to NF-κB activation. NF-κB activation promotes the transcription of many  downstream genes in the signaling cascade [41]. However, the moderate level of NF-κB activation by UEV1A overex- pression does not appear to induce all NF-κB targeting genes. To understand how overexpression of UEV1A leads to tumorigenesis and particularly metastasis in breast can- cer cells, we surveyed NF-κB and metastasis-related genes and focused on two candidate genes, MMP1 and MMP9, both of which are highly induced upon UEV1A overex- pression. Experimental results as presented in this report indicate that both genes are tightly regulatd by cellular Uev1 levels; however, depletion of MMP9 was not as ef- fective as that of MMP1 on cell migration and invasion. As ecotopic expression of MMP1 to restore the wild-type level in Uev1-depleted cells also restored wild-type level of invasiveness, it is plausible to conclude that MMP1 is the critical downstream effector of UEV1A-induced breast cancer metastasis, although this study does not rule out the contributions of MMP9 and possibly other genes. The signal transduction cascade of Uev1A→NF-κB→ MMP1→metastasis is further confirmed by showing that Uev1A-induced MMP1 expression is dependent on both Ubc13 and the predicted NF-κB binding site located in the MMP1 promoter. Although this report only presents data from one human breast cancer line, we have obtained comparable results with a different breast cancer cell line MCF7 (data not shown), indicating that the tumorigenic and metastatic effects of Uev1A is a general phenomenon in breast cancers. While the experimental evidence as shown in this report  clearly indicates that UEV1A can function as a proto- oncogene, the clinical relevance of this finding awaits fu- ture investigation. Nevertheless, our limited TissueScan microarray data indicate a low (less than 2-fold) variation in UEV1A transcript levels among five normal human breast samples, compared with an increase of up to 20- fold in some breast cancer samples. As NF-κB activation is commonly observed in breast cancers [24,25,49] and UEV1 upregulation is also frequently observed in breast cancer samples [12-14] and in cultured tumor cell lines [4], and is found to be correlated to tumorigenic indicators [2,3], it is conceivable that a certain percentage of breast cancer samples with NF-κB activation is due to elevated UEV1A expression. This study demonstrated that the N-terminal region of  Uev1A is the molecular determinant of its cellular func- tion(s) in the NF-κB signaling pathway. Although the exact cellular function of Uev1C remains a mystery, our previous studies [10] have shown that truncated Uev1A missing the N-terminal 30 amino acids behaves like Mms2 in terms of subcellular localization and promo- tion of K63-linked di-Ub versus poly-Ub chains in vitro, suggesting that Uev1C may play an Mms2-related role. Given the importance of Uev1 in signaling and tumori-  genesis, small-molecule inhibitors against Uev1 have been isolated [20,50] based on their interference with the Ubc13- Uev1A interaction, and one appears to be able to inhibit proliferation and survival of diffuse large B-cell lymphoma cells. It is unclear whether these inhibitors also interfere with the Ubc13-Mms2 interaction, as critical residues responaible for the heterdimer formation are conserved be- tween Uev1 and Mms2 [9]. Furthermore, this study pro- vides evidence that a desired inhibitor should target the N-terminal region of Uev1A instead of the Ubc13-Uev1 interface. Hence, this report provides an experimental and theoretical cornerstone for future diagnosis and therapy by targeting Uev1A for the cure of breast cancer.  Conclusions Among three Uev gene products, only Uev1A promotes breast tumor metastasis, which is primarily through    Wu et al. Breast Cancer Research 2014, 16:R75 Page 14 of 15 http://breast-cancer-research.com/content/16/1/R75 activating the NF-κB target gene MMP1. Hence, UEV1A is considered a proto-oncogene and a therapeutic target for breast cancers.  Additional files  Additional file 1: Clinical data for the TissueFocus™ breast cancer tissue microarray purchased from Origene.  Additional file 2: Figure S1. Ubiquitin conjugating enzyme variant (UEV)1A is overexpressed in breast cancer cell lines and tumor samples. Figure S2. UEV expression levels in MDA-MB-231-TR inducible cells. Figure S3. UEV overexpression does not affect cell cycle progression or proliferation in MDA-MB-231 cells. Figure S4. Representative images of wound-healing assays without doxycycline (Dox) treatment. Figure S5. Uev1 depletion reduces cell invasion in vitro and tumor growth in a xenograft model. Figure S6. Matrix metalloproteinase (MMP)1 is tightly regulated by UEV1.  Abbreviations DMEM: Dulbecco's modified Eagle's medium; Dox: doxycycline; EGF: epidermal growth factor; EMSA: electrophoretic mobility shift assay; H&E: hematoxylin and eosin; HRP: horseradish peroxidase; IL: interleukin; IκBα: inhibitor of NF-κB alpha; MMP1: matrix metalloproteinase-1; NF-κB: nuclear factor of kappa-light polypeptide gene enhancer in B-cells; PBS: phosphate-buffered saline; PCR: polymerase chain reaction; shRNA: small hairpin RNA; siRNA: small interfering RNA; TNF: tumor necrosis factor; TRAF: tumor necrosis factor receptor-associated factor; UEV: ubiquitin conjugating enzyme variant.  Competing interests The authors declare they have no competing interests.  Authors' contributions ZW participated in the project design and carried out most experiments. SS carried out the MMP1 expression and restoration experiments in MDA-MB-231 cells and cell mobility analysis in MCF7 cells. ZZ carried out MMP1 and MMP9 depletion by siRNA and analysis in MDA-MB-231 cells, HeLa cell nuclear protein extraction, and participated in the animal studies. WZ was involved in project design and technical advice. WX conceived the study, participated in the project design, manuscript preparation and submission. All authors read and approved the final manuscript.  Acknowledgements The authors wish to thank the Department of Laboratory Animal Science of Peking University Health Science Center for animal care assistance, Michelle Hanna for proofreading the manuscript and other laboratory members for discussion. This work was supported by a Capital Normal University 211 Special fund 10531182313 and the Canadian Breast Cancer Foundation research grant C7022 to WX.  Received: 3 February 2014 Accepted: 1 July 2014 Published: 14 July 2014  References 1. Rothofsky ML, Lin SL: CROC-1 encodes a protein which mediates  transcriptional activation of the human FOS promoter. Gene 1997, 195:141-149.  2. Ma L, Broomfield S, Lavery C, Lin SL, Xiao W, Bacchetti S: Up-regulation of CIR1/CROC1 expression upon cell immortalization and in tumor-derived human cell lines. Oncogene 1998, 17:1321-1326.  3. Sancho E, Vila MR, Sanchez-Pulido L, Lozano JJ, Paciucci R, Nadal M, Fox M, Harvey C, Bercovich B, Loukili N, Ciechanover A, Lin SL, Sanz F, Estivill X, Valencia A, Thomson TM: Role of UEV-1, an inactive variant of the E2 ubiquitin-conjugating enzymes, in in vitro differentiation and cell cycle behavior of HT-29-M6 intestinal mucosecretory cells. Mol Cell Biol 1998, 18:576-589.  4. Xiao W, Lin SL, Broomfield S, Chow BL, Wei YF: The products of the yeast MMS2 and two human homologs (hMMS2 and CROC-1) define a structurally and functionally conserved Ubc-like protein family. Nucleic Acids Res 1998, 26:3908-3914.  5. Hofmann RM, Pickart CM: Noncanonical MMS2-encoded ubiquitin-conjugating enzyme functions in assembly of novel polyubiquitin chains for DNA repair. Cell 1999, 96:645-653.  6. McKenna S, Moraes T, Pastushok L, Ptak C, Xiao W, Spyracopoulos L, Ellison MJ: An NMR-based model of the ubiquitin-bound human ubiquitin conjugation complex Mms2•Ubc13. The structural basis for lysine 63 chain catalysis. J Biol Chem 2003, 278:13151-13158.  7. McKenna S, Spyracopoulos L, Moraes T, Pastushok L, Ptak C, Xiao W, Ellison MJ: Noncovalent interaction between ubiquitin and the human DNA repair protein Mms2 is required for Ubc13-mediated polyubiquitination. J Biol Chem 2001, 276:40120-40126.  8. Moraes TF, Edwards RA, McKenna S, Pastushok L, Xiao W, Glover JN, Ellison MJ: Crystal structure of the human ubiquitin conjugating enzyme complex, hMms2-hUbc13. Nat Struct Biol 2001, 8:669-673.  9. Pastushok L, Moraes TF, Ellison MJ, Xiao W: A single Mms2 “key” residue insertion into a Ubc13 pocket determines the interface specificity of a human Lys63 ubiquitin conjugation complex. J Biol Chem 2005, 280:17891-17900.  10. Andersen PL, Zhou H, Pastushok L, Moraes T, McKenna S, Ziola B, Ellison MJ, Dixit VM, Xiao W: Distinct regulation of Ubc13 functions by the two ubiquitin-conjugating enzyme variants Mms2 and Uev1A. J Cell Biol 2005, 170:745-755.  11. Brinkmann U, Gallo M, Polymeropoulos MH, Pastan I: The human CAS (cellular apoptosis susceptibility) gene mapping on chromosome 20q13 is amplified in BT474 breast cancer cells and part of aberrant chromosomes in breast and colon cancer cell lines. Genome Res 1996, 6:187-194.  12. Kallioniemi A, Kallioniemi OP, Piper J, Tanner M, Stokke T, Chen L, Smith HS, Pinkel D, Gray JW, Waldman FM: Detection and mapping of amplified DNA sequences in breast cancer by comparative genomic hybridization. Proc Natl Acad Sci USA 1994, 91:2156-2160.  13. Tanner MM, Tirkkonen M, Kallioniemi A, Collins C, Stokke T, Karhu R, Kowbel D, Shadravan F, Hintz M, Kuo WL, Waldman FM, Isola JJ, Gray JW, Kallioniemi OP: Increased copy number at 20q13 in breast cancer: defining the critical region and exclusion of candidate genes. Cancer Res 1994, 54:4257-4260.  14. Tanner MM, Tirkkonen M, Kallioniemi A, Holli K, Collins C, Kowbel D, Gray JW, Kallioniemi OP, Isola J: Amplification of chromosomal region 20q13 in invasive breast cancer: prognostic implications. Clinical Cancer Res 1995, 1:1455-1461.  15. El-Rifai W, Harper JC, Cummings OW, Hyytinen ER, Frierson HF Jr, Knuutila S, Powell SM: Consistent genetic alterations in xenografts of proximal stomach and gastro-esophageal junction adenocarcinomas. Cancer Res 1998, 58:34-37.  16. Savelieva E, Belair CD, Newton MA, DeVries S, Gray JW, Waldman F, CA R: 20q gain associates with immortalization: 20q13.2 amplification correlates with genome instability in human papillomavirus 16 E7 transformed human uroepithelial cells. Oncogene 1997, 14:551-560.  17. Deng L, Wang C, Spencer E, Yang L, Braun A, You J, Slaughter C, Pickart C, Chen ZJ: Activation of the IκB kinase complex by TRAF6 requires a dimeric ubiquitin-conjugating enzyme complex and a unique polyubiquitin chain. Cell 2000, 103:351-361.  18. Zhou H, Wertz I, O'Rourke K, Ultsch M, Seshagiri S, Eby M, Xiao W, Dixit VM: Bcl10 activates the NF-κB pathway through ubiquitination of NEMO. Nature 2004, 427:167-171.  19. Syed NA, Andersen PL, Warrington RC, Xiao W: Uev1A, a ubiquitin conjugating enzyme variant, inhibits stress-induced apoptosis through NF-κB activation. Apoptosis 2006, 11:2147-2157.  20. Pulvino M, Liang Y, Oleksyn D, DeRan M, Van Pelt E, Shapiro J, Sanz I, Chen L, Zhao J: Inhibition of proliferation and survival of diffuse large B-cell lymphoma cells by a small-molecule inhibitor of the ubiquitin-conjugating enzyme Ubc13-Uev1A. Blood 2012, 120:1668-1677.  21. Debatin KM: Apoptosis pathways in cancer and cancer therapy. Cancer Immunol Immunother 2004, 53:153-159.  22. Ditsworth D, Zong WX: NF-κB: key mediator of inflammation-associated cancer. Cancer Biol Ther 2004, 3:1214-1216.  23. Karin M, Ben-Neriah Y: Phosphorylation meets ubiquitination: the control of NF-κB activity. Annu Rev Immunol 2000, 18:621-663.  http://www.biomedcentral.com/content/supplementary/bcr3692-S1.xls http://www.biomedcentral.com/content/supplementary/bcr3692-S2.doc   Wu et al. Breast Cancer Research 2014, 16:R75 Page 15 of 15 http://breast-cancer-research.com/content/16/1/R75  VieVie 24. Prasad S, Ravindran J, Aggarwal BB: NF-κB and cancer: how intimate is this relationship. Mol Cell Biochem 2010, 336:25-37.  25. Lin A, Karin M: NF-κB in cancer: a marked target. Semin Cancer Biol 2003, 13:107-114.  26. Chilov D, Kukk E, Taira S, Jeltsch M, Kaukonen J, Palotie A, Joukov V, Alitalo K: Genomic organization of human and mouse genes for vascular endothelial growth factor C. J Biol Chem 1997, 272:25176-25183.  27. Shakhov AN, Kuprash DV, Azizov MM, Jongeneel CV, Nedospasov SA: Structural analysis of the rabbit TNF locus, containing the genes encoding TNF-β (lymphotoxin) and TNF-α (tumor necrosis factor). Gene 1990, 95:215-221.  28. Dong Z, Nemeth JA, Cher ML, Palmer KC, Bright RC, Fridman R: Differential regulation of matrix metalloproteinase-9, tissue inhibitor of metalloproteinase-1 (TIMP-1) and TIMP-2 expression in co-cultures of prostate cancer and stromal cells. Int J Cancer 2001, 93:507-515.  29. Wang X, Lu H, Urvalek AM, Li T, Yu L, Lamar J, DiPersio CM, Feustel PJ, Zhao J: KLF8 promotes human breast cancer cell invasion and metastasis by transcriptional activation of MMP9. Oncogene 2011, 30:1901-1911.  30. Shin SY, Nam JS, Lim Y, Lee YH: TNFα-exposed bone marrow-derived mesenchymal stem cells promote locomotion of MDA-MB-231 breast cancer cells through transcriptional activation of CXCR3 ligand chemokines. J Biol Chem 2010, 285:30731-30740.  31. Son DS, Roby KF: Interleukin-1alpha-induced chemokines in mouse granulosa cells: impact on keratinocyte chemoattractant chemokine, a CXC subfamily. Mol Endocrinol 2006, 20:2999-3013.  32. Maruyama K, Takada Y, Ray N, Kishimoto Y, Penninger JM, Yasuda H, Matsuo K: Receptor activator of NF-κB ligand and osteoprotegerin regulate proinflammatory cytokine production in mice. J Immunol 2006, 177:3799-3805.  33. Wang C, Deng L, Hong M, Akkaraju GR, Inoue J, Chen ZJ: TAK1 is a ubiquitin-dependent kinase of MKK and IKK. Nature 2001, 412:346-351.  34. Shi CS, Kehrl JH: Tumor necrosis factor (TNF)-induced germinal center kinase-related (GCKR) and stress-activated protein kinase (SAPK) activation depends upon the E2/E3 complex Ubc13-Uev1A/TNF receptor-associated factor 2 (TRAF2). J Biol Chem 2003, 278:15429-15434.  35. Sun L, Deng L, Ea CK, Xia ZP, Chen ZJ: The TRAF6 ubiquitin ligase and TAK1 kinase mediate IKK activation by BCL10 and MALT1 in T lymphocytes. Mol Cell 2004, 14:289-301.  36. Ea CK, Deng L, Xia ZP, Pineda G, Chen ZJ: Activation of IKK by TNFα requires site-specific ubiquitination of RIP1 and polyubiquitin binding by NEMO. Mol Cell 2006, 22:245-257.  37. Liu S, Chen ZJ: Expanding role of ubiquitination in NF-κB signaling. Cell Res 2011, 21:6-21.  38. Clinical data for the TissueFocus™ breast cancer tissue microarray purchased from Origene. [http://www.origene.com/qPCR/Tissue-qPCR- Arrays.aspx]  39. Pelzer L, Pastushok L, Moraes T, Mark Glover JN, Ellison MJ, Ziola B, Xiao W: Biological significance of structural differences between two highly conserved Ubc variants. Biochem Biophys Res Commun 2009, 378:563-568.  40. Duex JE, Mullins MR, Sorkin A: Recruitment of Uev1B to Hrs-containing endosomes and its effect on endosomal trafficking. Exp Cell Res 2010, 316:2136-2151.  41. Hayden MS, Ghosh S: Signaling to NF-κB. Genes Dev 2004, 18:2195-2224. 42. Jung YJ, Isaacs JS, Lee S, Trepel J, Neckers L: IL-1β-mediated  up-regulation of HIF-1α via an NFκB/COX-2 pathway identifies HIF-1 as a critical link between inflammation and oncogenesis. FASEB J 2003, 17:2115-2117.  43. Novotny NM, Markel TA, Crisostomo PR, Meldrum DR: Differential IL-6 and VEGF secretion in adult and neonatal mesenchymal stem cells: role of NFκB. Cytokine 2008, 43:215-219.  44. Cheng S, Tada M, Hida Y, Asano T, Kuramae T, Takemoto N, Hamada J, Miyamoto M, Hirano S, Kondo S, Moriuchi T: High MMP-1 mRNA expression is a risk factor for disease-free and overall survivals in patients with invasive breast carcinoma. J Surg Res 2008, 146:104-109.  45. Trivedi V, Boire A, Tchernychev B, Kaneider NC, Leger AJ, O'Callaghan K, Covic L, Kuliopulos A: Platelet matrix metalloprotease-1 mediates thrombogenesis by activating PAR1 at a cryptic ligand site. Cell 2009, 137:332-343.  46. Qu Y, Wang J, Ray PS, Guo H, Huang J, Shin-Sim M, Bukoye BA, Liu B, Lee AV, Lin X, Huang P, Martens JW, Giuliano AE, Zhang N, Cheng NH, Cui X: Thioredoxin-like 2 regulates human cancer cell growth and w publication statsw publication stats metastasis via redox homeostasis and NF-κB signaling. J Clin Invest 2011, 121:212-225.  47. Kanayama A, Seth RB, Sun L, Ea CK, Hong M, Shaito A, Chiu YH, Deng L, Chen ZJ: TAB2 and TAB3 activate the NF-κB pathway through binding to polyubiquitin chains. Mol Cell 2004, 15:535-548.  48. Sato Y, Yoshikawa A, Yamashita M, Yamagata A, Fukai S: Structural basis for specific recognition of Lys 63-linked polyubiquitin chains by NZF domains of TAB2 and TAB3. EMBO J 2009, 28:3903-3909.  49. Dolcet X, Llobet D, Pallares J, Matias-Guiu X: NF-κB in development and progression of human cancer. Virchows Arch 2005, 446:475-482.  50. Scheper J, Guerra-Rebollo M, Sanclimens G, Moure A, Masip I, Gonzalez-Ruiz D, Rubio N, Crosas B, Meca-Cortes O, Loukili N, Plans V, Morreale A, Blanco J, Ortiz AR, Messeguer A, Thomson TM: Protein-protein interaction antagonists as novel inhibitors of non-canonical polyubiquitylation. PloS One 2010, 5:e11403.  doi:10.1186/bcr3692 Cite this article as: Wu et al.: Ubiquitin-conjugating enzyme complex Uev1A-Ubc13 promotes breast cancer metastasis through nuclear factor-кB mediated matrix metalloproteinase-1 gene regulation. Breast Cancer Research 2014 16:R75. Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  http://www.origene.com/qPCR/Tissue-qPCR-Arrays.aspx http://www.origene.com/qPCR/Tissue-qPCR-Arrays.aspx https://www.researchgate.net/publication/263936311   Abstract  Introduction  Methods  Results  Conclusions   Introduction  Methods  Cell culture  Plasmids and pLentivirus vector preparation  RNA preparation and real-time RT-PCR (qRT-PCR)  Luciferase reporter assay  Western blot analysis  Immunoprecipitation  Cell invasion and migration assays  Metastasis assay in a xenograft mouse model  Histopathology  Preparation of nuclear fraction  Electrophoretic mobility shift assay (EMSA)  Statistical analysis   Results  Alternative UEV1 transcript levels in breast cancer cell lines and samples  Overexpression of UEV1A promotes breast cancer cell invasion in-vitro and metastasis in a xenograft model  Depletion of Uev1 prevents breast cancer cell invasion in-vitro and metastasis in nude mice  Overexpression of UEV1A activates NF-κB in MDA-MB-231 cells in a Ubc13-dependent manner  MMP1 and MMP9 are tightly regulated by UEV1  MMP1 is a downstream effector for Uev1A-induced metastasis  UevA-Ubc13 control MMP1 expression by regulating NF-κB   Discussion  Conclusions  Additional files  Abbreviations  Competing interests  Authors' contributions  Acknowledgements  References                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /PageByPage   /Binding /Left   /CalGrayProfile (Dot Gain 20%)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.4   /CompressObjects /Tags   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.1000   /ColorConversionStrategy /LeaveColorUnchanged   /DoThumbnails true   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams true   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments false   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /OK   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 300   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /OK   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 300   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /OK   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile (None)   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /ARA <FEFF06270633062A062E062F0645002006470630064700200627064406250639062F0627062F0627062A002006440625064606340627062100200648062B062706260642002000410064006F00620065002000500044004600200645062A0648062706410642062900200644064406370628062706390629002006300627062A002006270644062C0648062F0629002006270644063906270644064A06290020064506460020062E06440627064400200627064406370627062806390627062A00200627064406450643062A0628064A062900200623064800200623062C06470632062900200625062C06310627062100200627064406280631064806410627062A061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E0020064506390020005000440046002F0041060C0020062706440631062C062706210020064506310627062C063906290020062F0644064A0644002006450633062A062E062F06450020004100630072006F006200610074061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E>     /BGR <FEFF04180437043f043e043b043704320430043904420435002004420435043704380020043d0430044104420440043e0439043a0438002c00200437043000200434043000200441044a0437043404300432043004420435002000410064006f00620065002000500044004600200434043e043a0443043c0435043d044204380020043704300020043a0430044704350441044204320435043d0020043f04350447043004420020043d04300020043d043004410442043e043b043d04380020043f04400438043d04420435044004380020043800200443044104420440043e043904410442043204300020043704300020043f04350447043004420020043d04300020043f0440043e0431043d04380020044004300437043f0435044704300442043a0438002e002000200421044a04370434043004340435043d043804420435002000500044004600200434043e043a0443043c0435043d044204380020043c043e0433043004420020043404300020044104350020043e0442043204300440044f0442002004410020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200441043b0435043404320430044904380020043204350440044104380438002e>     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000500044004600206587686353ef901a8fc7684c976262535370673a548c002000700072006f006f00660065007200208fdb884c9ad88d2891cf62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef653ef5728684c9762537088686a5f548c002000700072006f006f00660065007200204e0a73725f979ad854c18cea7684521753706548679c300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /CZE <FEFF005400610074006f0020006e006100730074006100760065006e00ed00200070006f0075017e0069006a007400650020006b0020007600790074007600e101590065006e00ed00200064006f006b0075006d0065006e0074016f002000410064006f006200650020005000440046002000700072006f0020006b00760061006c00690074006e00ed0020007400690073006b0020006e0061002000730074006f006c006e00ed006300680020007400690073006b00e10072006e00e100630068002000610020006e00e1007400690073006b006f007600fd006300680020007a0061015900ed007a0065006e00ed00630068002e002000200056007900740076006f01590065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f007400650076015900ed007400200076002000700072006f006700720061006d0065006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076011b006a016100ed00630068002e>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002000740069006c0020006b00760061006c00690074006500740073007500640073006b007200690076006e0069006e006700200065006c006c006500720020006b006f007200720065006b007400750072006c00e60073006e0069006e0067002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200076006f006e002000640065006e0065006e002000530069006500200068006f00630068007700650072007400690067006500200044007200750063006b006500200061007500660020004400650073006b0074006f0070002d0044007200750063006b00650072006e00200075006e0064002000500072006f006f0066002d00470065007200e400740065006e002000650072007a0065007500670065006e0020006d00f60063006800740065006e002e002000450072007300740065006c006c007400650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000410064006f00620065002000520065006100640065007200200035002e00300020006f0064006500720020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f0062006500200050004400460020007000610072006100200063006f006e00730065006700750069007200200069006d0070007200650073006900f3006e002000640065002000630061006c006900640061006400200065006e00200069006d0070007200650073006f0072006100730020006400650020006500730063007200690074006f00720069006f00200079002000680065007200720061006d00690065006e00740061007300200064006500200063006f00720072006500630063006900f3006e002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /ETI <FEFF004b00610073007500740061006700650020006e0065006900640020007300e4007400740065006900640020006c006100750061002d0020006a00610020006b006f006e00740072006f006c006c007400f5006d006d006900730065007000720069006e0074006500720069007400650020006a0061006f006b00730020006b00760061006c006900740065006500740073006500740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740069006400650020006c006f006f006d006900730065006b0073002e002e00200020004c006f006f0064007500640020005000440046002d0064006f006b0075006d0065006e00740065002000730061006100740065002000610076006100640061002000700072006f006700720061006d006d006900640065006700610020004100630072006f0062006100740020006e0069006e0067002000410064006f00620065002000520065006100640065007200200035002e00300020006a00610020007500750065006d006100740065002000760065007200730069006f006f006e00690064006500670061002e000d000a>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f00620065002000500044004600200070006f007500720020006400650073002000e90070007200650075007600650073002000650074002000640065007300200069006d007000720065007300730069006f006e00730020006400650020006800610075007400650020007100750061006c0069007400e90020007300750072002000640065007300200069006d007000720069006d0061006e0074006500730020006400650020006200750072006500610075002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /GRE <FEFF03a703c103b703c303b903bc03bf03c003bf03b903ae03c303c403b5002003b103c503c403ad03c2002003c403b903c2002003c103c503b803bc03af03c303b503b903c2002003b303b903b1002003bd03b1002003b403b703bc03b903bf03c503c103b303ae03c303b503c403b5002003ad03b303b303c103b103c603b1002000410064006f006200650020005000440046002003b303b903b1002003b503ba03c403cd03c003c903c303b7002003c003bf03b903cc03c403b703c403b103c2002003c303b5002003b503ba03c403c503c003c903c403ad03c2002003b303c103b103c603b503af03bf03c5002003ba03b103b9002003b403bf03ba03b903bc03b103c303c403ad03c2002e0020002003a403b10020005000440046002003ad03b303b303c103b103c603b1002003c003bf03c5002003ad03c703b503c403b5002003b403b703bc03b903bf03c503c103b303ae03c303b503b9002003bc03c003bf03c103bf03cd03bd002003bd03b1002003b103bd03bf03b903c703c403bf03cd03bd002003bc03b5002003c403bf0020004100630072006f006200610074002c002003c403bf002000410064006f006200650020005200650061006400650072002000200035002e0030002003ba03b103b9002003bc03b503c403b103b303b503bd03ad03c303c403b503c103b503c2002003b503ba03b403cc03c303b503b903c2002e>     /HEB <FEFF05D405E905EA05DE05E905D5002005D105D405D205D305E805D505EA002005D005DC05D4002005DB05D305D9002005DC05D905E605D505E8002005DE05E105DE05DB05D9002000410064006F006200650020005000440046002005E205D105D505E8002005D405D305E405E105D4002005D005D905DB05D505EA05D905EA002005D105DE05D305E405E105D505EA002005E905D505DC05D705E005D905D505EA002005D505DB05DC05D9002005D405D205D405D4002E002005DE05E105DE05DB05D9002005D4002D005000440046002005E905E005D505E605E805D905DD002005E005D905EA05E005D905DD002005DC05E405EA05D905D705D4002005D105D005DE05E605E205D505EA0020004100630072006F006200610074002005D5002D00410064006F00620065002000520065006100640065007200200035002E0030002005D505D205E805E105D005D505EA002005DE05EA05E705D305DE05D505EA002005D905D505EA05E8002E>     /HRV <FEFF005a00610020007300740076006100720061006e006a0065002000410064006f00620065002000500044004600200064006f006b0075006d0065006e0061007400610020007a00610020006b00760061006c00690074006500740061006e0020006900730070006900730020006e006100200070006900730061010d0069006d006100200069006c0069002000700072006f006f006600650072002000750072006501110061006a0069006d0061002e00200020005300740076006f00720065006e0069002000500044004600200064006f006b0075006d0065006e007400690020006d006f006700750020007300650020006f00740076006f00720069007400690020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006b00610073006e0069006a0069006d0020007600650072007a0069006a0061006d0061002e>     /HUN <FEFF004d0069006e0151007300e9006700690020006e0079006f006d00610074006f006b0020006b00e90073007a00ed007400e9007300e900680065007a002000610073007a00740061006c00690020006e0079006f006d00740061007400f3006b006f006e002000e9007300200070007200f300620061006e0079006f006d00f3006b006f006e00200065007a0065006b006b0065006c0020006100200062006500e1006c006c00ed007400e10073006f006b006b0061006c002c00200068006f007a007a006f006e0020006c00e9007400720065002000410064006f00620065002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00610074002e0020002000410020006c00e90074007200650068006f007a006f00740074002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00200061007a0020004100630072006f006200610074002c00200061007a002000410064006f00620065002000520065006100640065007200200035002e0030002000e9007300200061007a002000610074007400f3006c0020006b00e9007301510062006200690020007600650072007a006900f3006b006b0061006c00200020006e00790069007400680061007400f3006b0020006d00650067002e>     /ITA <FEFF005500740069006c0069007a007a006100720065002000710075006500730074006500200069006d0070006f007300740061007a0069006f006e00690020007000650072002000630072006500610072006500200064006f00630075006d0065006e00740069002000410064006f006200650020005000440046002000700065007200200075006e00610020007300740061006d007000610020006400690020007100750061006c0069007400e00020007300750020007300740061006d00700061006e0074006900200065002000700072006f006f0066006500720020006400650073006b0074006f0070002e0020004900200064006f00630075006d0065006e007400690020005000440046002000630072006500610074006900200070006f00730073006f006e006f0020006500730073006500720065002000610070006500720074006900200063006f006e0020004100630072006f00620061007400200065002000410064006f00620065002000520065006100640065007200200035002e003000200065002000760065007200730069006f006e006900200073007500630063006500730073006900760065002e>     /JPN <FEFF9ad854c18cea51fa529b7528002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e30593002537052376642306e753b8cea3092670059279650306b4fdd306430533068304c3067304d307e3059300230c730b930af30c830c330d730d730ea30f330bf3067306e53705237307e305f306f30d730eb30fc30d57528306b9069305730663044307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e30593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020b370c2a4d06cd0d10020d504b9b0d1300020bc0f0020ad50c815ae30c5d0c11c0020ace0d488c9c8b85c0020c778c1c4d560002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /LTH <FEFF004e006100750064006f006b0069007400650020016100690075006f007300200070006100720061006d006500740072007500730020006e006f0072011700640061006d00690020006b0075007200740069002000410064006f00620065002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b007500720069006500200073006b00690072007400690020006b006f006b0079006200690161006b0061006900200073007000610075007300640069006e007400690020007300740061006c0069006e0069006100690073002000690072002000620061006e00640079006d006f00200073007000610075007300640069006e007400750076006100690073002e0020002000530075006b0075007200740069002000500044004600200064006f006b0075006d0065006e007400610069002000670061006c006900200062016b007400690020006100740069006400610072006f006d00690020004100630072006f006200610074002000690072002000410064006f00620065002000520065006100640065007200200035002e0030002000610072002000760117006c00650073006e0117006d00690073002000760065007200730069006a006f006d00690073002e>     /LVI <FEFF0049007a006d0061006e0074006f006a00690065007400200161006f00730020006900650073007400610074012b006a0075006d00750073002c0020006c0061006900200069007a0076006500690064006f00740075002000410064006f00620065002000500044004600200064006f006b0075006d0065006e0074007500730020006b00760061006c0069007400610074012b0076006100690020006400720075006b010101610061006e00610069002000610072002000670061006c006400610020007000720069006e00740065007200690065006d00200075006e0020007000610072006100750067006e006f00760069006c006b0075006d0075002000690065007300700069006500640113006a00690065006d002e00200049007a0076006500690064006f006a006900650074002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b006f002000760061007200200061007400760113007200740020006100720020004100630072006f00620061007400200075006e002000410064006f00620065002000520065006100640065007200200035002e0030002c0020006b0101002000610072012b00200074006f0020006a00610075006e0101006b0101006d002000760065007200730069006a0101006d002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken voor kwaliteitsafdrukken op desktopprinters en proofers. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200066006f00720020007500740073006b00720069006600740020006100760020006800f800790020006b00760061006c00690074006500740020007000e500200062006f007200640073006b0072006900760065007200200065006c006c00650072002000700072006f006f006600650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002000730065006e006500720065002e>     /POL <FEFF0055007300740061007700690065006e0069006100200064006f002000740077006f0072007a0065006e0069006100200064006f006b0075006d0065006e007400f3007700200050004400460020007a002000770079017c0073007a010500200072006f007a0064007a00690065006c0063007a006f015b0063006901050020006f006200720061007a006b00f30077002c0020007a0061007000650077006e00690061006a0105006301050020006c006500700073007a01050020006a0061006b006f015b0107002000770079006400720075006b00f30077002e00200044006f006b0075006d0065006e0074007900200050004400460020006d006f017c006e00610020006f007400770069006500720061010700200077002000700072006f006700720061006d006900650020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006e006f00770073007a0079006d002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f0062006500200050004400460020007000610072006100200069006d0070007200650073007300f5006500730020006400650020007100750061006c0069006400610064006500200065006d00200069006d00700072006500730073006f0072006100730020006400650073006b0074006f00700020006500200064006900730070006f00730069007400690076006f0073002000640065002000700072006f00760061002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /RUM <FEFF005500740069006c0069007a00610163006900200061006300650073007400650020007300650074010300720069002000700065006e007400720075002000610020006300720065006100200064006f00630075006d0065006e00740065002000410064006f006200650020005000440046002000700065006e007400720075002000740069007001030072006900720065002000640065002000630061006c006900740061007400650020006c006100200069006d007000720069006d0061006e007400650020006400650073006b0074006f00700020015f0069002000700065006e0074007200750020007600650072006900660069006300610074006f00720069002e002000200044006f00630075006d0065006e00740065006c00650020005000440046002000630072006500610074006500200070006f00740020006600690020006400650073006300680069007300650020006300750020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e00300020015f00690020007600650072007300690075006e0069006c006500200075006c0074006500720069006f006100720065002e>     /RUS <FEFF04180441043f043e043b044c04370443043904420435002004340430043d043d044b04350020043d0430044104420440043e0439043a043800200434043b044f00200441043e043704340430043d0438044f00200434043e043a0443043c0435043d0442043e0432002000410064006f006200650020005000440046002c0020043f044004350434043d04300437043d043004470435043d043d044b044500200434043b044f0020043a0430044704350441044204320435043d043d043e04390020043f043504470430044204380020043d04300020043d043004410442043e043b044c043d044b04450020043f04400438043d044204350440043004450020043800200443044104420440043e04390441044204320430044500200434043b044f0020043f043e043b044304470435043d0438044f0020043f0440043e0431043d044b04450020043e0442044204380441043a043e0432002e002000200421043e043704340430043d043d044b04350020005000440046002d0434043e043a0443043c0435043d0442044b0020043c043e0436043d043e00200020043e0442043a0440044b043204300442044c002004410020043f043e043c043e0449044c044e0020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200431043e043b043504350020043f043e04370434043d043804450020043204350440044104380439002e>     /SKY <FEFF0054006900650074006f0020006e006100730074006100760065006e0069006100200070006f0075017e0069007400650020006e00610020007600790074007600e100720061006e0069006500200064006f006b0075006d0065006e0074006f0076002000410064006f00620065002000500044004600200070007200650020006b00760061006c00690074006e00fa00200074006c0061010d0020006e0061002000730074006f006c006e00fd0063006800200074006c0061010d00690061007201480061006300680020006100200074006c0061010d006f007600fd006300680020007a006100720069006100640065006e0069006100630068002e00200056007900740076006f00720065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f00740076006f00720069016500200076002000700072006f006700720061006d006f006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076016100ed00630068002e000d000a>     /SLV <FEFF005400650020006e006100730074006100760069007400760065002000750070006f0072006100620069007400650020007a00610020007500730074007600610072006a0061006e006a006500200064006f006b0075006d0065006e0074006f0076002000410064006f0062006500200050004400460020007a00610020006b0061006b006f0076006f00730074006e006f0020007400690073006b0061006e006a00650020006e00610020006e0061006d0069007a006e006900680020007400690073006b0061006c006e0069006b0069006800200069006e0020007000720065007600650072006a0061006c006e0069006b00690068002e00200020005500730074007600610072006a0065006e006500200064006f006b0075006d0065006e0074006500200050004400460020006a00650020006d006f0067006f010d00650020006f0064007000720065007400690020007a0020004100630072006f00620061007400200069006e002000410064006f00620065002000520065006100640065007200200035002e003000200069006e0020006e006f00760065006a01610069006d002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a00610020006c0061006100640075006b006100730074006100200074007900f6007000f60079007400e400740075006c006f0073007400750073007400610020006a00610020007600650064006f007300740075007300740061002000760061007200740065006e002e00200020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740020006600f600720020006b00760061006c00690074006500740073007500740073006b0072006900660074006500720020007000e5002000760061006e006c00690067006100200073006b0072006900760061007200650020006f006300680020006600f600720020006b006f007200720065006b007400750072002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /TUR <FEFF004d00610073006100fc0073007400fc002000790061007a013100630131006c006100720020007600650020006200610073006b01310020006d0061006b0069006e0065006c006500720069006e006400650020006b0061006c006900740065006c00690020006200610073006b013100200061006d0061006301310079006c0061002000410064006f006200650020005000440046002000620065006c00670065006c0065007200690020006f006c0075015f007400750072006d0061006b0020006900e70069006e00200062007500200061007900610072006c0061007201310020006b0075006c006c0061006e0131006e002e00200020004f006c0075015f0074007500720075006c0061006e0020005000440046002000620065006c00670065006c0065007200690020004100630072006f006200610074002000760065002000410064006f00620065002000520065006100640065007200200035002e003000200076006500200073006f006e0072006100730131006e00640061006b00690020007300fc007200fc006d006c00650072006c00650020006100e70131006c006100620069006c00690072002e>     /UKR <FEFF04120438043a043e0440043804410442043e043204430439044204350020044604560020043f043004400430043c043504420440043800200434043b044f0020044104420432043e04400435043d043d044f00200434043e043a0443043c0435043d044204560432002000410064006f006200650020005000440046002c0020044f043a04560020043d04300439043a04400430044904350020043f045604340445043e0434044f0442044c00200434043b044f0020043204380441043e043a043e044f043a04560441043d043e0433043e0020043404400443043a04430020043d04300020043d0430044104420456043b044c043d043804450020043f04400438043d044204350440043004450020044204300020043f04400438044104420440043e044f044500200434043b044f0020043e044204400438043c0430043d043d044f0020043f0440043e0431043d0438044500200437043e04310440043004360435043d044c002e00200020042104420432043e04400435043d045600200434043e043a0443043c0435043d0442043800200050004400460020043c043e0436043d04300020043204560434043a0440043804420438002004430020004100630072006f006200610074002004420430002000410064006f00620065002000520065006100640065007200200035002e0030002004300431043e0020043f04560437043d04560448043e04570020043204350440044104560457002e>     /ENU (Use these settings to create Adobe PDF documents for quality printing on desktop printers and proofers.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >>   /Namespace [     (Adobe)     (Common)     (1.0)   ]   /OtherNamespaces [     <<       /AsReaderSpreads false       /CropImagesToFrames true       /ErrorControl /WarnAndContinue       /FlattenerIgnoreSpreadOverrides false       /IncludeGuidesGrids false       /IncludeNonPrinting false       /IncludeSlug false       /Namespace [         (Adobe)         (InDesign)         (4.0)       ]       /OmitPlacedBitmaps false       /OmitPlacedEPS false       /OmitPlacedPDF false       /SimulateOverprint /Legacy     >>     <<       /AddBleedMarks false       /AddColorBars false       /AddCropMarks false       /AddPageInfo false       /AddRegMarks false       /ConvertColors /NoConversion       /DestinationProfileName ()       /DestinationProfileSelector /NA       /Downsample16BitImages true       /FlattenerPreset <<         /PresetSelector /MediumResolution       >>       /FormElements false       /GenerateStructure true       /IncludeBookmarks false       /IncludeHyperlinks false       /IncludeInteractive false       /IncludeLayers false       /IncludeProfiles true       /MultimediaHandling /UseObjectSettings       /Namespace [         (Adobe)         (CreativeSuite)         (2.0)       ]       /PDFXOutputIntentProfileSelector /NA       /PreserveEditing true       /UntaggedCMYKHandling /LeaveUntagged       /UntaggedRGBHandling /LeaveUntagged       /UseDocumentBleed false     >>   ] >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [595.440 793.440] >> setpagedevice",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}