{
    "summary": "Old tuberculosis and bronchiectasis are the two most important causes of chronic structural changes of lungs in our locality. In the absence of radiologically visible mycetoma, the cause of hemoptysis in these two groups of patients is largely unknown. A 17-month prospective study was carried out to compare the prevalence of Aspergillus fumigatus and Aspergillus flavus antibodies in hemoptysis patients with old tuberculosis or bronchiectasis but no radiologically visible mycetoma (cases, n = 38), hemoptysis patients with other diagnosis (control group 1, n = 29), and patients with old tuberculosis or bronchiectasis but no hemoptysis (control group 2, n = 47) by a recently developed sensitive and specific A. fumigatus and A. flavus antibody assay. There were a significantly larger number of patients with antibody against A. fumigatus or A. flavus among the cases than among the patients in control groups 1 and 2 (P < 0.05 in both comparisons). Molds were not recovered from any of the patients. Among the 10 cases with Aspergillus antibody, eight and two had antibody against A. flavus and A. fumigatus, respectively. We conclude that there was an association between the presence of Aspergillus antibodies and hemoptysis in patients with old tuberculosis or bronchiectasis, suggesting that these patients probably had occult infections caused by the corresponding fungi. Development of serological tests against other Aspergillus species as well as other causes of mycetoma will probably increase the detection of occult mold infections in patients with existing parenchymal lung diseases, and treatment of fungal microinvasion may help to alleviate hemoptysis in these patients with bronchiectasis or old tuberculosis who have Aspergillus antibodies.",
    "title": "Association of Presence of Aspergillus Antibodies with Hemoptysis in Patients with Old Tuberculosis or Bronchiectasis but No Radiologically Visible Mycetoma",
    "text": "Cyclin D1 cooperates with p21 to regulate TGFβ-mediated breast cancer cell migration and tumor local invasion   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/240308294  Cyclin D1 cooperates with p21 to regulate TGFβ-mediated breast cancer cell  migration and tumor local invasion  Article  in  Breast Cancer Research · June 2013  DOI: 10.1186/bcr3441 · Source: PubMed  CITATIONS  84 READS  249  9 authors, including:  Some of the authors of this publication are also working on these related projects:  The role of prolactin receptor signaling in breast cancer progression View project  Meiou Dai  McGill University  20 PUBLICATIONS   480 CITATIONS     SEE PROFILE  Amal A Alodaini  Imam Abdul Rahman bin Faisal University  6 PUBLICATIONS   238 CITATIONS     SEE PROFILE  Nadege Fils-Aime  McGill University  8 PUBLICATIONS   209 CITATIONS     SEE PROFILE  Jimin Guo  Harvard Medical School  23 PUBLICATIONS   1,698 CITATIONS     SEE PROFILE  All content following this page was uploaded by Jean-Jacques Lebrun on 18 August 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/240308294_Cyclin_D1_cooperates_with_p21_to_regulate_TGFb-mediated_breast_cancer_cell_migration_and_tumor_local_invasion?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/240308294_Cyclin_D1_cooperates_with_p21_to_regulate_TGFb-mediated_breast_cancer_cell_migration_and_tumor_local_invasion?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/The-role-of-prolactin-receptor-signaling-in-breast-cancer-progression?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Meiou-Dai?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Meiou-Dai?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/McGill_University?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Meiou-Dai?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Amal-Alodaini?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Amal-Alodaini?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Imam_Abdul_Rahman_bin_Faisal_University?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Amal-Alodaini?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nadege-Fils-Aime?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nadege-Fils-Aime?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/McGill_University?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nadege-Fils-Aime?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jimin-Guo?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jimin-Guo?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Harvard_Medical_School?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jimin-Guo?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Jacques-Lebrun?enrichId=rgreq-546f5489c023ee610eba64c346bbdf8a-XXX&enrichSource=Y292ZXJQYWdlOzI0MDMwODI5NDtBUzoxMzE1MTkxMDg2MjAyODhAMTQwODM2ODAwNzc1NQ%3D%3D&el=1_x_10&_esc=publicationCoverPdf   RESEARCH ARTICLE Open Access  Cyclin D1 cooperates with p21 to regulate TGFb-mediated breast cancer cell migration and tumor local invasion Meiou Dai1, Amal A Al-Odaini1,2, Nadège Fils-Aimé1, Manuel A Villatoro1, Jimin Guo1, Ani Arakelian3, Shafaat A Rabbani3, Suhad Ali1 and Jean Jacques Lebrun1*  Abstract  Introduction: Deregulation of the cell cycle machinery is often found in human cancers. Modulations in the cell cycle regulator function and expression result not only in proliferative advantages, but also lead to tumor progression and invasiveness of the cancer. In particular, cyclin D1 and p21 are often over-expressed in human cancers, correlating with high tumor grade, poor prognosis and increased metastasis. This prompted us to investigate the role of the cyclin D1/p21 signaling axis downstream of transforming growth factor beta (TGFb) in breast cancer progression.  Methods: Cyclins mRNA and protein expressions were assessed by quantitative real-time PCR and Western blot in triple negative breast cancer cell lines. Co-localization and interaction between cyclin D1 and p21 were performed by immunocytochemistry and co-immunoprecipitation, respectively. Cell migration was assessed by wound healing and quantitative time-lapse imaging assays. In addition, the effects of cyclin D1 on cellular structure and actin organization were examined by staining with F-actin marker phalloidin and mesenchymal intermediate filament vimentin. Finally, a mammary fat pad xenograft mouse model was used to assess mammary tumor growth and local invasion.  Results: We found TGFb to specifically up-regulate the expression of cyclin D1 in triple negative breast cancer cells. Induction of cyclin D1 is also required for TGFb-mediated cell migration. Suppression of cyclin D1 expression not only resulted in a rounded and epithelial-like phenotype, but also prevented TGFb-induced vimentin and F-actin co-localization at the cell edge as well as invadopodia formation. Furthermore, TGFb promoted the nuclear co-localization and physical interaction between cyclin D1 and p21. The co-expression of cyclin D1 and p21 proteins are required for the initial steps of tumor development, as double knockdown of these two molecules prevented primary tumor formation in a Xenograft mouse model. Moreover, the in vivo studies indicated that locally advanced features of the invasive tumors, including skeletal muscle, mammary fat pad and lymphovascular invasion, as well as ulcerated skin, were attenuated in the absence of cyclin D1 and p21.  Conclusions: Thus, our findings highlight the cyclin D1/p21 signaling axis as a critical regulator of TGFb-mediated tumor growth initiation and local tumor cell invasion, both in vitro and in vivo.  Keywords: Cyclin D1, p21Cip1, Transforming growth factor beta (TGFβ), Breast cancer, Migration, Invasion  * Correspondence: jj.lebrun@mcgill.ca 1Division of Medical Oncology, Department of Medicine, McGill University Health Center, Royal Victoria Hospital, Montreal, QC, Canada Full list of author information is available at the end of the article  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49    2013 Dai et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  mailto:jj.lebrun@mcgill.ca http://creativecommons.org/licenses/by/2.0   Introduction Metastatic cancer is a largely incurable disease and responsible for 90% of human cancer deaths [1]. To develop metastasis in a distant organ, cancer cells must initially disseminate from the primary tumor and invade through the surrounding basement membrane and stroma into lymphatic or blood vessels, followed by sur- vival, extravasation and re-implantation at a secondary site [2]. As cancer cell motility and invasiveness are cri- tical features in the initial development of metastasis, many molecules involved in these processes are becom- ing attractive therapeutic targets [3]. Understanding the molecular mechanisms that govern these early processes may provide insightful strategies for the prevention of cancer progression and metastasis. The transforming growth factor beta (TGFb) superfam-  ily is comprised of many members, including activins, anti-Müllerian hormone, bone morphogenetic proteins, growth and differentiation factors, inhibins and TGFbs [4]. Among these family members, TGFb ligands and its receptors are widely expressed in all tissues and the regu- latory role played by these growth factors is of central importance to human cancer development and progres- sion. TGFb can be released from storage sites in the extra- cellular matix (ECM) and bone, as well as secreted in a paracrine and autocrine manner by platelet, myeloid, mesenchymal and cancer cells [5-7]. The increasing amount of TGFb1 is correlated with a high incidence of distant metastasis as TGFb acts on the tumor cells and the surrounding stroma to promote epithelial to mesenchymal transition (EMT), ECM degradation, cell migration, cell invasion, angiogenesis, immunosuppression and modifica- tion of the tumor microenvironment [8-11]. Intravital ima- ging of live tumor-bearing nude mice demonstrated that active TGFb signaling is heterogeneously distributed in a minority of cancer cells within primary mammary tumors [12]. The activation of TGFb signaling promotes single tumor cell migration and metastatic spread into blood ves- sels and lymph nodes. However, not all cells with active TGFb signaling are migratory, suggesting differential TGFb signaling events and specific downstream targets are required for this process. TGFb signal transduction begins with ligand binding  to the TGFb type II receptor, which recruits and acti- vates the type I receptor. The activated type I receptor then phosphorylates intracellular mediators known as receptor-regulated Smads (R-Smads), Smad2 and Smad3. This phosphorylation event allows for subse- quent heterotrimerization of two phosphorylated R-Smad subunits with one common partner, Smad4 [13,14]. The Smad heterotrimer then translocates to the nucleus where it can bind DNA, but with a very low affinity [15]. In order to achieve high affinity binding, the Smads associate with various DNA binding partners [16]. It is  thought that these partner proteins, which act as co- activators or co-repressors, are functionally expressed in different cell types, thus providing a basis for tissue and cell type-specific functions for TGFb ligands [17]. Perturbations in the regulation of the cell cycle machin-  ery often occur in human cancers, resulting in an imbal- ance between cell growth and cell death [18]. In addition, several reports have proposed that deregulation of cell cycle regulators results not only in proliferative advan- tages, but also in increased tumor progression and aggres- siveness traits [19]. Cell cycle progression is primarily mediated through interactions between the different cyclins with their respective cyclin-dependent kinases (CDKs). Among the different cyclins, cyclin D1 and cyclin E are associated with the G1-S phase transition [20]. Cyclin D1 interacts with CDK4 and 6, while cyclin E inter- acts more specifically with CDK2 [21-25]. The activity of the cyclin-CDK complexes is regulated by two classes of small proteins referred to as cyclin-dependent kinases inhibitors (CDKIs). The INK4 family, which includes p15INK4, p16INK4A, p18INK4C and p19INK4D, specifi- cally binds to CDK4 and 6, thereby preventing their asso- ciation with the D-type cyclins [26-29]. The KIP family includes p21CIP1/WAF1 (p21), p27KIP1 and p57KIP2 [30-35]. While the KIP family members are usually asso- ciated with cyclin E-CDK and cyclin A-CDK complexes, many reports indicated that they also interact with cyclin D-CDK complexes [30,36-38]. Many of these cell cycle regulators are primary targets of  TGFb signaling in human cancers [39-41]. Interestingly, some of these cell cycle regulators, in particular cyclin D1 and p21, are often over-expressed in many human cancers and their levels are correlated with high tumor grade, poor prognosis, and increased metastasis in subsets of carcino- mas such as breast, prostate, cervical carcinomas and lymphomas [42,43]. We previously demonstrated that p21 is a transcriptional co-regulator of Smad that mediates TGFb-induced breast cancer cell migration and invasion in metastatic breast cancer cells [44]. This prompted us to explore the roles of other cell cycle regulators in promoting tumor progression in breast cancer, aside from their well- established functions in cell cycle regulation. Thus, we investigated the effects of cyclins, in particular cyclin D1, downstream of TGFb-mediated tumor progression. Indeed, several studies have supported the notion that the oncogenic effects of cyclin D1 may not be simply due to enhanced tumor cell growth or proliferation. These include reports showing a lack of correlation between cell proliferation and cyclin D1 expression in several large cohorts of 779 breast cancer patients [45,46] and the fact that elevated cyclin D1 expression is associated with a high incidence of metastasis and poor survival outcome [47,48], suggesting that cyclin D1 may play a role in promoting invasiveness of established tumors.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 2 of 14    In this study, we found that TGFb induced mRNA and protein expression of cyclin D1 in breast cancer cells with a highly migratory phenotype. Moreover, we found TGFb to induce complex formation and nuclear co-localization of cyclin D1 and p21, indicating that these two proteins may cooperate to mediate TGFb functions in aggressive human breast cancer cells. Furthermore, using gene silen- cing approaches, our results indicate that TGFb-mediated cyclin D1 expression is a prerequisite for TGFb-induced breast cancer cell migration. Orthotopic injection of cyclin D1/p21 null human breast cancer cells in nude mice con- siderably reduced mammary tumor growth in vivo, com- pared to animals injected with parental tumor cells. Moreover, we found that following fat pad transplantation, parental breast cancer cells invaded into the surrounding mammary tissues, while these effects were blocked when cyclin D1 and p21 gene expression were silenced. Collec- tively, these data indicate that TGFb-mediated cyclin D1 and p21 gene expression leads to increased breast cancer migration and invasion in vitro and that blocking expres- sion of these two cell cycle regulators in aggressive human breast tumors significantly reduced both tumor formation and local tumor invasion into the surrounding tissues in vivo.  Methods Cell culture and transfection Human breast cancer cell lines MDA-MB-231 (hereafter referred to as MDA) and SCP2 (provided by Dr. Joan Massagué) were cultured in DMEM containing 10% fetal bovine serum (FBS) and 2 mM L-glutamine. SUM149PT, SUM159PT and SUM229PE (provided by Dr. Stephen P. Ethier) were plated in F-12 HAM'S nutri- ent mixture (HyClone Laboratories, Inc., Logan, UT, USA) containing 5% FBS, 5 µg/ml insulin (Sigma- Aldrich, St. Louis, MO, USA), and 1 µg/ml hydrocorti- sone (Sigma). SUM1315MO2 were cultured in F-12 HAM'S nutrient mixture (HyClone) containing 5% FBS, 5 µg/ml insulin (Sigma), and 10 ng/ml epidermal growth factor (EGF) (Sigma). All cell lines were grown at 37°C in 5% CO2. Before stimulation with 5 ng/ml TGFb1 (PeproTech, Rocky Hill, NJ, USA), cells were serum- starved overnight. For cell transfection, flag-tagged p21 cDNA (Addgene plasmid 16240), HA-tagged cyclin D1 cDNA (Addgene plasmid 11181), scrambled and cyclin D1 siRNAs (Sigma) were transfected using Lipofecta- mine™ 2000 (Invitrogen, Carlsbad, CA, USA), according to the manufacturers' protocols.  Western blot analysis and immunoprecipitation Protein extraction buffer containing 10 mM Tris-HCl, pH 7.5, 5 mM EDTA, 150 mM NaCl, 30 mM sodium pyro- phosphate, 50 mM sodium fluoride, 1 mM sodium ortho- vanadate, 1% Triton X-100 and protease inhibitors (1 mM  phenylmethylsulfonyl fluoride, 10 µg/ml leupeptin hydro- chloride, 10 µg/ml aprotinin and 10 µg/ml pepstatin A) were freshly prepared and kept at 4°C before cell lysis. After cell lysates were centrifuged at 14,000 rpm for 15 minutes at 4°C, the concentration of total protein was quantified using a BCA protein assay kit (Thermo Scienti- fic, Rockford, IL, USA). Cell lysates were boiled with 6× sodium dodecyl sulfate (SDS) Laemmli sample buffer for five minutes and subjected to immunoblot using mouse anti-p21 and rabbit anti-cyclin D1 antibodies (1:1,000 dilu- tion, Santa Cruz Biotechnology, Santa Cruz, CA, USA). p21 and cyclin D1 were immunoprecipitated overnight at 4°C using their respective antibodies and followed by the addition of protein G-Sepharose beads (GE Healthcare Bio-Sciences, Piscataway, NJ, USA) for one hour at 4°C. The immunocomplexes were washed four times with cold lysis buffer and then subjected to Western blot.  Real-Time PCR TRIzol reagent (Invitrogen) was used to extract total RNA and reverse transcription of total RNA was carried out using M-MLV reverse transcriptase and random primers (Invitrogen) according to the manufacturer's instructions. SsoFast™EvaGreenÒ Supermix (Bio-Rad, Hercules, CA, USA) was used for amplification of the cyclin D1 mRNA in a Rotor Gene 6000 PCR detection system (MBI Lab Equipment, Montreal Biotech Inc., Kirkland, QC, Canada). The conditions for PCR were as follows: 95°C for 30 s, 40 cycles (95°C for 5 s and 59°C for 20 s). The primer sequences were as follows: cyclin D1 forward primer, AGCTGTGCATCTACACCGAC; reverse primer, ACTC- CAGCAGGGCTTCGATCTG; GAPDH forward primer, GCCTCAAGATCATCAGCAATGCCT; reverse primer, TGTGGTCATGAGTCCTTCCACGAT.  Kinetic cell migration assay Cell migration was performed as previously described [44]. Briefly, 50,000 cells per well were cultured in Essen Image- Lock 96-well plates (Essen Bioscience, Ann Arbor, MI, USA). The confluent cell layers were scratched to generate a wound using the Essen Wound maker. Cells were then treated in the presence or the absence of 5 ng/ml of TGFb1. The images/videos of the wound were automati- cally taken at the exact same location using the IncuCy- te™software (Essen Bioscience). Wound width, wound confluence or relative wound density were automatically measured by the IncuCyte software.  Transwell cell migration assay Transfected cell suspensions (40,000 cells/well) were seeded in 24-well Cell Culture Inserts (8-µm pore size; BD Biosciences, Mississauga, ON, Canada). After 24 hours incubation, the cells that migrated to the bottom of the membrane were fixed with 3.7% formaldehyde for  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 3 of 14    10 minutes and then labeled with the near-infrared fluorescence DNA binding dye DRAQ5 (2 µg/ml in PBS) at 37ºC for 5 minutes. The fluorescence intensity of migrated cells was measured at 700 nm in a near- infrared fluorescence imager (Odyssey CLX, LI-COR Biosciences - Biotechnology, Lincoln, NE, USA) using the Image Studio software (LI-COR Biosciences - Biotechnology).  Immunofluorescence microscopy For the invadopodia formation assay, cells were grown on top of eight-well chamber slides coated with 100 µl growth factor-reduced Matrigel. After TGFb treatment for 24 hours, cells were fixed with 3.7% formaldehyde for 10 minutes, permeabilized in 0.1% Triton X-100 for 3 minutes, and blocked for 1 hour in 2% bovine serum albumin (BSA). Fixed cells were incubated with primary antibodies against p21, cyclin D1, F-actin and vimentin for one hour and followed by the secondary antibodies Alexa Fluor®568 goat anti-rabbit IgG and Alexa Fluor®488 goat anti-rabbit (1:800 dilution; Invitrogen) for one hour. Nuclei were stained with DAPI (Invitrogen). Confocal analysis was performed using a Zeiss LSM 510 Meta Axiovert confocal microscope (Carl Zeiss, Oberko- chen, Baden-Württemberg, Germany) using the 63× objective.  Mammary fat pad injection of nude mice The animal study and SCP2 cells used in the mice model were approved by the McGill ethics committee (University Animal Care Committee, UACC) and all the experimental animal protocols were in accordance with the McGill Uni- versity Animal Care. Four- to six-week old female Balb/c nude mice (Charles River Laboratories International, Wilmington, MA, USA) were used as a model for asses- sing mammary tumor formation and local invasion. An anesthetic cocktail of ketamine (50 mg/kg), xylazine (5 mg/kg) and acepromazine (1 mg/kg) was injected intra- muscularly into mice (six per group). Fifty thousand par- ental SCP2 cells or p21 and cyclin D1 double knockdown SCP2 cells in 100 μl of saline (20% Matrigel) were injected into the mice mammary fat pads using a 30-gauge needle. Tumor growth and size were measured using a caliper. At eight weeks post-injection, mice were sacrificed and mam- mary tumors with surrounding skin and tissues were fixed in 10% neutral-buffered formalin for one day. Sections of mammary tumor were embedded in Tissue-Tek O.C.T. (VWR International, Radnor, PA, USA) compound and 9 µm thick sections were stained with hematoxylin and eosin to assess local advanced features, including skeletal muscle, mammary fat pad, and lymphovascular invasion as well as skin ulceration. Images of the tumors were photo- graphed by light microscope using 10× and 20× objectives.  For intratibia injections, parental and p21/cyclin D1- depleted SCP2 cells (2.0× 106) were injected intramus- cularly into the left tibia of two group mice (six per group). The mice were monitored weekly for tumor bur- den. Digital radiography of hind limbs of all animals was used to monitor the development of skeletal lesions at four, six and eight weeks post-injection in a MX-20 cabinet X-ray system (Faxitron X-ray Corp.). On week 8, radiographs of anesthetized mice were taken.  Statistical analyses The difference between groups was analyzed using Stu- dent's t-test, and *P <0.05 was considered statistically significant.  Results TGFb induces cyclin D1 expression in highly migratory breast cancer cells We have previously shown that TGFb's pro-migratory and invasive effects are mediated through the induction of p21 in highly migratory triple negative breast cancer cells [44]. Due to the fact that p21 is a universal regulator of cyclin/ CDKs, this prompted us to investigate whether additional cell cycle regulators downstream of TGFb are involved in this process. Moreover, because multiple studies have sug- gested that the oncogenic effects of cyclins may not be simply due to enhanced tumor cell growth or proliferation but may also involve tumor promoting functions [45-48], we examined the effect of TGFb on protein expression levels of cyclins A, B1, D1 and D2 in the human aggressive breast cancer cell lines MDA and its metastatic sub- progeny SCP2 [49]. As shown in Figure 1A, we found that TGFb significantly increased cyclin D1 protein expression in a time-dependent fashion. The effect of TGFb on cyclin D1 expression was specific, as protein levels of G1 and S phase regulators cyclin D2 and A remained unchanged in response to TGFb stimulation. The M phase cyclin B1 was barely detectable. As a positive control, we measured the expression of p21, which we have previously shown to be potently induced by TGFb in MDA cells [44]. TGFb induced the expression of p21 in a similar temporal expression pattern as cyclin D1 in these breast cancer cells. To assess whether TGFb regulates cyclin D1 at the transcriptional level, we measured mRNA levels of cyclin D1 by quantitative PCR in SCP2 cells stimulated with TGFb for 2, 6 and 24 hours. Induction of cyclin D1 mRNA by TGFb was already detectable at 2 hours and was sustained for up to 24 hours (Figure 1B). These results highlight cyclin D1 as a novel TGFb downstream target gene in human breast cancer cells. To determine whether there was an association between  TGFb induction of cyclin D1 and TGFb's pro-migratory effect, we measured the mRNA level of cyclin D1 in a  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 4 of 14    panel of triple negative breast cancer cell lines which are either insensitive (SUM1315) or responsive (SUM149 and SUM159) to TGFb-mediated cell migration and invasion [44]. Interestingly, TGFb potently and persistently up-regu- lated cyclin D1 mRNA in the highly migratory cell lines SUM149 and SUM159, but not in the TGFb-insensitive SUM1315 cell line (Figure 1C). Together, these results indicate that TGFb-induced cyclin D1 expression corre- lates with TGFb-induced p21 gene expression and cell migration, thus, suggesting that cyclin D1 may be asso- ciated with p21 and participate in TGFb tumor-promoting functions in breast cancer cells.  TGFb promotes cyclin D1 nuclear accumulation and co-localization with p21 The intracellular localization of cyclin D1 is important for its function and is, therefore, tightly regulated [50]. Constitutive accumulation of cyclin D1 in the nucleus has been shown to promote tumor transformation [51]. To determine whether TGFb regulates cyclin D1 nuclear  localization, we assessed the localization of cyclin D1 in MDA and SCP2 cells treated with or without TGFb for 24 hours by confocal immunofluorescence microscopy. Cyclin D1 was predominantly found in the cytosol in unstimulated cells, whereas it appeared to be primarily retained within the nucleus after treatment with TGFb (Figure 2A). We have previously shown that TGFb induces protein  expression and nuclear localization of p21 in triple nega- tive breast cancer cells [44]. The concurrent TGFb effect on p21 and cyclin D1 prompted us to determine whether these molecules co-localize within the nucleus in response to TGFb. As shown in Figure 2B, TGFb facilitates nuclear co-localization of cyclin D1 and p21 in MDA cells. The simultaneous induction and co-localization in the nucleus of cyclin D1 and p21 by TGFb suggested that they may be physically associated with each other. To address this, we performed co-immunoprecipitation of p21 and cyclin D1 in MDA and SCP2 cells treated with or without TGFb for 6 or 24 hours. As shown in Figure 2C, TGFb stimulated  0  1  2  3  0  1  2  3  0 0.5  1 1.5  2  0 2 6 24  cyclin D1  MDA SCP2 TGFβ hrs      0     2     6    24      0     2     6    24        β-tubulin  p21  cyclin A  cyclin B1  cyclin D2  A  B  SUM149 SUM159  C  SUM1315  cy cl  in  D  1  m  R N  A  le  ve l  (F ol  d  in  du ct  io n)  0  2  4  0 2 24 0  2  4  0 2 24 0  1  2  0 2 24TGFβ hrs   p-Smad2  p-Smad3  SCP2  cy cl  in  D  1  m  R N  A  le  ve l  (F ol  d  in  du ct  io n)  TGFβ hrs   0      2      6     24 0      2      6     24TGFβ hrs  cy cl  in  D  1  ex  pr es  si on  (F ol  d  in  du ct  io n)  MDA SCP2  Figure 1 TGFb induces cyclin D1 expression in highly migratory breast cancer cells. (A) MDA and SCP2 cells were stimulated with or without 5 ng/ml transforming growth factor beta (TGFb) for the indicated times. Total cell lysates were subjected to immunoblot using cyclin D1, cyclin D2, cyclin A, cyclin B1, p21, p-Smad2, p-Smad3 and b-tubulin antibodies. Densitometry analysis of cyclin D1 protein expression was performed on four separate independent experiments (right panel). (B and C) cyclin D1 mRNA levels were measured by real-time PCR (error bars indicate SEM; n = 3 independent experiments) for the indicated cell lines.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 5 of 14    SCP2MDA  TGFβ  Ctrl  p21 cyclin D1 Overlay Overlay  TGFβ  Ctrl  A  cyclin D1 Overlay DAPI (blue)  cyclin D1 Overlay DAPI (blue)  B MDA  p21  IP: cyclin D1 MDA  cyclin D1  IB:  TGFβ hrs         0      6      24        0       6      24  C  SCP2  D  p21  cyclin D1IB:  IP: p21 MDA  TGFβ     -      +         -      +         -      + SUM149 SUM159  Figure 2 TGFb promotes cyclin D1 nuclear accumulation and co-localization with p21. (A) MDA and SCP2 cells were treated with or without 5 ng/ml transforming growth factor beta (TGFb) for 24 hours. Immunocytochemistry was performed using cyclin D1 (red) antibody and DAPI (blue). The scale bar is 10 µm. (B) MDA cells were immunostained using p21 (green) and cyclin D1 (red) antibodies. Co-localizaton (yellow) between p21 and cyclin D1 is represented by overlay. (C) MDA and SCP2 cells were treated with TGFb for the indicated times. Cell lysates were analyzed by co-immunoprecipitation using an anti-cyclin D1 antibody. Immunoprecipitated cyclin D1 was subjected to Western blotting. (D) MDA, SUM149 and SUM159 cells were treated with TGFb. Cell lysates were immunoprecipitated using an anti-p21 antibody and analyzed by immunoblotting using anti-cyclin D1 and anti-p21 antibodies.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 6 of 14    the interaction between endogenous p21 with cyclin D1 in a time-dependent fashion in MDA and SCP2 cells. Reciprocal immunoprecipitation experiments confirmed that endogenous cyclin D1 specifically interacts with immunoprecipitated p21 in response to TGFb in MDA cells (Figure 2D, left panel). Moreover, the induction of complex formation between endogenous cyclin D1 and p21 was also observed in both SUM149 and SUM159 cells (Figure 2D, middle and right panels). Collectively, these results indicated that TGFb stimulates the formation of a complex between cyclin D1 and p21 in triple negative basal-like breast cancer cells.  Cyclin D1 is required for TGFb-mediated cell migration Given that TGFb enhanced cyclin D1 and p21 expression and complex formation in these human metastatic breast cancer cells, we investigated whether the TGFb pro- migratory effect is mediated through cyclin D1. To address this, SCP2 cells were transfected with scrambled (Scr) siRNA or cyclin D1 siRNA. Cell migration in response to TGFb was assessed by the scratch/wound healing assay coupled to quantitative time-lapsed imaging for up to 24 hours. As shown in Figure 3A, TGFb- induced cyclin D1 protein expression in the SCP2 cells transfected with Scr siRNA was blocked in cells trans- fected with cyclin D1 siRNA. As shown in Figure 3B, C, while TGFb stimulated rapid wound closure in SCP2 cells transfected with the Scr siRNA, this effect was delayed in SCP2 cells depleted of cyclin D1. TGFb- induced wound closure was not affected by the mitotic inhibitor mitomycin C, suggesting that the effect of TGFb on cell migration was independent of cell prolifera- tion (Figure 3D). We further assessed the role of cyclin D1 downstream of TGFb-mediated cell migration, using a Transwell migration assay. As shown in Figure 3E, F, knocking down cyclin D1 inhibited the TGFb pro- migratory effects, consistent with what observed with the wound healing assay (Figure 3B, C). To then address whether cyclin D1 and p21 have any  synergistic effect, p21 and cyclin D1 cDNAs were over- expressed alone or in combination and the TGFb effect on cell migration was examined using both the wound healing and Transwell migration assays. As shown in Figure 3G, overexpression of cyclin D1 or p21 alone had little or no potentiation effect on TGFb-induced cell migration. However, overexpression of both proteins clearly increased/potentiated the TGFb effect, suggesting that these two proteins synergize their effect downstream of TGFb. This is consistent with our main finding and conclusion, showing that the two proteins cooperate to regulate TGFb-mediated breast cancer cell migration and tumor local invasion. Together, these results demonstrate that cyclin D1 is required for TGFb-mediated migration in breast cancer cells.  Cyclin D1 is a downstream mediator in TGFb-regulated actin reorganization and invadopodia formation Cyclin D1 has previously been reported to regulate cellu- lar migration in primary bone macrophages, mouse embryo fibroblasts (MEFs), and breast cancer cells [52-54]. For instance, cyclin D1-deficient MEFs display a more spread phenotype, and an increased cell adhesion and actin stress fiber formation through inhibition of thrombospondin 1 and ROCK signaling [53]. Therefore, we examined whether cyclin D1 effects on cellular struc- ture and actin organization contribute to TGFb-mediated cancer cell migration. To this end, SCP2 cells transfected with either Scr or cyclin D1 siRNAs were stimulated with TGFb and the dynamics of actin organization were assessed by staining with the fluorescently labeled F-actin marker phalloidin and mesenchymal intermediate fila- ment vimentin. As shown in Figure 4A, vimentin fila- ments co-localized with F-actin at the leading edge of aggressive SCP2 cells transfected with Scr siRNA, which displayed an elongated phenotype in response to TGFb. Interestingly, cyclin D1-deficient cells were rounded and exhibited more epithelial-like phenotype. Furthermore, suppression of cyclin D1 expression not only prevented the elongation of vimentin filaments, but also the co- localization with F-actin at the cell edge. Vimentin is required for the elongation of invadopodia  subcellular structures, which are three-dimensional actin-rich protrusions [55]. Invadopodia are selectively found in invasive cancer cells and are important for the degradation of the ECM [56]. As cyclin D1 affects vimen- tin distribution, we investigated whether cyclin D1 could regulate invadopodia formation. SCP2 cells transfected with either Scr or cyclin D1 siRNAs were seeded on top of growth factor-reduced Matrigel and treated with or without TGFb. Whereas Scr-transfected SCP2 cells sti- mulated with TGFb showed increased F-actin-bundled protrusion and invaded into the Matrigel, this phenotype was completely abolished by knocking down cyclin D1 expression (Figure 4B). All together, these results defined novel functions for cyclin D1 as a TGFb downstream tar- get that is required for this growth factor to mediate vimentin elongation, induction of a migratory morpholo- gical phenotype, and the formation of invasive subcellular structures in metastatic breast cancer cells.  Depletion of cyclin D1 and p21 prevents mammary tumor growth and local invasion Overexpression of p21 and cyclin D1 is correlated with poor prognosis and aggressiveness in breast cancer. To address the importance of p21 and cyclin D1 on breast cancer development in vivo, we injected either SCP2 con- trol or double p21 and cyclin D1 knockdown cells into the mammary fat pads of female Balb/c nude mice to monitor primary tumor growth and local invasiveness.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 7 of 14    0  1  2  3 Ctrl  TGFβ  0 100 200 300 400 500 600 700 800 900  0 4 8 12 16 20 24  Scr siRNA  Scr siRNA + TGFβ cyclin D1 siRNA  cyclin D1  siRNA+TGFβ  hrs  R el  at iv  e  w  ou nd   w id  th  (μ  m )  A B  C   Scr          cyclin D1    TGFβ hrs        0      24      0      24       cyclin D1  β-tubulin  siRNA  D  Scr siRNA               cyclin D1 siRNA     Migrated cells     Ctrl 24 hrs  TGFβ 24 hrs  Ctrl 24 hrs  TGFβ 24 hrs  Ctrl 0 hr  TGFβ 0 hr   Scr siRNA      cyclin D1 siRNA     Ctrl  TGFβ 24 hrs  E  0  0.5  1  1.5  Scr siRNA  cyclin D1 siRNA  Ctrl  TGFβ  0  5  10  15 Ctrl  TGFβ  W ou  nd  c  lo su  re  a  re a  (r el  at iv  e  un  it)  DMSO Mito C  n.s.  Tr an  sw el  l c el  l m ig  ra tio  n  (f  ol d   in du  ct io  n)  F  Tr an  sw el  l c el  l m ig  ra tio  n  (f  ol d   in du  ct io  n)  SCP2 Empty Vector     Flag- p21    HA- cyclinD1    Flag-p21 + HA-cyclin D1    G  SCP2  W ou  nd  c  lo su  re  a  re a   (f ol  d  in  du ct  io n)  0  1  2  3 Ctrl  TGFβ  SCP2 Empty Vector     HA- cyclinD1    Flag-p21 + HA-cyclin D1    Flag- p21    Figure 3 Cyclin D1 is required for TGFb-mediated cell migration. (A) SCP2 cells were transfected with Scr or cyclin D1 siRNAs and then treated with or without 5 ng/ml transforming growth factor beta(TGFb) for 24 hours. Total cell lysates were analyzed for cyclin D1 and b-tubulin by Western blotting. (B) Representative images of phase contrast and wound mask of transfected SCP2 cells stimulated without or with TGFb for 0 and 24 hours in scratch/wound healing assay. The initial wound mask (black) and wound closure (grey) were measured using the Essen Instruments Scratch Wound Module. (C) Relative wound width was analyzed by the IncuCyte™software (Essen Bioscience) and quantified for the indicated times (error bars indicate SEM; n = 3 independent experiments). (D) SCP2 cells were treated with either vehicle (dimethyl sulfoxide, DMSO) or mitomycin C (Mito C) in the presence or absence of TGFb. SCP2 cell migration was quantified using wound closure area at 24 hours (error bars indicate SEM; n = 3 independent experiments). (E) Representative images of transfected SCP2 cells stimulated with or without TGFb for 0 and 24 hours in Transwell cell migration assay. Cells were stained with 0.2% crystal violet. (F) Transfected and migrated SCP2 cells in Transwell migration assay were stained with DRAQ5 fluorescent dye and quantified using fluorescent density at 24 hours (error bars indicate SEM; n = 3 independent experiments). (G) SCP2 cells were transfected with empty vector, Flag-p21, and HA-cyclin D1 separately or in combination. TGFb-mediated cell migration was assessed using the Transwell (top panel) and wound healing (bottom panel) assays. Migration of the cells was quantified using fluorescent density (Transwell assay) and wound closure area (wound healing assay) at 24 hours (Error bars indicate SEM; n = 3 independent experiments).  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 8 of 14         scr siRNA  Ctrl TGFβ      cyclin D1 siRNA  F-actinF-actin DAPI  VimentinVimentin Overlay  F-actin DAPI  VimentinVimentin Overlay  F-actin DAPI  VimentinVimentin Overlay  F-actin DAPI  VimentinVimentin Overlay  A SCP2  Z-section  Top Bottom  Top Bottom  Top Bottom  Top Bottom  DAPI  cyclin D1  F-actin  Overlay  DAPI  cyclin D1  F-actin  Overlay  Ctrl TGFβ       scr siRNA      cyclin D1 siRNA  B  Figure 4 Cyclin D1 is a downstream mediator in TGFb-regulated actin reorganization and invadopodia formation. (A) Scr siRNA- or cyclin D1 siRNA-transfected SCP2 cells were treated with or without 5 ng/ml transforming growth factor beta (TGFb) for 24 hours. Immunocytochemistry was performed using F-actin (green) antibody, vimentin (red) antibody and DAPI (blue). Co-localizaton (yellow) between F-actin and vimentin is represented by overlay. The scale bar is 10 µm. (B) Scr siRNA- or cyclin D1 siRNA-transfected SCP2 cells were cultured on the top of growth factor-reduced Matrigel and then treated with or without 5 ng/ml TGFb for 24 hours. Immunocytochemistry was performed using F-actin (green) and cyclin D1 (red) antibodies and DAPI (blue).  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 9 of 14    Silencing p21 and cyclin D1 expression using siRNAs sig- nificantly reduced the rate of primary tumor formation and tumor size (Figure 5A). As depletion of p21 alone did not affect tumor formation in a Xenograft transplan- tation in vivo model [55], it is likely that the observed phenotype on tumor formation in the double knockdown is mediated by cyclin D1. This is in agreement with  previous studies showing that depletion of cyclin D1 pre- vented tumor development in oncogenic HER2 overex- pressing transgenic mice [57-59]. Importantly, three out of six mice in the control group had tumors ulcerating through the overlaying skin, while all the mice in the double knockdown group had intact skin. Breast tumor with ulcerated skin has been clinically classified as locally  0 200 400 600 800  1,000 1,200 1,400 1,600  3 4 5 6 7 8  Parental SCP2  p21/cyclin D1 depleted SCP2  Weeks  Tu m  or  s  iz e   (m m  3)  A  B  Parental SCP2  p21/cyclin D1 depleted SCP2  C PTGS2   Parental SCP2  p21/cyclin D1 depleted SCP2  D  Tumor   Ulceration Skin  Tumor   lymphovascular invasion  Skeletal muscle invasion  Tumor Tumor   Skin Ulceration  Skin  Tumor   Mammary fat pad  Tumor   Tumor   Mammary fat pad Invasive front       Tumor   Mammary fat pad  Skin  TumoTumor   Mammary fat pad  Tumor   Mammary Fat Pad  Parental SCP2  p21/cyclin D1 depleted SCP2  Ulceratated   Ulceratated   Tumor Tumor   10 X 10 X4 X  10 X 10 X4 X  Figure 5 Depletion of cyclin D1 and p21 prevents mammary tumor growth and local invasion. (A) Parental SCP2 and p21/cyclin D1 double knockdown SCP2 cells were implanted into the mammary fat pad of four- to six-week-old female Balb/c nude mice. Mammary tumor growth was measured from two sets of mice and quantified for the tumor size at the indicated times (six per group; error bars indicate SEM). (B) Representative photographs show hematoxylin and eosin staining of the mammary gland (tumor and surrounding tissues) of mice at eight weeks post-injection. (C) Representative photographs show PTGS2 staining of parental and p21/cyclin D1-depleted mammary tumor of mice at eight weeks post-injection. (D) Representative radiographs of skeletal lesions in two groups of mice (parental and p21/cyclin D1-depleted SCP2) were taken by X-ray using Faxitron. Parental and p21/cyclin D1-depleted SCP2 cells were injected in tibia. The lesions are highlighted by arrows.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 10 of 14    advanced breast cancer. All tumors were taken with the overlaying skin and surrounding tissues and subjected to hematoxylin and eosin staining. As shown in Figure 5B, the deep tumor margins in the control group were less distinct, invading nearby structures, including skeletal muscles and the mammary fat pad, and showed frequent lymphovascular invasion. However, the tumor margins in the knockdown group were well encapsulated with a non-invasive nature. In addition, we performed immuno- histochemistry on primary mammary tumor derived from animals injected with parental and p21/cyclin D1- depleted SCP2 cells. We assessed the expression of the TGFb-regulated gene PTGS2, which we have previously shown to be involved in mediating the TGFb effect on cell migration and invasion [44]. As shown in Figure 5C, using tumors from four different mice in each group, we found expression of PTGS2 to be clearly higher in paren- tal tumors compared to p21/cyclin D1-depleted tumors, further confirming that the p21/cyclin D1-depleted tumors displayed less invasive features. To investigate the role of p21 and cyclin D1 on the  development of bone osteolytic lesions, parental and dou- ble knockdown SCP2 cells were injected intramuscularly into the left tibia of two groups of nude mice. As shown in Figure 5D, following X-ray examination of the bones, both group of mice developed secondary tumors that caused severe osteolytic bone lesions, suggesting that p21/cyclin D1 do not affect the later stages of bone metastasis. Col- lectively, these results indicate that while p21 and cyclin D1 are required for breast cancer cells to acquire an inva- sive phenotype, their effects are primarily occurring at the earlier stages of tumor metastasis, namely induction of local cell invasion from the tumor to the surrounding tis- sues. This is also consistent with previous work, showing that depletion of p21 alone did not affect the development of bone osteolytic lesions [44].  Discussion Cyclin D1 is a well-characterized oncogene that is fre- quently overexpressed in human breast, lung, colon, pros- tate and hematopoietic carcinomas [60-62]. This is a unique feature among the three closely related D type G1 cyclins (D1, D2 and D3), as amplification of cyclin D2 and D3 copy-number is rarely observed in human cancer. In fact, methylation of cyclin D2 resulting in loss of its expression has been reported in breast, pancreatic and prostate cancer [63-65]. In addition to the association between cyclin D1 expression and human cancer, overex- pression of cyclin D1 is tumorigenic, as supported by evi- dence that MMTV-driven cyclin D1 is sufficient for mammary hyperplasia and carcinoma development in transgenic mice [66]. Furthermore, cyclin D1 is required for many oncogenes, such as HER2 or Ras, to induce mammary tumor growth in mice [57-59]. The function of  cyclin D1 in mammary oncogenesis in mice is mediated through the activation of its regulatory partner CDK4, as mice lacking CDK4 or expressing the CDK4/CDK6-speci- fic inhibitor INK4A are resistant to HER2-induced mam- mary tumor formation [58,67-69]. While these studies addressed the importance of cyclin D1 on breast tumor initiation, its contribution to the development and pro- gression of established tumors remains unclear. Several studies support the notion that the oncogenic  effects of cyclin D1 may not be simply due to enhanced tumor cell growth or proliferation. For instance, cyclin D1 expression did not correlate with Ki67 expression in a cohort of 779 breast cancer patients [45]. In another study of 1,740 breast cancer patients, cyclin D1 expression was not tightly associated with proliferative genes that are regulated by the inactivation of CDK4 substrate RB [46]. In addition, high expression of cyclin D1 is associated with high incidence of metastasis and poor survival outcome [47,48]. Therefore, cyclin D1 is potentially required for continual development and progression of established tumors. In this study, we investigated the function of cyclin D1  on breast tumor progression induced by TGFb, a potent tumor-promoting factor, in metastatic breast cancer cell lines. Our results showed that the effect of TGFb on cyclin D1 expression was specific, as protein levels of other cyclins in G1, S and M phase are unresponsive to TGFb stimulation. Furthermore, using a panel of tumorigenic tri- ple negative breast cancer cell lines, which exhibit differen- tial responses to TGFb in terms of cellular migration, we found cyclin D1 expression to correlate with p21 expres- sion and to be required for TGFb-induced cell migration. Furthermore, up-regulation of the cyclin D1 gene by TGFb is more potent and persistent in highly migratory cell lines compared with less motile cells. This is consis- tent with a previous study using intravital imaging of live tumor-bearing nude mice, showing that although TGFb signaling promotes single tumor cell migration and meta- static spread into blood vessels and lymph nodes, not all cells with active TGFb signaling are migratory [12]. Our results suggest that cyclin D1 is a specific downstream tar- get for TGFb-mediated cell migration. Subcellular localization and stabilization of cyclin D1  play an important role in human cancers [70]. We showed a TGFb-induced nuclear localization of cyclin D1 in these metastatic breast cancer cell lines. It has been demon- strated that oncogenic actions of cyclin D1 are predomi- nantly nuclear in many cancers, as carcinogenic mutations and deletions often occur at the T286 site, which controls cyclin D1 protein turnover and nuclear export [71,72]. Mutated cyclin D1 with constitutive nuclear localization and impaired degradation not only enhanced cyclin D1 transformation efficiency in vitro, but also promoted tumor formation in vivo [73]. Our study further revealed  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 11 of 14    that TGFb-induced nuclear cyclin D1 promotes cell migration by altering cell morphology and the formation of invasive subcellular structures in metastatic breast can- cer cells. Cyclin D1 has been recognized as a multifunctional pro-  tein, which regulates angiogenesis, lipogenesis, mitochon- drial function and cell migration [53,54,74-78]. A recent study identified that more than 100 cyclin D1-interacting proteins are involved in the regulation of cell cycle, tran- scription, DNA repair, RNA metabolism, protein folding and cell structure [79], suggesting that these interactors might influence various biological functions of cyclin D1. It has been shown that p21 interacts with cyclin D1 to promote nuclear accumulation of cyclin D1 [80]. In addi- tion, cyclin D1 associates with p21 to facilitate DNA repair, and this function of cyclin D1 is independent of CDK4 activation [81,82]. We demonstrated that in the context of TGFb signaling, cyclin D1 associates with p21 in metastatic breast cancer cells. Furthermore, depletion of cyclin D1 and p21 prevented mammary tumor formation and subsequent local invasion into surrounding tissues. Our previous study showed that p21 is required for TGFb-mediated cell migration and invasion; therefore, these results not only highlight cyclin D1 as a novel TGFb downstream target, but also indicate that cyclin D1 coop- erates with p21 to mediate the effect of TGFb on breast cancer progression.  Conclusions In this study, we showed that TGFb significantly induced cyclin D1 expression in metastatic breast cancer cells. TGFb-induced cyclin D1 and p21 proteins remain mostly co-localized in the nucleus and physically interact with each other. Importantly, we found that up-regulated p21 and cyclin D1 play an important role in TGFb regulation of cellular migration and invasion by actin remodeling. These results suggest that cyclin D1 and p21 may coop- erate with each other to mediate the tumor-promoting effects of TGFb in aggressive breast cancer cells.  Abbreviations BSA: bovine serum albumin; CDKs: cyclin-dependent kinases; CDKIs: cyclin- dependent kinases inhibitors; DMEM: Dulbecco's Modified Eagle Medium; DMSO: dimethyl sulfoxide; ECM: extracellular matrix; EGF: epidermal growth factor; EMT: epithelial to mesenchymal transition; FBS: fetal bovine serum; MEF: mouse embryo fibroblast; p21: p21CIP1/WAF1; R-Smads: receptor- regulated Smads; SDS: sodium dodecyl sulfate; TGFβ: transforming growth factor beta  Competing interests The authors declare that they have no competing interests.  Authors' contributions MD and JJL were involved in designing all experiments, and analyzing and interpreting data. MD performed the experiments and wrote the manuscript. JG was involved in the immunofluoresent experiment. NFA was involved in the cell migration experiment. MAV participated in the  immunohistochemistry experiment. JJL, NFA, MAV and SA assisted in drafting and editing the manuscript. SA was involved in the study design and result analysis and interpretation. AAA analyzed tumor local invasiveness. SAR and AA performed in vivo studies and analyzed the mammary tumor growth. All authors read and approved the final manuscript.  Acknowledgements Canadian Institutes of Health Research (CIHR) grant (fund code 230670 to JJL) provided the funding for this study. JJ Lebrun is the recipient of a McGill Sir William Dawson Research Chair. Ms. M. Dai is supported by a Fonds de la recherche en santé du Québec (FRSQ) Scholarship Award. We thank Dr. Joan Massagué for kindly providing us the MDA and SCP2 cell lines and Dr. Stephen P Ethier for kindly providing us the SUM1315MO2, SUM149PT, and SUM159PT cell lines.  Authors' details 1Division of Medical Oncology, Department of Medicine, McGill University Health Center, Royal Victoria Hospital, Montreal, QC, Canada. 2University of Dammam, Ministry of Higher Education, Saudi Arabia. 3Department of Medicine, McGill University Health Center, Royal Victoria Hospital, Montreal, QC, Canada.  Received: 6 December 2012 Revised: 10 April 2013 Accepted: 20 June 2013 Published: 20 June 2013  References 1. Gupta GP, Massague J: Cancer metastasis: building a framework. Cell  2006, 127:679-695. 2. Fidler IJ: The pathogenesis of cancer metastasis: the ‘seed and soil'  hypothesis revisited. Nat Rev Cancer 2003, 3:453-458. 3. Mack GS, Marshall A: Lost in migration. Nat Biotechnol 2010, 28:214-229. 4. Shi Y, Massague J: Mechanisms of TGF-beta signaling from cell  membrane to the nucleus. Cell 2003, 113:685-700. 5. Bierie B, Moses HL: Tumour microenvironment: TGFbeta: the molecular  Jekyll and Hyde of cancer. Nat Rev Cancer 2006, 6:506-520. 6. Scheel C, Eaton EN, Li SH, Chaffer CL, Reinhardt F, Kah KJ, Bell G, Guo W,  Rubin J, Richardson AL, Weinberg RA: Paracrine and autocrine signals induce and maintain mesenchymal and stem cell states in the breast. Cell 2011, 145:926-940.  7. Labelle M, Begum S, Hynes RO: Direct signaling between platelets and cancer cells induces an epithelial-mesenchymal-like transition and promotes metastasis. Cancer Cell 2011, 20:576-590.  8. Dumont N, Arteaga CL: Targeting the TGF beta signaling network in human neoplasia. Cancer Cell 2003, 3:531-536.  9. Derynck R, Akhurst RJ, Balmain A: TGF-beta signaling in tumor suppression and cancer progression. Nat Genet 2001, 29:117-129.  10. Akhurst RJ, Derynck R: TGF-beta signaling in cancer-a double-edged sword. Trends Cell Biol 2001, 11:S44-51.  11. Wakefield LM, Roberts AB: TGF-beta signaling: positive and negative effects on tumorigenesis. Curr Opin Genet Dev 2002, 12:22-29.  12. Giampieri S, Manning C, Hooper S, Jones L, Hill CS, Sahai E: Localized and reversible TGFbeta signalling switches breast cancer cells from cohesive to single cell motility. Nat Cell Biol 2009, 11:1287-1296.  13. Chacko BM, Qin B, Correia JJ, Lam SS, de Caestecker MP, Lin K: The L3 loop and C-terminal phosphorylation jointly define Smad protein trimerization. Nat Struct Biol 2001, 8:248-253.  14. Chacko BM, Qin BY, Tiwari A, Shi G, Lam S, Hayward LJ, de Caestecker M, Lin K: Structural basis of heteromeric smad protein assembly in TGF-beta signaling. Mol Cell 2004, 15:813-823.  15. Shi Y, Wang YF, Jayaraman L, Yang H, Massague J, Pavletich NP: Crystal structure of a Smad MH1 domain bound to DNA: insights on DNA binding in TGF-beta signaling. Cell 1998, 94:585-594.  16. Massague J, Wotton D: Transcriptional control by the TGF-beta/Smad signaling system. EMBO J 2000, 19:1745-1754.  17. Massague J: TGFbeta signalling in context. Nat Rev Mol Cell Biol 2012, 13:616-630.  18. Massague J: G1 cell-cycle control and cancer. Nature 2004, 432:298-306. 19. Besson A, Dowdy SF, Roberts JM: CDK inhibitors: cell cycle regulators and  beyond. Dev Cell 2008, 14:159-169. 20. Sherr CJ: G1 phase progression: cycling on cue. Cell 1994, 79:551-555.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 12 of 14  http://www.ncbi.nlm.nih.gov/pubmed/17110329?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12778135?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12778135?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20212481?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12809600?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12809600?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16794634?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16794634?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21663795?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21663795?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22094253?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22094253?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22094253?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12842082?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12842082?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11586292?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11586292?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11684442?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11684442?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11790550?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11790550?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19838175?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19838175?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19838175?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11224571?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11224571?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11224571?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15350224?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15350224?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9741623?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9741623?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9741623?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10775259?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10775259?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22992590?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15549091?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18267085?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18267085?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7954821?dopt=Abstract   21. Bates S, Bonetta L, MacAllan D, Parry D, Holder A, Dickson C, Peters G: CDK6 (PLSTIRE) and CDK4 (PSK-J3) are a distinct subset of the cyclin- dependent kinases that associate with cyclin D1. Oncogene 1994, 9:71-79.  22. Dulic V, Lees E, Reed SI: Association of human cyclin E with a periodic G1-S phase protein kinase. Science 1992, 257:1958-1961.  23. Koff A, Giordano A, Desai D, Yamashita K, Harper JW, Elledge S, Nishimoto T, Morgan DO, Franza BR, Roberts JM: Formation and activation of a cyclin E-cdk2 complex during the G1 phase of the human cell cycle. Science 1992, 257:1689-1694.  24. Meyerson M, Harlow E: Identification of G1 kinase activity for cdk6, a novel cyclin D partner. Mol Cell Biol 1994, 14:2077-2086.  25. Matsushime H, Ewen ME, Strom DK, Kato JY, Hanks SK, Roussel MF, Sherr CJ: Identification and properties of an atypical catalytic subunit (p34PSK-J3/ cdk4) for mammalian D type G1 cyclins. Cell 1992, 71:323-334.  26. Hannon GJ, Beach D: p15INK4B is a potential effector of TGF-beta- induced cell cycle arrest [see comments]. Nature 1994, 371:257-261.  27. Serrano M, Hannon GJ, Beach D: A new regulatory motif in cell-cycle control causing specific inhibition of cyclin D/CDK4. Nature 1993, 366:704-707.  28. Guan KL, Jenkins CW, Li Y, Nichols MA, Wu X, O'Keefe CL, Matera AG, Xiong Y: Growth suppression by p18, a p16INK4/MTS1- and p14INK4B/ MTS2-related CDK6 inhibitor, correlates with wild-type pRb function. Genes Dev 1994, 8:2939-2952.  29. Hirai H, Roussel MF, Kato JY, Ashmun RA, Sherr CJ: Novel INK4 proteins, p19 and p18, are specific inhibitors of the cyclin D-dependent kinases CDK4 and CDK6. Mol Cell Biol 1995, 15:2672-2681.  30. Harper JW, Adami GR, Wei N, Keyomarsi K, Elledge SJ: The p21 Cdk- interacting protein Cip1 is a potent inhibitor of G1 cyclin-dependent kinases. Cell 1993, 75:805-816.  31. el-Deiry WS, Tokino T, Velculescu VE, Levy DB, Parsons R, Trent JM, Lin D, Mercer WE, Kinzler KW, Vogelstein B: WAF1, a potential mediator of p53 tumor suppression. Cell 1993, 75:817-825.  32. Polyak K, Lee MH, Erdjument-Bromage H, Koff A, Roberts JM, Tempst P, Massague J: Cloning of p27Kip1, a cyclin-dependent kinase inhibitor and a potential mediator of extracellular antimitogenic signals. Cell 1994, 78:59-66.  33. Toyoshima H, Hunter T: p27, a novel inhibitor of G1 cyclin-Cdk protein kinase activity, is related to p21. Cell 1994, 78:67-74.  34. Matsuoka S, Edwards MC, Bai C, Parker S, Zhang P, Baldini A, Harper JW, Elledge SJ: p57KIP2, a structurally distinct member of the p21CIP1 Cdk inhibitor family, is a candidate tumor suppressor gene. Genes Dev 1995, 9:650-662.  35. Lee MH, Reynisdottir I, Massague J: Cloning of p57KIP2, a cyclin- dependent kinase inhibitor with unique domain structure and tissue distribution. Genes Dev 1995, 9:639-649.  36. Sherr CJ, Roberts JM: CDK inhibitors: positive and negative regulators of G1-phase progression. Genes Dev 1999, 13:1501-1512.  37. Xiong Y, Zhang H, Beach D: D type cyclins associate with multiple protein kinases and the DNA replication and repair factor PCNA. Cell 1992, 71:505-514.  38. Yu ZK, Gervais JL, Zhang H: Human CUL-1 associates with the SKP1/SKP2 complex and regulates p21(CIP1/WAF1) and cyclin D proteins. Proc Natl Acad Sci USA 1998, 95:11324-11329.  39. Massague J: TGFbeta in Cancer. Cell 2008, 134:215-230. 40. Reynisdottir I, Polyak K, Iavarone A, Massague J: Kip/Cip and Ink4 Cdk  inhibitors cooperate to induce cell cycle arrest in response to TGF-beta. Genes Dev 1995, 9:1831-1845.  41. Seoane J, Le HV, Shen L, Anderson SA, Massague J: Integration of Smad and forkhead pathways in the control of neuroepithelial and glioblastoma cell proliferation. Cell 2004, 117:211-223.  42. Abbas T, Dutta A: p21 in cancer: intricate networks and multiple activities. Nat Rev Cancer 2009, 9:400-414.  43. Musgrove EA, Caldon CE, Barraclough J, Stone A, Sutherland RL: Cyclin D as a therapeutic target in cancer. Nat Rev Cancer 2011, 11:558-572.  44. Dai M, Al-Odaini AA, Arakelian A, Rabbani SA, Ali S, Lebrun JJ: A novel function for p21Cip1 and acetyltransferase p/CAF as critical transcriptional regulators of TGFbeta-mediated breast cancer cell migration and invasion. Breast Cancer Res 2012, 14:R127.  45. Agarwal R, Gonzalez-Angulo AM, Myhre S, Carey M, Lee JS, Overgaard J, Alsner J, Stemke-Hale K, Lluch A, Neve RM, Kuo WL, Sorlie T, Sahin A, Valero V, Keyomarsi K, Gray JW, Borresen-Dale AL, Mills GB, Hennessy BT:  Integrative analysis of cyclin protein levels identifies cyclin b1 as a classifier and predictor of outcomes in breast cancer. Clin Cancer Res 2009, 15:3654-3662.  46. Ertel A, Dean JL, Rui H, Liu C, Witkiewicz AK, Knudsen KE, Knudsen ES: RB- pathway disruption in breast cancer: differential association with disease subtypes, disease-specific prognosis and therapeutic response. Cell Cycle 2010, 9:4153-4163.  47. Drobnjak M, Osman I, Scher HI, Fazzari M, Cordon-Cardo C: Overexpression of cyclin D1 is associated with metastatic prostate cancer to bone. Clin Cancer Res 2000, 6:1891-1895.  48. Jares P, Fernandez PL, Campo E, Nadal A, Bosch F, Aiza G, Nayach I, Traserra J, Cardesa A: PRAD-1/cyclin D1 gene amplification correlates with messenger RNA overexpression and tumor progression in human laryngeal carcinomas. Cancer Res 1994, 54:4813-4817.  49. Minn AJ, Kang Y, Serganova I, Gupta GP, Giri DD, Doubrovin M, Ponomarev V, Gerald WL, Blasberg R, Massagué J: Distinct organ-specific metastatic potential of individual breast cancer cells and primary tumors. J Clin Invest 2005, 115:44-55.  50. Lin DI, Barbash O, Kumar KG, Weber JD, Harper JW, Klein-Szanto AJ, Rustgi A, Fuchs SY, Diehl JA: Phosphorylation-dependent ubiquitination of cyclin D1 by the SCF(FBX4-alphaB crystallin) complex. Mol Cell 2006, 24:355-366.  51. Alt JR, Cleveland JL, Hannink M, Diehl JA: Phosphorylation-dependent regulation of cyclin D1 nuclear export and cyclin D1-dependent cellular transformation. Genes Dev 2000, 14:3102-3114.  52. Neumeister P, Pixley FJ, Xiong Y, Xie H, Wu K, Ashton A, Cammer M, Chan A, Symons M, Stanley ER, Pestell RG: Cyclin D1 governs adhesion and motility of macrophages. Mol Biol Cell 2003, 14:2005-2015.  53. Li Z, Wang C, Jiao X, Lu Y, Fu M, Quong AA, Dye C, Yang J, Dai M, Ju X, Zhang X, Li A, Burbelo P, Stanley ER, Pestell RG: Cyclin D1 regulates cellular migration through the inhibition of thrombospondin 1 and ROCK signaling. Mol Cell Biol 2006, 26:4240-4256.  54. Zhong Z, Yeow WS, Zou C, Wassell R, Wang C, Pestell RG, Quong JN, Quong AA: Cyclin D1/cyclin-dependent kinase 4 interacts with filamin A and affects the migration and invasion potential of breast cancer cells. Cancer Res 2010, 70:2105-2114.  55. Schoumacher M, Goldman RD, Louvard D, Vignjevic DM: Actin, microtubules, and vimentin intermediate filaments cooperate for elongation of invadopodia. J Cell Biol 2010, 189:541-556.  56. Weaver AM: Invadopodia: specialized cell structures for cancer invasion. Clin Exp Metastasis 2006, 23:97-105.  57. Lee RJ, Albanese C, Fu M, D'Amico M, Lin B, Watanabe G, Haines GK, Siegel PM, Hung MC, Yarden Y, Horowitz JM, Muller WJ, Pestell RG: Cyclin D1 is required for transformation by activated Neu and is induced through an E2F-dependent signaling pathway. Mol Cell Biol 2000, 20:672-683.  58. Yu Q, Geng Y, Sicinski P: Specific protection against breast cancers by cyclin D1 ablation. Nature 2001, 411:1017-1021.  59. Kozar K, Ciemerych MA, Rebel VI, Shigematsu H, Zagozdzon A, Sicinska E, Geng Y, Yu Q, Bhattacharya S, Bronson RT, Akashi K, Sicinski P: Mouse development and cell proliferation in the absence of D-cyclins. Cell 2004, 118:477-491.  60. Arnold A, Papanikolaou A: Cyclin D1 in breast cancer pathogenesis. J Clin Oncol 2005, 23:4215-4224.  61. Fu M, Wang C, Li Z, Sakamaki T, Pestell RG: Minireview: Cyclin D1: normal and abnormal functions. Endocrinology 2004, 145:5439-5447.  62. Santarius T, Shipley J, Brewer D, Stratton MR, Cooper CS: A census of amplified and overexpressed human cancer genes. Nat Rev Cancer 2010, 10:59-64.  63. Matsubayashi H, Sato N, Fukushima N, Yeo CJ, Walter KM, Brune K, Sahin F, Hruban RH, Goggins M: Methylation of cyclin D2 is observed frequently in pancreatic cancer but is also an age-related phenomenon in gastrointestinal tissues. Clin Cancer Res 2003, 9:1446-1452.  64. Evron E, Umbricht CB, Korz D, Raman V, Loeb DM, Niranjan B, Buluwela L, Weitzman SA, Marks J, Sukumar S: Loss of cyclin D2 expression in the majority of breast cancers is associated with promoter hypermethylation. Cancer Res 2001, 61:2782-2787.  65. Padar A, Sathyanarayana UG, Suzuki M, Maruyama R, Hsieh JT, Frenkel EP, Minna JD, Gazdar AF: Inactivation of cyclin D2 gene in prostate cancers by aberrant promoter methylation. Clin Cancer Res 2003, 9:4730-4734.  66. Wang TC, Cardiff RD, Zukerberg L, Lees E, Arnold A, Schmidt EV: Mammary hyperplasia and carcinoma in MMTV-cyclin D1 transgenic mice. Nature 1994, 369:669-671.  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 13 of 14  http://www.ncbi.nlm.nih.gov/pubmed/8302605?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8302605?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1329201?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1329201?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1388288?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1388288?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1388288?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8114739?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8114739?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1423597?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1423597?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8078588?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8078588?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8259215?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8259215?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8001816?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8001816?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7739547?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7739547?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7739547?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242751?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242752?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8242752?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8033212?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8033212?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8033213?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8033213?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729684?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729684?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729683?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729683?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7729683?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10385618?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10385618?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1358458?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1358458?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9736735?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9736735?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18662538?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7649471?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7649471?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15084259?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15084259?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15084259?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19440234?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19440234?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21734724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21734724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22995475?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22995475?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22995475?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/22995475?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19470724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19470724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20948315?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20948315?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20948315?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10815912?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10815912?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8062283?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8062283?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8062283?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15630443?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17081987?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17081987?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11124803?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11124803?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11124803?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12802071?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12802071?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16705174?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16705174?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16705174?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20179208?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20179208?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20421424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20421424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20421424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16830222?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10611246?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10611246?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10611246?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11429595?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11429595?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15315760?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15315760?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15961768?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15331580?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15331580?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20029424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20029424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12684418?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12684418?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12684418?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11289162?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11289162?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11289162?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14581343?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14581343?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8208295?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8208295?dopt=Abstract   67. Landis MW, Pawlyk BS, Li T, Sicinski P, Hinds PW: Cyclin D1-dependent kinase activity in murine development and mammary tumorigenesis. Cancer Cell 2006, 9:13-22.  68. Yu Q, Sicinska E, Geng Y, Ahnstrom M, Zagozdzon A, Kong Y, Gardner H, Kiyokawa H, Harris LN, Stal O, Sicinski P: Requirement for CDK4 kinase function in breast cancer. Cancer Cell 2006, 9:23-32.  69. Yang C, Ionescu-Tiba V, Burns K, Gadd M, Zukerberg L, Louis DN, Sgroi D, Schmidt EV: The role of the cyclin D1-dependent kinases in ErbB2- mediated breast cancer. Am J Pathol 2004, 164:1031-1038.  70. Russell A, Thompson MA, Hendley J, Trute L, Armes J, Germain D: Cyclin D1 and D3 associate with the SCF complex and are coordinately elevated in breast cancer. Oncogene 1999, 18:1983-1991.  71. Benzeno S, Lu F, Guo M, Barbash O, Zhang F, Herman JG, Klein PS, Rustgi A, Diehl JA: Identification of mutations that disrupt phosphorylation- dependent nuclear export of cyclin D1. Oncogene 2006, 25:6291-6303.  72. Moreno-Bueno G, Rodriguez-Perales S, Sanchez-Estevez C, Hardisson D, Sarrio D, Prat J, Cigudosa JC, Matias-Guiu X, Palacios J: Cyclin D1 gene (CCND1) mutations in endometrial cancer. Oncogene 2003, 22:6115-6118.  73. Kim JK, Diehl JA: Nuclear cyclin D1: an oncogenic driver in human cancer. J Cell Physiol 2009, 220:292-296.  74. Wang C, Li Z, Lu Y, Du R, Katiyar S, Yang J, Fu M, Leader JE, Quong A, Novikoff PM, Pestell RG: Cyclin D1 repression of nuclear respiratory factor 1 integrates nuclear DNA synthesis and mitochondrial function. Proc Natl Acad Sci USA 2006, 103:11567-11572.  75. Sakamaki T, Casimiro MC, Ju X, Quong AA, Katiyar S, Liu M, Jiao X, Li A, Zhang X, Lu Y, Wang C, Byers S, Nicholson R, Link T, Shemluck M, Yang J, Fricke ST, Novikoff PM, Papanikolaou A, Arnold A, Albanese C, Pestell R: Cyclin D1 determines mitochondrial function in vivo. Mol Cell Biol 2006, 26:5449-5469.  76. Wang C, Pattabiraman N, Zhou JN, Fu M, Sakamaki T, Albanese C, Li Z, Wu K, Hulit J, Neumeister P, Novikoff PM, Brownlee M, Scherer PE, Jones JG, Whitney KD, Donehower LA, Harris EL, Rohan T, Johns DC, Pestell RG: Cyclin D1 repression of peroxisome proliferator-activated receptor gamma expression and transactivation. Mol Cell Biol 2003, 23:6159-6173.  77. Yasui M, Yamamoto H, Ngan CY, Damdinsuren B, Sugita Y, Fukunaga H, Gu J, Maeda M, Takemasa I, Ikeda M, Fujio Y, Sekimoto M, Matsuura N, Weinstein IB, Monden M: Antisense to cyclin D1 inhibits vascular endothelial growth factor-stimulated growth of vascular endothelial cells: implication of tumor vascularization. Clin Cancer Res 2006, 12:4720-4729.  78. Li Z, Jiao X, Wang C, Ju X, Lu Y, Yuan L, Lisanti MP, Katiyar S, Pestell RG: Cyclin D1 induction of cellular migration requires p27(KIP1). Cancer Res 2006, 66:9986-9994.  79. Jirawatnotai S, Hu Y, Michowski W, Elias JE, Becks L, Bienvenu F, Zagozdzon A, Goswami T, Wang YE, Clark AB, Kunkel TA, van Harn T, Xia B, Correll M, Quackenbush J, Livingston DM, Gygi SP, Sicinski P: A function for cyclin D1 in DNA repair uncovered by protein interactome analyses in human cancers. Nature 2011, 474:230-234.  80. Alt JR, Gladden AB, Diehl JA: p21(Cip1) Promotes cyclin D1 nuclear accumulation via direct inhibition of nuclear export. J Biol Chem 2002, 277:8517-8523.  81. Li Z, Jiao X, Wang C, Shirley LA, Elsaleh H, Dahl O, Wang M, Soutoglou E, Knudsen ES, Pestell RG: Alternative cyclin D1 splice forms differentially regulate the DNA damage response. Cancer Res 2010, 70:8802-8811.  82. Raderschall E, Bazarov A, Cao J, Lurz R, Smith A, Mann W, Ropers HH, Sedivy JM, Golub EI, Fritz E, Haaf T: Formation of higher-order nuclear Rad51 structures is functionally linked to p21 expression and protection from DNA damage-induced apoptosis. J Cell Sci 2002, 115:153-164.  doi:10.1186/bcr3441 Cite this article as: Dai et al.: Cyclin D1 cooperates with p21 to regulate TGFb-mediated breast cancer cell migration and tumor local invasion. Breast Cancer Research 2013 15:R49.  Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  Dai et al. Breast Cancer Research 2013, 15:R49 http://breast-cancer-research.com/content/15/3/R49  Page 14 of 14  View publication statsView publication stats  http://www.ncbi.nlm.nih.gov/pubmed/16413468?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16413468?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16413469?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16413469?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14982856?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14982856?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10208420?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10208420?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10208420?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16732330?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16732330?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12955092?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12955092?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19415697?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19415697?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16864783?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16864783?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16809779?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12917338?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12917338?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16899623?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16899623?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16899623?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17047061?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21654808?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21654808?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21654808?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11751903?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11751903?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20940395?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20940395?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11801733?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11801733?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11801733?dopt=Abstract https://www.researchgate.net/publication/240308294   Abstract  Introduction  Methods  Results  Conclusions   Introduction  Methods  Cell culture and transfection  Western blot analysis and immunoprecipitation  Real-Time PCR  Kinetic cell migration assay  Transwell cell migration assay  Immunofluorescence microscopy  Mammary fat pad injection of nude mice  Statistical analyses   Results  TGFβ induces cyclin D1 expression in highly migratory breast cancer cells  TGFβ promotes cyclin D1 nuclear accumulation and co-localization with p21  Cyclin D1 is required for TGFβ-mediated cell migration  Cyclin D1 is a downstream mediator in TGFβ-regulated actin reorganization and invadopodia formation  Depletion of cyclin D1 and p21 prevents mammary tumor growth and local invasion   Discussion  Conclusions  Abbreviations  Competing interests  Authors' contributions  Acknowledgements  Author details  References                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /None   /Binding /Left   /CalGrayProfile (Gray Gamma 2.2)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.3   /CompressObjects /Off   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.1000   /ColorConversionStrategy /LeaveColorUnchanged   /DoThumbnails true   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams false   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments false   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /Warning   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 500   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /Warning   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 500   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /Warning   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile (None)   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000410064006f006200650020005000440046002065876863900275284e8e55464e1a65876863768467e5770b548c62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef69069752865bc666e901a554652d965874ef6768467e5770b548c52175370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002c0020006400650072002000650067006e006500720020007300690067002000740069006c00200064006500740061006c006a006500720065007400200073006b00e60072006d007600690073006e0069006e00670020006f00670020007500640073006b007200690076006e0069006e006700200061006600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200075006d002000650069006e00650020007a0075007600650072006c00e40073007300690067006500200041006e007a006500690067006500200075006e00640020004100750073006700610062006500200076006f006e00200047006500730063006800e40066007400730064006f006b0075006d0065006e00740065006e0020007a0075002000650072007a00690065006c0065006e002e00200044006900650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000520065006100640065007200200035002e003000200075006e00640020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f00620065002000500044004600200061006400650063007500610064006f007300200070006100720061002000760069007300750061006c0069007a00610063006900f3006e0020006500200069006d0070007200650073006900f3006e00200064006500200063006f006e006600690061006e007a006100200064006500200064006f00630075006d0065006e0074006f007300200063006f006d00650072006300690061006c00650073002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f006200650020005000440046002000700072006f00660065007300730069006f006e006e0065006c007300200066006900610062006c0065007300200070006f007500720020006c0061002000760069007300750061006c00690073006100740069006f006e0020006500740020006c00270069006d007000720065007300730069006f006e002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /ITA (Utilizzare queste impostazioni per creare documenti Adobe PDF adatti per visualizzare e stampare documenti aziendali in modo affidabile. I documenti PDF creati possono essere aperti con Acrobat e Adobe Reader 5.0 e versioni successive.)     /JPN <FEFF30d330b830cd30b9658766f8306e8868793a304a3088307353705237306b90693057305f002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e305930023053306e8a2d5b9a3067306f30d530a930f330c8306e57cb30818fbc307f3092884c3044307e30593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020be44c988b2c8c2a40020bb38c11cb97c0020c548c815c801c73cb85c0020bcf4ace00020c778c1c4d558b2940020b3700020ac00c7a50020c801d569d55c002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken waarmee zakelijke documenten betrouwbaar kunnen worden weergegeven en afgedrukt. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200073006f006d002000650072002000650067006e0065007400200066006f00720020007000e5006c006900740065006c006900670020007600690073006e0069006e00670020006f00670020007500740073006b007200690066007400200061007600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f00620065002000500044004600200061006400650071007500610064006f00730020007000610072006100200061002000760069007300750061006c0069007a006100e700e3006f002000650020006100200069006d0070007200650073007300e3006f00200063006f006e0066006900e1007600650069007300200064006500200064006f00630075006d0065006e0074006f007300200063006f006d0065007200630069006100690073002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a0061002c0020006a006f0074006b006100200073006f0070006900760061007400200079007200690074007900730061007300690061006b00690072006a006f006a0065006e0020006c0075006f00740065007400740061007600610061006e0020006e00e400790074007400e4006d0069007300650065006e0020006a0061002000740075006c006f007300740061006d0069007300650065006e002e0020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400200073006f006d00200070006100730073006100720020006600f60072002000740069006c006c006600f60072006c00690074006c006900670020007600690073006e0069006e00670020006f006300680020007500740073006b007200690066007400650072002000610076002000610066006600e4007200730064006f006b0075006d0065006e0074002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /ENU (Use these settings to create Adobe PDF documents suitable for reliable viewing and printing of business documents.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >> >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [612.000 792.000] >> setpagedevice",
    "references": [],
    "authors": [
        "Chung-ming Chu",
        "Patrick C. Y. Woo",
        "Ken T. K. Chong",
        "Wah-shing Leung",
        "Veronica L. Chan",
        "Kwok-yung Yuen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}