{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/261521822  α-Actinin TvACTN3 of Trichomonas vaginalis Is an RNA-Binding Protein That  Could Participate in Its Posttranscriptional Iron Regulatory Mechanism  Article  in  BioMed Research International · March 2014  DOI: 10.1155/2014/424767 · Source: PubMed  CITATIONS  11 READS  140  4 authors, including:  Some of the authors of this publication are also working on these related projects:  BIOLOGÍA MOLECULAR Y BIOTECNOLOGÍA. View project  Jaeson Santos Calla  University of California, San Diego  32 PUBLICATIONS   216 CITATIONS     SEE PROFILE  Rossana Arroyo  Center for Research and Advanced Studies of the National Polytechnic Institute  130 PUBLICATIONS   2,564 CITATIONS     SEE PROFILE  All content following this page was uploaded by Rossana Arroyo on 01 April 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/261521822_a-Actinin_TvACTN3_of_Trichomonas_vaginalis_Is_an_RNA-Binding_Protein_That_Could_Participate_in_Its_Posttranscriptional_Iron_Regulatory_Mechanism?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/261521822_a-Actinin_TvACTN3_of_Trichomonas_vaginalis_Is_an_RNA-Binding_Protein_That_Could_Participate_in_Its_Posttranscriptional_Iron_Regulatory_Mechanism?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/BIOLOGIA-MOLECULAR-Y-BIOTECNOLOGIA?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jaeson-Calla?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jaeson-Calla?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_California_San_Diego2?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jaeson-Calla?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rossana-Arroyo?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rossana-Arroyo?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Center-for-Research-and-Advanced-Studies-of-the-National-Polytechnic-Institute?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rossana-Arroyo?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rossana-Arroyo?enrichId=rgreq-065830aef098b77273a6cac8f672b640-XXX&enrichSource=Y292ZXJQYWdlOzI2MTUyMTgyMjtBUzoxMDIxNjY5MDM2NTY0NTBAMTQwMTM2OTg5NjI5MA%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Research Article 𝛼-Actinin TvACTN3 of Trichomonas vaginalis Is an RNA-Binding Protein That Could Participate in Its Posttranscriptional Iron Regulatory Mechanism  Jaeson Santos Calla-Choque, Elisa Elvira Figueroa-Angulo, Leticia Ávila-González, and Rossana Arroyo  Departamento de Infectómica y Patogénesis Molecular, Centro de Investigación y de Estudios Avanzados del IPN (CINVESTAV-IPN), 07360 México, DF, Mexico  Correspondence should be addressed to Rossana Arroyo; rarroyo@cinvestav.mx  Received 9 September 2013; Accepted 24 November 2013; Published 2 March 2014  Academic Editor: Wanderley De Souza  Copyright   2014 Jaeson Santos Calla-Choque et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Trichomonas vaginalis is a sexually transmitted flagellated protist parasite responsible for trichomoniasis.This parasite is dependent on high levels of iron, favoring its growth and multiplication. Iron also differentially regulates some trichomonad virulence properties by unknown mechanisms. However, there is evidence to support the existence of gene regulatory mechanisms at the transcriptional and posttranscriptional levels that aremediated by iron concentration inT. vaginalis.Thus, the goal of this study was to identify an RNA-binding protein in T. vaginalis that interacts with the tvcp4 RNA stem-loop structure, which may participate in a posttranscriptional iron regulatory mechanism mediated by RNA-protein interactions. We performed RNA electrophoretic mobility shift assay (REMSA) and supershift, UV cross-linking, Northwestern blot, andwestern blot (WB) assays using cytoplasmic protein extracts from T. vaginalis with the tvcp4 RNA hairpin structure as a probe. We identified a 135-kDa protein isolated by the UV cross-linking assays as 𝛼-actinin 3 (TvACTN3) byMALDI-TOF-MS that was confirmed by LS-MS/MS and de novo sequencing. TvACTN3 is a cytoplasmic protein that specifically binds to hairpin RNA structures from trichomonads and humans when the parasites are grown under iron-depleted conditions.Thus, TvACTN3 could participate in the regulation of gene expression by iron in T. vaginalis through a parallel posttranscriptional mechanism similar to that of the IRE/IRP system.  1. Introduction  Cellular iron is an essential cofactor for many biochemical activities, including oxygen transport, cellular respiration, and DNA synthesis. Thus, iron deficiency can cause cell growth arrest and death. However, iron overload is also potentially toxic; under aerobic conditions, it catalyzes the formation of reactive oxygen species and generates highly reactive radicals through the Fenton reaction [1]. The dual role of this element has led to the evolution of an elegant regulatory system that maintains iron homeostasis and con- tributes to its systemic balance [2-4].  In vertebrates, cellular iron homeostasis is maintained by the coordinated expression of proteins involved in iron  uptake, storage, utilization, and export, which are regulated at the posttranscriptional level. This mechanism is based on the interactions of cytoplasmic iron regulatory proteins (IRPs) with conserved RNA stem-loop structures known as iron-responsive elements (IREs), which are located in the untranslated regions (UTRs) of specific mRNAs [4-7], under iron-limited conditions. Depending on the location of the RNA hairpin structures at the 5󸀠- or 3󸀠-UTRs of mRNA, the regulatory outcomes of these interactions are (a) the translation inhibition of 5󸀠-UTR IRE-containingmRNAs and (b) the protection and stability of 3󸀠-UTR IRE-containing mRNAs [3].  The IRE/IRP interaction in the 5󸀠-UTR modulates the expression of mRNAs encoding H- and L-ferritin (IRE-fer),  Hindawi Publishing Corporation BioMed Research International Volume 2014, Article ID 424767, 20 pages http://dx.doi.org/10.1155/2014/424767  http://dx.doi.org/10.1155/2014/424767   2 BioMed Research International  ALAS2, m-aconitase, ferroportin, HIF-2𝛼, 𝛽-APP, and 𝛼- synuclein, which control iron storage, erythroid iron utiliza- tion, energy homeostasis, iron efflux, hypoxic responses, and neurological pathways. Conversely, the IRE/IRP interaction in the 3󸀠-UTR stabilizes mRNAs encoding TfR1, DMT1, Cdc14A, andMRCK𝛼, which are involved in iron uptake, iron transport, the cell cycle, and cytoskeletal remodeling [7].  There are two cytoplasmic iron regulatory proteins in vertebrates, namely, IRP-1 and IRP-2. IRP-1 (97 kDa) and IRP- 2 (105 kDa) share ∼57% sequence identity with one another and ∼31% sequence identity with mitochondrial aconitase, but only IRP-1 has retained its cytoplasmic aconitase activity [7]. Although IRP-1 and IRP-2 are similar in sequence and structure, their actions are significantly different. IRP-1 con- tains a [4Fe-4S] cluster, and high iron concentrations prevent IRE-protein interactions [8]. In vitro studies have revealed that the iron-sulfur cluster can be disassembled in the presence of oxidizing (NO and H  2 O 2 ) and reducing agents,  such as𝛽-mercaptoethanol, resulting in greater IRE affinity at high iron concentrations [9, 10]. At low iron concentrations, the iron-sulfur cluster is labile and disassembled, and the RNAbinding site is exposed at the IRP, enabling RNA-protein interactions [10]. By contrast, IRP-2 binding to IRE structure is not regulated by the assembly and disassembly of an iron- sulfur cluster.  Trichomonas vaginalis is a flagellated protist parasite responsible for trichomoniasis, one of the most common nonviral sexually transmitted infections in humans. This protist is dependent on high levels of iron, favoring its growth andmultiplication in culture and in the human vagina, where the iron concentration is constantly changing throughout the menstrual cycle. Iron also differentially regulates some trichomonad virulence properties by unknown mechanisms [11, 12]. Knowledge of iron gene expression regulation in T. vaginalis is still very limited.  There is evidence to support the existence of gene regu- latory mechanisms at the transcriptional and posttranscrip- tional levels that are mediated by iron concentration in T. vaginalis. An iron-responsive promoter and the regulatory proteins that interact with it are involved in the positive tran- scriptional regulation of ap65-1 gene expression by iron [13], but this system is specific to this particular gene. Moreover, an atypical IRE hairpin structure has been reported in the mRNA of cysteine proteinase 4 (TvCP4) that is upregulated by iron at the posttranscriptional level. This atypical IRE structure specifically interacts with human IRP-1 and also appears to interact with trichomonad cytoplasmic proteins from parasites grown under iron-restricted conditions [11]. However, the specificity and identity of these proteins are unknown because T. vaginalis lacks aconitase activity and genes encoding IRP-like proteins. Interestingly, these tri- chomonad cytoplasmic proteins also specifically interact with human IRE-fer. Taken together, these data suggest the existence of a posttranscriptional iron regulatory mechanism in T. vaginalis that is parallel to the typical IRE/IRP system [11, 12].  Therefore, the goal of this work was to identify at least one of the cytoplasmic RNA-binding proteins of T. vaginalis that interacts with these IRE structures to provide insight  into the posttranscriptional iron regulatory mechanism of this early-evolved protist parasite. UsingRNAelectrophoretic mobility shift assay (REMSA) and supershift, UV cross- linking, and Northwestern blot (NWB) assays in concert with mass spectrometry (MS) analysis, we identified and characterized the 135-kDa cytoplasmic protein 𝛼-actinin (TvACTN3), which has the ability to bind to RNA and could participate in the posttranscriptional iron regulatory mechanism of T. vaginalis.  2. Materials and Methods  2.1. Parasite and HeLa Cell Cultures. T. vaginalis parasites from a fresh clinical CNCD 147 isolate were cultured in trypticase-yeast extract-maltose (TYM) medium [14] sup- plemented with 10% (v/v) heat-inactivated horse serum (HIHS) and incubated at 37∘C for 24 h. Regular TYM- HIHS medium contains 20 𝜇M iron [14, 15]. Parasites in the logarithmic phase of growth were also cultured in iron- depleted or iron-rich conditions (0 or 250𝜇M iron, resp.), and the culture medium was supplemented with 150 𝜇M 2,2󸀠-dipyridyl (Sigma-Aldrich, Co., St. Louis, MO, USA) or 250𝜇M ferrous ammonium sulfate (J. T. Baker, USA) solutions, respectively, 24 h prior to parasite inoculation [11, 15]. HeLa cells were grown in Dulbecco's modified Eagle medium (DMEM) (Invitrogen-Gibco, Carlsbad, CA, USA), supplemented with 10% HIHS at 37∘C for 48 h in a 5% CO  2  atmosphere to obtain confluent cell monolayers [16].  2.2. Parasite Cell Fractionation. Parasite cell fractionation was performed by combining previously described methods [17] with a few modifications. In brief, T. vaginalis parasites (5×108 with a cell density of 1.5×106 parasites/mL) cultured under different iron conditions were harvested at 750×g for 5min at 4∘C and washed twice with ice-cold PBS, pH 7.0.The parasite pellet was resuspended in 1mL of extraction buffer (EB) (10mMHEPES (pH 7.6), 3mMMgCl  2 , 40mMKCl, 5%  glycerol, and 0.5% Nonidet P-40; Sigma) containing protease inhibitors (7.5mM TLCK and 1.6mM leupeptin; Sigma), vortexed, and incubated for 20min on ice.The parasite lysate was centrifuged for 10min at 1,000×g.The pellet (P1: nucleus and cell debris) was discarded. The supernatant (SN1) was centrifuged for 10min at 10,000×g, and the new supernatant (SN2: cytoplasmic extracts) was stored at −70∘C for up to two weeks until use in REMSA and supershift, UV cross- linking, andNWB assays.The pellet (P2: membrane extracts) was resuspended in 750𝜇L buffer R (20mMHEPES (pH 7.6), 2mMMgCl  2 , 1 mM EDTA) and stored at −70∘C until use.  2.3. Cytoplasmic Extracts from HeLa Cells. HeLa cell cyto- plasmic extracts were prepared as previously described [11]. In brief, HeLa cells (40 × 106 with a cell density of 1.5 × 106 cells/mL) were detached with 0.05M EDTA, for 5min at 25∘C, centrifuged at 2,500×g for 5min at 4∘C and washed twice with ice-cold PBS. The cell pellet was resuspended in lysis buffer A (10mM HEPES (pH 7.9), 15mM MgCl  2 , and  10mM KCl), homogenized in a Dounce homogenizer (10- 20 strokes), and centrifuged at 10,000×g for 30min at 4∘C.    BioMed Research International 3  The supernatantswere diluted to a final protein concentration of 10mg/mL and stored at −70∘C until use.  2.4. In Vitro Transcription of RNA Sequences. The DNA used for in vitro transcription included the following: the plasmid pSPT-fer (kindly donated byDr. Lukas Kühn), which contains the human ferritin H-chain IRE (IRE-fer) region was linearized with BamHI [18], and two tvcp4 amplicons, namely, (i) amplicon 31 from −3 to 28 nt (including the IRE- tvcp4 sequence) and (ii) amplicon 97 from 12 to 107 nt (a deletion mutant that disrupts IRE-tvcp4) [11]. The amplicons were produced by PCR with the primers sense (31), antisense (31), sense (97), and antisense (97) (Table 1). The PCR sense primers contained a bacteriophage T7 promoter sequence (underline nt) and an additional GG sequence to enhance transcription.The purified PCR products (Qiaquick kit, Qia- genMexico, S. de R.L. de C.V.Mexico) were used as templates for RNAsynthesis using an in vitro transcription kit (Ambion, Inc. Austin, TX, USA). The transcription reaction was con- ducted according to the manufacturer's recommendations. Following transcription, the DNA templates were removed by treatment with DNase I (Ambion), and unincorporated nucleotides were removed by precipitation with 5𝜇g glyco- gen, 100mM ammonium acetate salts, and two volumes of absolute ethanol. To synthesize radiolabeled RNA transcripts, 20𝜇Ci [𝛼32P] UTP (800Ci/mmol; Dupont Mexico, S.A. de C.V., Mexico) was included in the transcription reaction. The IRE-fer transcript encoding the canonical IRE was used as the positive control where indicated. An unrelated RNA transcript was used as a negative control [19]. To obtain the RNA secondary structure, transcripts were incubated at 70∘C for 15min and cooled down at room temperature for 20min.  2.5. RNA Electrophoretic Mobility Shift Assay (REMSA) and Supershift Assay. REMSA assays were performed to detect RNA-protein interactions as reported by Leibold and Munro [20] with some modifications. In brief, 200,000 cpm (10- 15 ng) of 32P-UTP-labeled RNAs was incubated for 20min at 4∘C with 20𝜇g cytoplasmic HeLa cell extracts or 50𝜇g T. vaginalis cytoplasmic extracts from parasites grown in iron-rich and iron-depleted conditions in interaction buffer (10mM HEPES (pH 7.6), 3mM MgCl  2 , 40mM KCl, 5%  glycerol in DEPC water) in the presence of 20U RNasin (Roche), 4 𝜇g tRNA, and 2% 𝛽-mercaptoethanol (only for assessing interactions in the HeLa cytoplasmic extract). After incubation, 20U RNase T1 and 10𝜇g RNase A were added to the mixture and incubated for 30min at 25∘C. Then, heparin (5 𝜇g) was added and incubated for 10min at 4∘C. The RNA-protein complexes (RPCs) were resolved on 6% nondenaturing polyacrylamide gels and visualized by autora- diography [18]. To assess specificity, competition REMSAs were performed by adding 50 and 100-fold molar excesses of unlabeled RNA, followed by incubation for 30min at 4∘C. For the supershift assays, 1-2𝜇L (1 𝜇g/𝜇L) commercial polyclonal antibody against recombinant 𝛼-actinin from chicken (𝛼- chACTN, PA1-28036,Thermo Scientific), a monoclonal anti- body against recombinant 𝛼-actinin from bovine ([BM 75.2], Abcam), 5-15𝜇L rabbit 𝛼-TvACTN3r serum, or 10 𝜇L control  rabbit against T. vaginalis triosephosphate isomerase 2r (𝛼- TvTIM2r) serum [21] (as an unrelated antibody) was added, along with the cytoplasmic extracts from trichomonads grown in iron-depleted conditions, before adding the RNA probes. These experiments were independently performed at least three times, with similar results.  2.6. UV Cross-Linking Assay. Trichomonad cytoplasmic extracts and the recombinant proteins TvACTN3r, the TvACTN3 domains (DIr, DIIr, and DIIIr), hIRP-1r (used as a positive control), and BSA (1𝜇g) (used as a negative control) were incubated with 200,000 cpm (10-15 ng) 32P- labeled RNA probes for 30min at 4∘C in 25 𝜇L reaction buffer (10mM HEPES-KOH [pH 7.4], 3mM MgCl  2 , 5%  (v/v) glycerol, 100mM KCl, 20U RNasin, and 5 𝜇g yeast tRNA; Invitrogen). After RNA-binding, the reaction mixture was placed on ice and irradiated with a UV-lamp (UVP; 800,000𝜇J/cm2) for 15min. Unprotected RNA was digested for 30min at 25∘Cwith RNase A (10 𝜇g) and RNase T1 (20U). RPCs were resolved on 10% SDS-PAGE gels. The gels were stained with Coomassie Brilliant Blue (CBB) and dried, and radioactive bands were visualized by autoradiography in a FLA 5000 phosphoimager (Fujifilm, Co, Tokyo Japan) with a Software MultiGauge V3.0 [22]. These experiments were independently performed at least three times, with similar results.  2.7. Identification of RNA-Binding Proteins in T. vaginalis. The high molecular weight protein bands detected by UV cross- linking assays of the cytoplasmic proteins from trichomonads grown under iron-depleted conditions and the IRE-tvcp4 RNAprobewere excised fromduplicate CBB-stained gels and submitted to protein identification by MS at the Protein Unit of Columbia University (New York, USA).The protein bands were reduced and alkylated, digested with trypsin, and ana- lyzed by matrix-assisted laser desorption ionization time-of flight mass spectrometry (MALDI-TOF-MS), MS/MS and de novo sequencing as previously reported [23, 24]. The specific peptides identified (Table 2) corresponded to the TvACTN3 protein. The score and protein coverage were calculated by the MS-Fit MOWSE and Mascot search algorithms.  2.8. Cloning and Expression of Recombinant TvACTN3r, DIr, DIIr, and DIIIr Proteins. The complete tvactn3 gene (TVAG 239310; 3390 bp) was amplified by PCR using genomic DNA from the T. vaginalis CNCD 147 isolate as a template with a sense primer containing a BamHI restriction site (tvactn3-BamHI) and an antisense primer containing a NotI restriction site (tvactn3-NotI); these primers included the ATG and TAA initiation and stop codons, respectively (Table 1). The corresponding DNA fragments of Domain I (873 bp, 1-291 aa), Domain II (1713 bp, 230-800 aa), and Domain III (1407 bp, 662-1129 aa) were also amplified by PCR using plasmid DNA (containing the complete tvactn3 gene) with specific primers for each fragment (Table 1). The amplicons were cloned into the pCR4-TOPO vector (Invit- rogen). The inserts were released by double digestion and subcloned into the pProEX-HTb expression vector according    4 BioMed Research International  Ta bl e 1: Pr im  er s us ed  fo r PC  R ,R  T- PC  R ,a nd  qR T- PC  R as sa ys  to am  pl ify  th e di st in ct tv ac tn  ge ne  fr ag m en ts fo un  d in  th e dr aft  of th e T.  va gi na  lis ge no  m e se qu  en ce ,m  R N A of  ea ch  tv ac tn  ge ne  an d ge ne su  se d as  co nt ro ls ,c om  pl et e tv ac tn 3 ge ne  an d its  th re e do  m ai ns  fo re  xp re ss io n,  an d th e di ffe re nt  am pl ic on  so ft he  IR E se qu  en ce su  se d as  R N A pr ob  es .  G en e  Lo ca tio  na (b p)  Pr im  er s( 5󸀠 -3 󸀠 )  Fo rw  ar d  R ev er se  Tv ac tn 1b  15 12 -1 64  8 C C G C T T G C C T TA  C A G C A C T C G G  C C C T T G T T G A A G T G G T C G A G C A T  Tv ac tn 2b  15 51 -1 67 6  TA C A C A G T T C C T C G C C A A G C A G  C C T C T G T T G G G C T G T G G T T G A C A  Tv ac tn 3b  15 40  -1 69 8  C A G C G C G C T G C C A A C G T T G A C  C C A A G G C A A G C T G T G TA  C A T G G C T G  Tv ac tn 4b  15 61 -1 66 7  C C T TA  A A G C A A C A G T TA  G C A G C A G C  C C T G T T C G T T T G C T C T T G C A A T TA  C Tv  ac tn 5b  15 61 -1 67 3  C C C C A G G C G A A G A A C C A G A A A T T  C C G T T T G A G T C C A T T G C G A C TA  A C T  𝛽 -T ub  ul in  b 61 1- 72 2  C A T T G A TA  A C G A A G C T C T T TA  C G A T  G C A T G T T G T G C C G G A C A TA  A C C A T [2 5]  Tv ac tn 3c  1- 33 90  G G C G G G A T C C A T G T C TA  A TA  A T C G T G G A C T T C TA  G A C  G G C G G C G G C C G C T TA  G G C A TA  G A TA  G A A T T G A C  Tv ac tn 3 D Id  1- 87 3  G G C G G G A T C C A T G T C TA  A TA  A T C G T G G A C T T C TA  G A C  G G C G A A G C T T T C C T G G A A C T G T C T G G T C G TA  C Tv  ac tn 3 D II  e 68 8- 24 00  G G C G G G A T C C C A C T T C T T C G C T G G C G A G T C A  G G C G G C G G C C G C G A C C T T C T C G G C G A T G G C A A G A A C C  Tv ac tn 3 D II If  19 84 -3 39 0  G G C G G G A T C C G A C A T C A C A T T C G C C T T C T T G A C A C  G G C G G C G G C C G C T TA  G G C A TA  G A TA  G A A T T G A C  Tv pf o ag  22 81 -3 45 8  G A A G A G G G C A A G A A C T G G G A T C  A T C T T C T T G TA  G C C C T C G TA  A [2 3]  Tv cp 12  h 8- 27 6  G A T T T C A A A C T T G C T T C C G G C A T T  C T T G A C T G T T T G G C C C T T G G A A A [2 5]  IR E- tv cp 4i  − 3- 28  TA A TA  C G A C T C A C TA  TA G G G C A C A T G T T C G T T C A G G C A C C A T  C T T T C T G C T C A T G T G C C T G A A C G A A C A T G T G [1 1]  di sr up  te d IR E- tv cp 4j  12 -1 07  TA A TA  C G A C T C A C TA  TA G G G G G C A C A T G A G C A G A A A G C  G G A G A G C C A A A T G C C A A G [1 1]  a L oc at io n of  th e re gi on  am pl ifi ed  by PC  R ,R  T- PC  R ,a nd  qR T- PC  R of  ea ch  tv ac tn  ge ne .b  Pr im  er s us ed  fo r RT  -P C R an d qR  T- PC  R as sa ys  to ch ec k Tv  ac tn  ge ne  ex pr es si on  un de r di st in ct  ir on  co nc en tr at io ns .  c R es tr ic tio  n si te s (u nd  er lin  ed ) fo r Ba  m H Ia  nd N ot Ie  nz ym  es us ed  to su bc lo ne  th e co m pl et e tv ac tn 3 ge ne  fr om  th e T.  va gi na  lis C N C D 14 7 is ol at e.  d R es tr ic tio  n si te s (u nd  er lin  ed ) fo r Ba  m H Ia  nd H in dI II en zy m es  us ed  to su bc lo ne  th e A ct in -b in di ng  do m ai n (D  I) of  tv ac tn 3 in  a ba ct er ia le xp re ss io n sy st em  .e R es tr ic tio  n si te s (u nd  er lin  ed ) fo r Ba  m H Ia  nd N ot Ie  nz ym  es us ed  to su bc lo ne  th e Sp ec tr in  R ep ea ts D om  ai n (D  II )o  f tv ac tn 3 in  a ba ct er ia le xp re ss io n sy st em  .f R es tr ic tio  n si te s (u nd  er lin  ed )f or  Ba m H Ia  nd N ot Ie  nz ym  es us ed  to su bc lo ne  th e EF  -h an d D om  ai n (D  II I) of  Tv ac tn 3 in  a ba ct er ia le xp re ss io n sy st em  .g Pr im  er s us ed  fo r  RT -P C R as sa ys  to ch ec k pf o a ge ne  ex pr es si on  un de rd  is tin  ct ir on  co nc en tr at io ns  us ed  as an  ex pr es si on  co nt ro l. h Pr im  er su  se d fo rR  T- PC  R as sa ys  to ch ec k tv cp 12  ge ne  ex pr es si on  un de rd  is tin  ct ir on  co nc en tr at io ns  us ed  as an  ex pr es si on  co nt ro l. i P ri m er su  se d fo rP  C R of  IR E- tv cp 4 se qu  en ce s.  j P ri m er su  se d fo rP  C R of  a de le tio  n m ut an tt ha td  is ru pt st he  IR E- tv cp 4.    BioMed Research International 5  to the manufacturer's instructions (Invitrogen). The DNA sequence of tvactn3was deposited inGenBankwith accession number KF280188. His-tagged recombinant TvACTN3r, DIr, DIIr, and DIIIr were expressed in E. coli BL-21 (DE3) by induction with 1mM IPTG for 16 h at 16∘C.The recombinant proteins were purified from the soluble fraction by affinity chromatography using Ni-NTA-Sepharose as recommended by the manufacturer (GE Healthcare Bio-Sciences Corp, Piscataway NJ, USA). Purified recombinant proteins were dialyzed three times against PBS at 4∘C and quantified by the Bradford method (Bio-Rad).  2.9. Generation of Anti-TvACTN3r, DIr, DIIr, and DIIIr Anti- bodies. Female New Zealand white rabbits weighing 3.0 kg were intramuscularly immunized twice with 300 𝜇g affinity- purified TvACTN3r, DIr, DIIr, or DIIIr proteins in a 1 : 1 ratio with TiterMax Gold (Sigma) adjuvant, as recommended by the manufacturer. The animals were bled weekly, and their sera were tested by WB assays against each recombinant protein and cytoplasmic extracts from T. vaginalis cultured in regular medium. Before rabbit immunization, the preim- mune (PI) serum was obtained from each rabbit and used as a negative control for all experiments with antibodies.  2.10. Antibodies. To detect the presence of cross-reacting IRP-1-like proteins inT. vaginalis, we used an affinity-purified rabbit polyclonal antibody against rat IRP-1 (rIRP-1, AB15506, Millipore). We also used a rabbit polyclonal antibody against 𝛼-chACTN. In addition, rabbit polyclonal antisera were produced against purified recombinant TvACTN3r and its domains (𝛼-TvACTN3r, 𝛼-DIr, 𝛼-DIIr, and 𝛼-DIIIr). To produce control sera for the western blot (WB) assays of different cellular fractions, we used a mouse polyclonal antibody against a trichomonad PFO A protein for the membrane fraction [23] and a rabbit polyclonal antiserum against a trichomonad cytoplasmicHSP70 protein (produced by Torres-Romero et al., manuscript in preparation) for the cytoplasmic fraction. To produce a negative control serum for the supershift assays, we used a rabbit polyclonal antibody against the recombinant TvTIM2r protein [21].  2.11. Western Blotting. After electrophoresis, recombinant TvACTN3r, DIr, DIIr, or DIIIr, or cytoplasmic extracts of T. vaginalis grown in 0, 20, or 250 𝜇M iron were transferred onto nitrocellulose (NC) membranes and blocked using 10% fat-free milk in PBS-0.05% Tween 20 (PBS-T) buffer for 18 h at 4∘C. The NC membranes were washed five times with PBS-T at 25∘C and incubated for 18 h at 4∘C with each antibody. The antibodies were diluted in PBS-T as follows: 𝛼-TvACTN3r (1 : 150,000), 𝛼-DIr (1 : 1,000), 𝛼-DIIr (1 : 1,000), and 𝛼-DIIIr (1 : 1,000). The NC membranes were washed five times with PBS-T at 25∘C, incubated with secondary antibodies (𝛼-rabbit or 𝛼-mouse immunoglobulin Gs [IgGs] coupled to peroxidase) (Bio-Rad) at a 1 : 3,000 dilution in 10% fat-free milk in PBS-T for 2 h at 25∘C, washed five times with PBS-T, and developed with 4-chloro-1-naphthol (Bio- Rad) or by chemiluminescence using a SuperSignal West Pico Kit (Pierce). The corresponding PI rabbit or mouse  serumwas used as a negative control.These experiments were independently performed at least three times and yielded similar results.  2.12. Northwestern Blotting (NWB). The Northwestern blot assay was performed by combining previously described methods [17, 24] with a few modifications. In brief, recom- binant proteins were resolved by 10% SDS-PAGE, transferred onto NC membranes, blocked with 10% fat-free milk and 20𝜇g/mL yeast tRNA (Sigma) in EB (EBY) for 18 h at 4∘C, and washed three times with EBY at 25∘C. The NC membranes were incubated for 18 h at 4∘C with EBY containing 10- 15 ng/mL radiolabeled RNA; washed twice with EB; washed another two times with B buffer (10mM Tris-HCl [pH 7.5] and 50mM NaCl); and blocked again for 1 h at 37∘C with STMT buffer (1M NaCl, 0.1M Tris-HCl [pH 7.5], 2mM MgCl  2 , and 0.05% Triton X-100) containing 3% BSA. After  extensivewashingwith EB, theNCmembraneswere air-dried and exposed for autoradiography. These experiments were performed independently at least three times, with similar results.  2.13. In Silico Analysis of TvACTN3. Multiple alignments were performed with the ClustalW program. The nucleotide sequences of all tvactn genes were obtained from the T. vaginalis genome project database (http://www.trichdb.org/). To identify functional RNA-binding domains, we analyzed the deduced protein sequence of TvACTN3 using the SMART (http://smart.embl-heidelberg.de/) [26, 27], Motif Scan (http://hits.isb-sib.ch/cgi-bin/PFSCAN), and PROSITE programs (http://prosite.expasy.org/prosite.html) [28].  2.14. RNA Isolation, Semiquantitative RT-PCR, and Real- Time qRT-PCR Analyses. The total RNA from parasites (107) grown in 0, 20, or 250𝜇M iron was extracted using TRIzol reagent (Sigma). For semiquantitative RT-PCR, the total RNA (1 𝜇g) was reverse-transcribed using the SuperScript II reverse transcriptase kit (Invitrogen) and an oligo (dT18) primer. A 0.5 𝜇g quantity of cDNA was then used as a PCR template [25]. Gene-specific primers [29] were used for PCR amplification of the T. vaginalis 𝛼-actinin (tvactn1, tvactn2, tvactn3, tvactn4, and tvactn5) transcripts (Table 1). To produce an internal control, a 112-bp fragment of the 𝛽- tubulin genewas amplified by PCRwith specific primers [25]. As additional controls, the tvpfo a (iron-upregulated gene) [23] and tvcp12 (iron-downregulated gene) transcripts were also amplified using specific primers [11] (Table 1).  Quantitative RT-PCR was performed for each tvactn gene using an ABIPRISM 7300 Sequence Detector (Applied Biosystems). In brief, the RT-PCR amplification mixtures (25 𝜇L) contained 1 𝜇g cDNA from each condition; 10 pmol specific primers for tvactn1, tvactn2, tvactn3, tvactn4, or tvactn5 (Table 1); and 2× SYBR Green 1 PCR Master Mix (12.5 𝜇L) buffer (Applied Biosystems).The cycling conditions for all tvactn genes and transcripts included 10min of poly- merase activation at 95∘C, followed by 25 cycles of 95∘C for 20 s, 55∘C for 30 s, and 72∘C for 30 s. Each assay (in triplicate) included a standard curve of eight 1/10 serial dilutions of    6 BioMed Research International  tvactn3 or 𝛽-tub cDNA (1 𝜇g of each tested cDNA) and a no-template control. All PCR efficiencies were greater than 95%. The results obtained by the Sequence Detection Software (version 1.3; Applied Biosystems) were exported as tab-delimited text and imported into Microsoft Excel for further analysis. To confirm the amplification specificity, PCR products were subjected to standard curve analysis.The levels of tvactn1, tvactn2, tvactn3, tvactn4, or tvactn5 mRNA were quantified by qRT-PCR analysis relative to 𝛽-tubulin mRNA as an internal control.  2.15. Statistical Analysis. All data were expressed as the means ± S.D. from three samples, and qRT-PCR experiments were repeated three times. The significance of the difference between means was determined by one-way ANOVA using Sigma-Plot11.The level of significancewas also determined by the Bonferroni method comparing all groups versus control (𝑃 < 0.001) for Figure 4(b). The scores showing statistical significance are indicated in the figures with asterisks.  2.16. Ethical Statement. This study was performed with strict accordance with the recommendations of the Guide for the Use of Laboratory Animals of the Center of Research and Advanced Studies of the National Polytechnic Institute (CINVESTAV-IPN). The protocols and experiments were approved by the Institutional Animal Care “CICUAL” at the CINVESTAV-IPN. Animals were kept in environmentally controlled animal facilities at CINVESTAV-IPN. The final bleeding was performed under sodium pentobarbital anes- thesia and efforts were always made to minimize suffering.  3. Results  3.1. Cytoplasmic Proteins from T. vaginalis Grown in Iron- Depleted Concentrations Specifically Interact with IRE-tvcp4 and IRE-fer. We previously demonstrated the specific inter- action between an atypical IRE stem-loop structure in the 5󸀠 region of tvcp4 mRNA with human recombinant IRP and HeLa cell cytoplasmic proteins, which suggested the pres- ence of RNA-binding proteins in trichomonad cytoplasmic extracts [11]. To determine if T. vaginalis has RNA-binding proteins that specifically interact with IRE structures andmay participate in a posttranscriptional regulatory mechanism parallel to the IRE-IRP system described in other organisms, we performed REMSA with cytoplasmic extracts from T. vaginalis grown in iron-rich (Tv-H) and iron-depleted (Tv-L) media and radiolabeled RNA probes of trichomonad IRE- tvcp4, and the human IRE-fer that was used as a positive control. Figure 1(a) shows the formation of one RNA-protein complex (RPC) with T. vaginalis cytoplasmic extracts under iron-depleted conditions using both probes (lanes 3 and 6); the complexes were sensitive to reducing agents (data not shown). These results suggest that there are RNA-binding proteins in the trichomonad extracts that interact with hairpin RNA structures in iron-depleted conditions and in the absence of reducing agents.  RNA competition assays were also performed to deter- mine the specificity of the RPC formed between the tri- chomonad cytoplasmic proteins and both tested IREs. The addition of a molar excess of unlabeled homologous or heterologous IRE probe (IRE-fer and IRE-tvcp4) relative to labeled IRE significantly decreased the amount of RPC (Figure 1(b), lanes 3-6 and 11-14, resp.) in a concentration- dependent manner. An excess of unlabeled unrelated tran- scripts was used as competitor RNA [19], which did not affect RPC formation, as expected (Figure 1(b), lanes 7, 8 and 15, 16, resp.). These data demonstrate that the RNA-protein complexes detected with trichomonad cytoplasmic proteins are specific and imply the existence of RNA-binding proteins in T. vaginalis, in spite of the lack of aconitase/IRP proteins in trichomonads.  3.2. IRE-tvcp4 and IRE-fer mRNA Probes Specifically Interact with at Least Four Protein Bands from T. vaginalis Extracts. To determine the size of the proteins in the RPC, UV cross- linking assays were performed using cytoplasmic extracts fromT. vaginalis grown in iron-depleted conditions and radi- olabeled IRE-tvcp4 and IRE-fer mRNA probes. Figure 2(a) shows that both RNA probes interacted with at least four proteins of 135, 110, 70, and 45 kDa (lanes 2 and 7).The45-kDa protein band was more intense in the presence of IRE-tvcp4 than in the presence of IRE-fer.Thepresence of reactive bands required the simultaneous occurrence of RNA and protein molecules during UV irradiation. Few or no reactive bands were observed when the cross-linking reaction was treated with proteinase K (lanes 3 and 8) or RNases (lanes 4 and 9) or when unlabeled IREs were used (lanes 5 and 10), indicating that the radioactive bands were formed when cytoplasmic trichomonad proteins and labeled-RNA were present in the reaction and specifically interacted with one another.  3.3. The 135-kDa Protein Band That Binds to IRE-tvcp4 and IRE-fer Is a T. vaginalis 𝛼-Actinin (TvACTN3). To identify the 135-kDa protein detected in the UV cross-linking assays (Figure 2(a)), the corresponding protein band was excised from the duplicate CBB-stained gel and prepared for MS analysis by tryptic mapping of the 135-kDa protein band by MALDI-TOF-MS, MS/MS and de novo sequencing. The masses of 35 peptides obtained from the 135-kDa protein band corresponded to peptidemasses from theTVAG 239310 cytoplasmic TvACTN3 ofT. vaginalis [29]. Only 1/35 peptides (peptide 33) was common to TvACTN1 and 2/35 peptides (peptides 4 and 34) were common to TvACTN2 (Table 2). None of the identified peptides were found in TvACTN4 and TvACTN5. The protein sequence coverage was 43% with a MS-Fit MOWSE score: 2.64𝑒 + 11; Mascot score: 212, and expected value 5.8𝑒 − 15. To confirm this identi- fication, the 135-kDa protein band was processed by ESI- LC-MS/MS. A single peptide: FMIEEISVEEATAR (peptide 4) was identified. This peptide was common to 𝛼-actinin TvACTN2 and TvACTN3 of T. vaginalis. Since only one peptide was obtained, a new analysis by de novo sequencing was performed and four peptide sequences: EEYNQAAQK,    BioMed Research International 7  ++  +  + ++ +  −  − −  − +−− + −− + −−  −  − − −IRE-fer IRE-tvcp4 Tv-H Tv-L  Free   1 2 3 4 5 6  probe  I I  (a)  IRE-fer IRE-tvcp4  IR E-  tv cp 4  Tv-L  U R  + + ++ + +  ++++++ ++ ++++++ ++  −− ++ + ++ + +− ++ + ++ + +−  − − − − − − − −  Free   1 2 3 4 5 6 7 8  Competitors  probe  IR E-  fe r  IR E-  tv cp 4  U R  IR E-  fe r  + + ++ + +−−  − − − − − − − −  9 10 11 12 13 14 15 16  II  (b)  Figure 1: Presence of RNA-binding proteins in iron-depleted T. vaginalis. (a) RNA gel-shift assays (REMSA) to detect RNA-protein complex (RPC) formation using IRE-fer (lanes 1-3) and IRE-tvcp4 (lanes 4-6) RNA probes and T. vaginalis cytoplasmic extracts from parasites grown in iron-rich (H) (lanes 2 and 3) or iron-depleted (L) (lanes 5 and 6) medium. Experiments with IRE-fer are controls. RNA free probes used as negative controls (lanes 1 and 4). (b) REMSA competition assays performed with the IRE-fer and IRE-tvcp4 RNA probes and T. vaginalis cytoplasmic extracts in the absence of competitors (lanes 2 and 10) or in the presence of a 50- or 100-fold molar excess of unlabeled IRE-fer RNA (lanes 3 and 4), IRE-tvcp4 (lanes 13 and 14), or unrelated transcript (lanes 7, 8 and 15, 16). A cross-competition assay in the presence of a 50- or 100-fold molar excess of unlabeled IRE-tvcp4 RNA (lanes 5 and 6) and IRE-fer RNA (lanes 11 and 12). Experiments were performed three times and yielded similar results.  TAIAAEK, QECLDVINTER, and IQPTLEEPYQ that corre- sponded to TvACTN3 of T. vaginalis were obtained. Two of them were part of the sequence of peptides 18 and 23 identified by MALDI TOF (Table 2).  To confirm this identification, we performed a WB assay using a commercial polyclonal antibody against recombinant chicken 𝛼-actinin (𝛼-chACTN) with cytoplasmic extracts from iron-depleted T. vaginalis. This antibody recognized protein bands of 135, 110, 65, and 40 kDa (Figure 2(b), lane 3). Similar molecular weight protein bands (135, 110, 60, and 50 kDa) were also detected with a commercial polyclonal 𝛼- rIRP-1 antibody (Figure 2(b), lane 4). Interestingly, these two antibodies showed cross-reactivity to the 135- and 110-kDa protein bands of T. vaginalis.  3.4. Actinin Proteins from T. vaginalis Are Present in the RNA- Protein Complex Formed between Cytoplasmic Extracts and RNA Probes from Humans and Trichomonads. To corrobo- rate the presence of actinin in the RPC formed between tri- chomonad cytoplasmic proteins and RNA probes (IRE-tvcp4 and IRE-fer), a supershift assay was performed by adding  the 𝛼-chACTN polyclonal antibody and the 𝛼-bACTN monoclonal antibody to the REMSA reaction. Figure 2(c) shows that both heterologous anti-ACTN polyclonal and monoclonal antibodies reduced RPC formation between the cytoplasmic extracts of iron-depleted T. vaginalis and both IRE probes (lanes 3-6 and 9-12, resp.) at two antibody concentrations; an unrelated antibody was used as a negative control (lane 13). These results confirm the presence of trichomonad 𝛼-actinins in the RPC.  3.5. Only Three of the Five 𝛼-Actinin Encoding Genes Are Expressed in T. vaginalis under Different Iron Concentrations. Five annotated sequences in the T. vaginalis genome encode 𝛼-actinin genes: TVAG 156680, TVAG 190450, TVAG 239310, TVAG 247460, and TVAG 260390; we named these genes tvactn1, tvactn2, tvactn3, tvactn4, and tvactn5, respectively. We performed a multiple alignment analysis of the deduced amino acid sequences [29] (see Supplementary Figure S1 in Supplementary Material available online at http://dx.doi.org/10.1155/2014/424767). The five 𝛼-actinin proteins have different sizes (609, 931,    8 BioMed Research International  Unlabeled RNA  IRE-fer IRE-tvcp4  Tv-L  RNases Proteinase K  + +  + +  − − − − − − − − − −−  + + + + + + + ++  + + + + + + + +  +− −  − − − − −  −  − − − − − − − − − −  −  − −  −  − − −− −  200  116.25  97.4  66.2  45  31  1 2 3 4 5 6 7 8 9 10  135  110  70  45  (kDa) (kDa)  (a)  C B  B PI  200  (kDa) (kDa)  116.25  97.4  66.2  1 2 3 4  135  110  65 60  50  40  𝛼 -c  hA C  T N  𝛼 -r  IR P- 1  45  (b) 𝛼  -c hA  C T  N  𝛼 -b  A C  T N  𝛼 -c  hA C  T N  𝛼 -b  A C  T N  𝛼 -T  vT IM  2 r  IRE-fer IRE-tvcp4  Tv-L −− + + ++  I  +++++ + + +++++ +  + + ++ +−− ++ + ++ +−  1 2 3 4 5 6 7 8 9 10 11 12 13  Ab +++++ ++++++ ++++++++++++ ++++++ +++ ++++ ++ ++ + + +−  − − − − − − − − − − − − −  (c)  Figure 2: Identification of T. vaginalis TvACTN3 by 1-D gel electrophoresis andmass spectrometry. (a) UVCross-linking assay of 32P-labeled IRE-fer and IRE-tvcp4 transcripts and T. vaginalis cytoplasmic extracts grown under iron-depleted conditions (Tv-L) (lanes 2 and 7, resp.). The specificity of the interaction was demonstrated by treatment with proteinase K (10 𝜇g, Promega) (lanes 3 and 8) and RNases (lanes 4 and 9) and a complete binding reaction using unlabeled IRE-fer and IRE-tvcp4 (lanes 5 and 10) or only the labeled probes (lanes 1 and 6). Molecular mass markers are indicated in kilodaltons (kDa). Arrowheads indicate the positions of the RNA-protein complex bands of 135, 110, 70, and 45 kDa. A representative result of three independent experiments with similar results is shown. (b) Cytoplasmic extracts of T. vaginalis grown in iron-depleted medium were Coomassie blue-stained (lane 1) or transferred onto NC membranes for Western blot (WB) assays (lanes 2, 3, and 4); and incubated with preimmune (PI) serum (negative control, lane 2), anti-chicken 𝛼-actinin (𝛼-chACTN, lane 3), or anti-rat-IRP-1 (𝛼-IRP1, lane 4) antibodies. (c) Representative supershift assays. Radiolabeled IRE-fer and IRE-tvcp4 RNA probes (lanes 1 and 7, resp.) were incubated with cytoplasmic proteins from T. vaginalis grown under iron-depleted conditions without (lanes 2 and 8) or with the 𝛼-chACTN polyclonal antibody (1𝜇g) (lanes 3 and 9), (2 𝜇g) (lanes 4 and 10), or with the anti-bACTN monoclonal antibody (1 𝜇g) (lanes 5 and 11), (2 𝜇g) (lanes 6 and 12), or with a nonrelated antibody (𝛼-TvTIM2r; lane 13). The arrowhead indicates RNA-protein complex. A representative result of three independent experiments yielding similar results is shown.    BioMed Research International 9  E  E  E E  E  E  C  C  CH  TvACTN1  TvACTN2  TvACTN3  TvACTN4  TvACTN5  SR SRSRSR  SR  0 100 200 300 400 500 600 700 800 900 1000 1100 1200 1300  S S S S S S S SS  609 aa  931 aa  1129 aa  1137 aa  1271 aaC2 C2 C2  SR  C2 C2 C2 C2  E  SR  EF  C  C2  S  CH  CH  CH  CH  CH  CH  CH  CH  CH  CH  CH  EF  EF  EEEEEEEE  EEEEEEEEE  EEEEEEEE EEEEEEEEE  EEEEEEE  EEEEEEEEE  CCCCCCCCCCCCCCCCCCC  CCCCCCCCCCCCCCCCCCC  CHCCCCCCCCCCHCHCHCHCHCCCHCCCCCCHC SSRSSRRSRSRRSRSRSRSRRSRSRRSRRR SRSRSRSRSRSRSRSRSRSRSRSRRSSRSRSRSSRSRSRSRSRSRSRSRSRSRSRRSRSRSSRSRRRSRSRSRSRSRSRSRSRSSRSRRRSRSRRSSR  SRSRSRSRSRSRSRSRSSRRRSRSRSSRRS  0 100 200 300 400 500 600 700 800 900 1000 1100 1200 130  SSSSSS SSSSSSS SSSSSSS SSSSSS SSSSS SSSSSSS SSSSS SSSSSSSSSSSSSS  609 aa  931 aa  1129 aa  1137 aa  CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC2222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222222  SRSRSRSRSRSRSRSRSRRRSRSSRSRSRRRSRSSR  CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC2222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC22222222222222222222222222222222 CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC222222222222222222222222222  E  SR  EF  C  C2  S  CHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHHCHCHHCHCHCHHHCHCHCHHCCCH  CH  CHCHCHCHCHCHCHCHCHCHHCHCHCHCHCHCCHCCHHCHCHCHCHCCHHCHC  CHCHCHCHCHCHCHCHCHCHCHCCHCHCHCHCHCHCHCHHCHCHHCHCHCHCHCHCHCCH  CHCCHCCCHCHHCHCHCHCHCHCHCHCHCHCCHCHCHHCCHCHCHCHCHCHCHHCHCHCH  CHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCCHCHCHHCHCCHHCHHCHHH  CHCHCHCHCHCHHCHCHCHCHCHCHHHHHCHCHHHHHHHHHHCHCHCHHHCHHHCHCHHCHCHCHHCHCHCHCCHCHHCHHHHCHHCHHHHHHHCHCHHCCHCHHCHHCHCHHCHHCHCHCCHCHCHCHCHHCHCCHCHCHCHCHCHCHCHCCCHHCCHCHHC  CHCHCHCCHCHCHCHCHCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHHHHH  CHCHCHCCHCCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCCHHHCHHHHH  CHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCHCCHCHHCHHCHCHCHCHCHCHCHH  CHCHCCHCHCHCHCHCHCHCHCHHCHCHCHCHCHCHCHCHCHCHCHCHCHCHHCHH  EFEFEFEFEFEFEF  EFEFEFEFEFEF  EF  Figure 3: Putative functional domains present in TvACTNs of T. vaginalis. Principal motifs of the deduced amino acid sequences of the five tvactn genes reported in the T. vaginalis genome sequence [29]. TvACTN1 (609 aa), TvACTN2 (931 aa), TvACTN3 (1129 aa), TvACTN4 (1137 aa), and TvACTN5 (1271 aa). By SMART, MOTIF SCAN, and PROSITE programs, we found the principal motif sequences present in the five TvACTNs proteins, two calponin domains (CH) at the N-terminus followed by variable spectrin repeats (SR) in the central rod domain, and two EF-hands: EF-hand (E) and calcium-insensible EF-hand (EF) at the C-terminus. TvACTN4 and TvACTN5 present more divergent central region and C-terminus. TvACTN4 has one coiled coil (C) and nine SEL domains (S), and TvACTN5 presents seven C2 domains (C2).  1129, 1137, and 1271 amino acid [aa] residues, resp.) and different identities compared with TvACTN3 (55.19, 53.25, 22.1, and 15.56% with TvACTN1, TvACTN2, TvACTN4, and TvACTN5, resp.). All of the proteins have two calponin domains (CH) at the N-terminus that confer the ability to bind actin, followed by spectrin repeats (SR) in the central rod domain and two EF-hands (EF-H) at the C-terminus. The number of spectrin repeats is variable in TvACTN2 and TvACTN3, and the central domain of TvACTN1, TvACTN4, and TvACTN5 has different specific domains compared to the other 𝛼-actinins (Figure 3).  We then analyzed which of the T. vaginalis actn genes are expressed under different iron concentrations. Semiquanti- tative RT-PCR and qRT-PCR assays using specific primers for each tvactn gene (Table 1) were performed using RNA isolated from trichomonads grown in 0, 20, or 250 𝜇M iron. Figure 4(a) shows that the T. vaginalis tvactn1, tvactn2, and tvactn3 genes were better expressed in the presence of iron (lanes 2 and 3) than under iron-depleted conditions (lane 1). Neither tvactn4 nor tvactn5 was expressed under these experimental conditions (lanes 1-3). The expected control tvactn1-5 gene fragments were amplified from genomic DNA. The level of the 𝛽-tubulin transcript in the same RNA samples at each iron concentration was used to normalize the transcript quantities. Two genes differentially regulated by iron were also used as controls (tvpfo a for positiveand tvcp12 for negative iron regulation, resp.), and an RT-PCR without reverse transcriptase was used to exclude genomic contamination (Figure 4(a)). The qRT-PCR analysis con- firmed these results and demonstrated that the expression  of the tvactn3 gene is greatly reduced in the absence of iron in comparison to tvactn2 and tvactn1 expression, and tvactn4 and tvactn5 were not amplified under any of the tested iron concentrations and used experimental conditions. The differences observed among the tvactn1, tvactn2, and tvactn3 amplicons were significant (𝑃 < 0.0001), with the exception of tvactn1 (𝑃 < 0.005), and were dependent on the iron concentration (Figure 4(b)).  3.6. Cloning and Expression of TvACTN3 and Its Three Domains. To demonstrate that the 135-kDa actinin (TvACTN3) is one of the RNA-binding proteins that interacts with the human IRE-fer and the atypical IRE-tvcp4 of T. vaginalis, we first performed an in silico analysis of the reported tvactn3 gene sequence in the T. vaginalis genome (TrichDB Accession no. TVAG 239310). This gene contains a 3390-bp open reading frame (ORF) encoding a complete TvACTN3 protein of 1129 aa residues with a theoretical size ∼124.2-kDa and pI of 4.9. It has a short 5󸀠-UTR with two putative Inr sequences 3-bp and 10-bp upstream of the ATG initiation codon. The 3󸀠-UTR is 11 bp long and has the typical regulatory regions for polyadenylation [30, 31]. The TvACTN3 protein contains three domains: Domain I (DI), which includes two calponin or actin-binding domains (CH) at the N-terminus; Domain II (DII), which is followed by four spectrin repeats (SR) in the central rod domain; and Domain III (DIII), which includes three EF-hands (EF-H) at the C-terminus (Figure 5(a)).  We cloned, expressed, and purified the complete tvactn3 gene sequence and its three domains to obtain recombinant    10 BioMed Research International  RT-PCR PCR 0 20 250 (−)(+)  RT-PCR (−)  1 2 3 4 5  139  128  161  111  115  112  1178  270  [Fe2+] (𝜇M) (bp)  tvactn1  tvactn2  tvactn3  tvactn4  tvactn5  𝛽-tubulin  tvpfo a  tvcp12  (a)  0  20  250  120  100  80  60  40  20  0  [Fe2+] (𝜇M)  tvactn1 tvactn2 tvactn3 tvactn4 tvactn5  ∗∗  ∗∗  ∗  tv ac  tn re  la tiv  e  m  R N  A  le  ve ls   (% )  (b)  Figure 4: Effects of iron on the transcription of T. vaginalis actinin genes. (a) RT-PCR with specific primers for each T. vaginalis actinin gene (tvactn1, tvactn2, tvactn3, tvactn4, and tvactn5; Table 1) using cDNA from parasites grown under iron-depleted (0𝜇M; lane 1), normal (20 𝜇M; lane 2), and iron-rich (250 𝜇M; lane 3) conditions (tvactn1 to tvactn5). RT-PCR with specific primers for the 𝛽-tubulin gene using the same cDNA as an internal control. tvpfo a and tvcp12 genes were used as control genes that are overexpressed under iron-rich or iron- depleted conditions, respectively. A reverse transcriptase minus [RT-PCR (−)] reaction was used to verify the lack of gDNA contamination in the cDNA samples using the same pairs of primers for each gene; gDNAwas used as a positive control (+), except in RT-PCR (−), in which no DNA was added. PCRs without gDNA were used as negative controls (−). The sizes of the amplicons are given in bp. (b) qRT-PCR was used to quantify the different levels of the five tvactn mRNAs in trichomonads grown under different iron conditions. Bars represent the standard error of triplicated samples. Asterisks (∗) 𝑃 < 0.005 or (∗∗) 𝑃 < 0.0001 compared iron-depleted with iron-rich or normal conditions.  proteins for functional assays and to identify the putative RNA-binding domain. The amplicons were obtained by PCR using T. vaginalis genomic DNA or plasmid DNA-TvACTN3 and specific primers for each gene fragment (Table 1). These segments were cloned, sequenced, and expressed in a bacte- rial system after the induction with IPTG (Figures 5 and 6).  The complete TvACTN3 protein was expressed as a recombinant ∼135-kDa protein (TvACTN3r) and purified by Ni-affinity chromatography. Polyclonal antibodies against the purified protein were produced in rabbits (𝛼-TvACTN3r) (Figure 5(b)). This antibody reacted with a 135-kDa protein band in the total protein extract of parasites grown in iron- depleted conditions; PI serum was used as a negative control (Figure 5(c)). Following cell fractionation of parasites grown in different iron concentrations, this protein was detected in the total extracts and cytoplasmic fractions as expected. The amount of protein was not affected by the iron concentration (Figure 5(d)) compared to the control proteins (PFOA for the membrane and HSP70 for cytoplasmic fractions).  We also obtained recombinant proteins and polyclonal antibodies corresponding to each TvACTN3r domain as fol- lows: Actin Binding Domain (DI), Spectrin Repeats Domain (DII), and the EF-hand Domain (DIII), which had molecular weights of 35, 64, and 53 kDa, respectively (Figure 6). Each of the antibodies recognized the complete TvACTN3r protein  as well as the native TvACTN3 protein in total protein extracts, as expected. In addition, the antibodies against each domain only recognized the corresponding recombinant protein, while the anti-TvACTN3r antibody recognized all three domains as expected (Figure 7).  3.7. The Polyclonal TvACTN3r Antibody Supershifted RNA- Protein Complex I. To test our hypothesis about the par- ticipation of TvACTN3 in RNA-protein interactions, we performed a supershift assay using the 𝛼-TvACTN3r anti- body in an REMSA reaction between trichomonad iron- depleted cytoplasmic extracts and the IRE-tvcp4 RNA probe. Figure 8(a) shows that the RPC I (lane 2) was supershifted by the𝛼-TvACTN3r antiserum in a concentration-dependent manner, and an additional secondRPC (II) was also observed (lanes 3-5). Moreover, antibodies against each TvACTN3- specific domain (DIr,DIIr, DIIIr) yielded a similar effect (data not shown). An unrelated negative control antibody at the highest concentration (𝛼-TvTIM2r) had no effect on RPC formation, as expected (lane 6). Similar results were obtained by supershift assays when the IRE-fer RNA probe was used in the presence of 𝛼-TvACTN3r antibody (data not shown). These results showed the participation of TvACTN3 in the ribonucleoprotein complex that binds the two IREs.    BioMed Research International 11  E E TvACTN3SR SRSRSR 1129 aa1  CH CH EF  (a)  1 2 3 4  135  N I  I PI 𝛼- Tv  A C  T N 3  r  200  116.5  97.40  66.20  45  (kDa) (kDa)  (b)  Tv -L  PI 1 2 3  135  𝛼 -T  vA C  T N 3  r  200  116.5  97.40  66.20  45  (kDa) (kDa)  (c)  0  70  20  120  250  135  T M C T M C T M CFraction:  CBB  𝛼-TvACTN3r  𝛼-TvPFO Ar  𝛼-TvHSP70r  PI  1 2 3 4 5 6  (kDa)  [Fe2+] (𝜇M)  7 8 9  (d)  Figure 5: Expression of the native T. vaginalis tvactn3 gene and the cloning and expression of recombinant TvACTN3 (TvACTN3r) and its cellular distribution. (a) Principal motifs of the deduced amino acid sequence of the TvACTN3 protein, including Domain I (DI), which contains two calponin-homology domains (CH), followed by four spectrin repeats (SR) in the central rod domain, and three EF-hands (E); one of them is insensitive to calcium (EF) at the C-terminus. (b) Expression of the 6x-His-tagged TvACTN3r protein. Bacteria E. coli were transformedwith pProEX-HTb-TvACTN3 plasmid and protein expressionwas induced by the addition of 1mM IPTG for 16 h at 16∘C. Protein extracts were separated through 7.5% SDS-PAGE and gels were stained with Coomassie Brilliant Blue (CBB), noninduced bacterial extract (lane 1), IPTG-induced bacterial extract (lane 2). Immunodetection of TvACTN3r polypeptide byWB assays using specific rabbit antibodies: preimmune (PI) serum used as a negative control (lane 3), 𝛼-TvACTN3r serum (lane 4). (c) Detection of the native TvACTN3 expression by WB with an 𝛼-TvACTN3r antibody. CBB-stained T. vaginalis total extract (lane 1), T. vaginalis total extract transferred onto a NCmembrane and incubated with the PI serum (lane 2), or with 𝛼-TvACTN3r antibody (lane 3). (d) Trichomonad cell fractionation of parasites grown in iron-depleted (0 𝜇M; lanes 1-3), iron-normal (20𝜇M; lanes 4-6), and iron-rich (250𝜇M; lanes 7-9) conditions: Total (T), Membrane (M), and Cytoplasmic (C) fractions were analyzed by WB with 𝛼-TvACTN3r, 𝛼-TvPFO Ar, and 𝛼-TvHSP70r polyclonal antibodies. The last two antibodies were used as controls. Arrowheads indicate the size or position of the protein bands detected by antibodies. kDa, molecular weight standards in kilodaltons. A representative result of three independent experiments with similar results.    12 BioMed Research International  E ESR SR SR SR  SR SR  E ESR SR  1  1  1129 aa  DI 291 aa  (35kDa)  230 DII 800 aa (64kDa)  662 DIII 1129 aa (53kDa)  TvACTN3CH CH  CH CH  EF  EF  (a)  I P 𝛼- Tv  A C  T N 3  r  200  116.25  97.40  45  66.20  31 35  1 2 3  DIr  (kDa) (kDa)  (b)  I P 𝛼- Tv  A C  T N 3  r  64  1 2 3  DIIr  200  116.25  97.40  45  66.20  31  (kDa)  (c)  I P 𝛼- Tv  A C  T N 3  r  53  1 2 3  DIIIr  200  116.25  97.40  45  66.20  31  (kDa)  (d)  Figure 6: Expression and recognition of TvACTN3 domains DIr, DIIr, and DIIIr by 𝛼-TvACTN3r antibody. (a) Map of domains used to generate the recombinant proteins (DIr, DIIr, and DIIIr) of TvACTN3. ((b)-(d)) Induction (I), purification (P), and recognition by WB of DIr, DIIr, and DIIIr proteins. Expression of the 6x-His tagged DIr, DIIr, and DIIIr proteins. Bacteria E. coli were transformed with pProEX- HTb- DIr, DIIr, or DIIIr plasmid and protein expression was induced by the addition of 1mM IPTG for 16 h at 16∘C. Protein extracts were separated through 10% SDS-PAGE and gels were CBB-stained, IPTG-induced (I) bacterial extract (lanes 1). Affinity purified recombinant proteins using Ni-NTA-Sepharose (lanes 2; P). Immunodetection of DI, DII, or DIII polypeptide by WB assays using 𝛼-TvACTN3r serum (lanes 3). kDa, molecular weight markers in kilodaltons (Bio-Rad).  3.8. Identification of the Putative RNA-Binding Domain(s) of TvACTN3. To identify the putative RNA-binding domain in TvACTN3, we conducted two different functional assays, that is, an NWB assay and a UV cross-linking assay using the purified recombinant proteins (TvACTN3r, DIr, DIIr, and DIIIr). Figure 8(b) shows that the radiolabeled IRE-tvcp4  RNA probe in the NWB assays specifically bound to the complete recombinant protein (TvACTN3r) and its DIr and DIIr domains as well as the recombinant hIRP-1r, which was used as a positive control. The probe did not bind to the negative control protein BSA (panel II). An absence of RNA-protein interactions was observed when an unrelated    BioMed Research International 13  1 2 3 4  𝛼 -T  vA C  T N 3  r  TvACTN3r  𝛼 -D  Ir 𝛼  -D II  r 𝛼  -D II  Ir  135  (kDa)  (a)  35  𝛼 -T  vA C  T N 3  r 𝛼  -D Ir  DIr  𝛼 -D  II r  𝛼 -D  II Ir  1 2 3 4  (kDa)  (b)  64  𝛼 -T  vA C  T N 3  r 𝛼  -D Ir  DIIr  𝛼 -D  II r  𝛼 -D  II Ir  1 2 3 4  (kDa)  (c)  53  𝛼 -T  vA C  T N 3  r 𝛼  -D Ir  DIIIr  𝛼 -D  II r  𝛼 -D  II Ir  1 2 3 4  (kDa)  (d)  𝛼 -T  vA C  T N 3  r 𝛼  -D Ir  𝛼 -D  II r  𝛼 -D  II Ir  Tv  135  1 2 3 4  (kDa)  (e)  Figure 7: Production of polyclonal antibodies and specific recognition of TvACTN3 domains (DIr, DIIr, and DIIIr) and T. vaginalis cytoplasmic proteins by the specific antibodies. WB assays using (a) TvACTN3r; (b) DIr, (c) DIIr, (d) DIIIr purified recombinant proteins; and (e) cytoplasmic proteins from T. vaginalis grown in regular iron conditions used as antigens and transferred onto NC membranes and incubated with 𝛼-TvACTN3r, 𝛼-DIr, 𝛼-DIIr, and 𝛼-DIIIr polyclonal antibodies (lanes 1-4). kDa, molecular weight markers in kilodaltons (Bio-Rad).  radiolabeled RNA and a tvcp4 deletion mutant that disrupts the IRE-tvcp4 RNA [11] were used as negative control probes (panels III and IV, resp.).  To confirm these results, we also performed UV cross- linking assays to analyze the RNA-protein interactions using the same recombinant proteins and radiolabeled RNA probes as described in Figure 8(b). Figure 8(c) shows that a specific interaction was only observed between the IRE-tvcp4 RNA probe and the DIIr domain of TvACTN3 (panel II) and hIRP- 1r, compared with the negative controls (panels III and IV). Similar results were observed when the radiolabeled IRE-fer RNA probe was used as a positive control (data not shown). Taken together, these results suggest that in trichomonads grown under iron-depleted conditions TvACTN3rmay func- tion as an RNA-binding protein using its central domain to interact with IRE mRNA structures.  3.9. Domain II of TvACTN3r Has Putative RNA-Binding Domains That May Be Used to Interact with RNA. An in silico analysis of DI and DII sequences using the SMART, Motif Scan, and PROSITE programs resulted in the iden- tification of different regions of TvACTN3 DII putative motifs that have been reported to be involved in RNA- protein interactions, such as the BRIGHT (292-386 aa)  [32], B5 (344-401 aa) [33], LA (392-448 aa) [34], Pumilio- binding (428-464 aa) [35-37], and KH (433-502 aa) [36- 38] domains (Figure 8(d), Table 3). Based on the sequences found in the T. vaginalis genome and NCBI database, none of these putative RNA-binding motifs were identified in the other TvACTN proteins (Figure 3; Supplementary Figure S1) or in ACTN from other organisms such as Aedes aegypti (gi|157115648|), Gallus gallus (gi|211083|), Homo sapiens (gi|178058|), Drosophila melanogaster (gi|22831541|), Naegleria gruberi (gi|284087152|), Paracoccidioides brazilien- sis (gi|226286950|), Wuchereria bancrofti (gi|402588131|), and Entamoeba dispar (gi|167384828|) (data not shown).  4. Discussion  Iron plays an important role in host-parasite interactions by stimulating cytoadherence and complement resistance and by reducing cytotoxicity and apoptosis induction in host cells [39]. The mechanisms by which iron modulates virulence gene expression in trichomonads are poorly understood. At the transcriptional level, gene expression is mediated by an iron-responsive promoter [13] and the coordinated interactions of at least three Myb proteins [40-42]. To date, this type of regulation has been described only for    14 BioMed Research International  𝛼 -T  vA C  T N 3  r  IRE-tvcp4 Tv-L  I  Ab  II  − − + + ++ − + + +++  + + ++++  1 2 3 4 5 6  𝛼 -T  vT IM  2 r  (a)  200  116.25  97.4  66.25  45  Tv A  C T  N 3  r  D Ir  D II  r  D II  Ir  hI R  P- 1  r  BS A  CBB  31  I  IRE-tvcp4  II UR  III  1 2 3 4 5 6 1 2 3 4 5 6  IV  IRE-Δtvcp4  (kDa)  200  116.25 97.4  66.25  45  31  (kDa)  (b)  (kDa)  (kDa)  200  116.25 97.4  66.25  45  Tv A  C T  N 3  r  D Ir  D II  r  D II  Ir  hI R  P- 1  r  BS A  CBB  31 I  IRE-tvcp4  II UR  III IV  IRE-Δtvcp4 200  116.25 97.4  66.25  45  31  1 2 3 4 5 6 1 2 3 4 5 6  (c)  DII 1 1129 aa  DI DIII  TvACTN3  CH SR E  EF B/A B5  LA P KH  EESR SR EFB5 LA KHPSR SR B/ACH CH  (d)  Figure 8: Interaction of TvACTN3r with trichomonad IRE RNA. (a) Representative 𝛼-TvACTN3r antibody supershift assays. A radiolabeled IRE-tvcp4 RNA probe (lane 1) was incubated with cytoplasmic proteins from T. vaginalis grown under iron-depleted conditions without (lane 2) or with different quantities of 𝛼-TvACTN3r antibody (lanes 3-5) or an unrelated antibody (𝛼-TvTIM2r; lane 6). Arrowheads indicate the RNA-protein complexes. A representative result of three independent experiments with similar results is shown. (b) Northwestern blot assay. The recombinant proteins TvACTN3r; DIr, DIIr, and DIIIr and the controls hIRP-1r; and BSA were separated by SDS-PAGE on 10% polyacrylamide gels (panel I) and transferred onto NC membranes, which were incubated with a radiolabeled IRE-tvcp4 RNA probe (panel II). The controls included a radiolabeled nonrelated RNA (panel III) and a radiolabeled deletion mutant that disrupts IRE-tvcp4 RNA (panel IV). (c)UVcross-linking assays of the recombinant proteins TvACTN3r,DIr,DIIr, andDIIIr and radiolabeled IRE-tvcp4RNAprobes resolved by SDS-PAGE on 10% polyacrylamide gels (panel II). As controls, TvACTN3r and its domains were incubated with radiolabeled nonrelated RNA (panel III) and a radiolabeled deletion mutant that disrupted IRE-tvcp4 RNA (panel IV). In addition, a control from a representative gel of the different recombinant proteins in cross-linking mix was CBB-stained (panel I); kDa, molecular weight standards in kilodaltons. A representative result of three independent experiments with similar results is shown. (d) Identification of putative RNA-protein interaction motifs in TvACTN3 by in silico analysis. The complete protein and the different domains of TvACTN3 are illustrated with brackets, and the possible motifs for RNA-protein interactions are indicated. The boxes show the location of the motif described on top of the figure and in Table 3.  the ap65-1 gene, which is upregulated by iron [13]. Recently, the positive expression of TvCP4 by iron was described at the protein level, and predictions of an atypical IRE stem- loop structure located at the 5󸀠 end of the tvcp4 mRNA suggest that an ancestral form of RNA stem-loop structures is involved in a novel iron posttranscriptional regulatory mechanismmediated by RNA-protein interactions parallel to the IRE/IRP system [11, 12].  In this work, we identified and characterized a 135- kDa cytoplasmic protein corresponding to 𝛼-actinin, called TvACTN3, as one of the protein components involved in RNA-protein interactions that could mediate posttranscrip- tional regulation by iron in T. vaginalis. Our data suggest that this protein is part of a ribonucleomultiprotein complex capable of interacting with the IRE-tvcp4 and IRE-fer stem- loop structures (Figures 2(a), 2(c), and 8; Table 2).    BioMed Research International 15  Table 2: Peptides identified by MALDI-TOF-MS analysis of the 135-kDa protein band of T. vaginalis that interacted with RNA IRE-tvcp4 probe by UV cross-linking assay (Figure 2(a))a.  Peptide numberb Measured 𝑚/𝑧 (av)c  Calculated 𝑚/𝑧 (av)d Error  e Positionf Peptide sequences (aa)g  1 1516.59 1516.65 −0.06 6-18 (R)GLLDDAWEQTQIK(V) 2 1749.93 1749.91 0.02 32-47 (K)GIPFDNVLEEFADGVK(L) 3 1640.95 1641.02 −0.07 48-61 (K)LIQLLEIVSKEPMK(G) 4 1624.73 1624.81 −0.08 119-132 (K)FMIEEISVEEATAR(D) 5 928.98 929.11 −0.13 133-140 (R)DALLLWAK(K) 6 2099.52 2099.28 0.24 171-187 (K)FRPNMLDYDSLDQTQQK(E) 7 2114.98 2115.28 −0.30 171-187 (K)FRPNMLDYDSLDQTQQK(E) + Oxidation (M) 8 2030.39 2030.24 0.15 220-237 (K)SVVTQVAEFFHFFAGESK(T) 9 1308.21 1308.39 −0.18 254-264 (K)AIEEEALNYEK(Q) 10 1369.87 1369.63 0.24 294-304 (K)SKLFNCIKFGR(V) 11 1180.53 1180.44 0.09 305-314 (R)VVRPVIVDKR(G) 12 1279.12 1279.48 −0.36 340-350 (K)EELLPPNLNLK(F) 13 1392.58 1392.51 0.07 398-409 (K)AINLTGDLYEQR(D) 14 1934.50 1934.07 0.43 410-427 (R)DALNNYLQQAQEAAGTVK(E) 15 1599.90 1599.83 0.08 428-440 (K)ELQPQFVELVELR(L) 16 1847.28 1847.11 0.17 448-464 (R)TVIAVDGEFEQLIATIK(R) 17 2003.26 2003.30 −0.04 448-465 (R)TVIAVDGEFEQLIATIKR(L) 18 1321.37 1321.44 −0.06 482-492 (K)KIEEYNQAAQK(Y) 19 1214.35 1214.33 0.03 502-512 (K)QDLEAIAGELR(E) 20 1762.73 1762.98 −0.25 530-544 (R)NGVSDIRPMFQELEK(Q) 21 1779.30 1778.98 0.32 530-544 (R)NGVSDIRPMFQELEK(Q) + Oxidation (M) 22 3063.49 3063.38 0.12 545-572 (K)QSLHLGIENTPDAVTAMYTACLSQAQDK(I) 23 2108.58 2108.35 0.24 628-645 (K)ASIQPTLEEPYQYLQSIK(Y) 24 3199.79 3199.39 0.40 660-687 (R)DSDITFAFLTTLLNQLEEQLQSESNDAR(I) 25 1363.80 1363.47 0.33 698-708 (K)YVDIANEFHQK(V) 26 1732.90 1732.94 −0.04 720-734 (R)RNAYLSAQLELGNKR(E) 27 1576.51 1576.75 −0.24 721-734 (R)NAYLSAQLELGNKR(E) 28 3097.45 3097.48 −0.03 750-777 (R)DTLHIRVNDSPATISKVYANALQIITDK(L) 29 1656.07 1655.93 0.14 802-816 (K)VVQNVELTGTLLELK(D) 30 3332.99 3332.65 0.34 824-851 (K)AQAQEILPELPTLDAPWEDLCDFNLNYR(V) 31 1549.64 1549.68 −0.04 992-1004 (K)GLQISEEQLTEFR(E) 32 2601.90 2601.78 0.12 1005-1024 (R)ETFNHFDKDHTNFLQYFELR(A) 33 1027.15 1027.13 0.03 1054-1061 (K)LNFDEYVK(F) 34 1024.19 1024.19 0.00 1062-1069 (K)FMLDHFSK(A) 35 3225.53 3225.52 0.01 1082-1109 (K)AIANNNPILTDAQLDQYFKGEEAEYLRK(V) aMasses listed represent 43% sequence coverage with 2.64𝑒+ 11MS-Fit MOWSE score and 212 Mascot score and 5.8𝑒− 15 expect value. bConsecutive number assigned to the identified peptides. cMeasured peptidemass average [𝑚/𝑧 (av)] obtained byMALDI-TOF-MS after tryptic digestion of the 135-kDa protein band excised from a duplicate CBB-stained gel used as a control for the UV cross-linking assays (Figure 2(a)).This protein was identified as actinin3 from T. vaginalis (tvactn3, TVAG239310). dCalculated peptide mass average [𝑚/𝑧 (av)] obtained from a theoretical tryptic digestion of the deduced amino acid sequence of the T. vaginalis tvactn3 gene (TVAG 239310; tvactn3) reported in the genome of T. vaginalis [29]. eError represents the difference after comparing the measured and calculated peptide mass averages [𝑚/𝑧 (av)]. ePosition in amino acid residues of the identified peptides (start-end) in the deduced amino acid sequence of T. vaginalis tvactn3 gene, tvactn3. gAmino acid sequence of the peptides obtained from a theoretical tryptic digestion of tvactn3 (see Figure S1).  We demonstrated a specific interaction between cyto- plasmic proteins in T. vaginalis grown under iron-depleted conditions and IRE structures from this parasite as well as human ferritin by REMSA assays (Figure 1). These data support our previous results, suggesting the presence of a  posttranscriptional regulatory system in T. vaginalis that has been conserved during evolution [11, 12]. However, this parallel mechanism in T. vaginalis uses atypical hairpin RNA structures and different RNA-binding proteins (RBPs). This finding is not surprising because this parasite lacks aconitase    16 BioMed Research International  Ta bl e 3: Pu  ta tiv  e m ot ifs  pr es en ti n tv ac tn 3 th at m ay  be in vo lv ed  in D N A -R N A in te ra ct io ns .  D om  ai n  Se qu  en ce  a C on  se ns us  se qu  en ce /6 0%  b Lo  ca tio  n aa ∗  G O Fu  nc tio  n R ef er en ce  BR IG  H T /A  R ID  V K SK  LF N C IK  FG RV  V R PV  IV D K R G VA  M K T W G Q  LV T K C N SN  G R PI PQ  V K EE  LL PP  T LN  LK FE  EI EK  T A SD  R R D EL  T K IL EE  LQ A K LI N A FD  EA A N A  pp pp  .F bp  pL bp  Fb cc pt p. ..b .p lP hl s  .c s.. lD La pL  a. hV  pc bG  G bp  pV sp s+ p.  W pc ls pp  bs bs s.. ... ..s ss th pL  +p bY  b+ bL  bs aE pb  bp .  29 2- 38 6  D N A -b in di ng  [3 2]  B5 PP  T LN  LK FE  EI EK  TA SD  R R D EL  T K IL EE  LQ A K LI  N A FD  EA A N A K IA V C D D IN  N K A IN  L .p slp  lp hs cl sc llG  hs ls ... ..p cl hc lL pc LG  ... .  bp lp .p s.. ... s.b  pV pl Ps aR  ..h D lp bc ... .h D Ll EE  ltR la G Y  34 4-  40 1  R N A -b in di ng  , M ag ne si um  io n  bi nd  in g, A T P  bi nd  in g  [3 3]  LA D D IN  N K A IN  LT G D LY  EQ R D A LN  N Y LQ  Q A Q EA  A G T V K EL  Q PQ  FV EL  V EL  R LN  N RV  K RT  pc lp pp  lb +Q  lE aY  FS cb N Ls pD  bF Lp  cp bs  c. .-G  aV Pl ph  ls sF p+  l+ sL ∗ p- ... .h pb  Is pA  L. +p  S. ... .sb  lc ls -c ... sp + lR Rp  .. 39 2- 44  8 R N A -b in di ng  [3 4]  Pu m ili o- Bi nd  in g  EL Q PQ  FV EL  V EL  R LN  N RV  K RT  V IA V D G EF  EQ LI A T IK  .b ps pl hp  ls p. cp aG  sp llQ  +h lc bs s.p  ... pp  pb llp ...  42 8-  46 4  R N A -b in di ng  [3 5- 37 ]  K H  FV EL  V EL  R LN  N RV  K RT  V IA V D G EF  EQ LI A T IK  R L  IE G N K A A IF EY  EN K K K IE EY  N Q A A Q K Y V D EV  A Q LK  Q  ..s .h pb  pl ..l ss ... .p b ht bl IG  +p G .  ..p sl cp lp pp  s.s sp lp l. p. ... ... ... ... pp  hl pl  pt s.. ..p slp  bs bp  bl .p bl p. ...  43 3- 50 2  R N A bi nd  in g  do m ai n  [3 6-  38 ]  a Th e pr ot ei n se qu  en ce  of tv ac tn 3 w as  us ed  to se ar ch  in th e SM  A RT  7 pr og ra m  to id en tif y th e pr es en ce  of D N A -R N A bi nd  in g pu  ta tiv  e do  m ai ns  in th e aa  se qu  en ce .Th  e co m pu  ta tio  na lp ro gr am  us ed  fo rt hi sa  na ly si s  pr es en te d th e aa  in a si ng  le w or d co de .Th  e ot he rc  od es  m ea n th e fo llo  w in g: (− )a  a ne ga tiv  el y ch ar ge d: D or  E; (∗ )a  a S or  T; (l)  A lip  ha tic  aa :I ,L ,V  ;( +)  aa po  si tiv  e ch ar ge d; (t )A  ,G ,S  aa ;( a)  aa w ith  ar om  at ic gr ou  p: F, H ,W  ,Y ;( c)  ch ar ge d aa :D  ,E ,H  ,K ,R  ;( s) sm  al la a: A ,C  ,D ,G  ,N ,P ,S ,T  ,V ;( p)  po la r aa :C  ,D ,E  ,H ,K  ,N ,Q  ,R ,S ,T  ;( b)  Bi g aa :E  ,F ,H  ,I ,K  ,L ,M  ,Q ,R  ,W ,Y  ;( h)  H yd ro ph  ob ic aa :A  ,C ,F ,G  ,H ,I ,L  ,M ,T  ,V ,  W ,Y  .b A PS  I- BL  A ST  se ar ch  us in g th e co m pl et e tv ac tn 3 se qu  en ce  (r es id ue s 1- 11 29 )o  fT .v ag in al is an d 𝐸 < 0 .0 1 en ab le us  to id en tif y ea ch  of th e D N A -R N A bi nd  in g do  m ai ns  se qu  en ce s (B R IG  H T /A  R ID  ,B 5, LA  , Pu  m ili o- Bi nd  in g, an d K H do  m ai ns )p  re se nt  in th e D II of  tv ac tn 3 sh ow  n in  Fi gu re  8( d) .Th  es e aa  se qu  en ce ss ho  w ed  a 60 % si m ili tu de  w ith  th e co ns en su ss eq ue nc es  of th es e m ot ifs  by m ul tip  le al ig nm  en ts .    BioMed Research International 17  activity and IRP-like protein encoding genes [29]. Herein, we showed the presence of four cytoplasmic RBPs that specifically bind to IRE-fer and IRE-tvcp4 with molecular weights ranging from 135-kDa to 45-kDa in iron-depleted trichomonad cytoplasmic extracts (Figure 2(a)).This specific localization suggests that these proteins could be work- ing as RBPs. However, the difference in molecular weight relative to IRP-1 or IRP-2, as well as the negative effect of 𝛽-mercaptoethanol on RNA-protein complex formation, suggests the presence of atypical RBPs in this particular mechanism. Similar results have been reported in other protist parasites [43-47].  Why is actinin 3 one of the RNA-binding proteins in this parasite? According to the genome sequence of T. vaginalis, this parasite has five different 𝛼-actinin-encoding genes [29]. Sequence multiple alignments at the nucleotide and protein levels revealed that theN- andC-terminal domains (Domains I and III) are conserved among the five trichomonad 𝛼- actinins.The central region (Domain II) is themost divergent due to differences in the number of spectrin repeats in each isoform (Figure 3). However, only one 𝛼-actinin has been studied previously.The 110-kDa𝛼-actinin (dubbedTvACTN2 in here) was found throughout the cytoplasm of pear-shape T. vaginalis. In the amoeboid form, high levels of 𝛼-actinin were found in the periphery of this cell, mainly in the pseudopodia and adhesion plaques that colocalized with the actin protein [48]. In addition, overexpression of tvactn2 gene has been reported for parasites adhered to vaginal epithelial cells and under low iron conditions [49]. Moreover, in the TrichDB database tvactn2 showed the highest number of ESTs obtained from parasites grown under different environ- mental conditions as compared to the other four tvactn genes. However, the tvactn2 gene showed the lowest number of ESTs under low iron conditions. Our results are consistent with those observed in the TrichDB ESTs (Figure 4), showing less expression of tvactn genes in parasites grown under iron- depleted than under regular or unsynchronized cultures as well as regarding the absence or very poor expression of tvactn4 and tvactn5 genes under different growth conditions.  The participation of TvACTN3 in the RNA-protein com- plex formation was evaluated by different functional assays utilizing tools we generated, namely, recombinant proteins (TvACTN3r and its three domains) and specific antibodies against each of the recombinant proteins (Figures 5-7). Supershift, NWB, and UV cross-linking assays revealed that the TvACTN3r protein possible through the DIIr domain can bind RNA hairpin structures (Figure 8).These results suggest the role of TvACTN3 as an RNA-binding protein.  The typical role of 𝛼-actinin is to serve as a ubiqui- tous cytoskeletal conserved protein in eukaryotic cells that cross-links actin filaments and plays an important role in motion and morphological changes [50]. 𝛼-Actinin belongs to the spectrin superfamily, which is characterized by the ability to bind actin and by the presence of several spectrin repeats [51]. Its other important roles in the cell are link- ing the cytoskeleton to different transmembrane proteins, regulating the activity of several receptors and serving as a scaffold to connect the cytoskeleton to diverse signaling pathways. Over the course of evolution, alternative splicing  and gene duplication have led to a substantial functional assortment within the 𝛼-actinin protein family.This diversity is most marked in mammalian cells, in which four 𝛼-actinin- encoding genes produce at least six different products or isoforms. Each isoform has different tissue and subcellular localizations, expression profiles, and biochemical charac- teristics [52]. Similar relationships are likely to be expected for the five actinin-encoding genes of T. vaginalis, which appear to have specific expression levels under different iron concentrations (Figure 4). These results are consistent with recently reported RT-PCR, microarray, and EST data (http://www.trichdb.org/) [49, 53].  Moreover, the T. vaginalis genome has undergone mul- tiple gene duplication events; the presence of five 𝛼-actinin coding genes likely represents a neofunctionalization process. Although actinin primarily function as an actin-binding protein, gene duplication throughout evolution led to the acquisition of new roles inside the cell, including RNA- binding, depending on the microenvironmental conditions. This is not surprising because cytoskeletal proteins are also involved in RNA-cytoskeletal associations and mRNA local- ization in most of cell types. The association of RNAs with cytoskeletal proteins is required in cellular processes such as mRNA transport and protein synthesis [54]. Cytoskeletal proteins such as𝛽-actin and annexinA2 also contribute to the posttranscriptional regulation of gene expression of specific genes through interactions between these proteins and cis- acting elements, generating a higher-order structure and regulating the localization and translation of these specific transcripts [55-57].  Because RNA-protein interactions were identified only under iron-depleted concentrations, we analyzed the expres- sion of the tvactn3 gene. We observed that this gene is upregulated by iron at the mRNA level (Figure 4); however, protein expression appears to be constitutive (Figure 5(d)). The interaction of actinin TvACTN3 with RNA could occur in the absence of iron through some of the putative RNA- binding motifs found in the central DII domain, particularly in the region between residues 230 and 662, as suggested by in silico analysis (Figure 8; Table 3). These data suggest that iron may control the interaction of TvACTN3 with actin or RNA possible by causing conformational changes by switching functions depending on the iron concentration but without modifying the amount of protein. However, we can speculate that (a) under iron-rich concentrations TvACTN3 is an actin-binding protein that promotes polymerization and stabilizes actin filaments and that (b) under iron-depleted concentrations TvACTN3 is an RNA-binding protein that interacts with RNA hairpin structures that may be involved in a parallel posttranscriptional iron regulation mechanism. Work is in progress to analyze these possibilities.  The RNA-TvACTN3 interaction seem to be absent in the other four T. vaginalis 𝛼-actinins and in 𝛼-actinins from other species when using different computational pro- grams. Thus to identify the putative RNA-binding domain in the TvACTN3 central domain DII, additional studies are needed to define the particular region(s) of DII responsible for the RNA-protein interaction, which could include the putative motifs identified previously (Table 3) or a new    18 BioMed Research International  uncharacterizedmotif that might be responsible for the novel RNA-binding property identified in the TvACTN3 of this early evolving protist parasite. It will also be necessary to determine whether TvACTN3 also interacts with other IRE- like structures present in the multiple iron-regulated genes, as recently described [49, 50], in addition to the structure identified in the 3󸀠-UTR region of the iron-downregulated tvcp12 gene, which encodes another CP of T. vaginalis and plays a role in cytotoxicity (unpublished results). Thus, this finding could represent a novel posttranscriptional iron regulatory mechanism common to iron-regulated genes in T. vaginalis.  5. Conclusion  In summary, our results showed that TvACTN3 is one of the cytoplasmic proteins acting as an RNA-binding protein that could participate in iron regulation at the posttranscriptional level by a mechanism mediated by RNA-protein interactions parallel to the IRE/IRP system.  Conflict of Interests  The authors declare that there is no conflict of interests regarding the publication of this paper.  Acknowledgments  This work was partially supported by CINVESTAV and by Grants 162123 and 153093 (to Rossana Arroyo) from Consejo Nacional de Ciencia y Tecnologı́a (CONACYT), México, and Grants ICYT-299 and ICYT-186 from Instituto de Ciencia y Tecnologı́a del Distrito Federal (ICyTDF), México, (to Rossana Arroyo). Jaeson Santos Calla-Choque was scholar- ship recipient from Secretaria de Relaciones Exteriores del Gobierno de México (SRE) and ICyTDF. The authors are grateful to Ma. Elizbeth Alvarez-Sánchez, Ph.D. for her great help with the qRT-PCR assays. We are grateful to Mary Ann Gawinowicz, Ph.D., Special Research Scientist, at Herbert Irving Comprehensive Cancer Center for her help in the MS analysis. We are also grateful to Dr. Lucas Kühn from the Swiss Institute for Experimental Cancer Research (ISREC) for his kind donation of the pSPT-fer and pGEX-hIRP-1 plasmids used as controls in this study. M. V. Z. Manuel Flores-Cano and Martha G. Aguilar-Romero are acknowledged for their technical assistance.The authors are grateful to Biol. Rodrigo Moreno-Campos for the art work. A special thank is due to to all the reviewers for their constructive comments.  References  [1] P. Aisen, C. Enns, and M. Wessling-Resnick, “Chemistry and biology of eukaryotic ironmetabolism,” International Journal of Biochemistry and Cell Biology, vol. 33, no. 10, pp. 940-959, 2001.  [2] U. Testa, Proteins of Iron Metabolism, CRC Press, Boca Raton, FL, USA, 2000.  [3] K. Pantopoulos, “Iron metabolism and the IRE/IRP regulatory system: an update,”Annals of the New York Academy of Sciences, vol. 1012, pp. 1-13, 2004.  [4] T. Rouault and R. Klausner, “Regulation of iron metabolism in eukaryotes,” Current Topics in Cellular Regulation, vol. 35, pp. 1-19, 1997.  [5] A. M. Thomson, J. T. Rogers, and P. J. Leedman, “Iron- regulatory proteins, iron-responsive elements and ferritin mRNA translation,” International Journal of Biochemistry and Cell Biology, vol. 31, no. 10, pp. 1139-1152, 1999.  [6] J. Wang and K. Pantopoulos, “Regulation of cellular iron metabolism,” Biochemical Journal, vol. 434, no. 3, pp. 365-381, 2011.  [7] C. P. Anderson, M. Shen, R. S. Eisenstein, and E. A. Leibold, “Mammalian ironmetabolism and its control by iron regulatory proteins,” Biochimica et Biophysica Acta, vol. 1823, pp. 1468- 1483, 2012.  [8] M. C. Kennedy, L. Mende-Mueller, G. A. Blondin, and H. Beinert, “Purification and characterization of cytosolic aconi- tase from beef liver and its relationship to the iron-responsive element binding protein,” Proceedings of the National Academy of Sciences of the United States of America, vol. 89, pp. 11730- 11734, 1992.  [9] T. A. Rouault, “The role of iron regulatory proteins in mam- malian iron homeostasis and disease,”Nature Chemical Biology, vol. 2, no. 8, pp. 406-414, 2006.  [10] D. J. Haile, T. A. Rouault, J. B. Harford et al., “Cellular regulation of the iron-responsive element binding protein: disassembly of the cubane iron-sulfur cluster results in high-affinity RNA binding,” Proceedings of the National Academy of Sciences of the United States of America, vol. 89, no. 24, pp. 11735-11739, 1992.  [11] E. Solano-González, E. Burrola-Barraza, C. León-Sicairos et al., “The trichomonad cysteine proteinase TVCP4 transcript contains an iron-responsive element,” FEBS Letters, vol. 581, no. 16, pp. 2919-2928, 2007.  [12] J. C. Torres-Romero and R. Arroyo, “Responsiveness of Tri- chomonas vaginalis to iron concentrations: evidence for a post- transcriptional iron regulation by an IRE/IRP-like system,” Infection, Genetics and Evolution, vol. 9, no. 6, pp. 1065-1074, 2009.  [13] C.-D. Tsai, H.-W. Liu, and J.-H. Tai, “Characterization of an iron-responsive promoter in the protozoan pathogen Tri- chomonas vaginalis,” The Journal of Biological Chemistry, vol. 277, no. 7, pp. 5153-5162, 2002.  [14] L. S. Diamond, “The establishment of various trichomonads of animals andman in axenic cultures,” Journal of Parasitology, vol. 43, pp. 488-490, 1957.  [15] M. E. Alvarez-Sánchez, E. Solano-González, C. Yañez-Gómez, and R. Arroyo, “Negative iron regulation of the CP65 cysteine proteinase cytotoxicity in Trichomonas vaginalis,”Microbes and Infection, vol. 9, no. 14-15, pp. 1597-1605, 2007.  [16] R. Arroyo, J. Engbring, and J. F. Alderete, “Molecular basis of host epithelial cell recognition by Trichomonas vaginalis,” Molecular Microbiology, vol. 6, no. 7, pp. 853-862, 1992.  [17] Z. Popovic and D. M. Templeton, “A Northwestern blotting approach for studying iron regulatory element-binding pro- teins,”Molecular and Cellular Biochemistry, vol. 268, no. 1-2, pp. 67-74, 2005.  [18] B. R. Henderson, E. Menotti, C. Bonnard, and L. C. Kuhn, “Optimal sequence and structure of iron-responsive elements. Selection of RNA stem-loops with high affinity for iron regula- tory factor,”The Journal of Biological Chemistry, vol. 269, no. 26, pp. 17481-17489, 1994.  [19] L. T. Timchenko, P. Iakova, A. L. Welm, Z.-J. Cai, and N. A. Timchenko, “Calreticulin interacts with C/EBP𝛼 and C/EBP𝛽    BioMed Research International 19  mRNAs and represses translation of C/EBP proteins,”Molecular and Cellular Biology, vol. 22, no. 20, pp. 7242-7257, 2002.  [20] E. A. Leibold and H. N. Munro, “Cytoplasmic protein binds in vitro to a highly conserved sequence in the 5' untranslated region of ferritin heavy- and light-subunitmRNAs,”Proceedings of the National Academy of Sciences of the United States of America, vol. 85, no. 7, pp. 2171-2175, 1988.  [21] E. E. Figueroa-Angulo, P. Estrella-Hernandez, H. Salgado- Lugo et al., “Cellular and biochemical characterization of two closely related triosephosphate isomerases from Trichomonas vaginalis,” Parasitology, vol. 139, pp. 1729-1738, 2012.  [22] A. L. Gutiérrez-Escolano, M. Vázquez-Ochoa, J. Escobar- Herrera, and J. Hernández-Acosta, “La, PTB, and PAB proteins bind to the 3󸀠 untranslated region of Norwalk virus genomic RNA,” Biochemical and Biophysical Research Communications, vol. 311, no. 3, pp. 759-766, 2003.  [23] P.Meza-Cervantez, A. González-Robles, R. E. Cárdenas-Guerra et al., “Pyruvate: Ferredoxin oxidoreductase (PFO) is a surface- associated cell-binding protein in Trichomonas vaginalis and is involved in trichomonal adherence to host cells,”Microbiology, vol. 157, no. 12, pp. 3469-3482, 2011.  [24] S. L. Zhao, C. Y. Liang, W. J. Zhang, X. C. Tang, and H. Y. Peng, “Mapping theRNA-binding domain on theDpCPVVP4,” Archives of Virology, vol. 151, no. 2, pp. 273-283, 2006.  [25] C. R. León-Sicairos, J. León-Félix, and R. Arroyo, “Tvcp12: a novel Trichomonas vaginalis cathepsin L-like cysteine proteinase-encoding gene,” Microbiology, vol. 150, no. 5, pp. 1131-1138, 2004.  [26] I. Letunic, T. Doerks, and P. Bork, “SMART 6: recent updates and new developments,” Nucleic Acids Research, vol. 37, no. 1, pp. D229-D232, 2009.  [27] J. Schultz, F. Milpetz, P. Bork, and C. P. Ponting, “SMART, a simple modular architecture research tool: identification of signaling domains,” Proceedings of the National Academy of Sciences of the United States of America, vol. 95, no. 11, pp. 5857- 5864, 1998.  [28] C. J. A. Sigrist, L. Cerutti, E. De Castro et al., “PROSITE, a protein domain database for functional characterization and annotation,” Nucleic Acids Research, vol. 38, no. 1, Article ID gkp885, pp. D161-D166, 2009.  [29] J.M. Carlton, R. P.Hirt, J. C. Silva et al., “Draft genome sequence of the sexually transmitted pathogen Trichomonas vaginalis,” Science, vol. 315, no. 5809, pp. 207-212, 2007.  [30] D. R. Liston and P. J. Johnson, “Analysis of a ubiquitous promoter element in a primitive eukaryote: early evolution of the initiator element,” Molecular and Cellular Biology, vol. 19, no. 3, pp. 2380-2388, 1999.  [31] N. Espinosa, R. Hernández, L. López-Griego, and I. López- Villaseñor, “Separable putative polyadenylation and cleavage motifs inTrichomonas vaginalismRNAs,”Gene, vol. 289, no. 1-2, pp. 81-86, 2002.  [32] P. B. Dallas, S. Pacchione, D. Wilsker, V. Bowrin, R. Kobayashi, and E. Moran, “The human SWI-SNF complex protein p270 is an ARID family member with non-sequence-specific DNA binding activity,” Molecular and Cellular Biology, vol. 20, no. 9, pp. 3137-3146, 2000.  [33] X. Dou, S. Limmer, and R. Kreutzer, “DNA-binding of phenylalanyl-tRNA synthetase is accompanied by loop forma- tion of the double-strandedDNA,” Journal ofMolecular Biology, vol. 305, no. 3, pp. 451-458, 2001.  [34] D. J. Kenan and J. D. Keene, “La gets its wings,”Nature Structural and Molecular Biology, vol. 11, no. 4, pp. 303-305, 2004.  [35] T. A. Edwards, S. E. Pyle, R. P. Wharton, and A. K. Aggarwal, “Structure of pumilio reveals similarity between RNA and peptide binding motifs,” Cell, vol. 105, no. 2, pp. 281-289, 2001.  [36] T. Glisovic, J. L. Bachorik, J. Yong, and G. Dreyfuss, “RNA- binding proteins and post-transcriptional gene regulation,” FEBS Letters, vol. 582, no. 14, pp. 1977-1986, 2008.  [37] B. M. Lunde, C. Moore, and G. Varani, “RNA-binding proteins: modular design for efficient function,” Nature Reviews Molecu- lar Cell Biology, vol. 8, no. 6, pp. 479-490, 2007.  [38] M. F. Garćıa-Mayoral, D. Hollingworth, L. Masino et al., “The Structure of the C-Terminal KH Domains of KSRP Reveals a Noncanonical Motif Important for mRNA Degradation,” Structure, vol. 15, no. 4, pp. 485-498, 2007.  [39] E. E. Figueroa-Angulo, F. J. Rendon-Gandarilla, J. Puente- Rivera et al., “The effects of environmental factors on the virulence of Trichomonas vaginalis,”Microbes and Infection, vol. 14, pp. 1411-1427, 2012.  [40] S.-J. Ong, H.-M. Hsu, H.-W. Liu, C.-H. Chu, and J.-H. Tai, “Multifarious transcriptional regulation of adhesion protein gene ap65-1 by a novel Myb1 protein in the protozoan parasite Trichomonas vaginalis,” Eukaryotic Cell, vol. 5, no. 2, pp. 391- 399, 2006.  [41] S.-J. Ong, H.-M. Hsu, H.-W. Liu, C.-H. Chu, and J.-H. Tai, “Activation of multifarious transcription of an adhesion protein ap65-1 gene by a novel Myb2 protein in the protozoan parasite Trichomonas vaginalis,”The Journal of Biological Chemistry, vol. 282, no. 9, pp. 6716-6725, 2007.  [42] H.-M. Hsu, S.-J. Ong, M.-C. Lee, and J.-H. Tai, “Transcriptional regulation of an iron-inducible gene by differential and alternate promoter entries of multiple Myb proteins in the protozoan parasiteTrichomonas vaginalis,” Eukaryotic Cell, vol. 8, no. 3, pp. 362-372, 2009.  [43] M. Muckenthaler, N. Gunkel, D. Frishman, A. Cyrklaff, P. Tomancak, and M. W. Hentze, “Iron-regulatory protein-1 (IRP-1) is highly conserved in two invertebrate species— characterization of IRP-1 homologues in Drosophila melanogaster and Caenorhabditis elegans,” European Journal of Biochemistry, vol. 254, no. 2, pp. 230-237, 1998.  [44] D. Zhang, G. Dimopoulos, A. Wolf, B. Miñana, F. C. Kafatos, and J. J. Winzerling, “Cloning and molecular characterization of two mosquito iron regulatory proteins,” Insect Biochemistry and Molecular Biology, vol. 32, no. 5, pp. 579-589, 2002.  [45] C. Alén and A. L. Sonenshein, “Bacillus subtilis aconitase is an RNA-binding protein,” Proceedings of the National Academy of Sciences of theUnited States of America, vol. 96, no. 18, pp. 10412- 10417, 1999.  [46] S. Banerjee, A. K. Nandyala, P. Raviprasad, N. Ahmed, and S. E.Hasnain, “Iron-dependent RNA-binding activity ofMycobac- terium tuberculosis aconitase,” Journal of Bacteriology, vol. 189, no. 11, pp. 4046-4052, 2007.  [47] Y. Tang and J. R. Guest, “Direct evidence formRNAbinding and post-transcriptional regulation by Escherichia coli aconitases,” Microbiology, vol. 145, no. 11, pp. 3069-3079, 1999.  [48] M. F. Addis, P. Rappelli, G. Delogu, F. Carta, P. Cappuccinelli, and P. L. Fiori, “Cloning and molecular characterization of a cDNA clone coding for Trichomonas vaginalis alpha-actinin and intracellular localization of the protein,” Infection and Immunity, vol. 66, no. 10, pp. 4924-4931, 1998.  [49] A. S. Kucknoor, V. Mundodi, and J. F. Alderete, “Adherence to human vaginal epithelial cells signals for increased expression ofTrichomonas vaginalis genes,” Infection and Immunity, vol. 73, no. 10, pp. 6472-6478, 2005.    20 BioMed Research International  [50] R. K. Meyer and U. Aebi, “Bundling of actin filaments by 𝛼- actinin depends on itsmolecular length,” Journal of Cell Biology, vol. 110, no. 6, pp. 2013-2024, 1990.  [51] J. D. Dixson, M. R. J. Forstner, and D.M. Garcia, “The 𝛼-actinin gene family: a revised classification,” Journal of Molecular Evolution, vol. 56, no. 1, pp. 1-10, 2003.  [52] B. Sjöblom, A. Salmazo, and K. Djinović-Carugo, “𝛼-Actinin structure and regulation,” Cellular and Molecular Life Sciences, vol. 65, no. 17, pp. 2688-2701, 2008.  [53] L. Horvathova, L. Safarikova, M. Basler et al., “Transcriptomic identification of iron-regulated and iron-independent gene copies within the heavily duplicated Trichomonas vaginalis genome,” Genome Biology and Evolution, vol. 4, pp. 1017-1029, 2012.  [54] R.-P. Jansen, “RNA—cytoskeletal associations,”TheFASEB Jour- nal, vol. 13, no. 3, pp. 455-466, 1999.  [55] A. Vedeler, H. Hollas, A. K. Grindheim, and A. M. Raddum, “Multiple roles of annexin A2 in post-transcriptional regulation of gene expression,” Current Protein & Peptide Science, vol. 13, pp. 401-412, 2012.  [56] P. M. MacDonald, “bicoid mRNA localization signal: phyloge- netic conservation of function and RNA secondary structure,” Development, vol. 110, no. 1, pp. 161-171, 1990.  [57] A. F. Ross, Y. Oleynikov, E. H. Kislauskis, K. L. Taneja, and R. H. Singer, “Characterization of a 𝛽-actin mRNA zipcode-binding protein,”Molecular and Cellular Biology, vol. 17, no. 4, pp. 2158- 2165, 1997.      TvACTN3         MSNNR-GLLDDAWEQTQIKVFSRWTAKQLSFKGIPFDNVLEEFADGVKLIQLLEIVSKEP 59  TvACTN2         MSVRREGLLDDAWEKTQIKVFSRWVQKQLLARQIQFETIETDFEDGTKLLNLLEIIGKEP 60  TvACTN1         -----MTTLNKNWEQTQIKVFSRWCNKYCQQAGMKVEDCTQDFEDGVKLITLLEIVGKEP 55  TvACTN4         --------MTRTWEETQINTFTKWMNSYLKQRKLNINDIKTDLCDGTILINLCEILSKKP 52  TvACTN5         --------MPRSWEETQINTFTRWVNSYLRSRDLKVNDLKTDLCDGRLLINLCEILTKQT 52                          :   **:***:.*::*  .      : .:    :: **  *: * **: *:.    TvACTN3         MKGKWHKQPKMRVQMRENCGMALDFISS-KNIRMVGIGSDDIIDKNKKLTLGLIWTIINK 118  TvACTN2         MPSKWHKQPKMMVQKRENVDLALKYINEVKKIRTVGIGADDIINKNLKLTLGLTWTCINK 120  TvACTN1         MPGKWHKTPKMRIQKLENCDLAIKYISEVKKVRLVGIGSNNIVDHDTKLTLGLIWSVINK 115  TvACTN4         FPSRWHKNPKQKVQMLENCHMAVDFIQNTLKIKLVGIGGEDVLNGTLKLILGLVWSVINK 112  TvACTN5         FPKKWHKTPKLNMQKLENCHMAVDYINKDMQIKLVGIGGDDVNAGNLKLILGLIWSIINK 112                  :  :*** **  :*  **  :*:.:*..  ::: ****.:::     ** *** *: ***    TvACTN3         FMIEEISVEEAT------ARDALLLWAKKNTQGYKGVNVTNFTTSWSDGLAFCALINKFR 172  TvACTN2         FMIEEISVEEAT------ARDALLLWAKKNTQGYEHVAVNNFTTSWNTGLAFAALINKFR 174  TvACTN1         FVIEEITVEEAT------ARDALLLWCKKNTQGYEGVDVTNFTSSWTSGLAFCALINHFR 169  TvACTN4         FQVEAIKEDLAEGEQ-ISGRDKLLQWAKESTANHNGVNIVDFSKSWHGGLPFCAILHHYL 171  TvACTN5         YQVEAIQEDFPQTEKKQSGKEKLLNWAKTATADHKGVNITDFSKSWRGGLPLCAIFHHYL 172                  : :* *  : .       .:: ** *.*  * .:: * : :*:.**  **.:.*:::::     TvACTN3         PNMLDYDSLDQTQQKENCEKAFAACKELGIYVFLDPEDLVGTQPDEKSVVTQVAEFFHFF 232  TvACTN2         PNLLDYSALDYNDHKGACEKAFAACKELGIYVYLDPEDVIDTTPDEKSVVTQVAEFFHFF 234  TvACTN1         PELLDYNALDKANHPENCRLAFEACKQLGITVYLDVEDIADTQPDEKSVVTQVSEFFHFF 229  TvACTN4         PEIVDYDSITPEN---SINEAFLVMNECGINVFLDPQDLEVEAPDEKSVVTQVSELYHFF 228  TvACTN5         PDCINYDSIKPED---SINEAFSFMKRAGVNVFIDPQDLEVAAPDEKSIVTQVSELYHTF 229                  *: ::*.::   :     . **   :. *: *::* :*:    *****:****:*::* *    TvACTN3         AGESKTQAAADKLKRTI----GIQKAIEEEALNYEKQAQECLDVINTEREKLLAQ----- 283  TvACTN2         ASESKIAAMADKIKRTV----AIQKQIDELKNTYIEDAKAAIEKMTVEDEKLKAD----- 285  TvACTN1         ASDTKADQMAEKLKNTV----GIQREIKDMTEAYIQACQAAIAEMDAKSAEIADD----- 280  TvACTN4         KKPENIAAAKRNADRRK----YILATIKKMVNESEGDLHDALVVMSKNIDTLLEDPALNF 284  TvACTN5         KKPEKVEAIHKTLKPIPGFINCTVVNGRNLAAMDKGGKSDPYVIVKINKNGNPHKTEIIK 289                      :      . .              .               :  :      .         TvACTN3         -----DYDQTVPGVKSKLFN------CIKFGRVVRPVIVDKRG--------VAMKTWGQL 324  TvACTN2         -----DYEKTIPGIRGKLAS------VISYNRDIRPEIVDHRA--------KAMRSWAAL 326  TvACTN1         -----SFDKDTKGIKQKLVN------TIAYGKDGRPKIFELKA--------NAVAAYSAL 321  TvACTN4         CPLCAEFFETIEKLYALLKNPKVPADALQQIENLNKQLLEFQEKVKQLDEEKAQKEKEAE 344  TvACTN5         ETLNPDFNQDFTIQFADQKVDSIILECYDWDDHNSHDLIGTAEIQLNQYVFNRVIERDIE 349                       .: :                            :.                         TvACTN3         VTKCNSNGRPIPQVKEELLPPTLNLKFEEIEKTASDRRDELTKILEELQAKLINAFDEAA 384  TvACTN2         VTKCKSGNRPIPEIPQGLEPEALTNKFNEIEQTSTTRRDELTQELNDMIKKKVEDFMAKC 386  TvACTN1         QLKCKATKRPMPEIPEEYIEQALNQRFEQLDQQVSDRRSELLGLLN-------------- 367  TvACTN4         ELKQQNNAKEQELQNLKNEKEAKEKELEEVKNEKAAKEQELENVKNEKTAKE-QELENIK 403  TvACTN5         LKKEGGHRKERGTIHFRFILLASLDNTDSEGEDNVVPEENATPVPPIVLNATVIDARDLP 409                    *     :            :   . :.  :     ..:                        TvACTN3         NAKIAVCDDINNKAINLTGDLYEQRDALNNYLQQAQEAAG-------------------- 424  TvACTN2         MDIINKCDAIHEEVKTIEGTTAEKKDKVEQKLHEAEDLQP-------------------- 426  TvACTN1         -------------------------DKVKSYVSQAKEVQG-------------------- 382  TvACTN4         NEKEAKEKELENVKNEKAAKEQELENVKNEKAAKEQELEN-------------------- 443  TvACTN5         AMDADGQADPFCILTVNGKGEQFKTRVIKNNLNPVWNHAFNIPINNQFTDTLYVNLIDFD 469                                              :.      :                           TvACTN3         TVKELQPQFVELVELRLNNRVKRTVIAVDGEFEQLIATIKRLIEGNKAAIFE--YENKKK 482  TvACTN2         ALAELTPLFQELVELRINTLSSQTDDSVNRHHSQLITYIKHLLEQLNGKLFE--ETNEAR 484  TvACTN1         ALEALD------------------------------------------------------ 388  TvACTN4         VKNEKTAKEQELENIKNEKEAKEKELEEVKNEKTSKEQELENVKNEKAAKEEQLAKMTTD 503  TvACTN5         ETTNNDLIGYNKISLRDLQIGKPEELQLPLRKLHAVRTDRGTVHLMLQAYKPGEEPEIMP 529      TvACTN3         IEEYNQAAQKYVDEVAQLKQDLEAIAGELREQRAANVDKSEEIIQKRNGVSDIRPMFQEL 542  TvACTN2         INEYNALAQPLYDEAIAFKEEVLAISGELRE----------------------------- 515  TvACTN1         -------------------KELDSIEGELEQ----------------------------- 400  TvACTN4         FEQKNNESGNLSSELEQLKQQLAAAQQQNEQLNIMIKAKDNEMNAVIARANEQLQNLNQQ 563  TvACTN5         PKEEEPEVKAFVDCKVISATKLVAMDSNGKSDPYVVLKYNKDGEPQKTEICKKTLNPEWN 589                                      .: :   : ..                                    TvACTN3         EKQSLHLGIENTPDAVTAMYTACLSQAQDKITQISKQLVDEYNEKAIAIHEKIGDVHKTA 602  TvACTN2         ------------------------------------------------------------  TvACTN1         ------------------------------------------------------------  TvACTN4         KDEELKKKDDEIN----------------------------------------------- 576  TvACTN5         QDFTFTVVQKKTDILYVECWDWDDHNSHDLIG---------------------------- 621      TvACTN3         DSVSGTTQEKKDGALKCQSDLTEIKASIQPTLEEPYQYLQSIKYSNAVKYTPNDLTRDSD 662  TvACTN2         ------------------------------------------------------------  TvACTN1         ------------------------------------------------------------  TvACTN4         ------------------------------------------------------------  TvACTN5         ------------------------------------------------------------      TvACTN3         ITFAFLTTLLNQLEEQLQSESNDARIAAYNELATKYVDIANEFHQKVSTIDGDRATRRNA 722  TvACTN2         --------------------------------------------------------RRTQ 519  TvACTN1         ------------------------------------------------------------  TvACTN4         -------------AIKEAKNSELAQLRSENEQNLAKKDLLLQEKDQEIQKRFREIEDLNN 623  TvACTN5         ---VGEVKIEEFMYDTLVETDVELKKEGGHRKERGTVHLRIFVRTDRTGETDNEMGNTES 678      TvACTN3         YLSAQLELGNKREGLSQLKPEYEALERDTLHIRVNDSPATISKVYANALQIITDKLAEIY 782  TvACTN2         FLAKQAEAPTKREHVNEIDPIFDGLEKDSLHLRVNHSPTEIRNVYAVTLQHIITELNKIF 579  TvACTN1         -------------------------KKEALNAKVD------------------------- 410  TvACTN4         NKEELLKQKDQEIEQMKNLQSQEEKRREAEVSELSQQIEQLKQLQSSGAQEAQNILIETQ 683  TvACTN5         EGEEAPSAQPAETATPIVVHCTVVDAKDLPAMDINGKADPFCQLTVNGKGQEYKTEVVMK 738                                            ::     :.                             TvACTN3         NEMVADFDAQVLAIAEKVKVVQN--VELTGTLLELKDKIAQSKAQAQEILPELPTLDAPW 840  TvACTN2         EEMVANFDATAVPIIDGITALVTSSHQIPGDAAAVKAQVEENLASLDGFAEKIQALQDPY 639  TvACTN1         ------------------------------------------------------------  TvACTN4         NKYSAQIAEKDKRIEELENAKSQLEKESEDRNEENKKLLVQCSNLRDEVSSKDKALQESE 743  TvACTN5         NKNPTWNQSFNIPVEDQNKDHLYVTLFDFDKDSDNDLIGYNRIKLRDLPLNTPVEREVEL 798      TvACTN3         EDLCDFNLNYRVKQTPENLRATLEAVIAFLNHQEESNNEKLASEGRESRIFAYNQKAAVS 900  TvACTN2         NELVEFKLNYKVTYTYSDATGELDQARLDLKQIILAKKTFLEEEERKARINNYTVKADEH 699  TvACTN1         ------------------------------------------------------------  TvACTN4         KNLEEAKKEINVIVTKQKQSADDEAVKAAVEGYKEVIAGLKCEYGHGVTKNDTEAFKHYT 803  TvACTN5         KKKHGLRPDRGVAHLILTAYKPGEEPQIEATPVEEPVKSEVPPKAEFLDCTVVSASNLVK 858      TvACTN3         VALA-RELEQKVSNVDGTLPEKQQKLFDIKQEVIDGDE-AAKELTPIFEDLEKDELHLAI 958  TvACTN2         MNEA-HALDGKINSVDGELEPKRQKLYEVREEVNAKKEKAAEELTPIYEDLEKDQLHLEI 758  TvACTN1         ----------KIRSKHG----------------------DVEALAPIYNDIEEAEMHLEI 438  TvACTN4         VAAK-LNIAEGQFSLGRLLEQGRGNIKNERLAFQSYARAQNQNHYAAMNNMAAMLLTGRG 862  TvACTN5         MDKHGLSDPYVVLKVNKDGEPQKTEVVKQNLNPEWNQEFHFTPVDKTKDVLVVECYDWDD 918                               .                                  : :             TvACTN3         EDTPDSIAAFFANILSHIDGLVREIDTAIAAEKGLQISEEQLTEFR-------------- 1004  TvACTN2         TSTPASINIFFENLIAHIDTLVKEIDAAIAAAKGLEISEEELNEFK-------------- 804  TvACTN1         DETPSFIESIYNATIAHATTLIREIEAAIAAAKGLEISEEQLASFH-------------- 484  TvACTN4         VDKDEKLAAQKFKVAADNGNVAAQCNYGILLDKGTGVEKNEIDAVRYFRLAANAGHPRAI 922  TvACTN5         HNSHDLIGNAILELAQYAYDIPIEADVELKKEGGHRKDRGTVHLRFTIRK---------- 968                   ..   :             :  : :  :    *   ..  :                      TvACTN3         -------ETFNHFDKDHTNFLQYFELRACLT----------------------------- 1028  TvACTN2         -------DTFKYFDKDKSNSLEYFELKACLT----------------------------- 828  TvACTN1         -------ETFNHFDKDHSKSLQYYELRACLT----------------------------- 508  TvACTN4         NNLAYKLENGSGIDKDHAEATKMFHQAASQGQSVAKFNVSLY-----------ESDQEKV 971  TvACTN5         -------DKTGEPDDEHTTSEEENNKAVAKADPIVLHCTVVDGVELPAMDITGFSDPFVR 1021                         :.    *.:::   :  .  ..                                   TvACTN3         -----------------ALGDDISD--------DQAKEVCKKYSATGE-EKLNFDEYVKF 1062  TvACTN2         -----------------ALGEDITD--------DQAKEYCKKYNSKGEGTALEFDDYVRF 863  TvACTN1         -----------------ALGEDFTD--------DQAKETCKKYSASGE-EKLNFDEYVKF 542  TvACTN4         LNEWKLAASQNVPAAKNNIGVTMSDGILLPKNEEEGAELVKTAAEGGS--TAAIFNYSIM 1029  TvACTN5         LTVNGQGKPYTTGIVMRELNPIWNQEFNIPIDNQNKDKLYITCYDWDEDSANDLIGYYRL 1081                                    :.   .:        ::  :   .    ..     :  *  :         TvACTN3         MLDHFSKAENADTTAKAFKAIANNNPILTDAQLDQYFKGEEAEYLR--KVLKQVDGGYEF 1120  TvACTN2         MLDHFSKAETTETTMEAFKAIAQNQPVLTDAQLDQYFSAEDAAYLR--SQLKQGENGYEF 921  TvACTN1         MLDHFNKAETNETTMEAFKTIANGNPVLNDAQLDRYFSAEDAAFLR--QELPQVEGGYDF 600  TvACTN4         LMNAKGVEENKKGAARLLKISSDKGYAKAMNNLGVMFIKGEVVKLAPLEGVKMVRKAADE 1089  TvACTN5         PLDDIKVGEPVERECILKKKHALRANRGKIHLKICAFKPGEEPQVSKVPGAHPIKNIKPK 1141                   ::     *  .      *  :              *   :   :                   TvACTN3         AEWVNSIYA--------------------------------------------------- 1129  TvACTN2         ADWVNSLYNQ-------------------------------------------------- 931  TvACTN1         QSWVNKIYA--------------------------------------------------- 609  TvACTN4         LNDPDALFNMGLIFLKGLGVTADPAFAQNYFQKAAKNGNKTAELYLQQ------------ 1137  TvACTN5         ETLLDATVVNARDLVPMDKNGKSDPYVILKLNRNGIPQQTTVVKASLNPDINENFDFTLI 1201                      :                                                           TvACTN3         ------------------------------------------------------------  TvACTN2         ------------------------------------------------------------  TvACTN1         ------------------------------------------------------------  TvACTN4         ------------------------------------------------------------  TvACTN5         DPKTDVLLVYCYDWDDHNNHDLIGVGEIPLEGIALDVPVEKQVELKKEGGHRKERGKVNL 1261      TvACTN3         ----------  TvACTN2         ----------  TvACTN1         ----------  TvACTN4         ----------  TvACTN5         KLRLHNSRDG 1271             Supplementary Figure S1. Alignment of the amino acid sequences of the four   ACTN proteins, as reported in the T. vaginalis genome project (www.trichdb.org)   and the TvACTN3 from the CNCD147 isolate. Sequences were aligned using the   ClustalW program. (*) In this column the alignment contains identical aa residues in   all sequences that are also highlighted in gray. (:) This column of the alignment   contains highly conserved aa. (.) This column of the alignment contains similar aa.   ( ) This column of the alignment contains different aa or gaps. The IDs of the α-  actinins in T. vaginalis are TvACTN1: TVAG_156680; TvACTN2: TVAG_190450;   TvACTN3: TVAG_239310, GenBank accession number KF280188; TvACTN4:   TVAG_247460; and TvACTN5: TVAG_260390.         View publication statsView publication stats  https://www.researchgate.net/publication/261521822",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}