{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "The Pathophysiological Role of Heat Shock Response in Autoimmunity: A Literature Review   cells  Review  The Pathophysiological Role of Heat Shock Response in Autoimmunity: A Literature Review  Ariadni Androvitsanea 1, Kostas Stylianou 2 , Eleni Drosataki 2 and Ioannis Petrakis 2,*  ---------- -------  Citation: Androvitsanea, A.;  Stylianou, K.; Drosataki, E.; Petrakis,  I. The Pathophysiological Role of  Heat Shock Response in  Autoimmunity: A Literature Review.  Cells 2021, 10, 2626. https://doi.org/  10.3390/cells10102626  Academic Editor: Alexander  E. Kabakov  Received: 18 August 2021  Accepted: 28 September 2021  Published: 1 October 2021  Publisher's Note: MDPI stays neutral  with regard to jurisdictional claims in  published maps and institutional affil-  iations.  Copyright:   2021 by the authors.  Licensee MDPI, Basel, Switzerland.  This article is an open access article  distributed under the terms and  conditions of the Creative Commons  Attribution (CC BY) license (https://  creativecommons.org/licenses/by/  4.0/).  1 Department of Nephrology, Friedrich Alexander University, 91054 Erlangen, Germany; ariadni.androvitsanea@uk-erlangen.de  2 Department of Nephrology, University of Crete, 71500 Heraklion, Greece; kstylianu@gmail.com (K.S.); elenidro2@hotmail.com (E.D.)  * Correspondence: petrakgia@gmail.com; Tel.: +30-28103-92176  Abstract: Within the last two decades, there has been increasing evidence that heat-shock proteins can have a differential influence on the immune system. They can either provoke or ameliorate immune responses. This review focuses on outlining the stimulatory as well as the inhibitory effects of heat-shock proteins 27, 40, 70, 65, 60, and 90 in experimental and clinical autoimmune settings.  Keywords: heat-shock proteins; autoimmunity; heat-shock response  1. Introduction  Heat-shock proteins (HSPs) are molecular chaperones participating primarily in pro- tein folding preventing protein degradation and subsequent cellular distress [1]. HSPs are regulated through heat-shock factor 1(HSF-1) [2]. In the steady state HSF-1 is bound to HSP90 or HSP70 [3,4]. Upon stressful signals HSF-1 dissociates from HSPs and translocates into the nucleus where it stimulates HSP expression [1]. HSPs can be exposed to the im- mune system through tissue necrosis and the resultant cellular debris, via organized release of exosomes/endosomes, or through their presence on the cellular membrane [5-7]. Their evolutionary conservation can elicit interspecies immune recognition [8]. The resulting immune response can be either immunoregulatory or immunostimulatory [9,10]. Further- more specific HSP domains as well as certain HSP isoforms and their client proteins induce a differential autoimmune response. The purpose of the present review is to outline the yet known pathophysiology guiding these bimodal and sometimes paradoxical phenomena. The effects of heat-shock protein 27 (HSP27), heat-shock protein 40 (HSP40), heat-shock protein 70 (HSP70), heat-shock protein 60 (HSP60), heat-shock protein 65 (HSP65), and heat-shock protein 90 (HSP90) in eliciting differential immune responses in experimental as well as in clinical autoimmune settings will be described.  2. Structural Characteristics, Subcellular Localization of HSPs, and Elicited Immune Responses 2.1. Structure and Subcellular Localization of the Small HSP Family  The small HSP (sHSP) gene family has 11 family members (Table S1) [11], which are located in the nucleus, cytoplasm, extracellular space, and the cytoskeleton where they can modulate its structure [12-14]  Small HSPs have a central alpha crystallin domain (ACD) bounded by N-terminal and C-terminal domains (Figure 1a) [15-17]. The ACD entails many antiparallel β-sheets which form its final β-sandwich conformation [15]. The N-terminal domain contains serine residues which can be phosphorylated by intracellular kinases. For example, MAPK- activated protein kinase 5 (MK5) can interact with HSP27 in vivo and influence F-actin- dependent cytoskeletal organization [18]. Binding of denatured proteins (client proteins) to  Cells 2021, 10, 2626. https://doi.org/10.3390/cells10102626 https://www.mdpi.com/journal/cells  https://www.mdpi.com/journal/cells https://www.mdpi.com https://orcid.org/0000-0003-3678-9421 https://doi.org/10.3390/cells10102626 https://doi.org/10.3390/cells10102626 https://creativecommons.org/ https://creativecommons.org/licenses/by/4.0/ https://creativecommons.org/licenses/by/4.0/ https://doi.org/10.3390/cells10102626 https://www.mdpi.com/journal/cells https://www.mdpi.com/article/10.3390/cells10102626?type=check_update&version=1   Cells 2021, 10, 2626 2 of 20  sHSPs is characterized by diversity in terms of their docking sites. The N-terminal domain as well as the ACD can serve as client protein-binding sites [15,19].  Cells 2021, 10, x FOR PEER REVIEW 2 of 21        to sHSPs is characterized by diversity in terms of their docking sites. The N-terminal do- main as well as the ACD can serve as client protein-binding sites [15,19].    Each one of the sHSPs plays a pivotal role in stabilizing denatured native proteins.  They lack, however, the ability to refold destabilized proteins [20], thus sHSP interaction  with larger HSPs such as HSP40 or HSP70 is necessary [15]. Larger HSPs, in contrast with  sHSPs, have an ATPase function which provides the energy needed to refold the client  protein [21]. Normally sHSP molecules are in a polymeric/oligomeric state equilibrium.  The presence of noxious stimuli favors their oligomerization. N- and C-termini confer to  sHSPs solubility facilitating their oligomerization (Figure 1a) [15,22]. sHSP oligomers can  be engaged within protein aggregates in order to facilitate protein folding [23,24]. HSP27  is the most referenced member of the sHSP family in cases of autoimmunity (see below).      Figure 1. Structure and function of heat shock proteins (HSPs): Diagrammatic representation of the domain structure and  subcellular localization of HSPs under discussion. Of note is the fact that heat-shock proteins can form complexes with  other molecular chaperones. These chaperone complexes may exert a different action than the uncomplexed HSPs. (a)  HSP27 (black circle) secondary structure, consists of an N-terminal (blue rectangle) substrate-binding region, followed by  an alpha crystallin domain (ACD, gray rectangle) ending in the C-terminus (green rectangle). ACD has a β-sandwich  conformation. Client proteins dock to ACD. The C-terminus is highly variable among protein members and facilitates  HSP27 oligomerization. (b) Class A HSP40 (blue circle) protein family secondary structure consists of an N-terminal (blue  rectangle) substrate-binding region, followed by a zinc finger-like region (ZFLR), C-terminal domains I and II (CTDI and  II, green rectangles in c-terminal region), and ending in a dimerization domain (DD). The J-domain localizes within N- terminal region. Class B preserves the N-terminal localization of the J-domain but the C-terminus can acquire a more  diverse structure. In class C, the J-domain can be localized anywhere within the amino-acid sequence. (c) HSP70 (turquoise  circle) secondary structure consists of an N-terminal domain (blue rectangle), followed by a substrate-binding domain  (SBDβ, gray rectangle), a substrate-binding domain α-helical (SBDα, gray rectangle), and ending in the C-terminus (green  rectangle). The reaction cycle involves ATP docking within N-terminal domain since ATP hydrolysis powers the structural  opening of the substrate cleft within the SBDβ (gray arc). (d) The HSP90 (dark green circle) secondary structure consists  of an N-terminus (blue rectangle), followed by a middle domain (MD, gray rectangle), ending in a c-terminus (green  rectangle). HSP90 homodimerizes with the use of its c-terminal region. Unfolded proteins are docking in the MD. ATP  hydrolysis is required for substrate processing. (e) The HSP60 (light green circle) reaction cycle. Unfolded substrates enter  the HSP60 processing cleft. HSP10 acts as a lid, and ATP-hydrolysis is necessary for substrate folding.   Figure 1. Structure and function of heat shock proteins (HSPs): Diagrammatic representation of the domain structure and subcellular localization of HSPs under discussion. Of note is the fact that heat- shock proteins can form complexes with other molecular chaperones. These chaperone complexes may exert a different action than the uncomplexed HSPs. (a) HSP27 (black circle) secondary structure, consists of an N-terminal (blue rectangle) substrate-binding region, followed by an alpha crystallin domain (ACD, gray rectangle) ending in the C-terminus (green rectangle). ACD has a β-sandwich conformation. Client proteins dock to ACD. The C-terminus is highly variable among protein members and facilitates HSP27 oligomerization. (b) Class A HSP40 (blue circle) protein family secondary structure consists of an N-terminal (blue rectangle) substrate-binding region, followed by a zinc finger-like region (ZFLR), C-terminal domains I and II (CTDI and II, green rectangles in c-terminal region), and ending in a dimerization domain (DD). The J-domain localizes within N-terminal region. Class B preserves the N-terminal localization of the J-domain but the C-terminus can acquire a more diverse structure. In class C, the J-domain can be localized anywhere within the amino-acid sequence. (c) HSP70 (turquoise circle) secondary structure consists of an N-terminal domain (blue rectangle), followed by a substrate-binding domain (SBDβ, gray rectangle), a substrate- binding domain α-helical (SBDα, gray rectangle), and ending in the C-terminus (green rectangle). The reaction cycle involves ATP docking within N-terminal domain since ATP hydrolysis powers the structural opening of the substrate cleft within the SBDβ (gray arc). (d) The HSP90 (dark green circle) secondary structure consists of an N-terminus (blue rectangle), followed by a middle domain (MD, gray rectangle), ending in a c-terminus (green rectangle). HSP90 homodimerizes with the use of its c-terminal region. Unfolded proteins are docking in the MD. ATP hydrolysis is required for substrate processing. (e) The HSP60 (light green circle) reaction cycle. Unfolded substrates enter the HSP60 processing cleft. HSP10 acts as a lid, and ATP-hydrolysis is necessary for substrate folding.  Each one of the sHSPs plays a pivotal role in stabilizing denatured native proteins. They lack, however, the ability to refold destabilized proteins [20], thus sHSP interaction with larger HSPs such as HSP40 or HSP70 is necessary [15]. Larger HSPs, in contrast with sHSPs, have an ATPase function which provides the energy needed to refold the client protein [21]. Normally sHSP molecules are in a polymeric/oligomeric state equilibrium. The presence of noxious stimuli favors their oligomerization. N- and C-termini confer to sHSPs solubility facilitating their oligomerization (Figure 1a) [15,22]. sHSP oligomers can be engaged within protein aggregates in order to facilitate protein folding [23,24]. HSP27 is the most referenced member of the sHSP family in cases of autoimmunity (see below).    Cells 2021, 10, 2626 3 of 20  2.2. Immune Response Elicited through HSP27  The sHSP family, apart from its chaperoning function, has a pivotal role in cytoskeletal organization in conditions of cellular stress, transducing signals after autoantibody stim- ulation [25] (Figure 2). Aberrant phosphorylation of HSP27 correlates to various clinical pathologies, such as viral infections, specific tumor cells, and autoimmune skin diseases (pemphigus vulgaris and pemphigus foliaceus) [18].  Cells 2021, 10, x FOR PEER REVIEW 4 of 21          Figure 2. Immunomodulatory actions of HSP27. HSP27 (blue circle) participates in cytoskeletal integrity in cases of cellular  distress. Phosphorylation of the N-terminal domain of HSP27 through MAPK kinase protects against cytoskeletal disor- ganization. HSP27 gene expression can be controlled through transcription factors LEGF (lens epithelium growth factor).  HSP27 may inhibit mRNA expression of IL-1β and thus inhibit the production of proinflammatory cytokine IL-1β and  subsequent inflammatory milieu, P2X7R (ATP-gated P2X cation channel receptor). HSP27 activates SIP1R (sphingocine 1  phosphate receptor) signaling, ameliorates renal inflammation, and protects against acute kidney injury (AKI). Proinflam- matory actions of HSP27. HSP27 induces mesangial cell activation; immunization with HSP27 leads to expansion of spe- cific T-cell populations (CD43+, CD45Ro+, and CD57+ NK cells) as well as the production of HSP27 autoantibodies.   2.3. Structure and Subcellular Localization of HSP40 Family Members  Eukaryotes generally express an expanded arsenal of HSP40s compared to prokary-  otes [36]. To date there are 49 human genes coding for separate members of the HSP40  family (Table S2). HSP40 protein family members are localized within the nucleus, plasma  membrane, extracellular space, and cytoplasm (Figure 1b) [37,38].   The molecular signature of the HSP40 family is the J-domain, which contains multi- ple α-helices and has a critical role of stimulating the ATPase domain within HSP70 pro- tein family members [21]. A histidine-proline-aspartate (HPD) motif is required for the J- domain to be functional [21]. HSP40 family members are categorized into type I, type II,  or type III, according to their structural conformation. Types I and II have a J-domain  located at the N-terminus. In type III, is apparent that the J-domain can be located in any  position of the protein sequence [36]. The C-terminal domain of HSP40 binds denatured  client proteins [39]. Since both HSP40 and HSP70 family members can be localized in the  extracellular space [40,41] they could collectively interact with immune system compo- nents.   2.4. Immune Response Elicited through HSP40  The term glomerulonephritis defines the subset of glomerular diseases in which in-  flammation or autoimmunity play a substantial pathogenetic role. A member of HSP40  protein family, DNAJB9, is a novel biomarker with a sensitivity and specificity near 100%  for fibrillary glomerulonephritis [40,42,43]. Fibrillary glomerulonephritis is characterized  by the extracellular deposition of non-amyloid fibrils ranging between 16 and 25 nm [42].   Figure 2. Immunomodulatory actions of HSP27. HSP27 (blue circle) participates in cytoskeletal integrity in cases of cellular distress. Phosphorylation of the N-terminal domain of HSP27 through MAPK kinase protects against cytoskeletal disorganization. HSP27 gene expression can be controlled through transcription factors LEGF (lens epithelium growth factor). HSP27 may inhibit mRNA expression of IL-1β and thus inhibit the production of proinflammatory cytokine IL-1β and subsequent inflammatory milieu, P2X7R (ATP-gated P2X cation channel receptor). HSP27 activates SIP1R (sphingocine 1 phosphate receptor) signaling, ameliorates renal inflammation, and protects against acute kidney injury (AKI). Proinflammatory actions of HSP27. HSP27 induces mesangial cell activation; immunization with HSP27 leads to expansion of specific T-cell populations (CD43+, CD45Ro+, and CD57+ NK cells) as well as the production of HSP27 autoantibodies.  Reduction in HSP27 levels leads to an increase of pro-IL-1β protein in LPS-treated monocytes and HSP27-knockdown cells release significantly more IL-1β [26].  Upregulation of HSP27 was primarily induced by immunoregulatory cytokines such as IL-4, IL-6, and TGF-β, whereas the expression of other sHSPs such as alpha B-crystallin was found solely to be enhanced by the pro-inflammatory cytokine TNFα. Apparently, there is a HSP-specific cytokine combination that provokes or ameliorates its expression [27].  NZBxW/F1 mice develop a spontaneous lupus phenotype manifesting with lupus nephritis. When NZBxW/F1 mice were immunized with recombinant ribosomal protein P0 (rRibos.P), anti-rRibos.P antibodies developed in the context of lupus disease. Primary mesangial cells were exposed to NZBxW/F1-mouse anti-rRibos.P and to human anti- rRibos.P antibodies, respectively. This action induced an activation of mesangial cells partly mediated through HSP27 [28] (Figure 2).    Cells 2021, 10, 2626 4 of 20  Myasthenia gravis (MG) is a paraneoplastic syndrome defined by the presence of acetylcholine receptor antibodies (AchR-Abs) which occurs in up to 30% of patients with thymoma. Phosphorylated HSP27 was significantly increased in the serum of patients with MG, who were positive for AchR-Abs compared to seronegative patients [29].  In patients with cancer, HSP27 was among the antigens capable of inducing an im- munoregulatory action in lymphoid cell lines. In a phase 2 study vaccination of cancer patients with HSP27, client peptides induced lymphoid cell infiltration in the postvaccine biopsy, with an evident increase in the number of total T-cells (CD43+) and mature acti- vated T-cells (CD45Ro+). The postvaccine biopsy also showed an increase in the number of NK-cells (CD57+) [30] (Figure 2).  Deletion of the endothelial-expressed sphingosine-1-phosphate 1 receptor (S1P1R) is associated with exacerbation of renal injury and cellular inflammatory infiltrates after ischemic acute kidney injury (AKI) in mice. The authors identified an endothelial reduc- tion of HSP27 expression as a mechanism for exacerbated kidney injury and neutrophil infiltration after ischemic AKI in mice (Figure 2). Fingolimod, a S1P1R agonist, is highly protective in ischemic AKI [31,32]. However, fingolimod seems to exert its action through multiple pathways including activation of protein phosphatase 2A (PP2A) and activation of necroptosis [33]. HSP27 externalization has been identified as playing a central role in neutrophilic cell death after fingolimod exposure [33]. This action is mediated through activation of receptor-interacting protein kinase (RIP1/RIP3) and the mixed-lineage kinase domain-like (MLKL) pathway [33].  In the setting of organ transplantation, there is a statistically higher level of serum HSP27 from lung transplant recipients with bronchiolitis obliterans (BOS) compared to control subjects. BOS accompanies chronic lung allograft dysfunction and is characterized by obliterative fibrosis of the small airways [34]. BOS is considered as a manifestation of chronic allograft rejection [34]. Anti-HSP27 antibody levels were significantly higher in broncho-alveolar lavage (BAL) in patients with BOS compared to lung transplant recipients without BOS. Elevated serum levels of HSP27 and elevated antibody titers against HSP27 only in the BAL suggest a localized immune response occurring at the level of alveoli and terminal airways [35].  2.3. Structure and Subcellular Localization of HSP40 Family Members  Eukaryotes generally express an expanded arsenal of HSP40s compared to prokary- otes [36]. To date there are 49 human genes coding for separate members of the HSP40 family (Table S2). HSP40 protein family members are localized within the nucleus, plasma membrane, extracellular space, and cytoplasm (Figure 1b) [37,38].  The molecular signature of the HSP40 family is the J-domain, which contains multiple α-helices and has a critical role of stimulating the ATPase domain within HSP70 protein family members [21]. A histidine-proline-aspartate (HPD) motif is required for the J- domain to be functional [21]. HSP40 family members are categorized into type I, type II, or type III, according to their structural conformation. Types I and II have a J-domain located at the N-terminus. In type III, is apparent that the J-domain can be located in any position of the protein sequence [36]. The C-terminal domain of HSP40 binds denatured client proteins [39]. Since both HSP40 and HSP70 family members can be localized in the extracellular space [40,41] they could collectively interact with immune system components.  2.4. Immune Response Elicited through HSP40  The term glomerulonephritis defines the subset of glomerular diseases in which inflammation or autoimmunity play a substantial pathogenetic role. A member of HSP40 protein family, DNAJB9, is a novel biomarker with a sensitivity and specificity near 100% for fibrillary glomerulonephritis [40,42,43]. Fibrillary glomerulonephritis is characterized by the extracellular deposition of non-amyloid fibrils ranging between 16 and 25 nm [42]. Immunoelectron microscopy revealed HSP40 localization to individual fibrils of fibrillary glomerulonephritis [42] (Figure 3a).    Cells 2021, 10, 2626 5 of 20 Cells 2021, 10, x FOR PEER REVIEW 6 of 21          Figure 3. Immunomodulatory actions of HSP40. (a) HSP40 is a biomarker of fibrillary glomerulonephritis. The fact that  DNAJB9 colocalizes with fibrils, depicts that HSP40 protein family members have an extracellular function. (b) In athero- sclerosis, HSP40 is highly expressed in atheromatous lesions. More specifically cellular components that actively partici- pate in atheroma formation express high amounts of HSP40. (c) HSP40/HSP70 complexes induce PI3K/JNK signaling and  inflammation. (d) HSP40 exerts a bimodal action. Antigen-presenting cells exposed to HSP40 induce an inflammatory  response through increased IFNγ production. However in a later phase, there is an expansion of tolerogenic T-regulatory  cells.   2.5. Structure and Subcellular Localization of HSP70 Superfamily Members  HSP70 family members have a central role in protein unfolding. There are 17 human   family members of the HSP70 superfamily (Table S3). HSPA1 is the most studied isoform  of HSP70 [8,52]. HSP110 is also a member of HSP70 superfamily [53]. HSP70 localizes in  the cytosol, the nucleus [54], the endoplasmic reticulum(ER) [55], the peroxisomes [56],  the extracellular space [57,58] and the mitochondria [59] (Figure 1c). Through its extracel- lular localization, and its complexing with other HSPs, HSP70 may directly present client  peptides to the local immunological microenvironment.   What designates the HSP70 superfamily is the N-terminal nucleotide-binding do- main (NBD) [21]. NBD has four subdomains (namely IA, IB, IIA, and IIB) surrounding an  ATP-binding pocket [60]. C-terminal substrate-binding domain (SBD) has a β-sandwich  (SBDβ) and an α-helical domain (SBDα) [60,61]. For ATP-hydrolysis, the binding of J-do- main-baring chaperones is necessary (Section 2.3). ATP hydrolysis is a major determinant  of its spatial conformation and protein-binding function [5]. By binding ATP, an NBD- binding pocket opens (Figure 1c). Consequently, SBDα is detached from SBDβ and em- barks onto NBD [21,61]. As a result of ATP-binding, there is increased affinity and pro- cessing rate of non-native peptides [21]. GrpE (GroP-like gene E), BAG (Bcl-2-associated  athanogene), proteins with Arm (armadillo repeat) domain, and HSP110 are the nucleo- tide exchange factors (NEFs) [21,53,62-64]. NEFs assure proper substrate release from  HSP70 machinery [21,61].   2.6. Immune Response Elicited through HSP70   Figure 3. Immunomodulatory actions of HSP40. (a) HSP40 is a biomarker of fibrillary glomerulonephritis. The fact that DNAJB9 colocalizes with fibrils, depicts that HSP40 protein family members have an extracellular function. (b) In atherosclerosis, HSP40 is highly expressed in atheromatous lesions. More specifically cellular components that actively participate in atheroma formation express high amounts of HSP40. (c) HSP40/HSP70 complexes induce PI3K/JNK signaling and inflammation. (d) HSP40 exerts a bimodal action. Antigen-presenting cells exposed to HSP40 induce an inflammatory response through increased IFNγ production. However in a later phase, there is an expansion of tolerogenic T-regulatory cells.  A homolog of the human HSP40, HDJ-2, found in Escherichia coli, is significantly increased in human atherosclerotic carotid artery plaques when compared with non- atherosclerotic intima (Figure 3b). Furthermore, immunoreactive HDJ-2 protein was lo- calized in macrophage-derived foam cell surfaces, in endothelial cells, and in vascular smooth muscle-like myointimal cells [44]. The authors suggest that HDJ-2 expression may be responsible for T-cell activation in the development of atherosclerosis (Table 1). HSP40 is increased in stroke patients. Increased expression of human HSP40/HSP70 during stroke may lead to autoimmunization against human HSP40 and may cause the immunolog- ical cross-reaction against bacterial HSP40 [45]. HSP40 has been shown to stimulate a macrophage cell line (RAW264) to secrete IL-6 through activation of the PI3K and JNK signaling pathways towards a pro-inflammatory response [46,47] (Figure 3c).  HSP40 induces an in vitro decline of the production of the proinflammatory cytokine TNFα and a corresponding increase of the tolerogenic cytokine IL-10 in the synovial fluid of juvenile idiopathic arthritis patients. This decline seems to be dependent on PD-1 and CTLA-4 expression [48]. In order to study T- cell responses to HSP40 peptide fragments in patients with oligoarticular juvenile arthritis, Massa et al. [48] showed that proliferative responses of patient synovial fluid monocytes (SFMCs) to recombinant E. coli HSP40 (rdnaJ) were significantly higher than those of the corresponding peripheral blood monocytes. The exposure of SFMCs to HSP40 peptide fragments induced CD4+, CD25+ high T-cells (Treg) with higher expression of CTLA-4, IL-10, and FoxP3 mRNA. These T-cells had the ability to suppress effector T-cell proliferation in vitro. Although the CD4+, CD25+ high Treg-cells clearly could not prevent the development of the disease, they may contribute to reversing ongoing inflammation. According to this mechanism, patients with persistent oligoarticular    Cells 2021, 10, 2626 6 of 20  juvenile arthritis may have partially maintained the Treg-cell function in response to self- HSP40 in the joint, where it is overexpressed during inflammation; this may result in the self-remitting course of the disease [48] (Figure 3d). HSP40-family-member expression is influenced by external stimuli, more specifically, the presence of the heat-shock proteins DnaJB4 and DnaJC6 was higher in the synovial tissue compared to non-smokers with rheumatoid arthritis [49]. These local changes can activate pro-inflammatory signaling pathways and promote autoimmunity.  Bullous pemphigoid is a bullous autoimmune disease of the skin. It is characterized by the presence of auto-antibodies against components of the dermal-epidermal junction. Circulating IgG autoantibodies directed against HSP40 were elevated in patients with active bullous pemphigoid and pemphigus vulgaris compared with healthy controls [50].  The expression of the HSP40 family homolog DNAJC15 is directly influenced by IFNγ. The reduction of DNAJC15 expression is regulated through ikaros, a transcription- regulating factor, which directly binds the promoter region of DNAJC15 gene under IFNγ influence. Therefore, the regulation of HSP gene expression involves the participation of proinflammatory cytokines [51].  2.5. Structure and Subcellular Localization of HSP70 Superfamily Members  HSP70 family members have a central role in protein unfolding. There are 17 human family members of the HSP70 superfamily (Table S3). HSPA1 is the most studied isoform of HSP70 [8,52]. HSP110 is also a member of HSP70 superfamily [53]. HSP70 localizes in the cytosol, the nucleus [54], the endoplasmic reticulum(ER) [55], the peroxisomes [56], the extracellular space [57,58] and the mitochondria [59] (Figure 1c). Through its extracellular localization, and its complexing with other HSPs, HSP70 may directly present client peptides to the local immunological microenvironment.  What designates the HSP70 superfamily is the N-terminal nucleotide-binding domain (NBD) [21]. NBD has four subdomains (namely IA, IB, IIA, and IIB) surrounding an ATP- binding pocket [60]. C-terminal substrate-binding domain (SBD) has a β-sandwich (SBDβ) and an α-helical domain (SBDα) [60,61]. For ATP-hydrolysis, the binding of J-domain- baring chaperones is necessary (Section 2.3). ATP hydrolysis is a major determinant of its spatial conformation and protein-binding function [5]. By binding ATP, an NBD-binding pocket opens (Figure 1c). Consequently, SBDα is detached from SBDβ and embarks onto NBD [21,61]. As a result of ATP-binding, there is increased affinity and processing rate of non-native peptides [21]. GrpE (GroP-like gene E), BAG (Bcl-2-associated athanogene), pro- teins with Arm (armadillo repeat) domain, and HSP110 are the nucleotide exchange factors (NEFs) [21,53,62-64]. NEFs assure proper substrate release from HSP70 machinery [21,61].  2.6. Immune Response Elicited through HSP70  Antigen-presenting cells exposed to HSP70 secrete more TNFα, IL-6, IL-12, and IL- 1β, and enhance surface expression of B7 and maturation of immature dendritic cells. HSP70 also binds to its client proteins through the KEFRQ-like motif [65] and leads to MHC-II recognition [6,65-68] (Figure 4b and Table 2). An HSP70-associated expan- sion of T-cells was observed. This T-cell expansion was CD4-dependent but not CD28- dependent [68]. Millar et al. showed that the immunization of RIP-GP/P14 mice with recombinant HSP70 (rhHSP70) induced the onset of diabetes showing an in vivo promotion of autoimmunity [68].    Cells 2021, 10, 2626 7 of 20 Cells 2021, 10, x FOR PEER REVIEW 8 of 21          Figure 4. Immunomodulatory actions of HSP70 (a) HSP70/client protein-complexes induced signaling through HLA-DR  binding in T-regulatory cells. Endoplasmic reticulum HSP70, binding of HSP70 with LAG3 receptor increases IL-2, IL-4,  and IL-10. This induces inactivation of antigen-presenting cells (inducible nitric oxide synthase reduction-iNOS, regulated  on activation of normal-T-cell-expressed and secreted reduction-RANTES). These changes can also be induced through  direct binding of HSP70 with damage-associated molecular pattern receptors (DAMPR). Further exposure to HSP70 can  induce HINT1 (histidine triad nucleotide-binding protein) signal transduction leading to increased expression of CD94  and NKG2D in NK-cells. Collectively these changes promote tolerogenicity. (b) HSP70/Ro52 and HSP70/Ro53 complexes  induce macrophage infiltration and cytotoxic T-cell infiltration. A parallel autoantibody production against HSP70 may  coexist. Collectively these changes promote autoimmunity.   2.7. Structure and Subcellular Localization of HSP90  There are five members of the human HSP90 family. The HSP90 family members   (Table S4) are localized within the cytoplasm, the endoplasmic reticulum, the endosomes  [41], the cell membrane [81], and the nucleus [82], and they can be secreted in the extra- cellular space (Figure 1d) [41]. Furthermore, the HSP90 isoform, TRAP1, is localized  within the mitochondrion [83]. HSP90 interacts with other client proteins as well as other  members of the heat-shock-protein family [84]. The N-terminal domain of HSP90 contains  its ATP-binding pocket [85]. This N-terminal domain is followed by a middle domain  leading to the C-terminal region [86] (Figure 1d). The middle domain is responsible for  client protein-binding [86]. The C-terminal region of HSP90 homodimerizes in the steady  state. By binding of ATP in its N-terminal domain, HSP90 gains its active conformation  [87]. After completion of its chaperone function, the ATP molecule is hydrolyzed and  HSP90 regains its resting state [86].    2.8. Immune Responses Elicited through HSP90  Exposure to an HSP90 isoform (grp96) downregulates T-cell responses in experi-  mental models of type 1 diabetes mellitus and EAE. HSP90 causes an expansion of CD4+  T-regulatory cells by binding to CD91, CD36, and TLR2/4, which in turn can inhibit CD8+  T-cells [88]. Exposure of dendritic cells to grp96 suppresses their maturation. PGMA1 (2,3- bisphosphoglycerate-dependent phosphoglycerate mutase, an enzyme participating in  glycolysis pathway) complexes with grp96 producing an immunosuppressive effect [89].   Figure 4. Immunomodulatory actions of HSP70 (a) HSP70/client protein-complexes induced signaling through HLA-DR binding in T-regulatory cells. Endoplasmic reticulum HSP70, binding of HSP70 with LAG3 receptor increases IL-2, IL-4, and IL-10. This induces inactivation of antigen-presenting cells (inducible nitric oxide synthase reduction-iNOS, regulated on activation of normal-T-cell-expressed and secreted reduction-RANTES). These changes can also be induced through direct binding of HSP70 with damage-associated molecular pattern receptors (DAMPR). Further exposure to HSP70 can induce HINT1 (histidine triad nucleotide-binding protein) signal transduction leading to increased expression of CD94 and NKG2D in NK-cells. Collectively these changes promote tolerogenicity. (b) HSP70/Ro52 and HSP70/Ro53 complexes induce macrophage infiltration and cytotoxic T-cell infiltration. A parallel autoantibody production against HSP70 may coexist. Collectively these changes promote autoimmunity.  HSPA5 (an endoplasmic reticulum isoform of HSP70) elicits an immunomodulatory T- cell response (increase of IL-10 and IL-4 production) diminishing experimental autoimmune arthritis activity [69]. Multiple HSP70 client peptides promote a T-regulatory cell pheno- type(CD4+, CD25+, FoxP3+) [70]. T-regulatory cell stimulation through HSP70, induced an increase in LAG3 expression (CD233 induces the suppressive function of T-regulatory cells [70,71]) (Figure 4a). In a mouse model of autoimmune arthritis, T-regulatory cell expansion and the subsequent suppression of disease activity was mediated through the LAG3 co-stimulatory molecule [70].  Furthermore, HSP70 is present in clathrin-coated pits, uncoating during clathrin- mediated endocytosis. HSP70 packaged in exosomes can be released from cells. This attracts T-cells bearing a CD8+ IL-10+ phenotype [65].  HSP70 and client peptide HINT1 (histidine triad nucleotide-binding protein-1, a pro- tein having an active role in the p53 signaling pathway [52]) mediate immunoregulation through CD94 and NKG2D (NKG2-D type-II integral membrane protein; a costimulatory receptor of NK-cells [72]) signaling in a mouse model of experimental autoimmune en- cephalomyelitis (EAE) [73]. Detection of HSP70 mRNA was related with reduced clinical inflammation scores in an experimental mouse model of EAE. In this set of experiments, there was a reduction in inducible nitric oxide synthase (NOS) production, RANTES (chemokine C-C motif ligand 5), and NF-κB mRNA [74] (Figure 4a). This shows that HSPs can regulate gene expression in response to autoimmune stimuli.    Cells 2021, 10, 2626 8 of 20  Immunization of Balb-c mice against α-actinin induces autoimmune responses against HSP70 and produces a lupus-like phenotype [75]. HSP70 dermis exposure causes inflam- matory infiltration and increases IL-6 production with progressive reactivity of T-cytotoxic cell phenotypes (CD4+, CD8+) through IL-17 production [76] (Figure 4b).  Ro52 and Ro60 complex with Grp78 (an inducible form of HSP70). These com- plexes are recognized via surface immunoglobulins specific for the HSP70 component [77]. Grp78/Ro52 complexes co-localize with HSP90 in apoptotic debris and stimulate T-cells [78].  In salt-sensitive hypertension there is an overexpression of tubulointerstitial HSP70, T-cell proliferation with perivascular T-cell infiltration and circulating anti-HSP70 antibod- ies [79]. HSP70 was found increased in a cohort of ANCA (anti-neutrophil cytoplasmic antibody) vasculitis patients. Increased presence of interstitial HSP70 was associated with worsened kidney survival in this cohort [80]. There is a plethora of examples showing that elevated serum circulating anti-HSP70 correlates with immune response modulation in humans as well as in laboratory animals (Tables 1 and 2).  2.7. Structure and Subcellular Localization of HSP90  There are five members of the human HSP90 family. The HSP90 family mem- bers (Table S4) are localized within the cytoplasm, the endoplasmic reticulum, the en- dosomes [41], the cell membrane [81], and the nucleus [82], and they can be secreted in the extracellular space (Figure 1d) [41]. Furthermore, the HSP90 isoform, TRAP1, is localized within the mitochondrion [83]. HSP90 interacts with other client proteins as well as other members of the heat-shock-protein family [84]. The N-terminal domain of HSP90 contains its ATP-binding pocket [85]. This N-terminal domain is followed by a middle domain leading to the C-terminal region [86] (Figure 1d). The middle domain is responsible for client protein-binding [86]. The C-terminal region of HSP90 homodimerizes in the steady state. By binding of ATP in its N-terminal domain, HSP90 gains its active conformation [87]. After completion of its chaperone function, the ATP molecule is hydrolyzed and HSP90 regains its resting state [86].  2.8. Immune Responses Elicited through HSP90  Exposure to an HSP90 isoform (grp96) downregulates T-cell responses in experimental models of type 1 diabetes mellitus and EAE. HSP90 causes an expansion of CD4+ T- regulatory cells by binding to CD91, CD36, and TLR2/4, which in turn can inhibit CD8+ T-cells [88]. Exposure of dendritic cells to grp96 suppresses their maturation. PGMA1 (2,3-bisphosphoglycerate-dependent phosphoglycerate mutase, an enzyme participating in glycolysis pathway) complexes with grp96 producing an immunosuppressive effect [89]. Inhibition of HSP90β with vibsanin-B inhibits interstitial leukocyte migration in a mouse model of EAE [90]. Small inhibiting-RNA (si-RNA)-induced inhibition of grp96 prevents dendritic cell maturation without involving TLR4 signaling. AIMP1 (aminoacyl tRNA synthase complex-interacting multifunctional protein 1, a multirole protein involved in many disease processes including immune modulation [91]) binds grp96 and reduces the intensity of the elicited immune response [92] (Figure 5a). Functional HSP90 is required for P2X7-receptor-mediated IL-1β release in a mouse model of autoimmune exocrinopathy [93] (Figure 5b). Exposure of HSP90 on the cell membrane is associated with a lupus-like phenotype, mediated through CD24+ antigen-presenting cells. Extrapolating data from a CD24-knockout mouse model, HSP90 induction of autoimmunity is mediated through regulation of CD11c+ macrophages and inactivation of a specific dendritic cell subset (CD80+, CD86+, CD40+, IL-12+) [7] (Figure 5b).    Cells 2021, 10, 2626 9 of 20  Cells 2021, 10, x FOR PEER REVIEW 9 of 21        Inhibition of HSP90β with vibsanin-B inhibits interstitial leukocyte migration in a mouse  model of EAE [90]. Small inhibiting-RNA (si-RNA)-induced inhibition of grp96 prevents  dendritic cell maturation without involving TLR4 signaling. AIMP1 (aminoacyl tRNA  synthase complex-interacting multifunctional protein 1, a multirole protein involved in  many disease processes including immune modulation [91]) binds grp96 and reduces the  intensity of the elicited immune response [92] (Figure 5a). Functional HSP90 is required  for P2X7-receptor-mediated IL-1β release in a mouse model of autoimmune exocrinopa- thy [93] (Figure 5b). Exposure of HSP90 on the cell membrane is associated with a lupus- like phenotype, mediated through CD24+ antigen-presenting cells. Extrapolating data  from a CD24-knockout mouse model, HSP90 induction of autoimmunity is mediated  through regulation of CD11c+ macrophages and inactivation of a specific dendritic cell  subset (CD80+, CD86+, CD40+, IL-12+) [7] (Figure 5b).   In a mouse model of collagen type VII autoimmune disease, blocking of HSP90 re- duces anti-collagen type VII antibodies, reduces expansion of CD3+, CD28+ T-cells, and  increases neutrophil infiltration [94]. Expression of the HSP90 isoform (gp96) on the cell  surface is associated with glomerulonephritis and auto-antibody production (anti-nuclear  antibodies and anti-dsDNA antibodies). This phenotype is associated with CD4-T-cell  stimulation which in turn activates dendritic cells [95].   It is apparent that an armamentarium of different receptors and signaling pathways  may have different immune effects upon the exposure to the same HSP. This fact may lead  to immunoregulation or immunostimulation.     Figure 5. Immunomodulatory actions of HSP90. (a) Through binding with specific receptors (TLR2/9, CD36, and CD91)  on antigen-presenting cells, HSP90 blocks cytotoxic T-cell expansion (CD8+) and induces adaptive T-cell responses. (b)  Through binding with specific receptors (ATP-gated P2X cation channel receptor, P2X7R) HSP90 induces the production  of proinflammatory cytokines (IL-1β). Binding to CD25 can induce macrophage activation and further propagate immu- noreactive T-cell responses. This can be followed by macrophage recruitment and anti-HSP90 antibody production.   2.9. Structure and Subcellular Localization of Chaperonins  There are 15 members in the human chaperonin family (Table S5). HSP60 and HSP10   are primarily located within the mitochondrion [96], although cell membrane [97-99],   Figure 5. Immunomodulatory actions of HSP90. (a) Through binding with specific receptors (TLR2/9, CD36, and CD91) on antigen-presenting cells, HSP90 blocks cytotoxic T-cell expansion (CD8+) and induces adaptive T-cell responses. (b) Through binding with specific receptors (ATP-gated P2X cation channel receptor, P2X7R) HSP90 induces the production of proin- flammatory cytokines (IL-1β). Binding to CD25 can induce macrophage activation and further propagate immunoreactive T-cell responses. This can be followed by macrophage recruitment and anti-HSP90 antibody production.  In a mouse model of collagen type VII autoimmune disease, blocking of HSP90 reduces anti-collagen type VII antibodies, reduces expansion of CD3+, CD28+ T-cells, and increases neutrophil infiltration [94]. Expression of the HSP90 isoform (gp96) on the cell surface is associated with glomerulonephritis and auto-antibody production (anti-nuclear antibodies and anti-dsDNA antibodies). This phenotype is associated with CD4-T-cell stimulation which in turn activates dendritic cells [95].  It is apparent that an armamentarium of different receptors and signaling pathways may have different immune effects upon the exposure to the same HSP. This fact may lead to immunoregulation or immunostimulation.  2.9. Structure and Subcellular Localization of Chaperonins  There are 15 members in the human chaperonin family (Table S5). HSP60 and HSP10 are primarily located within the mitochondrion [96], although cell membrane [97-99], peroxisomes [96] and extracellular localizations [100] have been reported. The protein structure of this family consists of two heptameric ring subunits, or two octameric rings in the case of TCP1 [101], which come positioned “back to back” to form a barrel-like structure (Figure 1e). Unfolded proteins bind to each subunit ring with 1:1 stoichiometry [102]. HSP10 forms a heptameric cover upon the substrate cavity of HSP60 [103] and is a necessary component of the optimal processing of substrates through HSP60 machinery [104]. ATP- binding, followed by binding of HSP10 can induce processing of the unfolded protein within the central cavity of each ring subunit [102]. As a result, ATP hydrolysis induces dissociation of HSP10, ADP and the release of the folded substrate protein [102].  The molecular chaperone HSP65 is mainly expressed in the cytoplasm of non-mammalian cells, such as Mycobacterium species. HSP65 has a very similar structure and function    Cells 2021, 10, 2626 10 of 20  to that of HSP60 and can form oligomeric aggregates within the cell as well as within the extracellular space [105]. The homology between human HSP60 and HSP65 makes molecular mimicry unavoidable, leading to an involvement in immune processes.  2.10. Immune Responses Elicited through HSP60  T-cell subpopulations and related responses are classified according to cytokine ex- pression profiles and surface expression molecules. More specifically, T-helper 1 (Th1) cells produce among others, IFNγ, GM-CSF (granulocyte macrophage colony-stimulating factor) and TNFα and promote a proinflammatory state. Whereas T-helper 2 (Th2) cells produce among others IL-4, IL-5, and IL-13 and promote a tolerogenic immune phenotype [106].  Molecular mimicry between endogenous and foreign peptides could induce autoim- mune phenomena [107]. Mycobacterial HSP65 undergoes a self-induced autolysis engaging MHC-I and MHC-II antigen processing [108]. HSP60/65 are HLA-DR binders and could thus ease client peptide presentation to antigen-presenting cells. This specific binding properties of distinct HSP60/65 peptide regions induces TNFα and IFNγ production [109] (Figure 6a,b). There seems to be a differential T-cell reaction against indigenous com- pared with exogenous HSP60. While mycobacterial HSP60 induces T-cell activation, the indigenous HSP60 induces T-cell anergy [110] (Figure 6c).  Cells 2021, 10, x FOR PEER REVIEW 11 of 21        P118-388 causes T-cell expansion while HSP65 peptide P180-188 does not inhibit autoim- mune arthritis [124]. Bacterial HSP65 protects against arthritis by inducting tolerogenic T- cell clones against self HSP60 [125]. C-terminal mycobacterial HSP65 causes cross reactiv- ity against rat HSP65 in experimental autoimmune arthritis [126].     Figure 6. Immunomodulatory actions of HSP60/65. (a) HSP60/65 induce a Th2 cytokine response after stimulating  TLR9/HLA-DR in antigen-presenting cells. (b) HSP60/65 induce a Th1 cytokine response after stimulating TLR2/HLA-DR  in antigen-presenting cells. (c) Self HSP60 undergoes a complete antigen processing within antigen-presenting cells. This  induces Th2 responses and tolerogenicity. Non-mammalian HSP65 undergoes an incomplete antigen processing within  antigen-presenting cells. This induces Th1 responses and autoimmunity. Non-self and self HSPs share a conserved amino  acid sequence homology. Self-HSP60 can stochastically activate Th1-cell clones. This induces autoimmunity after stimu- lation with non-self HSP65 molecules. In the case of autoimmunity there can be a parallel production of anti-HSP60/65  autoantibodies.   The conserved sequences of self and non-self HSP60/65 seem to activate the immune  system. Unanswered remains the fact concerning the exact amount of non-self HSPs that  could induce a cross-recognition reaction from the native immune system. It may be the  case that this could be organism-, disease-, tissue-, or target-HSP (or HSPs)-specific.    Table 1. Heat-shock proteins (HSP) in human autoimmune disease.   Heat-Shock Protein (HSP) Disease  Effect Reference    HSP27  Glaucoma—increased intra-  ocular pressure  HSP27 serum auto-antibod-  ies  [127]    Myasthenia gravis  Increased HSP27 phosphory-  lation  [18]     T-cell neoplasia (thymoma,   T-cell carcinoma)   Increased serum HSP27 pro- tein, increased HSP27 tissue  expression, patient subsets  with reduced expression   [45]   Figure 6. Immunomodulatory actions of HSP60/65. (a) HSP60/65 induce a Th2 cytokine response after stimulating TLR9/HLA-DR in antigen-presenting cells. (b) HSP60/65 induce a Th1 cytokine response after stimulating TLR2/HLA- DR in antigen-presenting cells. (c) Self HSP60 undergoes a complete antigen processing within antigen-presenting cells. This induces Th2 responses and tolerogenicity. Non-mammalian HSP65 undergoes an incomplete antigen processing within antigen-presenting cells. This induces Th1 responses and autoimmunity. Non-self and self HSPs share a conserved amino acid sequence homology. Self-HSP60 can stochastically activate Th1-cell clones. This induces autoimmunity after stimulation with non-self HSP65 molecules. In the case of autoimmunity there can be a parallel production of anti-HSP60/65 autoantibodies.  Type 1 diabetes mellitus is an autoimmune disease [111]. In an experimental model of streptozotocin-induced diabetes, HSP60 inhibited diabetes progression by eliciting a    Cells 2021, 10, 2626 11 of 20  Th2 response [112]. Non-obese diabetic (NOD) mice are a primary animal model for studying autoimmune diabetes [113]. Immunization of NOD mice with a HSP60-p277 peptide, also induces a Th2 response with the subsequent production of IL-4 and IL-10. This is accompanied by reduced immune reactivity against HSP60 through Th1 response downregulation [114]. Immunization with mycobacterial HSP65 has been shown to prevent autoimmune diabetes in NOD mice [115]. On the other hand, HSP60 induced T-cell stimulation which was associated with diabetes aggravation and anti-HSP60 antibody production in experimental models of type 1 diabetes mellitus [116].  Vascular-associated lymphoid tissue (macrophages, T-cells, and mast cells) is stim- ulated by HSP60 exposure. This stimulation could aggravate atherosclerosis [117]. Au- toantibodies against HSP60 were detected after chlamydial infection in cholesterol-fed C57Bl/6 mice and subendothelial accumulation of foam cells was observed [118].  Autoantibodies against HSPs indicate the involvement of humoral immunity in the response induced by HSPs (Table 1). However, it seems apparent that specific subsets of B-lymphocytes are involved [119]. Anti-HSP60 protein antibodies are present in patients with rheumatoid arthritis, SLE, Sjögren syndrome, and undifferentiated connective tissue disease [120-122] (Table 1).  In a rat arthritis model, HSP60 induces a TLR9-mediated T-regulatory cell (CD4+, FoxP3+) proliferation leading to IL-10 production. Rats treated with a HSP60 showed greater amount of T-regulatory cells in the joint-draining lymph nodes and had lower arthritis activity scores [123] (Table 2). There are specific domains of HSP65, which exert their immunomodulatory action in autoimmune arthritis; for example, HSP65 peptide P118- 388 causes T-cell expansion while HSP65 peptide P180-188 does not inhibit autoimmune arthritis [124]. Bacterial HSP65 protects against arthritis by inducting tolerogenic T-cell clones against self HSP60 [125]. C-terminal mycobacterial HSP65 causes cross reactivity against rat HSP65 in experimental autoimmune arthritis [126].  Table 1. Heat-shock proteins (HSP) in human autoimmune disease.  Heat-Shock Protein (HSP) Disease Effect References  HSP27 Glaucoma—increased intraocular pressure  HSP27 serum auto-antibodies [127]  Myasthenia gravis Increased HSP27 phosphorylation [18]  T-cell neoplasia (thymoma, T-cell carcinoma)  Increased serum HSP27 protein, increased HSP27 tissue expression,  patient subsets with reduced expression associated with worsened outcome  [45]  Lung transplantation Bronchioalveolar lavage HSP27 auto-antibodies associate with  bronchiolitis obliterans [49]  Immunization of cancer patients (renal-, breast-, colon-carcinoma,  melanoma, and astrocytoma)  Increased immunoreactivity following HSP27 vaccination  [128]  Guillain Barret HSP27 serum auto-antibodies [129]  HSP40 Fibrillary glomerulonephritis Colocalization of HSP40 with fibrils [65,69]  Bullous pemphigoid, pemphigus vulgaris  HSP40 serum auto-antibodies [66]  Cigarette smoking and rheumatoid arthritis  HSP40 serum auto-antibodies, HSP40 increase in synovial fluid and worsened  clinical course [44]  Stroke HSP40 serum auto-antibodies [50]  Various arthritis phenotypes Complex immunoregulatory or  immunostimulatory action [67]  Atherosclerosis Increased HSP40 in atheromatous  lesions—implication in pathogenesis [70]  HSP70 Thyroiditis HSP70 serum auto-antibodies [99]    Cells 2021, 10, 2626 12 of 20  Table 1. Cont.  Heat-Shock Protein (HSP) Disease Effect References  Inner ear disease HSP70 serum auto-antibodies, HSP70 associates with steroid responsiveness  [112,114]  Diabetic microangiopathy Association of HSP70 serum  autoantibodies and disease severity [110]  HSP90 SLE HSP90 autoantibodies, HSP90 presence  in peripheral blood monocytes [130]  HCV infection Interaction of HSP90 with HCV antigens [131]  HSP60/65  Systemic lupus erythematosus(SLE), Sjögren syndrome, undifferentiated  connective tissue disease, Bechcet's disease,  relapsing polychondritis  HSP60/65 auto-antibodies [132-134]  Rheumatoid arthritis HSP60/65 auto-antibodies, modification of immune response, T-cell expansion  [128-130]  Coronary artery disease Molecular mimicry, worsening of  disease activity, presence of autoantibodies  [105,115,135,136]  Heart transplantation Worst prognosis co-related with  serum autoantibodies [125]  Helicobacter pylori infection Presence of autoantibodies [87]  Autoimmune hepatitis, hepatitis C virus (HCV) infection  Presence of autoantibodies, interaction with client proteins  [84]  Renal transplantation Increased renal HSP65 protein  expression associated with Th2 cell shift. [9]  Table 2. Autoimmune effects of heat-shock proteins in animal models.  Heat-Shock Protein (HSP) Disease Model Effect References  HSP27 NZBW mice—systemic lupus erythematosus  Lupus nephritis, mesangial cell activation  [30]  Rat model of glaucoma (increased intraocular pressure, IOP)  HSP27 auto-antibodies in cerebrospinal fluid  [127]  HSP40 Rheumatoid arthritis  mouse model HSP40 auto-antibodies, increased  disease activity [44]  HSP70 Autoimmune arthritis  mouse model Suppression of T cells [74]  Mouse model of experimental autoimmune  encephalomyelitis(EAE)  Natural-killer-cell-induced immunoregulation, increased HSP70  mRNA associated with reduced inflammation, HSP70 induces a Th17  cell response  [79,137,138]  Mouse model of salt-sensitive hypertension  Increased renal inflammatory infiltration [139]  HSP90 Mouse model of type I  diabetes mellitus Immunization with HSP90  reduces autoimmunity [88,90]  Mouse model of EAE Reduction of autoimmune response [90]  Mouse models of bullous pemphigoid and  pemphigus vulgaris Reduction of autoimmune response [140]  Mouse model of autoimmune exocrinopathy  Increased autoimmunity [93]  Mouse model of anti-collagen VII autoimmunity  Increased infiltration of inflammatory cells  [94]  Rat model of autoimmune arthritis  Immunization reduced arthritis activity, tolerogenicity induction  [124,141]    Cells 2021, 10, 2626 13 of 20  Table 2. Cont.  Heat-Shock Protein (HSP) Disease Model Effect References  Mouse model of hemolytic anemia  Immunization with HSP60/65 reduced autoantibodies against erythrocytes.  [124]  Rat model of uveitis Increased activity of uveitis [122]  HSP60/65 Mouse model of type I diabetes  (DM)  Immunization vs HSP60/65 reduced DM severity, immunization increased  DM severity and autoimmune response [116,118,142]  Mouse model of autoimmune arthritis  Immunization against HSP60/65 reduced arthritis activity, immunization against mycobacterial HSP65 increases  arthritis severity  [107,108,143]  Mouse model of atherosclerosis Immunization against HSP60/65  increased inflammatory response in atheromatous vascular lesions  [144]  Mouse model of intestinal autoimmune disease  Increase of intestinal autoimmune lesions  [121]  Rat model of autoimmune arthritis  Immunization reduced arthritis activity, tolerogenicity induction  [124,141]  Mouse model of hemolytic anemia  Immunization with HSP60/65 reduced autoantibodies against erythrocytes.  [124]  Rat model of uveitis Increased activity of uveitis [122]  The conserved sequences of self and non-self HSP60/65 seem to activate the immune system. Unanswered remains the fact concerning the exact amount of non-self HSPs that could induce a cross-recognition reaction from the native immune system. It may be the case that this could be organism-, disease-, tissue-, or target-HSP (or HSPs)-specific.  3. Therapeutic Implications  As of today, there are at least 54 studies concerning therapeutic applications of heat- shock proteins (source: https://clinicaltrials.gov/, accessed on 18 August 2021). The vast majority of those completed, did not concern autoimmune disorders per se. Of those actively recruiting or ongoing, none concern autoimmune disorders. This observation denotes not only the necessity for establishing new treatment strategies but also the com- plexity of the heat-shock-protein system itself. A multimodal approach which targets multiple heat-shock proteins and components of the immune system may be necessary. Given the fact that the heat-shock-protein system produces an effect in multiple levels of the immune system, the effects of a heat-shock-protein driven intervention might be time demanding. In the aforementioned paradigms, HSPs undergo control at the level of gene expression both by components of the immune system and also by external stimuli. Possible gene polymorphisms of heat-shock response genes might help us individualize future treatments. Given the fact that heat-shock proteins finely modulate immune re- sponses one may have to examine the combined effect of heat-shock response and other immunomodulatory agents.  At last, but not least, heat-shock proteins can help us drive therapy in various au- toimmune diseases. There is relative new knowledge that heat-shock proteins are unique biomarkers of disease (the paradigm of fibrillary glomerulonephritis and the HSP40 iso- form DNAJB9). Taking this idea one step further, one could use the tissue signature of HSP-system components for guiding therapy in various autoimmune diseases. Utilizing proteomic analysis or immunohistochemistry, HSPs that are uniquely expressed at the tissue level in specific disease stages can guide the intensity as well as the modalities of immunosuppressive therapy.  https://clinicaltrials.gov/   Cells 2021, 10, 2626 14 of 20  4. Conclusions  It is the very nature of the immune response that is characterized by plasticity. This plasticity is depicted in the case of HSPs:  (1) Through molecular mimicry in cases of microbial or mycobacterial infection. In- fection causes exposure of non-self-antigens to the immune system. The evolutionary conservation of heat-shock proteins induces cross-reactivity with self HSP antigens.  (2) Through induction of different signaling pathways via a plethora of membrane receptors and client peptides. HSPs act as vehicles which present self-antigens to immune cells. Specific domains within the HSP molecule are responsible for effective antigen pre- sentation. The degree of antigen processing within antigen-presenting cells guides not only the intensity of immune response but also whether this response leads to autoimmunity or immunoregulation. Making things even more complicated, different receptors (MHC-II, TLR, etc.), upon stimulation with different HSPs, produce different immune responses. It seems therefore that the HSP system is dependent on external stimuli and the tissue microenvironment. Immune responses can be finely tuned through exposure to HSPs. Altogether, the above points pose an intriguing endeavor in understanding immunity and planning future therapeutic strategies for autoimmune diseases.  Supplementary Materials: The following are available online at https://www.mdpi.com/article/ 10.3390/cells10102626/s1, Table S1: Nomenclature of human small HSP family gene members (modified according to Kampinga et al. [11] and HUGO Gene Nomenclature Committee), Table S2: Nomenclature of human HSP40 family members (modified according to Kampinga et al. [11] and HUGO Gene Nomenclature Committee), Table S3: Nomenclature of human HSP70 superfam- ily members including HSP70 and HSP110 families (modified according to Kampinga et al. [11] and HUGO Gene Nomenclature Committee), Table S4: Nomenclature of HSP90 family members (modified according to Kampinga et al. [11] and HUGO Gene Nomenclature Committee), Table S5: Nomenclature of chaperonin family members (modified according to Kampinga et al. [11] and HUGO Gene Nomenclature Committee).  Funding: This research received no external funding.  Conflicts of Interest: The authors declare no conflict of interest.  References 1. Calderwood, S.K.; Repasky, E.A.; Neckers, L.; Hightower, L.E. The IXth CSSI international symposium on heat shock proteins in  biology and medicine: Stress responses in health and disease: Alexandria Old Town, Alexandria, Virginia, November 10-13, 2018. Cell Stress Chaperones 2019, 24, 1-6. [CrossRef]  2. Calderwood, S.K.; Hightower, L.E. Report on the VIIth International Symposium on Heat Shock Proteins in Biology & Medicine. Cell Stress Chaperones 2015, 20, 213-216. [CrossRef]  3. Krakowiak, J.; Zheng, X.; Patel, N.; Feder, Z.A.; Anandhakumar, J.; Valerius, K.; Gross, D.S.; Khalil, A.S.; Pincus, D. Hsf1 and Hsp70 constitute a two-component feedback loop that regulates the yeast heat shock response. Elife 2018, 7. [CrossRef]  4. Kmiecik, S.W.; Le Breton, L.; Mayer, M.P. Feedback regulation of heat shock factor 1 (Hsf1) activity by Hsp70-mediated trimer unzipping and dissociation from DNA. EMBO J. 2020, 39, e104096. [CrossRef]  5. Tukaj, S. Heat Shock Protein 70 as a Double Agent Acting Inside and Outside the Cell: Insights into Autoimmunity. Int. J. Mol. Sci. 2020, 21. [CrossRef]  6. Calderwood, S.K.; Stevenson, M.A.; Murshid, A. Heat shock proteins, autoimmunity, and cancer treatment. Autoimmune Dis. 2012, 2012, 486069. [CrossRef] [PubMed]  7. Thaxton, J.E.; Liu, B.; Zheng, P.; Liu, Y.; Li, Z. Deletion of CD24 impairs development of heat shock protein gp96-driven autoimmune disease through expansion of myeloid-derived suppressor cells. J. Immunol. 2014, 192, 5679-5686. [CrossRef] [PubMed]  8. Winfield, J.B. Stress proteins, arthritis, and autoimmunity. Arthritis Rheum. 1989, 32, 1497-1504. [CrossRef] [PubMed] 9. Rajaiah, R.; Moudgil, K.D. Heat-shock proteins can promote as well as regulate autoimmunity. Autoimmun. Rev. 2009, 8, 388-393.  [CrossRef] 10. Zuo, D.; Subjeck, J.; Wang, X.Y. Unfolding the Role of Large Heat Shock Proteins: New Insights and Therapeutic Implications.  Front. Immunol. 2016, 7, 75. [CrossRef] 11. Kampinga, H.H.; Hageman, J.; Vos, M.J.; Kubota, H.; Tanguay, R.M.; Bruford, E.A.; Cheetham, M.E.; Chen, B.; Hightower, L.E.  Guidelines for the nomenclature of the human heat shock proteins. Cell Stress Chaperones 2009, 14, 105-111. [CrossRef] [PubMed]  https://www.mdpi.com/article/10.3390/cells10102626/s1 https://www.mdpi.com/article/10.3390/cells10102626/s1 http://doi.org/10.1007/s12192-018-00966-w http://doi.org/10.1007/s12192-014-0562-z http://doi.org/10.7554/eLife.31668 http://doi.org/10.15252/embj.2019104096 http://doi.org/10.3390/ijms21155298 http://doi.org/10.1155/2012/486069 http://www.ncbi.nlm.nih.gov/pubmed/23056925 http://doi.org/10.4049/jimmunol.1302755 http://www.ncbi.nlm.nih.gov/pubmed/24808359 http://doi.org/10.1002/anr.1780321202 http://www.ncbi.nlm.nih.gov/pubmed/2688657 http://doi.org/10.1016/j.autrev.2008.12.004 http://doi.org/10.3389/fimmu.2016.00075 http://doi.org/10.1007/s12192-008-0068-7 http://www.ncbi.nlm.nih.gov/pubmed/18663603   Cells 2021, 10, 2626 15 of 20  12. Hino, M.; Kurogi, K.; Okubo, M.A.; Murata-Hori, M.; Hosoya, H. Small heat shock protein 27 (HSP27) associates with tubu- lin/microtubules in HeLa cells. Biochem. Biophys. Res. Commun. 2000, 271, 164-169. [CrossRef] [PubMed]  13. Vos, M.J.; Kanon, B.; Kampinga, H.H. HSPB7 is a SC35 speckle resident small heat shock protein. Biochim. Biophys. Acta 2009, 1793, 1343-1353. [CrossRef] [PubMed]  14. Batulan, Z.; Pulakazhi Venu, V.K.; Li, Y.; Koumbadinga, G.; Alvarez-Olmedo, D.G.; Shi, C.; O'Brien, E.R. Extracellular Release and Signaling by Heat Shock Protein 27: Role in Modifying Vascular Inflammation. Front. Immunol. 2016, 7, 285. [CrossRef]  15. Haslbeck, M.; Weinkauf, S.; Buchner, J. Small heat shock proteins: Simplicity meets complexity. J. Biol. Chem. 2019, 294, 2121-2132. [CrossRef]  16. Charmpilas, N.; Kyriakakis, E.; Tavernarakis, N. Small heat shock proteins in ageing and age-related diseases. Cell Stress Chaperones 2017, 22, 481-492. [CrossRef]  17. Reddy, V.S.; Madala, S.K.; Trinath, J.; Reddy, G.B. Extracellular small heat shock proteins: Exosomal biogenesis and function. Cell Stress Chaperones 2018, 23, 441-454. [CrossRef]  18. Kostenko, S.; Johannessen, M.; Moens, U. PKA-induced F-actin rearrangement requires phosphorylation of Hsp27 by the MAPKAP kinase MK5. Cell. Signal. 2009, 21, 712-718. [CrossRef]  19. Mainz, A.; Peschek, J.; Stavropoulou, M.; Back, K.C.; Bardiaux, B.; Asami, S.; Prade, E.; Peters, C.; Weinkauf, S.; Buchner, J.; et al. The chaperone alphaB-crystallin uses different interfaces to capture an amorphous and an amyloid client. Nat. Struct. Mol. Biol. 2015, 22, 898-905. [CrossRef]  20. Ehrnsperger, M.; Hergersberg, C.; Wienhues, U.; Nichtl, A.; Buchner, J. Stabilization of proteins and peptides in diagnostic immunological assays by the molecular chaperone Hsp25. Anal. Biochem. 1998, 259, 218-225. [CrossRef]  21. Rosenzweig, R.; Nillegoda, N.B.; Mayer, M.P.; Bukau, B. The Hsp70 chaperone network. Nat. Rev. Mol. Cell. Biol. 2019, 20, 665-680. [CrossRef] [PubMed]  22. Zhang, K.; Ezemaduka, A.N.; Wang, Z.; Hu, H.; Shi, X.; Liu, C.; Lu, X.; Fu, X.; Chang, Z.; Yin, C.C. A novel mechanism for small heat shock proteins to function as molecular chaperones. Sci. Rep. 2015, 5, 8811. [CrossRef] [PubMed]  23. Kampinga, H.H.; Brunsting, J.F.; Stege, G.J.; Konings, A.W.; Landry, J. Cells overexpressing Hsp27 show accelerated recovery from heat-induced nuclear protein aggregation. Biochem. Biophys. Res. Commun. 1994, 204, 1170-1177. [CrossRef]  24. Cashikar, A.G.; Duennwald, M.; Lindquist, S.L. A chaperone pathway in protein disaggregation. Hsp26 alters the nature of protein aggregates to facilitate reactivation by Hsp104. J. Biol. Chem. 2005, 280, 23869-23875. [CrossRef]  25. Berkowitz, P.; Hu, P.; Liu, Z.; Diaz, L.A.; Enghild, J.J.; Chua, M.P.; Rubenstein, D.S. Desmosome signaling. Inhibition of p38MAPK prevents pemphigus vulgaris IgG-induced cytoskeleton reorganization. J. Biol. Chem. 2005, 280, 23778-23784. [CrossRef] [PubMed]  26. Hadadi, E.; Zhang, B.; Baidzajevas, K.; Yusof, N.; Puan, K.J.; Ong, S.M.; Yeap, W.H.; Rotzschke, O.; Kiss-Toth, E.; Wilson, H.; et al. Differential IL-1beta secretion by monocyte subsets is regulated by Hsp27 through modulating mRNA stability. Sci. Rep. 2016, 6, 39035. [CrossRef] [PubMed]  27. Bajramovic, J.J.; Bsibsi, M.; Geutskens, S.B.; Hassankhan, R.; Verhulst, K.C.; Stege, G.J.; de Groot, C.J.; van Noort, J.M. Differential expression of stress proteins in human adult astrocytes in response to cytokines. J. Neuroimmunol. 2000, 106, 14-22. [CrossRef]  28. Ben-Ami Shor, D.; Blank, M.; Reuter, S.; Matthias, T.; Beiglass, I.; Volkov, A.; Barshack, I.; Shoenfeld, Y. Anti-ribosomal-P antibodies accelerate lupus glomerulonephritis and induce lupus nephritis in naive mice. J. Autoimmun. 2014, 54, 118-126. [CrossRef]  29. Thanner, J.; Bekos, C.; Veraar, C.; Janik, S.; Laggner, M.; Boehm, P.M.; Schiefer, A.I.; Mullauer, L.; Klepetko, W.; Ankersmit, H.J.; et al. Heat shock protein 90alpha in thymic epithelial tumors and non-thymomatous myasthenia gravis. Oncoimmunology 2020, 9, 1756130. [CrossRef]  30. Ciocca, D.R.; Frayssinet, P.; Cuello-Carrion, F.D. A pilot study with a therapeutic vaccine based on hydroxyapatite ceramic particles and self-antigens in cancer patients. Cell Stress Chaperones 2007, 12, 33-43. [CrossRef]  31. Bartels, K.; Grenz, A.; Eltzschig, H.K. Sphingosine-1-phosphate receptor signaling during acute kidney injury: The tissue is the issue. Kidney Int. 2014, 85, 733-735. [CrossRef]  32. Ham, A.; Kim, M.; Kim, J.Y.; Brown, K.M.; Fruttiger, M.; D'Agati, V.D.; Lee, H.T. Selective deletion of the endothelial sphingosine- 1-phosphate 1 receptor exacerbates kidney ischemia-reperfusion injury. Kidney Int. 2014, 85, 807-823. [CrossRef] [PubMed]  33. Skrzeczynska-Moncznik, J.; Bzowska, M.; Nogiec, A.; Sroka, A.; Zarebski, M.; Vallieres, L.; Guzik, K. Rapid externalization of 27-kDa heat shock protein (HSP27) and atypical cell death in neutrophils treated with the sphingolipid analog drug FTY720. J. Leukoc. Biol. 2015, 98, 591-599. [CrossRef] [PubMed]  34. Verleden, G.M.; Glanville, A.R.; Lease, E.D.; Fisher, A.J.; Calabrese, F.; Corris, P.A.; Ensor, C.R.; Gottlieb, J.; Hachem, R.R.; Lama, V.; et al. Chronic lung allograft dysfunction: Definition, diagnostic criteria, and approaches to treatment-A consensus report from the Pulmonary Council of the ISHLT. J. Heart Lung Transplant. 2019, 38, 493-503. [CrossRef] [PubMed]  35. Wood, K.L.; Nunley, D.R.; Moffatt-Bruce, S.; Pope-Harman, A.; Huang, Q.; Shamo, E.N.; Phillips, G.S.; Baran, C.; Batra, S.; Marsh, C.B.; et al. The role of heat shock protein 27 in bronchiolitis obliterans syndrome after lung transplantation. J. Heart Lung Transplant. 2010, 29, 786-791. [CrossRef] [PubMed]  36. Liu, Q.; Liang, C.; Zhou, L. Structural and functional analysis of the Hsp70/Hsp40 chaperone system. Protein Sci. 2020, 29, 378-390. [CrossRef] [PubMed]  37. Hattori, H.; Liu, Y.C.; Tohnai, I.; Ueda, M.; Kaneda, T.; Kobayashi, T.; Tanabe, K.; Ohtsuka, K. Intracellular localization and partial amino acid sequence of a stress-inducible 40-kDa protein in HeLa cells. Cell Struct. Funct. 1992, 17, 77-86. [CrossRef]  http://doi.org/10.1006/bbrc.2000.2553 http://www.ncbi.nlm.nih.gov/pubmed/10777697 http://doi.org/10.1016/j.bbamcr.2009.05.005 http://www.ncbi.nlm.nih.gov/pubmed/19464326 http://doi.org/10.3389/fimmu.2016.00285 http://doi.org/10.1074/jbc.REV118.002809 http://doi.org/10.1007/s12192-016-0761-x http://doi.org/10.1007/s12192-017-0856-z http://doi.org/10.1016/j.cellsig.2009.01.009 http://doi.org/10.1038/nsmb.3108 http://doi.org/10.1006/abio.1998.2630 http://doi.org/10.1038/s41580-019-0133-3 http://www.ncbi.nlm.nih.gov/pubmed/31253954 http://doi.org/10.1038/srep08811 http://www.ncbi.nlm.nih.gov/pubmed/25744691 http://doi.org/10.1006/bbrc.1994.2586 http://doi.org/10.1074/jbc.M502854200 http://doi.org/10.1074/jbc.M501365200 http://www.ncbi.nlm.nih.gov/pubmed/15840580 http://doi.org/10.1038/srep39035 http://www.ncbi.nlm.nih.gov/pubmed/27976724 http://doi.org/10.1016/S0165-5728(99)00260-X http://doi.org/10.1016/j.jaut.2014.02.013 http://doi.org/10.1080/2162402X.2020.1756130 http://doi.org/10.1379/CSC-218R.1 http://doi.org/10.1038/ki.2013.435 http://doi.org/10.1038/ki.2013.345 http://www.ncbi.nlm.nih.gov/pubmed/24025642 http://doi.org/10.1189/jlb.3VMA1114-522RR http://www.ncbi.nlm.nih.gov/pubmed/26216939 http://doi.org/10.1016/j.healun.2019.03.009 http://www.ncbi.nlm.nih.gov/pubmed/30962148 http://doi.org/10.1016/j.healun.2010.03.004 http://www.ncbi.nlm.nih.gov/pubmed/20456980 http://doi.org/10.1002/pro.3725 http://www.ncbi.nlm.nih.gov/pubmed/31509306 http://doi.org/10.1247/csf.17.77   Cells 2021, 10, 2626 16 of 20  38. Ancevska-Taneva, N.; Onoprishvili, I.; Andria, M.L.; Hiller, J.M.; Simon, E.J. A member of the heat shock protein 40 family, hlj1, binds to the carboxyl tail of the human mu opioid receptor. Brain Res. 2006, 1081, 28-33. [CrossRef]  39. Li, J.; Qian, X.; Sha, B. Heat shock protein 40: Structural studies and their functional implications. Protein Pept. Lett. 2009, 16, 606-612. [CrossRef]  40. Said, S.M.; Rocha, A.B.; Royal, V.; Valeri, A.M.; Larsen, C.P.; Theis, J.D.; Vrana, J.A.; McPhail, E.D.; Bandi, L.; Safabakhsh, S.; et al. Immunoglobulin-Negative DNAJB9-Associated Fibrillary Glomerulonephritis: A Report of 9 Cases. Am. J. Kidney Dis. 2021, 77, 454-458. [CrossRef]  41. Taha, E.A.; Ono, K.; Eguchi, T. Roles of Extracellular HSPs as Biomarkers in Immune Surveillance and Immune Evasion. Int. J. Mol. Sci. 2019, 20, 4588. [CrossRef]  42. Nasr, S.H.; Fogo, A.B. New developments in the diagnosis of fibrillary glomerulonephritis. Kidney Int. 2019, 96, 581-592. [CrossRef]  43. Baker, L.W.; Khan, M.; Cortese, C.; Aslam, N. Fibrillary glomerulonephritis or complement 3 glomerulopathy: A rare case of diffuse necrotising crescentic glomerulonephritis with C3-dominant glomerular deposition and positive DNAJB9. BMJ Case Rep. 2021, 14. [CrossRef]  44. Nguyen, T.Q.; Jaramillo, A.; Thompson, R.W.; Dintzis, S.; Oppat, W.F.; Allen, B.T.; Sicard, G.A.; Mohanakumar, T. Increased expression of HDJ-2 (hsp40) in carotid artery atherosclerosis: A novel heat shock protein associated with luminal stenosis and plaque ulceration. J. Vasc. Surg. 2001, 33, 1065-1071. [CrossRef]  45. Banecka-Majkutewicz, Z.; Grabowski, M.; Kadzinski, L.; Papkov, A.; Wegrzyn, A.; Banecki, B. Increased levels of antibodies against heat shock proteins in stroke patients. Acta Biochim. Pol. 2014, 61, 379-383. [CrossRef] [PubMed]  46. Zininga, T.; Ramatsui, L.; Shonhai, A. Heat Shock Proteins as Immunomodulants. Molecules 2018, 23, 2846. [CrossRef] [PubMed] 47. Cui, J.; Ma, C.; Ye, G.; Shi, Y.; Xu, W.; Zhong, L.; Wang, J.; Yin, Y.; Zhang, X.; Wang, H. DnaJ (hsp40) of Streptococcus pneumoniae  is involved in bacterial virulence and elicits a strong natural immune reaction via PI3K/JNK. Mol. Immunol. 2017, 83, 137-146. [CrossRef] [PubMed]  48. Massa, M.; Passalia, M.; Manzoni, S.M.; Campanelli, R.; Ciardelli, L.; Yung, G.P.; Kamphuis, S.; Pistorio, A.; Meli, V.; Sette, A.; et al. Differential recognition of heat-shock protein dnaJ-derived epitopes by effector and Treg cells leads to modulation of inflammation in juvenile idiopathic arthritis. Arthritis Rheum. 2007, 56, 1648-1657. [CrossRef] [PubMed]  49. Ospelt, C.; Camici, G.G.; Engler, A.; Kolling, C.; Vogetseder, A.; Gay, R.E.; Michel, B.A.; Gay, S. Smoking induces transcription of the heat shock protein system in the joints. Ann. Rheum. Dis. 2014, 73, 1423-1426. [CrossRef]  50. Kasperkiewicz, M.; Tukaj, S.; Gembicki, A.J.; Sillo, P.; Gorog, A.; Zillikens, D.; Karpati, S. Evidence for a role of autoantibodies to heat shock protein 60, 70, and 90 in patients with dermatitis herpetiformis. Cell Stress Chaperones 2014, 19, 837-843. [CrossRef]  51. Navasa, N.; Martin-Ruiz, I.; Atondo, E.; Sutherland, J.D.; Angel Pascual-Itoiz, M.; Carreras-Gonzalez, A.; Izadi, H.; Tomas-Cortazar, J.; Ayaz, F.; Martin-Martin, N.; et al. Ikaros mediates the DNA methylation-independent silencing of MCJ/DNAJC15 gene expression in macrophages. Sci. Rep. 2015, 5, 14692. [CrossRef] [PubMed]  52. UniProt, C. UniProt: The universal protein knowledgebase in 2021. Nucleic Acids Res. 2021, 49, D480-D489. [CrossRef] 53. Hatayama, T.; Yasuda, K.; Nishiyama, E. Characterization of high-molecular-mass heat shock proteins and 42 degrees C-specific  heat shock proteins of murine cells. Biochem. Biophys. Res. Commun. 1994, 204, 357-365. [CrossRef] 54. Fang, C.T.; Kuo, H.H.; Pan, T.S.; Yu, F.C.; Yih, L.H. HSP70 regulates the function of mitotic centrosomes. Cell Mol. Life Sci. 2016,  73, 3949-3960. [CrossRef] 55. Pobre, K.F.R.; Poet, G.J.; Hendershot, L.M. The endoplasmic reticulum (ER) chaperone BiP is a master regulator of ER functions:  Getting by with a little help from ERdj friends. J. Biol. Chem. 2019, 294, 2098-2108. [CrossRef] 56. Chen, B.H.; Chang, Y.J.; Lin, S.; Yang, W.Y. Hsc70/Stub1 promotes the removal of individual oxidatively stressed peroxisomes.  Nat. Commun. 2020, 11, 5267. [CrossRef] 57. Dulin, E.; Garcia-Barreno, P.; Guisasola, M.C. Extracellular heat shock protein 70 (HSPA1A) and classical vascular risk factors in a  general population. Cell Stress Chaperones 2010, 15, 929-937. [CrossRef] 58. Schmitt, E.; Gehrmann, M.; Brunet, M.; Multhoff, G.; Garrido, C. Intracellular and extracellular functions of heat shock proteins:  Repercussions in cancer therapy. J. Leukoc. Biol. 2007, 81, 15-27. [CrossRef] 59. Alard, J.E.; Dueymes, M.; Mageed, R.A.; Saraux, A.; Youinou, P.; Jamin, C. Mitochondrial heat shock protein (HSP) 70 synergizes  with HSP60 in transducing endothelial cell apoptosis induced by anti-HSP60 autoantibody. FASEB J. 2009, 23, 2772-2779. [CrossRef] [PubMed]  60. Gvozdenov, Z.; Kolhe, J.; Freeman, B.C. The Nuclear and DNA-Associated Molecular Chaperone Network. Cold Spring Harb Perspect. Biol. 2019, 11. [CrossRef] [PubMed]  61. Fernandez-Fernandez, M.R.; Valpuesta, J.M. Hsp70 chaperone: A master player in protein homeostasis. F1000Reserch 2018, 7. [CrossRef] [PubMed]  62. Harrison, C. GrpE, a nucleotide exchange factor for DnaK. Cell Stress Chaperones 2003, 8, 218-224. [CrossRef] 63. Bracher, A.; Verghese, J. The nucleotide exchange factors of Hsp70 molecular chaperones. Front. Mol. Biosci. 2015, 2, 10. [CrossRef] 64. Kabbage, M.; Dickman, M.B. The BAG proteins: A ubiquitous family of chaperone regulators. Cell Mol. Life Sci. 2008, 65,  1390-1402. [CrossRef] 65. Niu, L.; Lou, F.; Sun, Y.; Sun, L.; Cai, X.; Liu, Z.; Zhou, H.; Wang, H.; Wang, Z.; Bai, J.; et al. A micropeptide encoded by lncRNA  MIR155HG suppresses autoimmune inflammation via modulating antigen presentation. Sci. Adv. 2020, 6, eaaz2059. [CrossRef]  http://doi.org/10.1016/j.brainres.2006.01.125 http://doi.org/10.2174/092986609788490159 http://doi.org/10.1053/j.ajkd.2020.04.015 http://doi.org/10.3390/ijms20184588 http://doi.org/10.1016/j.kint.2019.03.021 http://doi.org/10.1136/bcr-2020-239868 http://doi.org/10.1067/mva.2001.113298 http://doi.org/10.18388/abp.2014_1910 http://www.ncbi.nlm.nih.gov/pubmed/24904931 http://doi.org/10.3390/molecules23112846 http://www.ncbi.nlm.nih.gov/pubmed/30388847 http://doi.org/10.1016/j.molimm.2017.01.021 http://www.ncbi.nlm.nih.gov/pubmed/28152394 http://doi.org/10.1002/art.22567 http://www.ncbi.nlm.nih.gov/pubmed/17469159 http://doi.org/10.1136/annrheumdis-2013-204486 http://doi.org/10.1007/s12192-014-0507-6 http://doi.org/10.1038/srep14692 http://www.ncbi.nlm.nih.gov/pubmed/26419808 http://doi.org/10.1093/nar/gkaa1100 http://doi.org/10.1006/bbrc.1994.2467 http://doi.org/10.1007/s00018-016-2236-8 http://doi.org/10.1074/jbc.REV118.002804 http://doi.org/10.1038/s41467-020-18942-3 http://doi.org/10.1007/s12192-010-0201-2 http://doi.org/10.1189/jlb.0306167 http://doi.org/10.1096/fj.08-128785 http://www.ncbi.nlm.nih.gov/pubmed/19346294 http://doi.org/10.1101/cshperspect.a034009 http://www.ncbi.nlm.nih.gov/pubmed/30745291 http://doi.org/10.12688/f1000research.15528.1 http://www.ncbi.nlm.nih.gov/pubmed/30338057 http://doi.org/10.1379/1466-1268(2003)008&lt;0218:GANEFF&gt;2.0.CO;2 http://doi.org/10.3389/fmolb.2015.00010 http://doi.org/10.1007/s00018-008-7535-2 http://doi.org/10.1126/sciadv.aaz2059   Cells 2021, 10, 2626 17 of 20  66. Kolb, H.; Burkart, V. Chaperones may cause the focus of diabetes autoimmunity on distinct (pro)insulin peptides. J. Autoimmun. 2019, 105, 102304. [CrossRef]  67. Elson, C.J.; Thompson, S.J. Immunity, autoimmunity and immunotherapy: New frontiers in heat shock protein research. Clin. Exp. Immunol. 1994, 98, 175-177. [CrossRef] [PubMed]  68. Millar, D.G.; Garza, K.M.; Odermatt, B.; Elford, A.R.; Ono, N.; Li, Z.; Ohashi, P.S. Hsp70 promotes antigen-presenting cell function and converts T-cell tolerance to autoimmunity in vivo. Nat. Med. 2003, 9, 1469-1476. [CrossRef]  69. Panayi, G.S.; Corrigall, V.M. BiP regulates autoimmune inflammation and tissue damage. Autoimmun. Rev. 2006, 5, 140-142. [CrossRef] [PubMed]  70. van Herwijnen, M.J.; Wieten, L.; van der Zee, R.; van Kooten, P.J.; Wagenaar-Hilbers, J.P.; Hoek, A.; den Braber, I.; Anderton, S.M.; Singh, M.; Meiring, H.D.; et al. Regulatory T cells that recognize a ubiquitous stress-inducible self-antigen are long-lived suppressors of autoimmune arthritis. Proc. Natl. Acad. Sci. USA 2012, 109, 14134-14139. [CrossRef] [PubMed]  71. Huang, C.T.; Workman, C.J.; Flies, D.; Pan, X.; Marson, A.L.; Zhou, G.; Hipkiss, E.L.; Ravi, S.; Kowalski, J.; Levitsky, H.I.; et al. Role of LAG-3 in regulatory T cells. Immunity 2004, 21, 503-513. [CrossRef]  72. Gilfillan, S.; Ho, E.L.; Cella, M.; Yokoyama, W.M.; Colonna, M. NKG2D recruits two distinct adapters to trigger NK cell activation and costimulation. Nat. Immunol. 2002, 3, 1150-1155. [CrossRef]  73. Galazka, G.; Jurewicz, A.; Domowicz, M.; Cannella, B.; Raine, C.S.; Selmaj, K. HINT1 peptide/Hsp70 complex induces NK-cell- dependent immunoregulation in a model of autoimmune demyelination. Eur. J. Immunol. 2014, 44, 3026-3044. [CrossRef]  74. Heneka, M.T.; Sharp, A.; Murphy, P.; Lyons, J.A.; Dumitrescu, L.; Feinstein, D.L. The heat shock response reduces myelin oligodendrocyte glycoprotein-induced experimental autoimmune encephalomyelitis in mice. J. Neurochem. 2001, 77, 568-579. [CrossRef] [PubMed]  75. Deocharan, B.; Zhou, Z.; Antar, K.; Siconolfi-Baez, L.; Angeletti, R.H.; Hardin, J.; Putterman, C. Alpha-actinin immunization elicits anti-chromatin autoimmunity in nonautoimmune mice. J. Immunol. 2007, 179, 1313-1321. [CrossRef] [PubMed]  76. Kottke, T.; Sanchez-Perez, L.; Diaz, R.M.; Thompson, J.; Chong, H.; Harrington, K.; Calderwood, S.K.; Pulido, J.; Georgopoulos, N.; Selby, P.; et al. Induction of hsp70-mediated Th17 autoimmunity can be exploited as immunotherapy for metastatic prostate cancer. Cancer Res. 2007, 67, 11970-11979. [CrossRef]  77. Kinoshita, G.; Purcell, A.W.; Keech, C.L.; Farris, A.D.; McCluskey, J.; Gordon, T.P. Molecular chaperones are targets of autoimmu- nity in Ro(SS-A) immune mice. Clin. Exp. Immunol. 1999, 115, 268-274. [CrossRef]  78. Purcell, A.W.; Todd, A.; Kinoshita, G.; Lynch, T.A.; Keech, C.L.; Gething, M.J.; Gordon, T.P. Association of stress proteins with autoantigens: A possible mechanism for triggering autoimmunity? Clin. Exp. Immunol. 2003, 132, 193-200. [CrossRef]  79. Rodriguez-Iturbe, B.; Franco, M.; Tapia, E.; Quiroz, Y.; Johnson, R.J. Renal inflammation, autoimmunity and salt-sensitive hypertension. Clin. Exp. Pharmacol. Physiol. 2012, 39, 96-103. [CrossRef] [PubMed]  80. Petrakis, I.; Androvitsanea, A.; Stratakis, S.; Daphnis, E.; Stylianou, K. Intense immunostaining of heat shock protein 70 within renal interstitium associates with long-term renal survival in an ANCA-associated vasculitis cohort. Cell Stress Chaperones 2021, 26, 51-65. [CrossRef]  81. Triantafilou, K.; Triantafilou, M.; Dedrick, R.L. A CD14-independent LPS receptor cluster. Nat. Immunol. 2001, 2, 338-345. [CrossRef]  82. Sarkar, A.A.; Zohn, I.E. Hectd1 regulates intracellular localization and secretion of Hsp90 to control cellular behavior of the cranial mesenchyme. J. Cell Biol. 2012, 196, 789-800. [CrossRef] [PubMed]  83. Felts, S.J.; Owen, B.A.; Nguyen, P.; Trepel, J.; Donner, D.B.; Toft, D.O. The hsp90-related protein TRAP1 is a mitochondrial protein with distinct functional properties. J. Biol. Chem. 2000, 275, 3305-3312. [CrossRef] [PubMed]  84. Verma, S.; Goyal, S.; Jamal, S.; Singh, A.; Grover, A. Hsp90: Friends, clients and natural foes. Biochimie 2016, 127, 227-240. [CrossRef] [PubMed]  85. Schulze, A.; Beliu, G.; Helmerich, D.A.; Schubert, J.; Pearl, L.H.; Prodromou, C.; Neuweiler, H. Cooperation of local motions in the Hsp90 molecular chaperone ATPase mechanism. Nat. Chem. Biol. 2016, 12, 628-635. [CrossRef]  86. Pearl, L.H. Review: The HSP90 molecular chaperone-an enigmatic ATPase. Biopolymers 2016, 105, 594-607. [CrossRef] [PubMed] 87. Retzlaff, M.; Stahl, M.; Eberl, H.C.; Lagleder, S.; Beck, J.; Kessler, H.; Buchner, J. Hsp90 is regulated by a switch point in the  C-terminal domain. EMBO Rep. 2009, 10, 1147-1153. [CrossRef] 88. Chandawarkar, R.Y.; Wagh, M.S.; Kovalchin, J.T.; Srivastava, P. Immune modulation with high-dose heat-shock protein gp96:  Therapy of murine autoimmune diabetes and encephalomyelitis. Int. Immunol. 2004, 16, 615-624. [CrossRef] 89. Han, J.M.; Kwon, N.H.; Lee, J.Y.; Jeong, S.J.; Jung, H.J.; Kim, H.R.; Li, Z.; Kim, S. Identification of gp96 as a novel target for  treatment of autoimmune disease in mice. PLoS ONE 2010, 5, e9792. [CrossRef] 90. Ye, B.X.; Deng, X.; Shao, L.D.; Lu, Y.; Xiao, R.; Liu, Y.J.; Jin, Y.; Xie, Y.Y.; Zhao, Y.; Luo, L.F.; et al. Vibsanin B preferentially targets  HSP90beta, inhibits interstitial leukocyte migration, and ameliorates experimental autoimmune encephalomyelitis. J. Immunol. 2015, 194, 4489-4497. [CrossRef]  91. Shalak, V.; Kaminska, M.; Mitnacht-Kraus, R.; Vandenabeele, P.; Clauss, M.; Mirande, M. The EMAPII cytokine is released from the mammalian multisynthetase complex after cleavage of its p43/proEMAPII component. J. Biol. Chem. 2001, 276, 23769-23776. [CrossRef]  http://doi.org/10.1016/j.jaut.2019.102304 http://doi.org/10.1111/j.1365-2249.1994.tb06121.x http://www.ncbi.nlm.nih.gov/pubmed/7955518 http://doi.org/10.1038/nm962 http://doi.org/10.1016/j.autrev.2005.08.006 http://www.ncbi.nlm.nih.gov/pubmed/16431346 http://doi.org/10.1073/pnas.1206803109 http://www.ncbi.nlm.nih.gov/pubmed/22891339 http://doi.org/10.1016/j.immuni.2004.08.010 http://doi.org/10.1038/ni857 http://doi.org/10.1002/eji.201444694 http://doi.org/10.1046/j.1471-4159.2001.00260.x http://www.ncbi.nlm.nih.gov/pubmed/11299319 http://doi.org/10.4049/jimmunol.179.2.1313 http://www.ncbi.nlm.nih.gov/pubmed/17617624 http://doi.org/10.1158/0008-5472.CAN-07-2259 http://doi.org/10.1046/j.1365-2249.1999.00794.x http://doi.org/10.1046/j.1365-2249.2003.02153.x http://doi.org/10.1111/j.1440-1681.2011.05482.x http://www.ncbi.nlm.nih.gov/pubmed/21251049 http://doi.org/10.1007/s12192-020-01151-8 http://doi.org/10.1038/86342 http://doi.org/10.1083/jcb.201105101 http://www.ncbi.nlm.nih.gov/pubmed/22431752 http://doi.org/10.1074/jbc.275.5.3305 http://www.ncbi.nlm.nih.gov/pubmed/10652318 http://doi.org/10.1016/j.biochi.2016.05.018 http://www.ncbi.nlm.nih.gov/pubmed/27295069 http://doi.org/10.1038/nchembio.2111 http://doi.org/10.1002/bip.22835 http://www.ncbi.nlm.nih.gov/pubmed/26991466 http://doi.org/10.1038/embor.2009.153 http://doi.org/10.1093/intimm/dxh063 http://doi.org/10.1371/journal.pone.0009792 http://doi.org/10.4049/jimmunol.1402798 http://doi.org/10.1074/jbc.M100489200   Cells 2021, 10, 2626 18 of 20  92. Han, J.M.; Park, S.G.; Liu, B.; Park, B.J.; Kim, J.Y.; Jin, C.H.; Song, Y.W.; Li, Z.; Kim, S. Aminoacyl-tRNA synthetase-interacting multifunctional protein 1/p43 controls endoplasmic reticulum retention of heat shock protein gp96: Its pathological implications in lupus-like autoimmune diseases. Am. J. Pathol. 2007, 170, 2042-2054. [CrossRef]  93. Khalafalla, M.G.; Woods, L.T.; Camden, J.M.; Khan, A.A.; Limesand, K.H.; Petris, M.J.; Erb, L.; Weisman, G.A. P2X7 receptor antagonism prevents IL-1beta release from salivary epithelial cells and reduces inflammation in a mouse model of autoimmune exocrinopathy. J. Biol. Chem. 2017, 292, 16626-16637. [CrossRef]  94. Kasperkiewicz, M.; Muller, R.; Manz, R.; Magens, M.; Hammers, C.M.; Somlai, C.; Westermann, J.; Schmidt, E.; Zillikens, D.; Ludwig, R.J.; et al. Heat-shock protein 90 inhibition in autoimmunity to type VII collagen: Evidence that nonmalignant plasma cells are not therapeutic targets. Blood 2011, 117, 6135-6142. [CrossRef]  95. Dai, J.; Liu, B.; Caudill, M.M.; Zheng, H.; Qiao, Y.; Podack, E.R.; Li, Z. Cell surface expression of heat shock protein gp96 enhances cross-presentation of cellular antigens and the generation of tumor-specific T cell memory. Cancer Immun. 2003, 3, 1. [PubMed]  96. Soltys, B.J.; Gupta, R.S. Immunoelectron microscopic localization of the 60-kDa heat shock chaperonin protein (Hsp60) in mammalian cells. Exp. Cell Res. 1996, 222, 16-27. [CrossRef] [PubMed]  97. Tomasello, G.; Rodolico, V.; Zerilli, M.; Martorana, A.; Bucchieri, F.; Pitruzzella, A.; Marino Gammazza, A.; David, S.; Rappa, F.; Zummo, G.; et al. Changes in immunohistochemical levels and subcellular localization after therapy and correlation and colocalization with CD68 suggest a pathogenetic role of Hsp60 in ulcerative colitis. Appl. Immunohistochem. Mol. Morphol. 2011, 19, 552-561. [CrossRef]  98. Soltys, B.J.; Gupta, R.S. Cell surface localization of the 60 kDa heat shock chaperonin protein (hsp60) in mammalian cells. Cell Biol. Int. 1997, 21, 315-320. [CrossRef]  99. Ikawa, S.; Weinberg, R.A. An interaction between p21ras and heat shock protein hsp60, a chaperonin. Proc. Natl. Acad. Sci. USA 1992, 89, 2012-2016. [CrossRef]  100. Shamaei-Tousi, A.; Stephens, J.W.; Bin, R.; Cooper, J.A.; Steptoe, A.; Coates, A.R.; Henderson, B.; Humphries, S.E. Association between plasma levels of heat shock protein 60 and cardiovascular disease in patients with diabetes mellitus. Eur. Heart J. 2006, 27, 1565-1570. [CrossRef] [PubMed]  101. Wang, D.Y.; Kamuda, K.; Montoya, G.; Mesa, P. The TRiC/CCT Chaperonin and Its Role in Uncontrolled Proliferation. Adv. Exp. Med. Biol. 2020, 1243, 21-40. [CrossRef]  102. Gomez-Llorente, Y.; Jebara, F.; Patra, M.; Malik, R.; Nisemblat, S.; Chomsky-Hecht, O.; Parnas, A.; Azem, A.; Hirsch, J.A.; Ubarretxena-Belandia, I. Structural basis for active single and double ring complexes in human mitochondrial Hsp60-Hsp10 chaperonin. Nat. Commun. 2020, 11, 1916. [CrossRef]  103. Jia, H.; Halilou, A.I.; Hu, L.; Cai, W.; Liu, J.; Huang, B. Heat shock protein 10 (Hsp10) in immune-related diseases: One coin, two sides. Int. J. Biochem. Mol. Biol. 2011, 2, 47-57. [PubMed]  104. Horwich, A.L.; Fenton, W.A. Chaperonin-assisted protein folding: A chronologue. Q. Rev. Biophys 2020, 53, e4. [CrossRef] [PubMed]  105. Qamra, R.; Mande, S.C. Crystal structure of the 65-kilodalton heat shock protein, chaperonin 60.2, of Mycobacterium tuberculosis. J. Bacteriol. 2004, 186, 8105-8113. [CrossRef] [PubMed]  106. Butcher, M.J.; Zhu, J. Recent advances in understanding the Th1/Th2 effector choice. Fac. Rev. 2021, 10, 30. [CrossRef] 107. Wick, G.; Perschinka, H.; Millonig, G. Atherosclerosis as an autoimmune disease: An update. Trends Immunol. 2001, 22, 665-669.  [CrossRef] 108. Parada, C.A.; Portaro, F.; Marengo, E.B.; Klitzke, C.F.; Vicente, E.J.; Faria, M.; Sant'Anna, O.A.; Fernandes, B.L. Autolytic  Mycobacterium leprae Hsp65 fragments may act as biological markers for autoimmune diseases. Microb. Pathog. 2011, 51, 268-276. [CrossRef] [PubMed]  109. Puga Yung, G.L.; Fidler, M.; Albani, E.; Spermon, N.; Teklenburg, G.; Newbury, R.; Schechter, N.; van den Broek, T.; Prakken, B.; Billetta, R.; et al. Heat shock protein-derived T-cell epitopes contribute to autoimmune inflammation in pediatric Crohn's disease. PLoS ONE 2009, 4, e7714. [CrossRef]  110. van der Zee, R.; Anderton, S.M.; Prakken, A.B.; Liesbeth Paul, A.G.; van Eden, W. T cell responses to conserved bacterial heat-shock-protein epitopes induce resistance in experimental autoimmunity. Semin. Immunol. 1998, 10, 35-41. [CrossRef]  111. Gavin, J.R., III; Alberti, K.G.M.M.; Davidson, M.B.; DeFronzo, R.A. Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus. Diabetes Care 1997, 20, 1183-1197. [CrossRef]  112. Elias, D.; Cohen, I.R. The hsp60 peptide p277 arrests the autoimmune diabetes induced by the toxin streptozotocin. Diabetes 1996, 45, 1168-1172. [CrossRef] [PubMed]  113. Chen, Y.G.; Mathews, C.E.; Driver, J.P. The Role of NOD Mice in Type 1 Diabetes Research: Lessons from the Past and Recommendations for the Future. Front. Endocrinol. 2018, 9, 51. [CrossRef]  114. Elias, D.; Meilin, A.; Ablamunits, V.; Birk, O.S.; Carmi, P.; Konen-Waisman, S.; Cohen, I.R. Hsp60 peptide therapy of NOD mouse diabetes induces a Th2 cytokine burst and downregulates autoimmunity to various beta-cell antigens. Diabetes 1997, 46, 758-764. [CrossRef]  115. Bras, A.; Aguas, A.P. Diabetes-prone NOD mice are resistant to Mycobacterium avium and the infection prevents autoimmune disease. Immunology 1996, 89, 20-25. [CrossRef]  116. Elias, D.; Prigozin, H.; Polak, N.; Rapoport, M.; Lohse, A.W.; Cohen, I.R. Autoimmune diabetes induced by the beta-cell toxin STZ. Immunity to the 60-kDa heat shock protein and to insulin. Diabetes 1994, 43, 992-998. [CrossRef]  http://doi.org/10.2353/ajpath.2007.061266 http://doi.org/10.1074/jbc.M117.790741 http://doi.org/10.1182/blood-2010-10-314609 http://www.ncbi.nlm.nih.gov/pubmed/12747743 http://doi.org/10.1006/excr.1996.0003 http://www.ncbi.nlm.nih.gov/pubmed/8549659 http://doi.org/10.1097/PAI.0b013e3182118e5f http://doi.org/10.1006/cbir.1997.0144 http://doi.org/10.1073/pnas.89.6.2012 http://doi.org/10.1093/eurheartj/ehl081 http://www.ncbi.nlm.nih.gov/pubmed/16762985 http://doi.org/10.1007/978-3-030-40204-4_2 http://doi.org/10.1038/s41467-020-15698-8 http://www.ncbi.nlm.nih.gov/pubmed/21969171 http://doi.org/10.1017/S0033583519000143 http://www.ncbi.nlm.nih.gov/pubmed/32070442 http://doi.org/10.1128/JB.186.23.8105-8113.2004 http://www.ncbi.nlm.nih.gov/pubmed/15547284 http://doi.org/10.12703/r/10-30 http://doi.org/10.1016/S1471-4906(01)02089-0 http://doi.org/10.1016/j.micpath.2011.06.001 http://www.ncbi.nlm.nih.gov/pubmed/21699972 http://doi.org/10.1371/journal.pone.0007714 http://doi.org/10.1006/smim.1997.0103 http://doi.org/10.2337/diacare.20.7.1183 http://doi.org/10.2337/diab.45.9.1168 http://www.ncbi.nlm.nih.gov/pubmed/8772717 http://doi.org/10.3389/fendo.2018.00051 http://doi.org/10.2337/diab.46.5.758 http://doi.org/10.1046/j.1365-2567.1996.d01-717.x http://doi.org/10.2337/diab.43.8.992   Cells 2021, 10, 2626 19 of 20  117. Grundtman, C.; Wick, G. The autoimmune concept of atherosclerosis. Curr. Opin. Lipidol. 2011, 22, 327-334. [CrossRef] 118. Erkkila, L.; Laitinen, K.; Haasio, K.; Tiirola, T.; Jauhiainen, M.; Lehr, H.A.; Aalto-Setala, K.; Saikku, P.; Leinonen, M. Heat shock  protein 60 autoimmunity and early lipid lesions in cholesterol-fed C57BL/6JBom mice during Chlamydia pneumoniae infection. Atherosclerosis 2004, 177, 321-328. [CrossRef]  119. Moudgil, K.D.; Durai, M. Regulation of autoimmune arthritis by self-heat-shock proteins. Trends Immunol. 2008, 29, 412-418. [CrossRef]  120. Yokota, S.I.; Hirata, D.; Minota, S.; Higashiyama, T.; Kurimoto, M.; Yanagi, H.; Yura, T.; Kubota, H. Autoantibodies against chaperonin CCT in human sera with rheumatic autoimmune diseases: Comparison with antibodies against other Hsp60 family proteins. Cell Stress Chaperones 2000, 5, 337-346. [CrossRef]  121. Horvath, L.; Czirjak, L.; Fekete, B.; Jakab, L.; Prohaszka, Z.; Cervenak, L.; Romics, L.; Singh, M.; Daha, M.R.; Fust, G. Levels of antibodies against C1q and 60 kDa family of heat shock proteins in the sera of patients with various autoimmune diseases. Immunol. Lett. 2001, 75, 103-109. [CrossRef]  122. Menge, T.; Rzepka, R.; Melchers, I. Monoclonal autoantibodies from patients with autoimmune diseases: Specificity, affinity and crossreactivity of MAbs binding to cytoskeletal and nucleolar epitopes, cartilage antigens and mycobacterial heat-shock protein 60. Immunobiology 2002, 205, 1-16. [CrossRef] [PubMed]  123. Zonneveld-Huijssoon, E.; van Wijk, F.; Roord, S.; Delemarre, E.; Meerding, J.; de Jager, W.; Klein, M.; Raz, E.; Albani, S.; Kuis, W.; et al. TLR9 agonist CpG enhances protective nasal HSP60 peptide vaccine efficacy in experimental autoimmune arthritis. Ann. Rheum. Dis. 2012, 71, 1706-1715. [CrossRef] [PubMed]  124. Karopoulos, C.; Rowley, M.J.; Handley, C.J.; Strugnell, R.A. Antibody reactivity to mycobacterial 65 kDa heat shock protein: Relevance to autoimmunity. J. Autoimmun. 1995, 8, 235-248. [CrossRef]  125. Moudgil, K.D. Diversification of response to hsp65 during the course of autoimmune arthritis is regulatory rather than pathogenic. Immunol. Rev. 1998, 164, 175-184. [CrossRef]  126. Durai, M.; Kim, H.R.; Moudgil, K.D. The regulatory C-terminal determinants within mycobacterial heat shock protein 65 are cryptic and cross-reactive with the dominant self homologs: Implications for the pathogenesis of autoimmune arthritis. J. Immunol. 2004, 173, 181-188. [CrossRef]  127. Yonekura, K.; Yokota, S.; Tanaka, S.; Kubota, H.; Fujii, N.; Matsumoto, H.; Chiba, S. Prevalence of anti-heat shock protein antibodies in cerebrospinal fluids of patients with Guillain-Barre syndrome. J. Neuroimmunol. 2004, 156, 204-209. [CrossRef]  128. Yoshida, Y.; Zhang, X.M.; Wang, H.; Machida, T.; Mine, S.; Kobayashi, E.; Adachi, A.; Matsutani, T.; Kamitsukasa, I.; Wada, T.; et al. Elevated levels of autoantibodies against DNAJC2 in sera of patients with atherosclerotic diseases. Heliyon 2020, 6, e04661. [CrossRef]  129. Agius, M.A.; Kirvan, C.A.; Schafer, A.L.; Gudipati, E.; Zhu, S. High prevalence of anti-alpha-crystallin antibodies in multiple sclerosis: Correlation with severity and activity of disease. Acta Neurol. Scand. 1999, 100, 139-147. [CrossRef]  130. Conroy, S.E.; Faulds, G.B.; Williams, W.; Latchman, D.S.; Isenberg, D.A. Detection of autoantibodies to the 90 kDa heat shock protein in systemic lupus erythematosus and other autoimmune diseases. Br. J. Rheumatol. 1994, 33, 923-926. [CrossRef]  131. Chumpitazi, B.F.; Bouillet, L.; Drouet, M.T.; Kuhn, L.; Garin, J.; Zarski, J.P.; Drouet, C. Biological autoimmunity screening in hepatitis C patients by anti-HepG2 lysate and anti-heat shock protein 70.1 autoantibodies. Eur. J. Clin. Microbiol. Infect. Dis. 2009, 28, 137-146. [CrossRef]  132. Zhu, J.; Quyyumi, A.A.; Rott, D.; Csako, G.; Wu, H.; Halcox, J.; Epstein, S.E. Antibodies to human heat-shock protein 60 are associated with the presence and severity of coronary artery disease: Evidence for an autoimmune component of atherogenesis. Circulation 2001, 103, 1071-1075. [CrossRef]  133. Huittinen, T.; Leinonen, M.; Tenkanen, L.; Manttari, M.; Virkkunen, H.; Pitkanen, T.; Wahlstrom, E.; Palosuo, T.; Manninen, V.; Saikku, P. Autoimmunity to human heat shock protein 60, Chlamydia pneumoniae infection, and inflammation in predicting coronary risk. Arterioscler. Thromb. Vasc. Biol. 2002, 22, 431-437. [CrossRef] [PubMed]  134. Miyata, M.; Kogure, A.; Sato, H.; Kodama, E.; Watanabe, H.; Ohira, H.; Kuroda, M.; Takagi, T.; Sato, Y.; Kasukawa, R. Detection of antibodies to 65 KD heat shock protein and to human superoxide dismutase in autoimmune hepatitis-molecular mimicry between 65 KD heat shock protein and superoxide dismutase. Clin. Rheumatol. 1995, 14, 673-677. [CrossRef]  135. Agashe, V.V.; Burlingham, W.J. Autoimmune Reactivity in Graft Injury: Player or Bystander? Curr. Transplant. Rep. 2015, 2, 211-221. [CrossRef]  136. Barker, R.N.; Webb, G.R.; Thompson, S.J.; Ghoraishian, M.; Ponsford, F.M.; Elson, C.J. Differential effects of immunisation with mycobacterial 65 kD heat shock protein on two models of autoimmunity. Autoimmunity 1992, 14, 73-77. [CrossRef] [PubMed]  137. Lunin, S.M.; Khrenov, M.O.; Novoselova, T.V.; Parfenyuk, S.B.; Glushkova, O.V.; Fesenko, E.E.; Novoselova, E.G. Modulation of inflammatory response in mice with severe autoimmune disease by thymic peptide thymulin and an inhibitor of NF-kappaB signalling. Int. Immunopharmacol. 2015, 25, 260-266. [CrossRef] [PubMed]  138. Bonaguri, C.; Orsoni, J.G.; Zavota, L.; Monica, C.; Russo, A.; Pellistri, I.; Rubino, P.; Giovannelli, L.; Manzotti, F.; Piazza, F. Anti-68 kDa antibodies in autoimmune sensorineural hearing loss: Are these autoantibodies really a diagnostic tool? Autoimmunity 2007, 40, 73-78. [CrossRef]  139. Youde, S.J.; Mower, J.; Moore, D.P.; Parkes, A.B. Stress protein expression in primary and immortalized cultures of human thyroid cells: A model system for the study of stress proteins in the pathogenesis of autoimmune thyroid disease. Cell Stress Chaperones 1998, 3, 89-93. [CrossRef]  http://doi.org/10.1097/MOL.0b013e32834aa0c2 http://doi.org/10.1016/j.atherosclerosis.2004.08.021 http://doi.org/10.1016/j.it.2008.06.003 http://doi.org/10.1379/1466-1268(2000)005&lt;0337:AACCIH&gt;2.0.CO;2 http://doi.org/10.1016/S0165-2478(00)00287-X http://doi.org/10.1078/0171-2985-00107 http://www.ncbi.nlm.nih.gov/pubmed/11999339 http://doi.org/10.1136/annrheumdis-2011-201131 http://www.ncbi.nlm.nih.gov/pubmed/22562976 http://doi.org/10.1006/jaut.1995.0018 http://doi.org/10.1111/j.1600-065X.1998.tb01219.x http://doi.org/10.4049/jimmunol.173.1.181 http://doi.org/10.1016/j.jneuroim.2004.07.017 http://doi.org/10.1016/j.heliyon.2020.e04661 http://doi.org/10.1111/j.1600-0404.1999.tb00729.x http://doi.org/10.1093/rheumatology/33.10.923 http://doi.org/10.1007/s10096-008-0599-y http://doi.org/10.1161/01.CIR.103.8.1071 http://doi.org/10.1161/hq0302.104512 http://www.ncbi.nlm.nih.gov/pubmed/11884286 http://doi.org/10.1007/BF02207935 http://doi.org/10.1007/s40472-015-0068-3 http://doi.org/10.3109/08916939309077359 http://www.ncbi.nlm.nih.gov/pubmed/1299349 http://doi.org/10.1016/j.intimp.2015.01.021 http://www.ncbi.nlm.nih.gov/pubmed/25662754 http://doi.org/10.1080/08916930601119377 http://doi.org/10.1379/1466-1268(1998)003&lt;0089:SPEIPA&gt;2.3.CO;2   Cells 2021, 10, 2626 20 of 20  140. Tukaj, S.; Zillikens, D.; Kasperkiewicz, M. Heat shock protein 90: A pathophysiological factor and novel treatment target in autoimmune bullous skin diseases. Exp. Dermatol. 2015, 24, 567-571. [CrossRef] [PubMed]  141. Marengo, E.B.; Commodaro, A.G.; Peron, J.P.; de Moraes, L.V.; Portaro, F.C.; Belfort, R., Jr.; Rizzo, L.V.; Sant'Anna, O.A. Administration of Mycobacterium leprae rHsp65 aggravates experimental autoimmune uveitis in mice. PLoS ONE 2009, 4, e7912. [CrossRef] [PubMed]  142. Selli, M.E.; Wick, G.; Wraith, D.C.; Newby, A.C. Autoimmunity to HSP60 during diet induced obesity in mice. Int. J. Obes. 2017, 41, 348-351. [CrossRef]  143. Haregewoin, A.; Singh, B.; Gupta, R.S.; Finberg, R.W. A mycobacterial heat-shock protein-responsive gamma delta T cell clone also responds to the homologous human heat-shock protein: A possible link between infection and autoimmunity. J. Infect. Dis. 1991, 163, 156-160. [CrossRef]  144. Zonneveld-Huijssoon, E.; Albani, S.; Prakken, B.J.; van Wijk, F. Heat shock protein bystander antigens for peptide immunotherapy in autoimmune disease. Clin. Exp. Immunol. 2013, 171, 20-29. [CrossRef]  http://doi.org/10.1111/exd.12760 http://www.ncbi.nlm.nih.gov/pubmed/25980533 http://doi.org/10.1371/journal.pone.0007912 http://www.ncbi.nlm.nih.gov/pubmed/19936251 http://doi.org/10.1038/ijo.2016.216 http://doi.org/10.1093/infdis/163.1.156 http://doi.org/10.1111/j.1365-2249.2012.04627.x   Introduction   Structural Characteristics, Subcellular Localization of HSPs, and Elicited Immune Responses   Structure and Subcellular Localization of the Small HSP Family   Immune Response Elicited through HSP27   Structure and Subcellular Localization of HSP40 Family Members   Immune Response Elicited through HSP40   Structure and Subcellular Localization of HSP70 Superfamily Members   Immune Response Elicited through HSP70   Structure and Subcellular Localization of HSP90   Immune Responses Elicited through HSP90   Structure and Subcellular Localization of Chaperonins   Immune Responses Elicited through HSP60    Therapeutic Implications   Conclusions   References",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}