{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Challenging the Paradigm: Anti-Inflammatory Interleukinsand Angiogenesis   ---------- -------  Citation: Peluzzo, A.M.; Autieri, M.V.  Challenging the Paradigm:  Anti-Inflammatory Interleukins and  Angiogenesis. Cells 2022, 11, 587.  https://doi.org/10.3390/cells11030587  Academic Editor: Yasu-Taka Azuma  Received: 31 December 2021  Accepted: 4 February 2022  Published: 8 February 2022  Publisher's Note: MDPI stays neutral  with regard to jurisdictional claims in  published maps and institutional affil-  iations.  Copyright:   2022 by the authors.  Licensee MDPI, Basel, Switzerland.  This article is an open access article  distributed under the terms and  conditions of the Creative Commons  Attribution (CC BY) license (https://  creativecommons.org/licenses/by/  4.0/).  cells  Review  Challenging the Paradigm: Anti-Inflammatory Interleukins and Angiogenesis Amanda M. Peluzzo and Michael V. Autieri *  Lemole Center for Integrated Lymphatics Research, Department of Cardiovascular Sciences, Lewis Katz School of Medicine at Temple University, Philadelphia, PA 19140, USA; amanda.peluzzo@temple.edu * Correspondence: mautieri@temple.edu  Abstract: Angiogenesis is a vital biological process, and neovascularization is essential for the development, wound repair, and perfusion of ischemic tissue. Neovascularization and inflam- mation are independent biological processes that are linked in response to injury and ischemia. While clear that pro-inflammatory factors drive angiogenesis, the role of anti-inflammatory interleukins in angiogenesis remains less defined. An interleukin with anti-inflammatory yet pro-angiogenic effects would hold great promise as a therapeutic modality to treat many disease states where inflammation needs to be limited, but revascularization and reperfusion still need to be supported. As immune modulators, interleukins can polarize macrophages to a pro-angiogenic and reparative phenotype, which indirectly influences angiogenesis. Interleukins could also potentially directly induce angiogenesis by binding and activating its receptor on endothelial cells. Although a great deal of attention is given to the negative effects of pro-inflammatory interleukins, less is described concerning the potential protective effects of anti-inflammatory interleukins on various disease processes. To focus this review, we will consider IL-4, IL-10, IL-13, IL-19, and IL-33 to be anti-inflammatory interleukins, all of which have recognized immunomod- ulatory effects. This review will summarize current research concerning anti-inflammatory interleukins as potential drivers of direct and indirect angiogenesis, emphasizing their role in future therapeutics.  Keywords: inflammation; hypoxia; cytokine; interleukin; angiogenesis; endothelial cell; macrophage; polarization  1. Introduction  Sprouting angiogenesis is the expansion of new blood vessels from pre-existing vascu- lature where tip cells are stimulated to express proteases, migrate, proliferate, and form new tubes [1,2]. This is distinct from vasculogenesis which is the de novo formation of blood vessels via differentiation of circulating precursor cells, known as angioblasts, to endothe- lial cells [3,4]. In addition, intussusceptive angiogenesis is distinct from both sprouting angiogenesis and vasculogenesis. Intussusceptive angiogenesis occurs when the vascular wall of an existing blood vessel invaginates and forms a pillar, splitting one blood vessel into two [5-7]. Regardless of the type of angiogenesis, the goal is to increase blood vessel availability to hypoxic or expanding tissue mass, ensuring the metabolic demands of the tissue are met. Due to the diffusion limit for oxygen, a cell is no further than 100-200 µm from a capillary [1,2].  Throughout embryonic and postnatal development, the body size rapidly increases and inexorably experiences an immense amount of angiogenesis [1,8,9]. Physiological angiogenesis must also occur in healthy tissue throughout adult life to meet the basic func- tional demands of each tissue. For example, exercise stimulates angiogenesis in cardiac and skeletal muscle [10,11]. Neovascularization is also a necessary vascular expansion-based  Cells 2022, 11, 587. https://doi.org/10.3390/cells11030587 https://www.mdpi.com/journal/cells  https://doi.org/10.3390/cells11030587 https://creativecommons.org/ https://creativecommons.org/licenses/by/4.0/ https://creativecommons.org/licenses/by/4.0/ https://www.mdpi.com/journal/cells https://www.mdpi.com https://orcid.org/0000-0002-5822-3480 https://orcid.org/0000-0003-1039-7577 https://doi.org/10.3390/cells11030587 https://www.mdpi.com/journal/cells https://www.mdpi.com/article/10.3390/cells11030587?type=check_update&version=2   Cells 2022, 11, 587 2 of 11  repair mechanism to preserve tissue viability in response to ischemic conditions. Repar- ative angiogenesis occurs as an attempt to restore tissue perfusion to salvage tissue after hypoxia, as seen in ischemic cardiomyopathy and peripheral arterial disease. On the other hand, pathological angiogenesis is often the target of anti-tumor therapy as it contributes to tumor growth and metastasis [1,12]. Tissue hypoxia initiates both inflammatory and angio- genic factors to promote angiogenesis in an attempt to restore perfusion, and, as with any complex process, revascularization of ischemic tissue involves multiple cell types. While neovascularization and inflammation are independent biological processes, they are linked in response to injury and ischemia, and both pro-inflammatory and anti-inflammatory processes participate in angiogenesis. Better identification of the soluble autocrine and paracrine factors which participate in these processes will increase our understanding of reparative angiogenesis and lead to more effective therapeutic modalities which resolve inflammation while maintaining tissue perfusion. The purpose of this review is to describe such soluble factors.  In terms of tissue repair, the paradigm of cytokine function in relation to angiogen- esis loosely adheres to the Janus Phenomenon first described by Epstein et al. in 2004. This states that, in general, anti-inflammatory cytokines are anti-angiogenic while pro- inflammatory cytokines are pro-angiogenic [13,14]. While clear that pro-inflammatory factors drive angiogenesis, the role of anti-inflammatory cytokines in angiogenesis remains uncertain. With these limitations in mind, we do recognize that some anti- inflammatory cytokines are indirectly pro-angiogenic through macrophage polarization toward the alternative M2 phenotype, which secretes vascular endothelial growth fac- tors (VEGFs) [15]. While intuitive that the inflammatory state of ischemic tissue may dictate whether that tissue becomes neovascularized or necrotic, the participation of indi- rect effects of anti-inflammatory interleukins on the initiation of angiogenesis remains largely uncharacterized.  For the purposes of this review, we will classify cytokine-mediated angiogenesis as “direct”, meaning, the response of endothelial cells to the cytokine results in new vessel formation via sprouting angiogenesis, or “indirect”, meaning cytokine-induced macrophage polarization to the M2 phenotype and subsequent release of factors from that macrophage induces endothelial cell angiogenesis (Figures 1 and 2).    Cells 2022, 11, 587 3 of 11 Cells 2022, 11, x FOR PEER REVIEW  3  of  12           Figure 1. Direct versus Indirect Angiogenesis. Direct angiogenesis results from an interleukin bind‐  ing directly to its receptor present on an endothelial cell, leading to the induction of angiogenesis.   Indirect angiogenesis results from an interleukin inducing macrophage polarization and subsequent   VEGF secretion, leading to the same endpoint of angiogenesis.   Figure 1. Direct versus Indirect Angiogenesis. Direct angiogenesis results from an interleukin binding directly to its receptor present on an endothelial cell, leading to the induction of angiogenesis. Indirect angiogenesis results from an interleukin inducing macrophage polarization and subsequent VEGF secretion, leading to the same endpoint of angiogenesis.    Cells 2022, 11, 587 4 of 11Cells 2022, 11, x FOR PEER REVIEW  4  of  12           Figure 2. Interleukin Initiation of Sprouting Angiogenesis. Interleukins are secreted from various   effector cells  in health and disease. They can either bind to their receptor directly on endothelial   cells (1A) to induce expression of proteolytic and proliferative factors, or they can indirectly bind to   their receptor on macrophages (1B) to induce M2 family polarization and VEGF production. VEGF   can then bind to its receptor on endothelial cells to induce the expression of proteolytic and prolif‐  erative factors. Both direct and indirect angiogenesis can lead to proliferation, migration, and tube   formation seen in sprouting angiogenesis (3, 4).   2. Direct Angiogenesis: Molecular Mechanisms of Endothelial‐Induced Angiogenesis   The overarching mechanism which drives hypoxia‐induced angiogenesis relies on   the regulation of hypoxia‐inducible  factor‐1  (HIF‐1), a  transcription  factor  that  induces   angiogenic gene expression [16]. HIF‐1 is a heterodimer composed of HIF‐1α and HIF‐1β,   with dimerization mediated by prolyl hydroxylase domain‐containing enzymes (PHDs)   [16,17]. Under normoxic conditions, PHDs utilize oxygen and 2‐oxoglutarate to hydrox‐  ylate  central  prolines within HIF‐1α, which  are  then  recognized  by  the  von Hippel-  Lindau tumor suppressor protein (pVHL), leading to polyubiquitination and proteasomal   degradation of HIF‐1α [18]. In this way, low levels of HIF‐1α ensure minimal angiogenesis   under normoxic conditions. In hypoxic conditions, there is less oxygen co‐substrate avail‐  able for PHDs, promoting HIF‐1α stability and allowing dimerization with HIF‐1β. The   dimer translocates to the nucleus, where it transactivates the expression of numerous an‐  giogenic genes ranging from VEGFs to chemokines [16,18]. The endothelial cell (EC) re‐  sponse to hypoxia is loosely considered to a six‐step process that leads to sprouting angi‐  ogenesis, briefly outlined as follows: (1) HIF1α activation in response to hypoxia initiates   expression of angiogenesis‐related genes; (2) expression of proteases by capillary tip cells   enables ECs to migrate through the basal lamina of the parent vein or capillary; (3) migra‐  tion toward the chemokine gradient which is greatest at the hypoxic region; (4) prolifera‐  tion of ECs to generate sufficient cells to form a new conduit; (5) differentiation of the ECs   to form a tube‐like structure; (6) investment of pericytes around the newly formed vessel   to stabilize it. As the new vessel forms, blood is brought to the tissue and oxygen concen‐  tration rises, leading to reduced HIF‐1α stability and activity, thus ending the angiogenic   process [10].          Figure 2. Interleukin Initiation of Sprouting Angiogenesis. Interleukins are secreted from various effector cells in health and disease. They can either bind to their receptor directly on endothelial cells (1A) to induce expression of proteolytic and proliferative factors, or they can indirectly bind to their receptor on macrophages (1B) to induce M2 family polarization and VEGF production. VEGF can then bind to its receptor on endothelial cells to induce the expression of proteolytic and proliferative factors. Both direct and indirect angiogenesis can lead to proliferation, migration, and tube formation seen in sprouting angiogenesis (3, 4).  2. Direct Angiogenesis: Molecular Mechanisms of Endothelial-Induced Angiogenesis  The overarching mechanism which drives hypoxia-induced angiogenesis relies on the regulation of hypoxia-inducible factor-1 (HIF-1), a transcription factor that induces angio- genic gene expression [16]. HIF-1 is a heterodimer composed of HIF-1α and HIF-1β, with dimerization mediated by prolyl hydroxylase domain-containing enzymes (PHDs) [16,17]. Under normoxic conditions, PHDs utilize oxygen and 2-oxoglutarate to hydroxylate cen- tral prolines within HIF-1α, which are then recognized by the von Hippel-Lindau tumor suppressor protein (pVHL), leading to polyubiquitination and proteasomal degradation of HIF-1α [18]. In this way, low levels of HIF-1α ensure minimal angiogenesis under normoxic conditions. In hypoxic conditions, there is less oxygen co-substrate available for PHDs, promoting HIF-1α stability and allowing dimerization with HIF-1β. The dimer translocates to the nucleus, where it transactivates the expression of numerous angiogenic genes ranging from VEGFs to chemokines [16,18]. The endothelial cell (EC) response to hypoxia is loosely considered to a six-step process that leads to sprouting angiogenesis, briefly outlined as follows: (1) HIF1α activation in response to hypoxia initiates expression of angiogenesis-related genes; (2) expression of proteases by capillary tip cells enables ECs to migrate through the basal lamina of the parent vein or capillary; (3) migration toward the chemokine gradient which is greatest at the hypoxic region; (4) proliferation of ECs to generate sufficient cells to form a new conduit; (5) differentiation of the ECs to form a tube-like structure; (6) investment of pericytes around the newly formed vessel to stabilize it. As the new vessel forms, blood is brought to the tissue and oxygen concentration rises, leading to reduced HIF-1α stability and activity, thus ending the angiogenic process [10].    Cells 2022, 11, 587 5 of 11  3. Indirect Angiogenesis: Macrophage Polarization-Induced Angiogenesis  Macrophages exhibit functional plasticity in which they can alter their phenotype in response to environmental cues, allowing them to better modify their response to proximal stimuli and exert specific functions depending on the nearby signals. Monocytes differ- entiate into non-activated macrophages, which are then considered M0. Although less clearly delineated in humans, activated macrophages in mice are generally divided into two major populations: M1 or M2. Classically activated or M1 macrophages are induced by pro-inflammatory stimuli such as LPS and Th1 cytokines (IFNγ and TNFα) [19]. It was found that macrophage activation by Th2 cytokines, such as IL-4 or IL-13, leads to an alter- natively activated M2 macrophage [19]. M1 macrophages are associated with inflammation, while M2 macrophages are associated with wound healing and neovascularization [20].  Within M2 macrophages, subtypes of M2a, M2b, M2c, and M2d were identified. These macrophage subtypes differ in various cell surface and genetic markers, which are used for classification purposes, but identification is not as clearly defined in vivo, which makes it difficult to study and translate to human disease. All M2 subtypes are stimulated by different factors, but for the purpose of this review, we will focus on the anti- inflammatory cytokines listed below and their ability to polarize macrophages toward a given subtype. Each M2 subtype also varies in its functionality. M2a macrophages function through reparative wound healing via tissue remodeling with anti-inflammatory and pro-angiogenic effects [19]. M2b macrophages are immunomodulatory and secrete both pro-inflammatory (IL-1β, TNFα, IL-6) and anti-inflammatory cytokines (IL-10, IL-12) in response to immune complexes [19,21]. M2c macrophages perform immunologically silent phagocytosis known as efferocytosis and are major effectors in tissue remodeling, which is why they are often referred to as regulatory macrophages [19,22,23]. M2d macrophages, also called tumor-associated macrophages (TAMs), contribute to tumor growth by promoting neovascularization and allowing the tumor to prosper [19,24].  To further confound classification, many in vivo studies point to the presence of “hybrid” macrophages that display more than one subtype marker [25]. With this in mind, it is important to scrupulously study and understand macrophage polarization and their subsequent contribution to disease promotion or resolution, as well as their contribution to angiogenesis. Nevertheless, most investigations suggest a more prominent role of M2 macrophages in angiogenesis by virtue of the repertoire of their pro-angiogenic secretome [26]. M2 macrophages express a significant number of soluble angiogenic factors such as VEGF-A, TGFα, and PDGF-β, which act in a paracrine manner to promote wound repair and neovascularization on local endothelial cells [20,22]. These macrophage-derived cytokines can elicit the pro-angiogenic processes on EC outlined in the previous section. This is best illustrated by the observation that conditioned media from M2 macrophages induce angiogenic responses in EC, while conditioned media from M0 and M1 macrophages inhibit angiogenic responses in EC [19,20]. Thus, cytokines that polarize macrophages to the M2 phenotype can be considered indirectly angiogenic by virtue of their ability to elicit angiogenic cytokine synthesis from those macrophages.  4. Anti-Inflammatory Cytokines  The molecular mechanisms of immune modulation by anti-inflammatory cytokines are numerous and diverse. Most studies of their effects are performed with immune cells. Many of these effects are mediated through signaling cascades involving the JAK and STAT signaling proteins, synthesis of the suppressor of cytokine signaling (SOCS) family proteins, and modulation of NF-κB activity [27-29].  A great deal of attention is given to the negative effects of pro-inflammatory in- terleukins in tissue ischemia, but far less is described concerning the capacity of anti- inflammatory interleukins to promote wound healing and angiogenesis. To focus this review, we will consider IL-4, IL-10, IL-13, IL-19, and IL-33 as anti-inflammatory inter- leukins, and we will describe their effects on macrophage polarity and effects on endothelial cells, both contributing to their angiogenic potential. It is important to note that, although    Cells 2022, 11, 587 6 of 11  these interleukins have angiogenic properties, the literature is complex and, at times, con- tradictory. These contradictory conclusions are often drawn from studying an interleukin in a particular disease model before determining its basic effects on endothelial cells and its role in physiology. Therefore, future studies should focus on rigorous analysis of the direct and indirect angiogenic effects both in vitro and in vivo prior to interpretation within the context of a complex disease model. Our aim is to present a balanced picture of the angiogenic potential of these interleukins, including both pro- and anti-angiogenic reports.  Interleukin-4 (IL-4) is an anti-inflammatory interleukin recognized to polarize T cells to their Th2 phenotype. IL-4 is secreted by CD4+ T-cells, NK T-cells, basophils, eosinophils, mast cells, and type 2 innate lymphoid cells [30]. Earlier studies by Volpert et al. indi- cated that IL-4 is an inhibitor of angiogenesis both in vitro and in vivo as an anti-tumor agent [31]. Although, at lower IL-4 treatment concentrations, neovascularization was induced, indicating possible angiogenic potential that is concentration-dependent [31]. IL-4 is characterized for its involvement in chronic inflammatory lung diseases such as asthma, and one study analyzed pulmonary angiogenesis under hypoxic conditions in an IL-4 knockout (KO) model [32]. This study concluded that, although VEGF-A was upreg- ulated, pulmonary angiogenesis was diminished in the absence of IL-4, confounding the role of IL-4 in hypoxia-induced angiogenesis from earlier reports [32]. Later studies have also indicated that IL-4 promotes angiogenesis via direct effects on endothelial cells [33]. One such study focused on age-related macular degeneration and concluded that IL-4 promoted choroidal neovascularization both by directly stimulating tube formation in endothelial progenitor cells and by inducing vasculogenesis through bone marrow-derived endothelial progenitor cells [33]. Another study in an atopic dermatitis model showed that IL-4 dysregulates the expression of microRNAs involved in angiogenesis which may contribute to the excessive angiogenesis seen in disease pathogenesis [34]. Other studies have indicated IL-4 as a potent mitogen that induces tube formation directly in vitro and in vivo, again contradicting the earlier studies by Volpert et al. [35-37]. IL-4 also polarizes macrophages toward the alternative M2a phenotype, increasing its angiogenic potential through indirect angiogenesis [19,20]. The summation of these studies points toward IL-4 as a pro-angiogenic interleukin albeit with ill-defined mechanisms.  Interleukin-10 (IL-10) is the archetypical anti-inflammatory interleukin and conse- quently the most studied. IL-10 is recognized to attenuate the expression of inflamma- tory transcripts in multiple cell types and inhibit antigen presentation and T-cell prolif- eration [38]. IL-10 is produced by CD4+ T-cells, CD8+ T-cells, NK T-cells, mast cells, neutrophils, eosinophils, monocytes, macrophages, dendritic cells, and under certain cir- cumstances, B-cells [39]. Typically, IL-10 is released in response to pathogen-associated molecular patterns that are recognized by toll-like receptors in areas of inflammation [39]. Very few studies have focused on the direct angiogenic potential IL-10 may have on endothe- lial cells. One study indicated that IL-10 had anti-tumor and anti-angiogenic effects [40]. They performed a dorsal air sac assay using human ovarian cell lines transferred with murine IL-10 plasmid and revealed decreased microvessel formation in the presence of IL-10, although VEGF levels remained unaffected [40]. Another study indicated IL-10's anti-angiogenic effect using the hind limb ischemia mouse model and revealed increased angiogenesis in an IL-10 KO mouse model with a subsequent decrease in angiogenesis when treated with murine IL-10 plasmid [41]. To date, no mechanistic studies were re- ported to characterize the direct effect of IL-10 on endothelial cells in vitro. On the other hand, one study, which specifically focused on the regulation of IL-10 in B-cells, indicated that HIF-1α has response elements in the IL-10 promoter, resulting in the expression of IL-10 under hypoxic conditions perhaps suggesting an indirect angiogenic function [42]. IL-10 is a recognized M2 polarizing cytokine [19,20]. In an intraocular neovascularization model focusing on IL-10's role in macrophage polarization, IL-10 was implicated as being indirectly angiogenic since ischemia-induced pathological angiogenesis in the retina was promoted in the presence of IL-10 [43]. Later studies determined that IL-10 specifically polarizes macrophage to the M2c phenotype, suggesting a role in wound healing and    Cells 2022, 11, 587 7 of 11  tissue remodeling [19,20]. In addition, M2c transcriptomic analysis revealed IL-10 induced the upregulation of angiogenic genes, corresponding to prior studies that indicated the angiogenic abilities of the M2c phenotype [44]. When taken together, these studies sug- gest that, while IL-10 has no direct angiogenic effects on EC to date, it does have the potential to be pro-angiogenic by virtue of its ability to modulate macrophages to the reparative phenotype.  Interleukin-13 (IL-13) is closely related to IL-4 and is similarly secreted by CD4+ T-cells, NK T-cells, basophils, eosinophils, mast cells, and type 2 innate lymphoid cells [30]. However, IL-13 differs from IL-4 in its receptor specificity [30]. Interestingly, despite this difference, IL-13 has many biological properties similar to IL-4, one example being the polarization of macrophages to the M2a phenotype, with subsequent expression of angiogenic cytokines, providing IL-13 with indirect angiogenic potential [19,30]. The combination of IL-13 with IL-4 potently polarizes macrophages to an anti-inflammatory phenotype [19,30]. That said, the effect of IL-13 on angiogenesis is controversial. Limited studies suggest that IL-13 plays a role in direct angiogenesis by promoting endothelial cell migration [45]. Other studies also suggest it is pro-angiogenic via the induction of tube formation in vitro and neovascularization of rat corneas in vivo [37]. Like IL-4, there is conflicting data where studies also suggest IL-13 attenuates vascular tube formation [46]. For example, physiologic concentrations of IL-13 also demonstrate anti-lymphangiogenic effects and potently impair lymphatic endothelial survival, proliferation, migration, and tube formation [47]. Inhibition of IL-13 activity by neutralizing antibodies also promotes lymphangiogenesis [47]. Clearly, a more thorough analysis of angiogenic assays both on cultured EC and mouse models are required to make a definitive statement on IL-13's association with angiogenesis.  Interleukin-19 (IL-19) was originally placed in an IL-10 sub-family where the original “IL-10-related” cytokines (IL-20, IL-22, IL-24, IL-26, IL-29, as well as IL-19) were grouped together without any knowledge of their biological function but based solely on their amino acid similarly [48]. IL-19 is now considered to be in a sub-family that includes IL-20, IL-22, and IL-24. IL-19 is functionally distinct from the other sub-family members in terms of cell-specific expression, receptor usage, and function [49-52]. IL-19 is immunomodula- tory, more specifically, anti-inflammatory [53-55]. Basal levels of IL-19 are shown to be secreted by keratinocytes, epithelial cells, macrophages, and to a lesser extent by activated B-cells [56]. However, unlike other family members, IL-19 expression can be induced by pro-inflammatory stimuli in ECs and macrophages [57,58]. Serum IL-19 levels have been shown to increase in various inflammatory disorders, such as psoriasis and inflammatory bowel disease, in both humans and mice, likely as a compensatory event to resolve inflam- mation [59-61]. Although retrospective in design, one human study examined the levels of HIF-1α and IL-19 in chronic obstructive pulmonary disease progression and identified an increase in the levels of both factors that were associated with disease progression [62]. IL- 19 expression is induced in hind limb ischemia models [63]. Injection of recombinant mouse IL-19 increased hind limb perfusion and capillary density through directly increasing angio- genic gene expression in ECs as well as indirectly through macrophage polarization toward the M2 phenotype [57,63,64]. The absence of IL-19 by genetic deletion decreased perfusion and capillary density in the hind limb, though the effects could not be determined to be by deletion in macrophages or endothelial cells [63]. In cultured EC, IL-19 increases prolifera- tion, migration, and tube formation. Mechanistically, at least in cultured EC, IL-19 induces angiogenesis by induction of RNA-binding protein ILF3, which increases mRNA stability of angiogenic cytokines [63,65]. When taken together, IL-19 may be the prime example of an exception to the Janus phenomenon, having anti-inflammatory, yet pro-angiogenic properties, by both direct effects on EC and indirect effects by macrophage polarization.  Interleukin-33 (IL-33) is an IL-1 family member and is expressed by macrophages, dendritic cells, mast cells, fibroblasts, osteoblasts, endothelial cells, and damaged epithelial cells [66,67]. It polarizes leukocytes to Th2 and macrophage to the M2 phenotype by induction of IL-4, IL-5, and IL-13 while also decreasing expression of IFNγ [68]. Its expression in human    Cells 2022, 11, 587 8 of 11  rheumatoid arthritis patients determined the presence of a regulatory circuit consisting of HIF-1α and IL-33, leading to the preservation of disease pathogenesis and indicating that IL-33 expression is induced by hypoxia to maintain hypoxic gene activation [69]. A more causal role of this cytokine during inflammation is complicated, and it depends on the disease process as well as the specific tissues involved. One review summarized IL-33 as being either pro- or anti-inflammatory, which varied by disease model [70]. For example, IL-33 exacerbated a murine model of collagen-induced arthritis and increased the generation of pro-inflammatory cytokines [71]. IL-33 is also implicated in the disease phenotypes of asthma, atopic dermatitis, and psoriasis [70]. Anti-IL-33 antibody treatment was shown to prevent the negative histological adaptations commonly associated with asthma in an OVA- induced asthma mouse model [72]. On the other hand, IL-33 is proposed to be protective against obesity and type 2 diabetes by increasing Th2 cytokines and inducing M2 macrophage polarization [70]. This divergence of IL-33's actions further emphasizes the importance of critically analyzing each cytokine's possible mechanisms of action on a tissue of interest before introducing it to a disease model. That said, the IL-33 receptor and its cognate receptor ST2 are expressed on EC, and studies in cultured EC have shown that IL-33 increases direct angiogenesis via EC proliferation, migration, and tube formation, which was prevented by knockdown of ST2 [73]. IL-33 also polarizes macrophages toward the alternatively activated M2 phenotype, and limited studies suggest M2a subtype involvement [74].  In summary, analysis of the expression of anti-inflammatory interleukins and their effects on both endothelial cells and macrophages are vital to the true understanding of their role in direct and indirect angiogenesis, respectively. At present, this is challenging, as most studies focus on disease processes in vivo without performing classical sprouting an- giogenesis assays such as proliferation, migration, and tube formation in vitro on cultured endothelial cells, making it difficult to distinguish direct from indirect angiogenic effects. Additional limitations include the type of angiogenesis being analyzed. As mentioned in the introduction, there are multiple ways a blood vessel can be formed which includes, but is not limited to, sprouting angiogenesis, vasculogenesis, and intussusceptive angiogenesis. For the sake of simplicity, this review focused on sprouting angiogenesis, but studies should also include analysis of the effects on vasculogenesis and intussusceptive angiogenesis. This would require a more thorough analysis of emerging in vitro and in vivo assays [6,75]. Future studies should begin in vitro, determining the binding and activation of endothelial cells by cytokines. Further in vitro experiments can determine macrophage activation by cytokines and subsequent secretion of VEGFs. Then, transitioning to in vivo experiments would elucidate the functionality in a dynamic system. Finally, the introduction of disease models can be introduced to determine if perturbations are seen.  Further clarification of the molecular mechanisms of these angiogenic effects is needed to identify protein participants of these angiogenic pathways, as each represents a target of rational drug therapy. What is recognized, however, is the promise that anti-inflammatory interleukins hold as effectors of wound healing. A greater understanding of these inter- leukins, their angiogenic effects, and the molecular mechanisms behind them will bolster their use in multiple diseases and emphasize their role in translational medicine. Table 1 provides a review of the above information, organized by cytokine.  Table 1. Characterization of anti-inflammatory cytokines.  Cytokine Macrophage Phenotype Induced Direct Angiogenic Potential  IL-4 M2a [19,20] Controversial [33-37]  IL-10 M2c [19,20] Controversial [40-43]  IL-13 M2a [19,30] Controversial [37,45-47]  IL-19 M2a [57,63] Yes [58,63-65]  IL-33 M2a [19,74] Yes [73]    Cells 2022, 11, 587 9 of 11  Author Contributions: Conceptualization, A.M.P. and M.V.A.; writing—original draft preparation, A.M.P.; writing—review and editing, M.V.A.; visualization, A.M.P.; supervision, M.V.A.; funding acquisition, M.V.A. All authors have read and agreed to the published version of the manuscript.  Funding: This research was funded by grants from the National Heart, Lung, and Blood Institute of the National Institutes of Health grant number HL141108 and HL117724 to M.V.A.  Conflicts of Interest: The authors declare no conflict of interest.  References 1. Carmeliet, P.; Jain, R.K. Angiogenesis in cancer and other diseases. Nature 2000, 407, 249-257. [CrossRef] [PubMed] 2. Place, T.L.; Domann, F.E.; Case, A.J. Limitations of oxygen delivery to cells in culture: An underappreciated problem in basic  and translational research. Free Radic. Biol. Med. 2017, 113, 311-322, Erratum in Free Radic. Biol. Med. 2021, 162, 180. [CrossRef] [PubMed]  3. Villa, C.; Gerisch, A.; Chaplain, M.A.J. A novel nonlocal partial differential equation model of endothelial progenitor cell cluster formation during the early stages of vasculogenesis. J. Theor. Biol. 2022, 534, 110963. [CrossRef] [PubMed]  4. Gong, B.; Li, Z.; Xiao, W.; Li, G.; Ding, S.; Meng, A.; Jia, S. Sec14l3 potentiates VEGFR2 signaling to regulate zebrafish vasculogenesis. Nat. Commun. 2019, 10, 1606. [CrossRef] [PubMed]  5. Díaz-Flores, L.; Gutiérrez, R.; González-Gómez, M.; García, M.A.P.; Carrasco, J.L.; Díaz-Flores, L., Jr.; Madrid, J.F.; Álvarez- Argüelles, H. Participation of Intussusceptive Angiogenesis in the Morphogenesis of Lobular Capillary Hemangioma. Sci. Rep. 2020, 10, 4987. [CrossRef]  6. Du Cheyne, C.; Smeets, M.; De Spiegelaere, W. Techniques used to assess intussusceptive angiogenesis: A systematic review. Dev. Dyn. 2021, 250, 1704-1716. [CrossRef]  7. D'Amico, G.; Muñoz-Félix, J.M.; Pedrosa, A.R.; Hodivala-Dilke, K.M. “Splitting the matrix”: Intussusceptive angiogenesis meets MT1-MMP. EMBO Mol. Med. 2020, 12, e11663. [CrossRef]  8. Chen, D.; Hughes, E.D.; Saunders, T.L.; Wu, J.; Hernández Vásquez, M.N.; Makinen, T.; King, P.D. Angiogenesis depends upon EPHB4-mediated export of collagen IV from vascular endothelial cells. JCI Insight 2022, 7, e156928. [CrossRef]  9. Apte, R.S.; Chen, D.S.; Ferrara, N. VEGF in Signaling and Disease: Beyond Discovery and Development. Cell 2019, 176, 1248-1264. [CrossRef]  10. Adair, T.H.; Montani, J.P. Overview of Angiogenesis. In Angiogenesis; Morgan & Claypool Life Sciences: San Rafael, CA, USA, 2010; Chapter 1. Available online: https://www.ncbi.nlm.nih.gov/books/NBK53238/ (accessed on 13 December 2021).  11. Balberova, O.V.; Bykov, E.V.; Shnayder, N.A.; Petrova, M.M.; Gavrilyuk, O.A.; Kaskaeva, D.S.; Soloveva, I.A.; Petrov, K.V.; Mozheyko, E.Y.; Medvedev, G.V.; et al. The “Angiogenic Switch” and Functional Resources in Cyclic Sports Athletes. Int. J. Mol. Sci. 2021, 22, 6496. [CrossRef]  12. Xu, Z.; Guo, C.; Ye, Q.; Shi, Y.; Sun, Y.; Zhang, J.; Huang, J.; Huang, Y.; Zeng, C.; Zhang, X.; et al. Endothelial deletion of SHP2 suppresses tumor angiogenesis and promotes vascular normalization. Nat. Commun. 2021, 12, 6310. [CrossRef] [PubMed]  13. Epstein, S.E.; Stabile, E.; Kinnaird, T.; Lee, C.W.; Clavijo, L.; Burnett, M.S. Janus phenomenon: The interrelated tradeoffs inherent in therapies designed to enhance collate.ral formation and those designed to inhibit atherogenesis. Circulation 2004, 109, 2826-2831. [CrossRef] [PubMed]  14. Aguilar-Cazares, D.; Chavez-Dominguez, R.; Carlos-Reyes, A.; Lopez-Camarillo, C.; Hernadez de la Cruz, O.N.; Lopez-Gonzalez, J.S. Contribution of Angiogenesis to Inflammation and Cancer. Front. Oncol. 2019, 9, 1399. [CrossRef] [PubMed]  15. Yao, Y.; Xu, X.H.; Jin, L. Macrophage Polarization in Physiological and Pathological Pregnancy. Front. Immunol. 2019, 10, 792. [CrossRef]  16. Simons, M. Angiogenesis: Where do we stand now? Circulation 2005, 111, 1556-1566. [CrossRef] 17. Fong, G.H.; Takeda, K. Role and regulation of prolyl hydroxylase domain proteins. Cell Death Differ. 2008, 15, 635-641. [CrossRef] 18. Jokilehto, T.; Jaakkola, P.M. The role of HIF prolyl hydroxylases in tumour growth. J. Cell. Mol. Med. 2010, 14, 758-770. [CrossRef] 19. Shapouri-Moghaddam, A.; Mohammadian, S.; Vazini, H.; Taghadosi, M.; Esmaeili, S.A.; Mardani, F.; Seifi, B.; Mohammadi,  A.; Afshari, J.T.; Sahebkar, A. Macrophage plasticity, polarization, and function in health and disease. J. Cell Physiol. 2018, 233, 6425-6440. [CrossRef]  20. Jetten, N.; Verbruggen, S.; Gijbels, M.J.; Post, M.J.; De Winther, M.P.; Donners, M.M. Anti-inflammatory M2, but not pro- inflammatory M1 macrophages promote angiogenesis in vivo. Angiogenesis 2014, 17, 109-118. [CrossRef]  21. Wang, L.X.; Zhang, S.X.; Wu, H.J.; Rong, X.L.; Guo, J. M2b macrophage polarization and its roles in diseases. J. Leukoc. Biol. 2019, 106, 345-358. [CrossRef]  22. Corliss, B.A.; Azimi, M.S.; Munson, J.M.; Peirce, S.M.; Murfee, W.L. Macrophages: An Inflammatory Link Between Angiogenesis and Lymphangiogenesis. Microcirculation 2016, 23, 95-121. [CrossRef] [PubMed]  23. Zizzo, G.; Hilliard, B.A.; Monestier, M.; Cohen, P.L. Efficient clearance of early apoptotic cells by human macrophages requires M2c polarization and MerTK induction. J. Immunol. 2012, 189, 3508-3520. [CrossRef] [PubMed]  24. Duluc, D.; Corvaisier, M.; Blanchard, S.; Catala, L.; Descamps, P.; Gamelin, E.; Ponsoda, S.; Delneste, Y.; Hebbar, M.; Jeannin, P. Interferon-gamma reverses the immunosuppressive and protumoral properties and prevents the generation of human tumor- associated macrophages. Int. J. Cancer 2009, 125, 367-373. [CrossRef] [PubMed]  http://doi.org/10.1038/35025220 http://www.ncbi.nlm.nih.gov/pubmed/11001068 http://doi.org/10.1016/j.freeradbiomed.2017.10.003 http://www.ncbi.nlm.nih.gov/pubmed/29032224 http://doi.org/10.1016/j.jtbi.2021.110963 http://www.ncbi.nlm.nih.gov/pubmed/34838584 http://doi.org/10.1038/s41467-019-09604-0 http://www.ncbi.nlm.nih.gov/pubmed/30962435 http://doi.org/10.1038/s41598-020-61921-3 http://doi.org/10.1002/dvdy.382 http://doi.org/10.15252/emmm.201911663 http://doi.org/10.1172/jci.insight.156928 http://doi.org/10.1016/j.cell.2019.01.021 https://www.ncbi.nlm.nih.gov/books/NBK53238/ http://doi.org/10.3390/ijms22126496 http://doi.org/10.1038/s41467-021-26697-8 http://www.ncbi.nlm.nih.gov/pubmed/34728626 http://doi.org/10.1161/01.CIR.0000132468.82942.F5 http://www.ncbi.nlm.nih.gov/pubmed/15197154 http://doi.org/10.3389/fonc.2019.01399 http://www.ncbi.nlm.nih.gov/pubmed/31921656 http://doi.org/10.3389/fimmu.2019.00792 http://doi.org/10.1161/01.CIR.0000159345.00591.8F http://doi.org/10.1038/cdd.2008.10 http://doi.org/10.1111/j.1582-4934.2010.01030.x http://doi.org/10.1002/jcp.26429 http://doi.org/10.1007/s10456-013-9381-6 http://doi.org/10.1002/JLB.3RU1018-378RR http://doi.org/10.1111/micc.12259 http://www.ncbi.nlm.nih.gov/pubmed/26614117 http://doi.org/10.4049/jimmunol.1200662 http://www.ncbi.nlm.nih.gov/pubmed/22942426 http://doi.org/10.1002/ijc.24401 http://www.ncbi.nlm.nih.gov/pubmed/19378341   Cells 2022, 11, 587 10 of 11  25. Mosser, D.M.; Edwards, J.P. Exploring the full spectrum of macrophage activation. Nat. Rev. Immunol. 2008, 8, 958-969, Erratum in Nat. Rev. Immunol. 2010, 10, 460. [CrossRef]  26. Beyer, S.; Koch, M.; Lee, Y.H.; Jung, F.; Blocki, A. An In Vitro Model of Angiogenesis during Wound Healing Provides Insights into the Complex Role of Cells and Factors in the Inflammatory and Proliferation Phase. Int. J. Mol. Sci. 2018, 19, 2913. [CrossRef] [PubMed]  27. Paukku, K.; Silvennoinen, O. STATs as critical mediators of signal transduction and transcription: Lessons learned from STAT5. Cytokine Growth Factor Rev. 2004, 15, 435-455. [CrossRef]  28. Cooney, R.N. Suppressors of cytokine signaling (SOCS): Inhibitors of the JAK/STAT pathway. Shock 2002, 17, 83-90. [CrossRef] 29. Hanada, T.; Yoshimura, A. Regulation of cytokine signaling and inflammation. Cytokine Growth Factor Rev. 2002, 13, 413-421.  [CrossRef] 30. Junttila, I.S. Tuning the Cytokine Responses: An Update on Interleukin (IL)-4 and IL-13 Receptor Complexes. Front. Immunol.  2018, 9, 888. [CrossRef] 31. Volpert, O.V.; Fong, T.; Koch, A.E.; Peterson, J.D.; Waltenbaugh, C.; Tepper, R.I.; Bouck, N.P. Inhibition of angiogenesis by  interleukin 4. J. Exp. Med. 1998, 188, 1039-1046. [CrossRef] 32. Yamaji-Kegan, K.; Su, Q.; Angelini, D.J.; Johns, R.A. IL-4 is proangiogenic in the lung under hypoxic conditions. J. Immunol. 2009,  182, 5469-5476. [CrossRef] [PubMed] 33. Baba, T.; Miyazaki, D.; Inata, K.; Uotani, R.; Miyake, H.; Sasaki, S.I.; Shimizu, Y.; Inoue, Y.; Nakamura, K. Role of IL-4 in bone  marrow driven dysregulated angiogenesis and age-related macular degeneration. eLife 2020, 9, e54257. [CrossRef] [PubMed] 34. Bao, L.; Chau, C.; Bao, J.; Tsoukas, M.M.; Chan, L.S. IL-4 dysregulates microRNAs involved in inflammation, angiogenesis and  apoptosis in epidermal keratinocytes. Microbiol. Immunol. 2018, 62, 732-736. [CrossRef] [PubMed] 35. Toi, M.; Harris, A.L.; Bicknell, R. Interleukin-4 is a potent mitogen for capillary endothelium. Biochem. Biophys. Res. Commun.  1991, 174, 1287-1293. [CrossRef] 36. Fukushi, J.; Morisaki, T.; Shono, T.; Nishie, A.; Torisu, H.; Ono, M.; Kuwano, M. Novel biological functions of interleukin-4:  Formation of tube-like structures by vascular endothelial cells in vitro and angiogenesis in vivo. Biochem. Biophys. Res. Commun. 1998, 250, 444-448. [CrossRef] [PubMed]  37. Fukushi, J.; Ono, M.; Morikawa, W.; Iwamoto, Y.; Kuwano, M. The activity of soluble VCAM-1 in angiogenesis stimulated by IL-4 and IL-13. J. Immunol. 2000, 165, 2818-2823. [CrossRef]  38. Tse, K.; Tse, H.; Sidney, J.; Sette, A.; Ley, K. T cells in atherosclerosis. Int. Immunol. 2013, 25, 615-622. [CrossRef] 39. Iyer, S.S.; Cheng, G. Role of interleukin 10 transcriptional regulation in inflammation and autoimmune disease. Crit. Rev. Immunol.  2012, 32, 23-63. [CrossRef] 40. Kohno, T.; Mizukami, H.; Suzuki, M.; Saga, Y.; Takei, Y.; Shimpo, M.; Matsushita, T.; Okada, T.; Hanazono, Y.; Kume, A.; et al.  Interleukin-10-mediated inhibition of angiogenesis and tumor growth in mice bearing VEGF-producing ovarian cancer. Cancer Res. 2003, 63, 5091-5094.  41. Silvestre, J.S.; Mallat, Z.; Duriez, M.; Tamarat, R.; Bureau, M.F.; Scherman, D.; Duverger, N.; Branellec, D.; Tedgui, A.; Levy, B.I. Antiangiogenic effect of interleukin-10 in ischemia-induced angiogenesis in mice hindlimb. Circ. Res. 2000, 87, 448-452. [CrossRef]  42. Meng, X.; Grötsch, B.; Luo, Y.; Knaup, K.X.; Wiesener, M.S.; Chen, X.X.; Jantsch, J.; Fillatreau, S.; Schett, G.; Bozec, A. Hypoxia- inducible factor-1α is a critical transcription factor for IL-10-producing B cells in autoimmune disease. Nat. Commun. 2018, 9, 251. [CrossRef] [PubMed]  43. Dace, D.S.; Khan, A.A.; Kelly, J.; Apte, R.S. Interleukin-10 promotes pathological angiogenesis by regulating macrophage response to hypoxia during development. PLoS ONE 2008, 3, e3381. [CrossRef] [PubMed]  44. Lurier, E.B.; Dalton, D.; Dampier, W.; Raman, P.; Nassiri, S.; Ferraro, N.M.; Rajagopalan, R.; Sarmady, M.; Spiller, K.L. Tran- scriptome analysis of IL-10-stimulated (M2c) macrophages by next-generation sequencing. Immunobiology 2017, 222, 847-856. [CrossRef] [PubMed]  45. Halloran, M.M.; Haskell, C.J.; Woods, J.M.; Hosaka, S.; Koch, A.E. Interleukin-13 is an endothelial chemotaxin. Pathobiology 1997, 65, 287-292. [CrossRef] [PubMed]  46. Nishimura, Y.; Nitto, T.; Inoue, T.; Node, K. IL-13 attenuates vascular tube formation via JAK2-STAT6 pathway. Circ. J. 2008, 72, 469-475. [CrossRef]  47. Savetsky, I.L.; Ghanta, S.; Gardenier, J.C.; Torrisi, J.S.; García Nores, G.D.; Hespe, G.E.; Nitti, M.D.; Kataru, R.P.; Mehrara, B.J. Th2 cytokines inhibit lymphangiogenesis. PLoS ONE 2015, 10, e0126908. [CrossRef]  48. Oral, H.B.; Kotenko, S.V.; Yilmaz, M.; Mani, O.; Zumkehr, J.; Blaser, K.; Akdis, C.A.; Akdis, M. Regulation of T cells and cytokines by the interleukin-10 (IL-10)-family cytokines IL-19, IL-20, IL-22, IL-24 and IL-26. Eur. J. Immunol. 2006, 36, 380-388. [CrossRef]  49. Gallagher, G.; Dickensheets, H.; Eskdale, J.; Izotova, L.S.; Mirochnitchenko, O.V.; Peat, J.D.; Vazquez, N.; Pestka, S.; Donnelly, R.P.; Kotenko, S.V. Cloning, expression and initial characterization of interleukin-19 (IL-19), a novel homologue of human interleukin-10 (IL-10). Genes Immun. 2000, 1, 442-450. [CrossRef]  50. Gallagher, G. Interleukin-19: Multiple roles in immune regulation and disease. Cytokine Growth Factor Rev. 2010, 21, 345-352. [CrossRef]  51. Sabat, R.; Wallace, E.; Endesfelder, S.; Wolk, K. IL-19 and IL-20: Two novel cytokines with importance in inflammatory diseases. Expert Opin. Ther. Targets 2007, 11, 601-612. [CrossRef]  http://doi.org/10.1038/nri2448 http://doi.org/10.3390/ijms19102913 http://www.ncbi.nlm.nih.gov/pubmed/30257508 http://doi.org/10.1016/j.cytogfr.2004.09.001 http://doi.org/10.1097/00024382-200202000-00001 http://doi.org/10.1016/S1359-6101(02)00026-6 http://doi.org/10.3389/fimmu.2018.00888 http://doi.org/10.1084/jem.188.6.1039 http://doi.org/10.4049/jimmunol.0713347 http://www.ncbi.nlm.nih.gov/pubmed/19380795 http://doi.org/10.7554/eLife.54257 http://www.ncbi.nlm.nih.gov/pubmed/32366355 http://doi.org/10.1111/1348-0421.12650 http://www.ncbi.nlm.nih.gov/pubmed/30239037 http://doi.org/10.1016/0006-291X(91)91561-P http://doi.org/10.1006/bbrc.1998.9334 http://www.ncbi.nlm.nih.gov/pubmed/9753649 http://doi.org/10.4049/jimmunol.165.5.2818 http://doi.org/10.1093/intimm/dxt043 http://doi.org/10.1615/CritRevImmunol.v32.i1.30 http://doi.org/10.1161/01.RES.87.6.448 http://doi.org/10.1038/s41467-017-02683-x http://www.ncbi.nlm.nih.gov/pubmed/29343683 http://doi.org/10.1371/journal.pone.0003381 http://www.ncbi.nlm.nih.gov/pubmed/18852882 http://doi.org/10.1016/j.imbio.2017.02.006 http://www.ncbi.nlm.nih.gov/pubmed/28318799 http://doi.org/10.1159/000164140 http://www.ncbi.nlm.nih.gov/pubmed/9491848 http://doi.org/10.1253/circj.72.469 http://doi.org/10.1371/journal.pone.0126908 http://doi.org/10.1002/eji.200425523 http://doi.org/10.1038/sj.gene.6363714 http://doi.org/10.1016/j.cytogfr.2010.08.005 http://doi.org/10.1517/14728222.11.5.601   Cells 2022, 11, 587 11 of 11  52. Autieri, M.V. IL-19 and Other IL-20 Family Member Cytokines in Vascular Inflammatory Diseases. Front. Immunol. 2018, 9, 700. [CrossRef] [PubMed]  53. Gabunia, K.; Ellison, S.; Kelemen, S.; Kako, F.; Cornwell, W.D.; Rogers, T.J.; Datta, P.K.; Ouimet, M.; Moore, K.J.; Autieri, M.V. IL-19 Halts Progression of Atherosclerotic Plaque, Polarizes, and Increases Cholesterol Uptake and Efflux in Macrophages. Am. J. Pathol. 2016, 186, 1361-1374. [CrossRef] [PubMed]  54. Ellison, S.; Gabunia, K.; Kelemen, S.E.; England, R.N.; Scalia, R.; Richards, J.M.; Orr, A.W.; Traylor, J.G., Jr.; Rogers, T.; Cornwell, W.; et al. Attenuation of experimental atherosclerosis by interleukin-19. Arterioscler. Thromb. Vasc. Biol. 2013, 33, 2316-2324, Erratum in Arterioscler. Thromb. Vasc. Biol. 2014, 34, e1. Orr, Wayne [corrected to Orr, A Wayne]. [CrossRef] [PubMed]  55. England, R.N.; Autieri, M.V. Anti-inflammatory effects of interleukin-19 in vascular disease. Int. J. Inflamm. 2012, 2012, 253583. [CrossRef] [PubMed]  56. Hsing, C.H.; Li, H.H.; Hsu, Y.H.; Ho, C.L.; Chuang, S.S.; Lan, K.M.; Chang, M.S. The distribution of interleukin-19 in healthy and neoplastic tissue. Cytokine 2008, 44, 221-228. [CrossRef]  57. Gabunia, K.; Autieri, M.V. Interleukin-19 can enhance angiogenesis by Macrophage Polarization. Macrophage (Houst) 2015, 2, e562. [CrossRef]  58. Jain, S.; Gabunia, K.; Kelemen, S.E.; Panetti, T.S.; Autieri, M.V. The anti-inflammatory cytokine interleukin 19 is expressed by and angiogenic for human endothelial cells. Arter. Thromb. Vasc. Biol. 2011, 31, 167-175. [CrossRef]  59. Konrad, R.J.; Higgs, R.E.; Rodgers, G.H.; Ming, W.; Qian, Y.W.; Bivi, N.; Mack, J.K.; Siegel, R.W.; Nickoloff, B.J. Assessment and Clinical Relevance of Serum IL-19 Levels in Psoriasis and Atopic Dermatitis Using a Sensitive and Specific Novel Immunoassay. Sci. Rep. 2019, 9, 5211. [CrossRef]  60. Azuma, Y.T.; Matsuo, Y.; Kuwamura, M.; Yancopoulos, G.D.; Valenzuela, D.M.; Murphy, A.J.; Nakajima, H.; Karow, M.; Takeuchi, T. Interleukin-19 protects mice from innate-mediated colonic inflammation. Inflamm. Bowel Dis. 2010, 16, 1017-1028. [CrossRef]  61. Fonseca-Camarillo, G.; Furuzawa-Carballeda, J.; Granados, J.; Yamamoto-Furusho, J.K. Expression of interleukin (IL)-19 and IL-24 in inflammatory bowel disease patients: A cross-sectional study. Clin. Exp. Immunol. 2014, 177, 64-75. [CrossRef]  62. Rong, B.; Liu, Y.; Li, M.; Fu, T.; Gao, W.; Liu, H. Correlation of serum levels of HIF-1α and IL-19 with the disease progression of COPD: A retrospective study. Int. J. Chron. Obstruct. Pulmon. Dis. 2018, 13, 3791-3803. [CrossRef] [PubMed]  63. Richards, J.; Gabunia, K.; Kelemen, S.E.; Kako, F.; Choi, E.T.; Autieri, M.V. Interleukin-19 increases angiogenesis in ischemic hind limbs by direct effects on both endothelial cells and macrophage polarization. J. Mol. Cell Cardiol. 2015, 79, 21-31. [CrossRef] [PubMed]  64. Kako, F.; Gabunia, K.; Ray, M.; Kelemen, S.E.; England, R.N.; Kako, B.; Scalia, R.G.; Autieri, M.V. Interleukin-19 induces angiogenesis in the absence of hypoxia by direct and indirect immune mechanisms. Am. J. Physiol. Cell Physiol. 2016, 310, C931-C941. [CrossRef] [PubMed]  65. Vrakas, C.N.; Herman, A.B.; Ray, M.; Kelemen, S.E.; Scalia, R.; Autieri, M.V. RNA stability protein ILF3 mediates cytokine-induced angiogenesis. FASEB J. 2019, 33, 3304-3316. [CrossRef] [PubMed]  66. Furukawa, S.; Moriyama, M.; Miyake, K.; Nakashima, H.; Tanaka, A.; Maehara, T.; Iizuka-Koga, M.; Tsuboi, H.; Hayashida, J.N.; Ishiguro, N.; et al. Interleukin-33 produced by M2 macrophages and other immune cells contributes to Th2 immune reaction of IgG4-related disease. Sci. Rep. 2017, 7, 42413. [CrossRef] [PubMed]  67. Mirchandani, A.S.; Salmond, R.J.; Liew, F.Y. Interleukin-33 and the function of innate lymphoid cells. Trends Immunol. 2012, 33, 389-396. [CrossRef]  68. Liew, F.Y.; Girard, J.P.; Turnquist, H.R. Interleukin-33 in health and disease. Nat. Rev. Immunol. 2016, 16, 676-689. [CrossRef] 69. Hu, F.; Shi, L.; Mu, R.; Zhu, J.; Li, Y.; Ma, X.; Li, C.; Jia, R.; Yang, D.; Li, Y.; et al. Hypoxia-inducible factor-1α and interleukin  33 form a regulatory circuit to perpetuate the inflammation in rheumatoid arthritis. PLoS ONE 2013, 8, e72650. [CrossRef] 70. Miller, A.M. Role of IL-33 in inflammation and disease. J. Inflamm. (Lond) 2011, 8, 22. [CrossRef] 71. Xu, D.; Jiang, H.R.; Kewin, P.; Li, Y.; Mu, R.; Fraser, A.R.; Pitman, N.; Kurowska-Stolarska, M.; McKenzie, A.N.; McInnes, I.B.; et al.  IL-33 exacerbates antigen-induced arthritis by activating mast cells. Proc. Natl. Acad. Sci. USA 2008, 105, 10913-10918. [CrossRef] 72. Liu, X.; Li, M.; Wu, Y.; Zhou, Y.; Zeng, L.; Huang, T. Anti-IL-33 antibody treatment inhibits airway inflammation in a murine  model of allergic asthma. Biochem. Biophys. Res. Commun. 2009, 386, 181-185. [CrossRef] [PubMed] 73. Choi, Y.S.; Choi, H.J.; Min, J.K.; Pyun, B.J.; Maeng, Y.S.; Park, H.; Kim, J.; Kim, Y.M.; Kwon, Y.G. Interleukin-33 induces  angiogenesis and vascular permeability through ST2/TRAF6-mediated endothelial nitric oxide production. Blood 2009, 114, 3117-3126. [CrossRef] [PubMed]  74. Kurowska-Stolarska, M.; Stolarski, B.; Kewin, P.; Murphy, G.; Corrigan, C.J.; Ying, S.; Pitman, N.; Mirchandani, A.; Rana, B.; van Rooijen, N.; et al. IL-33 amplifies the polarization of alternatively activated macrophages that contribute to airway inflammation. J. Immunol. 2009, 183, 6469-6477. [CrossRef] [PubMed]  75. Vailhé, B.; Vittet, D.; Feige, J.J. In vitro models of vasculogenesis and angiogenesis. Lab. Investig. 2001, 81, 439-452. [CrossRef] [PubMed]  http://doi.org/10.3389/fimmu.2018.00700 http://www.ncbi.nlm.nih.gov/pubmed/29681905 http://doi.org/10.1016/j.ajpath.2015.12.023 http://www.ncbi.nlm.nih.gov/pubmed/26952642 http://doi.org/10.1161/ATVBAHA.113.301521 http://www.ncbi.nlm.nih.gov/pubmed/23950143 http://doi.org/10.1155/2012/253583 http://www.ncbi.nlm.nih.gov/pubmed/22844641 http://doi.org/10.1016/j.cyto.2008.06.007 http://doi.org/10.14800/macrophage.562 http://doi.org/10.1161/ATVBAHA.110.214916 http://doi.org/10.1038/s41598-019-41609-z http://doi.org/10.1002/ibd.21151 http://doi.org/10.1111/cei.12285 http://doi.org/10.2147/COPD.S177034 http://www.ncbi.nlm.nih.gov/pubmed/30538441 http://doi.org/10.1016/j.yjmcc.2014.11.002 http://www.ncbi.nlm.nih.gov/pubmed/25450612 http://doi.org/10.1152/ajpcell.00006.2016 http://www.ncbi.nlm.nih.gov/pubmed/27053520 http://doi.org/10.1096/fj.201801315R http://www.ncbi.nlm.nih.gov/pubmed/30383449 http://doi.org/10.1038/srep42413 http://www.ncbi.nlm.nih.gov/pubmed/28205524 http://doi.org/10.1016/j.it.2012.04.005 http://doi.org/10.1038/nri.2016.95 http://doi.org/10.1371/journal.pone.0072650 http://doi.org/10.1186/1476-9255-8-22 http://doi.org/10.1073/pnas.0801898105 http://doi.org/10.1016/j.bbrc.2009.06.008 http://www.ncbi.nlm.nih.gov/pubmed/19508862 http://doi.org/10.1182/blood-2009-02-203372 http://www.ncbi.nlm.nih.gov/pubmed/19661270 http://doi.org/10.4049/jimmunol.0901575 http://www.ncbi.nlm.nih.gov/pubmed/19841166 http://doi.org/10.1038/labinvest.3780252 http://www.ncbi.nlm.nih.gov/pubmed/11304563   Introduction   Direct Angiogenesis: Molecular Mechanisms of Endothelial-Induced Angiogenesis   Indirect Angiogenesis: Macrophage Polarization-Induced Angiogenesis   Anti-Inflammatory Cytokines   References",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}