{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/6894571  Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella  pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance  Development  Article  in  Journal of Clinical Microbiology · September 2006  DOI: 10.1128/JCM.00418-06 · Source: PubMed  CITATIONS  139 READS  99  9 authors, including:  Some of the authors of this publication are also working on these related projects:  Clostridium difficile View project  Antimicrobial resistance in Klebsiella pneumoniae View project  Ana Mena  Hospital Universitari Son Espases  33 PUBLICATIONS   1,188 CITATIONS     SEE PROFILE  Laura García-Sureda  Labo´Life  11 PUBLICATIONS   283 CITATIONS     SEE PROFILE  Sebastian Alberti  University of the Balearic Islands  113 PUBLICATIONS   6,568 CITATIONS     SEE PROFILE  Núria Borrell  Universitat Rovira i Virgili  55 PUBLICATIONS   2,497 CITATIONS     SEE PROFILE  All content following this page was uploaded by Ana Mena on 29 October 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/6894571_Characterization_of_a_Large_Outbreak_by_CTX-M-1-Producing_Klebsiella_pneumoniae_and_Mechanisms_Leading_to_In_Vivo_Carbapenem_Resistance_Development?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/6894571_Characterization_of_a_Large_Outbreak_by_CTX-M-1-Producing_Klebsiella_pneumoniae_and_Mechanisms_Leading_to_In_Vivo_Carbapenem_Resistance_Development?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Clostridium-difficile-12?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Antimicrobial-resistance-in-Klebsiella-pneumoniae?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ana-Mena-8?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ana-Mena-8?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hospital-Universitari-Son-Espases?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ana-Mena-8?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laura-Garcia-Sureda?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laura-Garcia-Sureda?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Labo_Life?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laura-Garcia-Sureda?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sebastian-Alberti?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sebastian-Alberti?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_the_Balearic_Islands?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sebastian-Alberti?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nuria-Borrell?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nuria-Borrell?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Universitat_Rovira_i_Virgili?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nuria-Borrell?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ana-Mena-8?enrichId=rgreq-e2ddfa89c12e7c39088ef616dbfe4509-XXX&enrichSource=Y292ZXJQYWdlOzY4OTQ1NzE7QVM6Mjg5ODkxMTI5ODA2ODUyQDE0NDYxMjY4Mzk5NTU%3D&el=1_x_10&_esc=publicationCoverPdf   JOURNAL OF CLINICAL MICROBIOLOGY, Aug. 2006, p. 2831-2837 Vol. 44, No. 8 0095-1137/06/$08.00-0 doi:10.1128/JCM.00418-06 Copyright   2006, American Society for Microbiology. All Rights Reserved.  Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to  In Vivo Carbapenem Resistance Development Ana Mena,1 Virginia Plasencia,1 Laura Garcı́a,2 Olga Hidalgo,3 José Ignacio Ayestarán,4  Sebastián Alberti,2 Nuria Borrell,1 José L. Pérez,1 and Antonio Oliver1* Servicio de Microbiologı́a, Hospital Son Dureta and Instituto Universitario de Investigación en Ciencias de la Salud,1 Área de  Microbiologı́a and Instituto Universitario de Investigación en Ciencias de la Salud, Universidad de las Islas Baleares,2  Servicio de Medicina Preventiva, Hospital Son Dureta,3 and Servicio de Medicina Intensiva, Hospital Son Dureta,4 Palma de Mallorca, Spain  Received 26 February 2006/Returned for modification 25 April 2006/Accepted 2 June 2006  All extended-spectrum --lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admit- ted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electro- phoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross- resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the --lactam---lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 -g/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.  Since plasmid-mediated extended-spectrum --lactamases (ESBLs) were first detected in a Klebsiella pneumoniae isolate in 1983 in Germany (22), they have been increasingly reported worldwide (5). The classical ESBLs are those derived from the broad-spectrum enzymes TEM-1, TEM-2, and SHV-1 by the acquisition of specific point mutations which expand their spectrum of hydrolysis to oxyimino-cephalosporins and aztreo- nam (7). Nevertheless, the most widespread plasmid-mediated ESBLs nowadays are the CTX-M enzymes, which are directly derived from the chromosomal --lactamases of several species of the genus Kluyvera (3). Five different groups of CTX-Ms containing a total of over 30 different variants have been de- scribed so far, with CTX-M-1, CTX-M-2, CTX-M-8, CTX- M-9, and CTX-M-25 being the first reported representatives. CTX-M-1 (also known as MEN-1) was the first reported variant, detected from an Escherichia coli strain in 1989 in Germany (2), but CTX-M-2, CTX-M-3, CTX-M-14, and CTX-M-15 are the most widespread enzymes (3).  The production of ESBLs in Enterobacteriaceae confers re- sistance to all penicillins and cephalosporins (with the excep- tion of cephamycins), with the organism generally remaining susceptible only to --lactam---lactamase inhibitor combina- tions, such as amoxicillin-clavulanate, and the carbapenems, which are frequently the only therapeutic options available for treatment of hospital-acquired severe infections caused by these microorganisms (25). Coresistance to non---lactam an- tibiotics is also frequent, either by the cotransfer of the resis- tance determinants in the same genetic elements (such as ami- noglycoside resistance) or simply by the coselection of both resistance mechanisms, as occurs with fluoroquinolones (32).  In this work we characterized a large outbreak caused by a CTX-M-1-producing multiresistant K. pneumoniae strain in a Spanish intensive care unit (ICU). Although CTX-M-1 was the first CTX-M described, over 15 years ago, and has been de- tected in various countries, including at least Germany and France (14), Italy (31), and recently, in a single E. coli isolate from cattle milk, Spain (6), and in several species, including E. coli, Proteus mirabilis, Morganella morganii, and Citrobacter amalonaticus (28), reports of CTX-M-1-producing K. pneu- moniae strains have not yet been published, and this is the first report of a large outbreak of CTX-M-1-producing Enterobac-  * Corresponding author. Mailing address: Servicio de Microbiolo- gı́a, Hospital Son Dureta, C. Andrea Doria no. 55, 07014 Palma de Mallorca, Spain. Phone: 34 971 175 185. Fax: 34 971 175 185. E-mail: aoliver@hsd.es.  2831    teriaceae infection. Furthermore, in this work we document and characterize for the first time in vivo resistance develop- ment to carbapenems in CTX-M-1-producing Enterobacteria- ceae due to the selection of mutations leading to the lack of expression of porins.  MATERIALS AND METHODS  Clinical strains and antibiotic susceptibility testing. All ESBL-producing Enterobacteriaceae isolates from patients admitted to the adult ICU (30 beds divided in three contiguous units) from Hospital Son Dureta (900 beds; reference public hospital from the Island of Mallorca, Spain) have been prospectively documented from 2002 to 2005, when a large outbreak caused by multiresistant ESBL-producing K. pneumoniae was detected. Bacterial identification and initial susceptibility testing were performed with the WIDER semiautomatic system (Francisco Soria Melguizo, Madrid, Spain) (8). Double-disk synergy testing (DDST) for the detection of ESBL produc- tion was performed using amoxicillin-clavulanate, cefotaxime, ceftazidime, cefepime, and aztreonam disks that were applied 30 and/or 20 mm apart (20). Additionally, the MICs of several antibiotics were determined for selected isolates by using Etest strips (AB Biodisk, Solna, Sweden), following the manufacturer's recommendations. For the screening of intestinal coloniza- tion by the epidemic K. pneumoniae ESBL-producing strain, from May to December 2005, rectal swabs, collected weekly, were plated on MacConkey agar supplemented with 2 -g/ml of cefotaxime and 10 -g/ml of gentamicin. The screening for intestinal colonization was carried out for all patients with positive clinical samples as well as those patients present in the same unit at the time of isolation. For those patients, weekly rectal swabs were obtained until discharge or until three consecutive negative colonization results.  Molecular strain typing. The clonal relationship between the different isolates was studied by pulsed-field gel electrophoresis (PFGE). Agarose plugs contain- ing total bacterial DNA were prepared as described elsewhere (21). Plugs were then digested with XbaI and loaded into a 1% Megabase agarose (Bio-Rad, La Jolla, Calif.) gel. DNA separation was performed in a CHEF-DRIII apparatus (Bio-Rad, La Jolla, Calif.) under the following conditions: 6 V/cm2 for 20 h at 14°C, with initial and final pulse times of 2 s and 35 s, respectively. The results were interpreted following the criteria of Tenover et al. (37).  Characterization of --lactamases and their genes. The pIs of the --lactamases were determined by isoelectric focusing (IEF), applying the supernatants of crude sonic cell extracts to Phast gels (Pharmacia AB, Uppsala, Sweden) with a pH gradient of 3 to 9 in a Phast system (Pharmacia). --Lactamases with known pI values (TEM-1, TEM-2, TEM-4, TEM-3, SHV-1, CTX-M-10, and CTX-M-1) were included as controls. Gels were stained with 500 -g/ml of nitrocefin (Oxoid) to identify the bands corresponding to --lactamases. PCRs for genes encoding TEM, SHV, CTX-M-9, and CTX-M-10 --lactamases were performed using primers and conditions described previously (10). Primers CTX-MF (5--GACT ATTCATGTTGTTGTTATTTC-3-) and CTX-MR (5--TTACAAACCGTTGG TGACG-3-) were used for the amplification of a 923-bp DNA fragment (nucle- otides -48 to the stop codon) from the genes encoding CTX-M-1 or closely related ESBLs. Taq Gold polymerase (PE-Applied Biosystems) was used for PCR amplification under the following conditions: 12 min at 94°C, 35 cycles of amplification (1 min at 94°C, 1 min at 58°C, and 1 min at 72°C), and a final extension step of 10 min at 72°C. Two independent PCR products were se- quenced on both strands, using the BigDye terminator kit (PE-Applied Biosys- tems) for performing the sequencing reactions, which were analyzed with the ABI Prism 3100 DNA sequencer (PE-Applied Biosystems).  Conjugation, transformation, and plasmid analysis. Conjugation experiments were performed by filter mating using a rifampin-resistant mutant of E. coli strain HB101 as the recipient in 1:1 ratio. Alternatively, triparenteral crossings using the same recipient and E. coli HB101(pRK2013) as a mobilization helper (12) in a 1:1:1 ratio were attempted. Transconjugants were selected in Luria-Bertani (LB) agar plates containing 100 -g/ml of rifampin and 2 -g/ml of cefotaxime. For transformation experiments, plasmid DNAs from the ESBL-producing K. pneu- moniae isolates obtained using the QIAGEN plasmid Midi kit (QIAGEN, Hilden, Germany) were transformed into the E. coli XL1-Blue strain made competent by CaCl2 treatment. Transformants were selected in LB agar plates containing 50 -g/ml of ampicillin. Transconjugants or transformants were checked by DDST followed by IEF, PCR amplification of the appropriate ESBL- encoding gene, and Etest testing of susceptibility to all --lactams and non--- lactams (to determine the resistance determinants cotransferred with the ESBL) defined above. For the estimation of the plasmid size, plasmid DNA obtained from one of the transformants was digested with EcoRI, BamHI, and EcoRI plus  BamHI, and the restriction fragments were separated by electrophoresis in a 1% agarose gel. The sizes of the different fragments were estimated by plotting against the standard curve obtained with the Superladder-Mid1 100-bp ladder molecular weight markers (Gensura) and the lambda HindIII digest (New England Biolabs).  Isolation and analysis of OMP. Cell envelopes were isolated from K. pneu- moniae strains grown in LB medium by centrifugation at 100,000 - g for 1 h at 4°C after French press cell lysis. Outer membrane proteins (OMP) were isolated as sodium lauryl sarcosynate-insoluble material (15). Electrophoretic analysis of OMP by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS- PAGE) was performed with 11% acrylamide-0.35% bisacrylamide-0.1% SDS by using Laemmli's buffers (24) and Coomassie blue staining. Samples were boiled for 5 min in sample buffer before electrophoresis. Western blot analysis of SDS-PAGE-separated OMP was carried out with the buffers and conditions described by Towbin et al. (38), Immobilon P membranes (Millipore), rabbit antiserum raised against purified OmpK36 porin (1), and alkaline phosphatase- labeled anti-rabbit immunoglobulin G (Sigma). Enzyme was detected with 5-bromo- 4-chloro-3-indolylphosphate toluidinium-nitroblue tetrazolium. K. pneumoniae LB1, which expresses only one porin, was used as a control (26).  PCR amplification of porin genes. The primers used to amplify the OmpK36 porin gene were OmpK36-0 (5- AAGCTTGTTGGATTATTCTGC-3-) and OmpK36-end (5--CAAGCTTAGAACTGGTAAACC-3-). They anneal specifi- cally to sequences of ompK36 located 116 bp upstream and 1,084 bp downstream of the ompK36 start codon (26), respectively. PCR amplifications were per- formed in a Thermoline Amplitron 1 thermal cycler by using Taq polymerase (Pharmacia) with 30 cycles of amplification (1 min at 94°C, 1 min at 55°C, and 1 min at 72°C). Amplicons were visualized by agarose gel electrophoresis and ethidium bromide staining and sequenced as described above.  RESULTS  All ESBL-producing Enterobacteriaceae isolates from pa- tients admitted to an adult ICU were prospectively docu- mented from 2002 to 2005, when a large outbreak of multi- resistant ESBL-producing K. pneumoniae infection was detected. The incidence of ESBL-producing Enterobacteriaceae isolated during this period is shown in Fig. 1A. As can be observed, a dramatic increase in the number of patients infected by ESBL- producing K. pneumoniae was documented during 2005, with a total of 52 cases, in contrast to the 1 case documented in either 2003 or 2004 and the 0 cases documented in 2002. Figure 1B shows the distribution of new cases on a monthly basis during 2005, clearly showing that the epidemic started in February and reached its peak during May and June, with 13 and 12 new cases, respectively. From then on, the incidence of new cases on a monthly basis fluctuated from zero to six new cases per month. Since five new cases were detected in December, the outbreak still cannot be considered to have been controlled at the end of the year. In May 2005, in addition to measures for the contact isolation of infected patients, a protocol for routine detection and isolation of patients with intestinal colonization was established; rectal swabs were collected weekly and plated in selective media, and ESBL-producing K. pneumoniae was identified as described in Materials and Methods. The out- break had a dramatic impact on the prevalence of ESBL- producing K. pneumoniae in the ICU, reaching 60.3% of pa- tients infected (not including patients with only intestinal colonization) by K. pneumoniae during 2005, in contrast to 0%, 4.5%, and 3.8% for the years 2002, 2003, and 2004, respec- tively.  All but one of the K. pneumoniae isolates recovered from the 52 patients had the same pattern of multiresistance as initially documented with the WIDER microdilution-based semiauto- matic system for bacterial identification and susceptibility test- ing (8), showing, in addition to the ESBL-mediated resistance  2832 MENA ET AL. J. CLIN. MICROBIOL.    to penicillins and cephalosporins, cross-resistance to cipro- floxacin, gentamicin, tobramycin, trimethoprim-sulfamethox- azole, and tetracycline. All isolates with this pattern of multi- resistance were uniformly susceptible, when first recovered (see below), only to amikacin and carbapenems. The single isolate with a different resistance pattern was ciprofloxacin susceptible and amikacin resistant.  All ESBL-producing K. pneumoniae isolates (one randomly selected isolate from each of the 52 patients) were confirmed to belong to a single epidemic, multiresistant clone, with the exception of that isolate with a different resistance pattern, by PFGE. Furthermore, the single isolate from 2003 was found to be nonrelated to the epidemic clone by PFGE, but the isolate from 2004 (detected in November, 3 months before the initi- ation of the outbreak) was found to be highly related to the epidemic clone, as shown in Fig. 2.  The sources of the ESBL-producing K. pneumoniae epi- demic clone for the 51 ICU patients during the 2005 outbreak  are shown in Table 1. In 44 (86.3%) of the patients the epi- demic clone was isolated from clinical samples, most fre- quently from the respiratory tract (30 patients; 68.2%), whereas in 7 (13.7%) of them it was detected only in intestinal colonization studies. Intestinal colonization studies were per- formed for 34 of the 44 infected patients (77.3%), with a positive result obtained for 32 (94.1%), thus showing that in- testinal colonization occurs in most infected patients.  To characterize the ESBL produced by the epidemic K. pneumoniae clone, IEF was performed with three random iso- lates, revealing in all cases the presence of a --lactamase band with a pI of -8.4 cofocusing with the CTX-M-1 control. PCR amplification was found to be positive only when using the primers for the gene encoding CTX-M-1 or related enzymes and sequencing of the PCR products confirmed the presence of blaCTX-M-1. As could be expected, the single ESBL-produc- ing K. pneumoniae isolate from 2004 (clonally related to the 2005 outbreak isolates) also produced CTX-M-1. On the other  FIG. 1. A. Incidence of ESBL-producing Enterobacteriaceae (one isolate per patient) in the ICU during the period from 2002 to 2005. B. Distribution of new cases of isolation of ESBL-producing Enterobacteriaceae on a monthly basis during 2005.  VOL. 44, 2006 CARBAPENEM RESISTANCE IN CTX-M-1-PRODUCING KLEBSIELLA 2833    hand, the 2003 isolate produced an ESBL from the CTX-M-9 group.  Several attempts to transfer blaCTX-M-1 by conjugation to the E. coli recipient consistently failed. Nevertheless, the plasmid location of blaCTX-M-1was demonstrated by transformation ex- periments. Plasmid DNA was transformed into E. coli, and three transformants growing on LB agar plates containing 50 -g/ml of ampicillin were first checked by DDST followed by IEF, which revealed the presence of a single --lactamase band with a pI of -8.4, and then by PCR amplification with the specific primers. The size of the plasmid determined by the analysis of the EcoRI and BamHI restriction fragments was estimated to be approximately 50 kb.  In two of the patients infected by the epidemic multiresistant K. pneumoniae clone, development of carbapenem (imipenem, meropenem, and ertapenem) resistance was documented. For one of them, the carbapenem-resistant isolate was recovered from respiratory samples after treatment with imipenem, and for the other the isolate was recovered from urine after treat- ment with meropenem. In both patients, the carbapenem-re- sistant isolates were additionally detected in the intestinal col- onization studies. PFGE macrorestriction patterns of the two carbapenem-resistant isolates were found to be identical to  those of the carbapenem-susceptible isolates, and the acquisi- tion of additional --lactamases was ruled out by IEF.  Table 2 shows the MICs (determined by Etest) of several --lactam and non---lactam antibiotics for five representative isolates of the epidemic clone recovered from different pa- tients and during different periods and for the two carbap- enem-resistant isolates. The MICs in both resistant isolates were slightly higher for ertapenem (MIC of -32 -g/ml), fol- lowed by meropenem (MIC of 16 -g/ml) and imipenem (MIC of 8 to 12 -g/ml). The MICs for the E. coli transformant harboring the blaCTX-M-1-carrying plasmid (pAMR-1) are also shown in Table 2. As can be observed, in addition to the ESBL-mediated resistance pattern, aminoglycoside (gentami- cin and tobramycin) resistance was cotransferred in the same plasmid. As for carbapenems, pAMR-1 significantly raised the MICs for E. coli XL1-Blue of ertapenem (from 0.012 to 0.125 -g/ml) and, to a lesser extent, of meropenem (from 0.016 to 0.047 -g/ml) but not of imipenem (0.38 -g/ml) (harboring or not pAMR-1). Nevertheless, the MICs of the three carbapenems remained far below the resistance breakpoints.  In order to investigate whether carbapenem resistance was caused by alterations of the outer membrane permeability, we analyzed the outer membrane proteins of susceptible and re- sistant pairs of K. pneumoniae clinical isolates from two pa- tients. SDS-PAGE analysis of the OMP of K. pneumoniae grown in LB showed only two major proteins, of about 33 and 36 kDa, in the 31- to 45-kDa range for the carbapenem-sus- ceptible isolates, corresponding to OmpA and OmpK36, re- spectively. On the other hand, the 36-kDa protein was absent in both carbapenem-resistant isolates (Fig. 3A). The porin nature of the 36-kDa protein present in the carbapenem-sus- ceptible isolates and absent in the resistant ones was confirmed by Western blot analysis using specific antibodies (Fig. 3B). The specific antiserum reacted with the band present in the susceptible isolates and the control K. pneumoniae LB1 but failed to detect the protein in the resistant isolates.  To investigate the cause of the porin deficiency observed in the carbapenem-resistant isolates, we amplified the entire  FIG. 2. XbaI PFGE patterns of ESBL-producing K. pneumoniae isolates from ICU patients. The single ESBL-producing K. pneumoniae isolates detected in 2003 and 2004 are represented in lanes 1 and 2, respectively, whereas lanes 3 to 22 contain representative isolates from the 2005 epidemic. MWM, molecular weight markers.  TABLE 1. Sources of the ESBL-producing K. pneumoniae epidemic clone for the 51 ICU patients during the 2005 outbreak  Source No. (%) of  patients  Intestinal colonization only ........................................................ 7 (13.7)  Isolation from clinical samples ..................................................44 (86.3) Respiratory tract......................................................................30 (68.2) Urinary tract............................................................................. 7 (15.9) Wound infection ......................................................................11 (25.0) Vascular catheter..................................................................... 8 (18.2) Blood......................................................................................... 4 (9.1) Others ....................................................................................... 4 (9.1) -2 sources................................................................................15 (34.1)  2834 MENA ET AL. J. CLIN. MICROBIOL.    ompK36 gene from the two pairs of susceptible and resistant isolates by using specific primers. PCR amplification of the genomic DNA from the susceptible isolates yielded an ampli- con with the expected size, 1,200 bp (data not shown). On the other hand, PCR amplification of the ompK36 gene in the resistant isolate KPCR1 consistently failed, and the amplicon obtained with the genomic DNA from the resistant strain  KPCR2 was 800 bp larger than expected (data not shown). Sequencing of this amplicon revealed that the size increase was due the presence of the insertion sequence IS26 in the ompK36 coding region.  DISCUSSION  The dissemination of ESBL-producing Enterobacteriaceae in the hospital setting is a problem with major therapeutic and epidemiological consequences, particularly when it affects wards caring for critically ill patients such as the ICU. Multiple outbreaks of ESBL-producing Enterobacteriaceae have indeed been reported over the past two decades, and certainly K. pneumoniae has been the most frequently involved organism (33, 35, 36). Nevertheless, to the best of our knowledge, this is the first report of a large outbreak by CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented de- scription in the literature of CTX-M-1 in K. pneumoniae, de- spite the fact that this enzyme has been found in multiple species, including E. coli, P. mirabilis, M. morganii, and C. amalonaticus. A hospital outbreak due to a K. pneumoniae strain producing an ESBL related to CTX-M-1 was described in Japan (23), but since the gene encoding the ESBL was not sequenced and CTX-M-1 has not been reported in the Far East, it is more likely that the enzyme involved was actually one of its close relatives, either CTX-M-3 or CTX-M-15, both of which were already found in Japanese hospitals (3).  CTX-M-2, CTX-M-3, CTX-M-14, and CTX-M.15 are the most widespread CTX-M enzymes (3). As for Spanish hospi- tals, most CTX-M ESBLs found in a nationwide study were  FIG. 3. SDS-PAGE (A) and Western blotting with anti-OmpK36 serum (B) of OMP from K. pneumoniae LB1 (lane 1), the carbapenem- susceptible K. pneumoniae clinical isolates (lanes 2 and 3), and their respective in vivo-selected carbapenem mutants (lanes 4 and 5). The size of the molecular mass marker (in kilodaltons) is indicated on the left of panel A. Only the relevant parts of the gel and Western blot are shown.  TABLE 2. MICs (determined by Etest) of several --lactam and non---lactam antibiotics for the epidemic CTX-M-1-producing multiresistant K. pneumoniae strain, the two carbapenem-resistant mutants, and the E. coli transformant harboring the CTX-M-1-encoding plasmid pAMR-1  Antibiotic  MIC (-g/ml) for:  CTX-M-1-producing K. pneumoniae  epidemic straina  K. pneumoniae carbapenem-resistant  mutants E. coli XL1-Blue E. coli XL1-Blue  (pAMR-1)  KpCR-1 KpCR-2  Ampicillin -256 -256 -256 4 -256 Amoxycilin - clavulanate 16-32 -256 32 4 16 Ticarcillin -256 -256 -256 8 -256 Piperacillin -256 -256 -256 1.5 -256 Piperacillin - tazobactam 32--256 -256 -256 1.5 16 Cefoxitin 6-48 -256 128 2 8 Ceftazidime 16-128 -256 -256 0.5 24 Ceftazidime - clavulanate 1.5-4 -4 -4 0.5 2 Cefotaxime -256 -256 -256 0.19 -256 Cefotaxime - calvulanate 0.38-1 -1 -1 -0.25 0.5 Cefepime 32--256 -256 -256 0.125 128 Cefepime - clavulanate 0.094-0.5 -4 -4 0.094 0.19 Aztreonam 48--256 -256 -256 0.125 -256 Imipenem 0.38-0.5 8 12 0.38 0.38 Meropenem 0.094-0.25 16 16 0.016 0.047 Ertapenem 0.094-1.5 -32 -32 0.012 0.125 Gentamicin 12-24 32 48 0.19 8 Tobramycin 16-32 48 96 0.125 16 Amikacin 1.5-3 3 6 0.75 0.75 Ciprofloxacin -32 -32 -32 0.047 0.047 Trimethoprim - sulfamethoxazole -32 -32 -32 0.012 0.032 Tetracyclines -256 -256 -256 -256 -256  a Range of MICs for five randomly selected isolates, each recovered from a different patient at different periods of the outbreak.  VOL. 44, 2006 CARBAPENEM RESISTANCE IN CTX-M-1-PRODUCING KLEBSIELLA 2835    either CTX-M-14 or its close relative CTX-M-9 (16), whereas CTX-M-10, which is closely related to CTX-M-1, was highly disseminated among multiple Enterobacteriaceae species in sin- gle hospital from Madrid (10, 30). At this stage, the only published documentation of CTX-M-1-producing Enterobacte- riaceae in Spain is the report of a single E. coli isolate detected in cattle milk (6).  Carbapenems are frequently the only therapeutic options available for treatment of hospital-acquired severe infections caused by multiresistant ESBL-producing Enterobacteriaceae such as the strain described in this work. Nevertheless, univer- sal susceptibility to these last-line antimicrobials in Enterobac- teriaceae is no longer guaranteed. Indeed, several carbapen- emases have been described as occurring in Enterobacteriaceae, including representatives from classes A, such as the highly disseminated KPC enzymes; B, such as IMP or VIM metallo- --lactamases; or D, such as OXA-48 (29, 34, 39). Additionally, carbapenem resistance development in strains producing ESBLs or AmpC --lactamases due to the selection of mutants with reduced permeability to these antimicrobials is being in- creasingly reported (4, 9). Previous work has shown that the expression of both major K. pneumoniae porins, OmpK35 and OmpK36, plays a role in the susceptibility to carbapenem an- tibiotics and that mutants lacking expression of both outer membrane proteins show reduced susceptibility to these anti- microbials, especially when combined with AmpC enzymes and some class A ESBLs (11, 13, 19, 27). Nevertheless, in this work we document and characterize for the first time the develop- ment of in vivo resistance to carbapenems in CTX-M-1-pro- ducing Enterobacteriaceae due to the selection of mutations leading to the lack of porin expression. As frequently occurs in clinical ESBL-producing K. pneumoniae isolates (18), the epi- demic strain described in this work did not express OmpK35, favoring carbapenem resistance development through the in- activation of OmpK36. Inactivation of OmpK36 in one of the strains was demonstrated to be mediated by the interruption of the coding sequence by an insertion sequence, as has been previously reported for other clinical strains (17). As for the second carbapenem-resistant isolate, the failure of ompK36 amplification could suggest that the mechanism for inactiva- tion was either a deletion of part or the complete coding sequence or its interruption by an insertion sequence too large to be amplified by conventional PCR.  Overall, CTX-M-1-producing K. pneumoniae isolates from 2 of the 44 infected patients (4.5%) developed carbapenem re- sistance in clinical samples. Nevertheless, both patients had intestinal colonization by the carbapenem-resistant isolate when it was detected in the clinical samples, which could sug- gest that resistance development may have taken place in the intestines of the colonized patients. Since the development of carbapenem resistance was not systematically explored in the intestinal colonization studies, we may indeed be underesti- mating the magnitude of the potential problem of carbapenem resistance development in colonized patients as a source of carbapenem-resistant isolates.  In summary, we have described a large outbreak due to a multiresistant CTX-M-1-producing and OmpK35-deficient K. pneumoniae strain in an ICU and have characterized the mech- anisms leading to in vivo carbapenem resistance development  through the inactivation of OmpK36 in two of the infected patients.  ACKNOWLEDGMENTS  We are grateful to Enrique Ruiz de Gopegui for collecting the data on the prevalence of ESBL-producing K. pneumoniae infec- tions in the ICU.  This work was partially supported by the “Red Española de Inves- tigación en Patologı́a Infecciosa” (C03-014) and grant PI040339 from the Fondo de Investigaciones Sanitarias from the Ministerio de Sanidad and grant SAF2005-01466 from the Ministerio de Educación y Ciencia of Spain.  REFERENCES  1. Albertı́, S., F. Rodrı́guez-Quiñones, T. Schirmer, G. Rummel, J. M. Tomás, J. P. Rosenbusch, and V. J. Benedı́. 1995. A porin from Klebsiella pneu- moniae: sequence homology, three-dimensional structure, and complement binding. Infect. Immun. 63:903-910.  2. Bauernfeind, A., H. Grimm, and S. Schweighart. 1990. A new plasmidic cefotaximase in a clinical isolate of Escherichia coli. Infection 18:294-298.  3. Bonnet, R. 2004. Growing group of extended-spectrum --lactamases: the CTX-M enzymes. Antimicrob. Agents Chemother. 48:1-14.  4. Bornet, C., A. Davin-Regli, C. Bosi, J. M. Pages, and C. Bollet. 2000. Imi- penem resistance of Enterobacter aerogenes mediated by outer membrane permeability. J. Clin. Microbiol. 38:1048-1052.  5. Bradford, P. A. 2001. Extended-spectrum --lactamases in the 21st century: characterization, epidemiology, and detection of this important resistant threat. Clin. Microbiol. Rev. 14:933-951.  6. Brinas, L., M. A. Moreno, T. Teshager, Y. Sáenz, M. C. Porrero, L. Domı́nguez, and C. Torres. 2005. Monitoring and characterization of extended- spectrum --lactamases in Escherichia coli strains from healthy and sick animals in Spain in 2003. Antimicrob. Agents Chemother. 49:1262-1264.  7. Bush, K., G. A. Jacoby, and A. A. Medeiros. 1995. A functional classification scheme for --lactamases and its correlation with molecular structure. Anti- microb. Agents Chemother. 39:1211-1233.  8. Canton, R., M. Perez-Vazquez, A. Oliver, B. Sanchez Del Saz, M. O. Gutiérrez, M. Martinez-Ferrer, and F. Baquero. 2000. Evaluation of the WIDER sys- tem, a new computer-assisted image-processing device for bacterial identi- fication and susceptibility testing. J. Clin. Microbiol. 38:1339-1346.  9. Cao, V. T. B., G. Arlet, B. M. Ericsson, A. Tammelin, P. Courvalin, and T. Lambert. 2000. Emergence of imipenem resistance in Klebsiella pneumoniae owing to combination of plasmid-mediated CMY-4 and permeability alter- ation. J. Antimicrob. Chemother. 46:895-900.  10. Coque, T. M., A. Oliver, J. C. Perez-Diaz, F. Baquero, and R. Cantón. 2002. Genes encoding TEM-4, SHV-2, and CTX-M-10 extended-spectrum beta- lactamases are carried by multiple Klebsiella pneumoniae clones in a single hospital (Madrid 1989 to 2000). Antimicrob. Agents Chemother. 46:500-510.  11. Crowley, B., V. J. Benedi, and A. Domenech-Sanchez. 2002. Expression of SHV-2 --lactamase and of reduced amounts of OmpK36 porin in Klebsiella pneumoniae results in increased resistance to cephalosporins and carbapenems. Antimicrob. Agents Chemother. 46:3679-3682.  12. Davison, M. S., and A. O. Summers. 1983. Wide-host-range plasmids in the genus Thiobacillus. Appl. Environ. Microbiol. 46:565-572.  13. Domenech-Sánchez, A., L. Martı́nez-Martı́nez, S. Hernández-Allés, M. C. Conejo, A. Pascual, J. M. Tomás, S. Albertı́, and V. J. Benedı́. 2003. Role of Klebsiella pneumoniae OmpK35 porin in antimicrobial resistance. Antimi- crob. Agents Chemother. 47:3332-3335.  14. Dutour, C., R. Bonnet, H. Marchandin, M. Boyer, C. Chanal, D. Sirot, and J. Sirot. 2002. CTX-M-1, CTX-M-3, and CTX-M-14 beta-lactamases from Enterobacteriaceae isolated in France. Antimicrob. Agents Chemother. 46: 534-537.  15. Filip, C., G. Fletcher, J. L. Wulf, and C. F. Earhart. 1973. Solubilization of the cytoplasmic membrane of Escherichia coli by the ionic detergent sodium lauryl sarcosinate. J. Bacteriol. 115:717-722.  16. Hernández, J. R., L. Martı́nez-Martı́nez, R. Cantón, T. M. Coque, A. Pascual, and the Spanish Group for Nosocomial Infections. 2005. Nation- wide study of Escherichia coli and Klebsiella pneumoniae producing extended- spectrum --lactamases in Spain. Antimicrob. Agents Chemother. 49:2122- 2125.  17. Hernández-Allés, S., V. J. Benedı́, L. Martı́nez-Martı́nez, A. Pascual, A. Aguilar, J. M. Tomas, and S. Alberti. 1999. Development of resistance during antimicrobial therapy caused by insertion sequence interruption of porin genes. Antimicrob. Agents Chemother. 43:937-939.  18. Hernández-Allés, S., M. Conejo, A. Pascual, J. M. Tomás, V. J. Benedı́, and L. Martı́nez-Martı́nez. 2000. Relationship between outer membrane alter- ations and susceptibility to antimicrobial agents in isogenic strains of Kleb- siella pneumoniae. J. Antimicrob. Chemother. 46:273-277.  19. Jacoby, G. A., D. M. Mills, and N. Chow. 2004. Role of --lactamases and  2836 MENA ET AL. J. CLIN. MICROBIOL.    porins in resistance to ertapenem and other --lactams in Klebsiella pneu- moniae. Antimicrob. Agents Chemother. 48:3203-3206.  20. Jarlier, V., M. Nicolas, G. Fournier, and A. Philippon. 1988. Extended broad-spectrum --lactamases conferring transferable resistance to newer --lactam agents in Enterobacteriaceae: hospital prevalence and susceptibil- ity patterns. Rev. Infect. Dis. 10:867-878.  21. Kaufmann, M. E. 1998. Pulsed-field gel electrophoresis. Methods Mol. Med. 15:17-31.  22. Kliebe, C., B. A. Nies, J. F. Meyer, R. M. Toixdorff-Neutzling, and B. Wiedemann. 1985. Evolution of plasmid-coded resistance to broad-spectrum cephalosporins. Antimicrob. Agents Chemother. 28:302-307.  23. Komatsu, M., N. Ikeda, M. Aihara, Y. Nakamachi, S. Kinoshita, K. Yamasaki, and K. Shimakawa. 2000. Hospital outbreak of MEN-1-derived extended spectrum beta-lactamase-producing Klebsiella pneumoniae. J. In- fect. Chemother. 7:94-101.  24. Laemmli, U. K. 1970. Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature 277:680-685.  25. Livermore, D. M. 1997. --Lactamases in laboratory and clinical resistance. Clin. Microbiol. Rev. 8:557-584.  26. Martı́nez-Martı́nez, L., S. Hernández-Allés, S. Albertı́, J. M. Tomás, V. J. Benedı́, and G. A. Jacoby. 1996. In vivo selection of porin-deficient mutants of Klebsiella pneumoniae with increased resistance to cefoxitin and expanded- spectrum cephalosporins. Antimicrob. Agents Chemother. 40:342-348.  27. Martı́nez-Martı́nez, L., A. Pascual, S. Hernández-Allés, D. Álvarez-Dı́az, A. I. Suárez, J. Tran, V. J. Benedı́, and G. A. Jacoby. 1999. Roles of --lac- tamases and porins in activities of carbapenems and cephalosporins against Klebsiella pneumoniae. Antimicrob. Agents Chemother. 43:1669-1673.  28. Mugnaioli, C., F. Luzzaro, F. De Luca, G. Brigante, G. Amicosante, and G. M. Rossolini. 2005. Dissemination of CTX-M-type extended-spectrum --lactamase genes to inusual hosts. J. Clin. Microbiol. 43:4183-4185.  29. Nordmann, P., and L. Poirel. 2002. Emerging carbapenemases in gram- negative aerobes. Clin. Microbiol. Infect. 8:321-331.  30. Oliver, A., T. M. Coque, D. Alonso, A. Valverde, F. Baquero, and R. Cantón. 2005. CTX-M-10 linked to a phage-related element is widely disseminated among Enterobacteriaceae in a Spanish hospital. Antimicrob. Agents Che- mother. 49:1567-1571.  31. Pagani, L., E. Dell'Amico, R. Migliavacca, M. M. D'Andrea, E. Giacobone,  G. Amicosante, E. Romero, and G. M. Rossolini. 2003. CTX-M-type extended- spectrum --lactamases in nosocomial isolates of Enterobacteriaceae from a hospital in northern Italy. J. Clin. Microbiol. 41:4264-4269.  32. Paterson, D. L., L. Mulazimoglu, J. M. Casellas, W. C. Ko, H. Goossens, A. Von Gotteberg, S. Mohapatra, G. M. Trenholme, K. P. Kugman, J. G. McCormack, and V. L. Yu. 2000. Epidemiology of ciprofloxacin resistance and its relationship to extended-spectrum beta-lactamase production in Klebsiella pneumoniae isolates causing bacteremia. Clin. Infect. Dis. 30:473- 478.  33. Peña, C., M. Pujol, C. Ardanuy, A. Ricart, R. Pallares, J. Liñares, J. Ariza, and F. Gudiol. 1998. Epidemiology and successful control of a large outbreak due to Klebsiella pneumoniae producing extended-spectrum beta-lactamases. Antimicrob. Agents Chemother. 42:53-58.  34. Poirel, L., C. Héritier, V. Tolün, and P. Nordmann. 2004. Emergence of oxacillinase-mediated resistance to imipenem in Klebsiella pneumoniae. An- timicrob. Agents Chemother. 48:15-22.  35. Quale, J. M., D. Landman, P. A. Bradford, M. Visalli, J. Ravishankar, C. Flores, D. Mayorga, K. Vangala, and A. Adedeji. 2002. Molecular epidemi- ology of a citywide outbreak of extended-spectrum beta-lactamase-produc- ing Klebsiella pneumoniae infection. Clin. Infect. Dis. 35:834-841.  36. Rebuck, J. A., K. M. Olsen, P. D. Fey, A. N. Langnas, and M. E. Rupp. 2000. Characterization of an outbreak due to extended-spectrum beta-lactamase producing Klebsiella pneumoniae in a pediatric intensive care unit transplant population. Clin. Infect. Dis. 31:1368-1372.  37. Tenover, F. C., R. D. Arbeit, R. V. Goering, P. A. Mickelsen, B. E. Murray, D. H. Persing, and B. Swaminathan. 1995. Interpreting chromosomal DNA restriction patterns produced by pulsed-field gel electrophoresis: criteria for bacterial strain typing. J. Clin. Microbiol. 33:2233-2239.  38. Towbin, H., T. Staehelin, and J. Gordon. 1979. Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications. Proc. Natl. Acad. Sci. USA 76:4350-4354.  39. Yigit, H., A. M. Queenan, G. J. Anderson, A. Domenech-Sanchez, J. W. Biddle, C. D. Steward, S. Alberti, K. Bush, and F. C. Tenover. 2001. Novel carbapenem-hydrolyzing beta-lactamase, KPC-1, from a carbapenem-resis- tant strain of Klebsiella pneumoniae. Antimicrob. Agents Chemother. 45: 1151-1161.  VOL. 44, 2006 CARBAPENEM RESISTANCE IN CTX-M-1-PRODUCING KLEBSIELLA 2837  View publication statsView publication stats  https://www.researchgate.net/publication/6894571",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}