{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/235604153  Cisplatin in combination with zoledronic acid: A synergistic effect in triple-  negative breast cancer cell lines  Article  in  International Journal of Oncology · April 2013  DOI: 10.3892/ijo.2013.1809 · Source: PubMed  CITATIONS  24 READS  244  8 authors, including:  Some of the authors of this publication are also working on these related projects:  Circulating tumor cells in breast cancer View project  Breast cancer (Bone) metastasis View project  Toni Ibrahim  Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori  259 PUBLICATIONS   4,435 CITATIONS     SEE PROFILE  Chiara Liverani  Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori  92 PUBLICATIONS   723 CITATIONS     SEE PROFILE  Laura Mercatali  Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori  165 PUBLICATIONS   3,010 CITATIONS     SEE PROFILE  Emanuele Sacanna  Lab2000  22 PUBLICATIONS   336 CITATIONS     SEE PROFILE  All content following this page was uploaded by Toni Ibrahim on 03 November 2016.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/235604153_Cisplatin_in_combination_with_zoledronic_acid_A_synergistic_effect_in_triple-negative_breast_cancer_cell_lines?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/235604153_Cisplatin_in_combination_with_zoledronic_acid_A_synergistic_effect_in_triple-negative_breast_cancer_cell_lines?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Circulating-tumor-cells-in-breast-cancer?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Breast-cancer-Bone-metastasis?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Toni-Ibrahim?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Toni-Ibrahim?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Istituto-Scientifico-Romagnolo-per-lo-Studio-e-la-Cura-dei-Tumori?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Toni-Ibrahim?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chiara-Liverani?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chiara-Liverani?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Istituto-Scientifico-Romagnolo-per-lo-Studio-e-la-Cura-dei-Tumori?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chiara-Liverani?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laura-Mercatali?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laura-Mercatali?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Istituto-Scientifico-Romagnolo-per-lo-Studio-e-la-Cura-dei-Tumori?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laura-Mercatali?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emanuele-Sacanna?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emanuele-Sacanna?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emanuele-Sacanna?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Toni-Ibrahim?enrichId=rgreq-6c6f133899ee3f297a8a7528076fe9c9-XXX&enrichSource=Y292ZXJQYWdlOzIzNTYwNDE1MztBUzo0MjQzNTg4MjE3OTc4OTFAMTQ3ODE4NjQzNTg5Mg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1263-1270,  2013  Abstract. Zoledronic acid (ZA) is the most widely used bisphos- phonate to treat cancer-induced bone disease. There is evidence  that bisphosphonates have direct antitumor activity and that  their combination with anticancer agents can significantly  enhance the effect of treatment. We evaluated whether the  combination of ZA with different platinum compounds exerts a  synergistic effect in breast cancer cell lines and we investigated  the mechanisms of action involved. This study was performed  on four breast cancer cell lines, MCF-7, SKBR3, MDA-MB-231  and BRC-230, and confirmed on a primary culture obtained  from a breast cancer bone metastasis specimen. ZA (50 µM)  was administered for 72 h alone or in combination with  cisplatin (Cis) or carboplatin. Drug-induced growth inhibition  was detected by sulforhodamine B assay, apoptosis and cell  cycle regulation were detected by flow cytometry, and protein  expression was evaluated by western blot analysis. MCF-7 and  SKBR3 showed very low sensitivity to the three drugs tested.  The ZA + Cis combination exerted a high antitumor activity in  the two triple-negative lines MDA-MB-231 and BRC-230. An  important synergistic effect was obtained in MDA-MB-231 and  an additive effect was observed in BRC-230. The p21, pMAPK  and m-TOR pathways were regulated by this combined treat- ment, particularly at lower Cis doses. Carboplatin did not show  antitumor activity either alone or in combination with ZA. In  conclusion, the potential novel treatment schedule identified for  triple-negative breast cancer could prove beneficial in view of  the limited therapeutic options available for patients and also  since the synergism with ZA would enable lower Cis doses to  be used, thus reducing toxicity. Although further research in a   clinical setting is warranted, our results on cell lines has been  confirmed on a human primary bone metastasis culture.  Introduction  Breast cancer is the most frequently diagnosed cancer and  the leading cause of cancer-related mortality among women,  accounting for 23% of all new cancer cases and 14% of cancer  deaths (1). Bone is one of the most preferential target sites of  metastasis for breast cancer and up to 70% of women with  advanced disease develop bone metastases (2). Such lesions  have devastating effects, including pain, pathologic fractures,  spinal compression and hypercalcemia, all of which greatly  compromise the quality of life and outcome (3).  Since results from large randomized controlled trials were  published in the late 1990s, bisphosphonates have become the  standard of care for the prevention and treatment of skeletal  complications associated with bone metastases in breast  cancer (4). The third generation nitrogen-containing bisphos- phonate, zoledronic acid (ZA), is the only bisphosphonate  licensed for the treatment of bone disease originating from a  variety of solid tumors and multiple myeloma (5). ZA reduces  osteoclastic bone resorption by inhibiting key enzymes of  the mevalonate pathway (6), including farnesyl pyrophosphate  synthase (7) and geranylgeranyl pyrophosphate synthase  (8), leading to incomplete post translational prenylation of  signaling GTPases, including Ras, Rho and Rac (9), which  ultimately causes osteoclasts to undergo apoptosis (10).  In addition to their inhibitory effect on osteoclasts, there  is increasing preclinical evidence to suggest that bisphospho- nates exert a direct antitumor activity comprising inhibition of  tumor cell growth, induction of cancer cell apoptosis (11-15),  inhibition of tumor cell adhesion and invasion (16-18) and anti- angiogenic activity (19). Furthermore, bisphosphonates used  in combination with anticancer agents appear to significantly  enhance the effect of treatment. In fact, ZA has been shown  to synergistically increase breast cancer cell death when  combined with doxorubicin, paclitaxel, or cyclophosphamide  (20-22).  Several dosing schedules of ZA for the treatment of bone  metastases have been proposed; a recent study suggested that  metronomic weekly low-dose of ZA could be more effec- tive than the conventional ZA given every 4 weeks (23). We   Cisplatin in combination with zoledronic acid: A synergistic  effect in triple-negative breast cancer cell lines  TONI IBRAHIM1*,  CHIARA LIVERANI1*,  LAURA MERCATALI1,  EMANUELE SACANNA1,   MICHELE ZANONI1,  FRANCESCO FABBRI2,  WAINER ZOLI2  and  DINO AMADORI1  1Osteoncology Center; 2Biosciences Laboratory, IRCCS Istituto Scientifico Romagnolo   per lo Studio e la Cura dei Tumori (I.R.S.T.), I-47014 Meldola (FC), Italy  Received October 9, 2012;  Accepted November 20, 2012  DOI: 10.3892/ijo.2013.1809  Correspondence to: Dr Toni Ibrahim, Osteoncology Center, IRCCS  Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori  (I.R.S.T.), Via P. Maroncelli 40, I-47014 Meldola (FC), Italy E-mail: t.ibrahim@irst.emr.it  *Contributed equally  Key words: bone metastasis, breast cancer, platinum compound,  preclinical model, m-TOR, zoledronic acid    IBRAHIM et al:  CISPLATIN AND ZOLEDRONIC ACID IN TRIPLE-NEGATIVE BREAST CANCER1264  previously observed that the anti-proliferative activity of ZA  in breast cancer cell lines was enhanced using a repeated  treatment schedule rather than a continuous one, and that the  difference between the two schedules was statistically relevant  only in triple-negative breast cancer lines (1). Triple-negative  breast cancer (TNBC), which accounts for approximately  15% of all breast malignancies, is used to define tumors  that lack estrogen and progesterone receptor expression and  HER-2 amplification. It is often an aggressive disease charac- terized by frequent and early relapse, a propensity for visceral  involvement and shorter periods of disease-free and overall  survival with respect to other breast cancer subgroups. The  unfavorable prognosis associated with TNBC and the lack of  effective targeted therapy has made it the subject of intensive  research in recent years (24). TNBC exhibits an abundance  of DNA aberrations, suggesting that DNA repair mechanisms  are defective. Consequently, these tumors may have increased  sensitivity to agents, such as platins, which cause interstrand  DNA breaks. The sensitivity of TNBC to platinum-based  chemotherapy has thus been the focus of several recent  clinical trials in neoadjuvant, adjuvant and advanced disease  settings (25).  The aim of the present study was to investigate the activity  of ZA in combination with different platinum compounds  in four breast cancer cell lines and to explore the molecular  mechanisms of action of the drugs.  Materials and methods  Cell culture. The experiments were performed on four human  breast cancer cell lines. MCF-7, SKBR3 and MDA-MB-231  were obtained from the American Type Culture Collection,  (Rockville, MD, USA), while BRC-230 was stabilized and  characterized in our laboratory (26). Hormone receptor and  HER2 status of the four cell lines are shown in Table I. Cells  were cultured as a monolayer in 75-cm2 flasks at 37˚C in TF  medium (45% HAM F12 and 45% DMEM) supplemented  with 10% fetal bovine serum, 1% glutamine and 1% insulin  (Mascia Brunelli S.p.a., Milan, Italy) in a 5% CO2 atmosphere.  Cells were cultured to the exponential growth phase and then  treated with ZA alone or in combination with carboplatin or  cisplatin (Cis).  Isolation of primary cells from a breast cancer bone metas- tasis. The tumor material tissue was obtained from a patient  undergoing surgery for a bone metastasis of breast carcinoma.  The protocol was reviewed and approved by the Local Ethics  Committee and performed according to Good Clinical Practice  and the Helsinki declaration. The patient provided written  informed consent to participate in the study.  The tumor tissue was washed twice in sterile PBS 1X supple- mented with 10% penicillin/streptomycin and 5% amphotericin.  The biopsy was then disaggregated by cutting the sample with  sterile surgical blades. The obtained fragments were incubated  with collagenase type I (Millipore Corp., Billerica, MA, USA)  at 37˚C in stirring conditions. The enzymatic digestion was  stopped after 3-4 h by adding IMDM medium supplemented  with 10% fetal bovine serum, 1% glutamine, 10% penicillin/ streptomycin and 5% amphotericin and L-glutamine. The  samples were allowed to settle on the bottom of the tube to   separate tissue fragments from collagenase-released cells.  The cells were counted and seeded at a density of 10,000/cm2.  Hormone receptor and HER2 status of the primary tumor  are shown in Table I. Pan cytokeratin immunocytochemistry  analysis was performed according to the manufacturer's instruc- tions (Epithelial Detection kit, As-Diagnostik, Hueckeswagen,  Germany) to detect the percentage of tumor cells of the sample.  Drugs. Cis (Bristol-Myers Squibb S.p.A, Rome, Italy) was  stored at room temperature, carboplatin (Bristol-Myers Squibb  S.p.A) at 4˚C, and both drugs were diluted in medium prior to  use. ZA (Zometa®), kindly provided by Novartis (East Hanover,  NJ, USA), was solubilized, stored at -20˚C at a concentration  of 50 mM in sterile water and diluted in medium prior to use.  Treatment schedules. The four cell lines were exposed to ZA  and either platin, singly or in combination, for 72 h. ZA was  tested at a concentration of 50 µM for 72 h, while Cis and  carboplatin were tested at concentrations of 0.001, 0.01, 0.1, 1  and 10 µM and 1, 11 and 110 µM, respectively, for 6 h followed  by a 72-h washout. For the combination assays, cell lines were  exposed to different concentrations of Cis or carboplatin in  combination with ZA (50 µM) for 6 h, washed out and then  exposed to ZA (50 µM) for a further 72 h (Fig. 1).  Chemosensitivity assay. The sulforhodamine B (SRB) assay  was used according to the method by Skehan et al to evaluate  the cytotoxic activity of the drugs (27). Briefly, cells were  collected by trypsinization, counted and plated at a density  of 3,000 cells/well in 96-well flat-bottomed microtiter plates.  After 24 h, cells were treated with the different schedules. The  optical density (OD) of cells was determined at a wavelength  of 540 nm by a colorimetric plate reader. Growth inhibition  and cytocidal effects of the drugs were calculated according  to the formula reported by Monks et al (28): (OD treated/OD  control) x 100% where the OD treated reflects the cell number  in treated wells and the OD control reflects the cell number  in untreated wells on the day of the assay. If the resulting  percentage ratio is above zero, a cytostatic effect has been  induced, whereas if it is below zero, cell killing has occurred.  The interaction between drugs was evaluated with the method  by Kern et al (29), subsequently modified by Romanelli et al  (30). The expected survival (defined as the result of the  observed survival for drug A alone and the observed survival  for drug B alone) and the observed survival for the combination  of drugs was used to calculate an R index (RI): Sexp/Sobs. RI ≤0.5   Table I. Hormone receptor and HER2 status of the four breast  cancer cell lines and the primary culture.  Cell line ER PgR HER2  BRC-230 - - - MCF-7 + + - MDA-MB 231 - - - SKBR3 - - + Primary tumor + + -    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1263-1270,  2013 1265  indicates an antagonistic effect between drugs, whereas  ≥0.5 RI ≤1.5 indicates an additive effect and RI ≥1.5 indicates  a synergistic effect. Four biological independent replicates of  each experiment were performed.  Western blot analysis. Proteins were isolated by cell lysis  with a lysis buffer composed of 50 mM Tris-HCl (pH 8.0),  150 mM NaCl, 1% Triton X-100 and 0.1% SDS, supplemented  with 1 mM phenylmethylsulfonyl fluoride and 1:100 protease  inhibitors (Sigma-Aldrich). The protein content was quantified  using the BCA protein assay kit (Thermo Fisher Scientific,  Waltman, MA, USA). An equal amount of protein from each  sample was separated on Criterion™ Precast Gel Tris-HCl  (Bio-Rad, Hercules, CA, USA) and transferred to polyvi- nylidene fluoride membranes (Millipore). The membranes  were blocked for 2 h in 5% non-fat dry milk PBS with 0.1%  Tween-20 (Sigma-Aldrich, Steinheim, Germany) at room  temperature and incubated overnight at 4˚C with primary  antibody. After washing, the membranes were incubated for  1 h at room temperature with horseradish peroxidase-conju- gated secondary antibody. The following primary antibodies  were used: anti-RAS (polyclonal, 1:1000) (Stressgen, Brussels,  Belgium), anti-p-MAPK (polyclonal, 1:1000), anti pM-TOR  (1:1000) (Cell Signaling Technology, Inc., Beverly, MA, USA),  anti-caspase-3 (polyclonal, 1:500), anti-caspase-8 (mono- clonal, 1:500) (Alexis Biochemicals, Farmingdale, NY, USA),  anti-caspase-9 (polyclonal, 1:500), anti-Mcl-1 (monoclonal  1:100) (BD Pharmingen, San Diego, CA, USA), anti-bcl-2  (monoclonal, 1:100) (Dako Corp., Glostrup, Denmark), anti- p21 (monoclonal, 1:100) (BioOptica, Milan, Italy), anti-Rho  (monoclonal 1:1000) (Millipore), and anti-actin (polyclonal,  1:5000) (Sigma-Aldrich).  TUNEL assay. Fragmented DNA generated in response to  apoptotic signals was detected by the terminal deoxynucleo- tidyl transferase (TdT) nick-end labeling (TUNEL) assay.  After each treatment schedule, 106 cells were washed twice  with PBS, fixed by incubation in 1% formaldehyde on ice  for 15 min, resuspended in 70% ice cold ethanol and stored  overnight. Cells were then washed twice in PBS and resus- pended in PBS containing 0.1% Triton X-100 for 5 min at  48˚C. Thereafter, samples were incubated in 50 ml of solution  containing TdT and FITC conjugated dUTP deoxynucleotides  1:1 (Roche Diagnostics GmbH, Mannheim, Germany) in a  humidified atmosphere for 90 min at 37˚C in the dark, washed  in PBS, counterstained with propidium iodide (2.5 mg/ml, MP  Biomedicals, Verona, Italy) and RNAse (10 kU/ml, Sigma- Aldrich) for 30 min at 48˚C in the dark and analyzed by flow  cytometry.  Cell cycle analysis. After all the treatment schedules, cells  were fixed in ethanol (70%), stained in a solution containing  propidium iodide (10 mg/ml, MP Biomedicals), RNAse  (10 kU/ml, Sigma-Aldrich) and NP40 (0.01%, Sigma-Aldrich)  overnight at 48˚C in dark conditions and analyzed by flow  cytometry. Data were expressed as fractions of cells in the  different cell cycle phases.  Scratch wound assay. We used a scratch wound assay to evaluate  the migration ability of the four cell lines after treatment. Cells  were cultured in 75-cm2 flasks, as previously described, and  were exposed to the different treatment schedules. Twenty-four  hours before the end of treatment, a uniform cell-free area was  created by scratching a confluent monolayer with a scraper. The  migration rate of the cell lines was determined by observing  the wound closure at the end of the experiments (31).  Statistical analysis. Differences between treatments in terms  of dose-response, apoptosis and cell cycle block were deter- mined using the Student's t-test for unpaired observations.  P<0.05 was considered to indicate statistically significant  differences. In each experiment the standard deviation did not  exceed 10%.  Results  Drug sensitivity. Drug combination experiments were  performed using one dose of ZA (50 µM) for 72 h and five doses  of Cis (0.001, 0.01, 0.1, 1 and 10 µM) or three doses of carbo- platin (1, 11 and 110 µM). The hormone receptor-positive line  MCF-7 and HER-2 expressing line SKBR3 showed very low  sensitivity to all the drugs tested, whether alone or in combina- tion (data not shown). Conversely, the Cis and ZA combination  showed a high anti-proliferative effect in the triple-negative cell  lines BRC-230 and MDA-MB-231, the latter proving the most  sensitive to treatment. IG50 was reached at <0.001 µM with the  combination, whereas it was not reached with Cis alone, even  at the highest concentration (Fig. 2A). BRC-230 cells were  more sensitive than MDA-MB-231 to Cis alone, with an IG50  of 4.6 µM. However, the increase in growth inhibition obtained  with the drug combination was lower than that observed for  MDA-MB-231, with an IG50 of 0.005 µM (Fig. 2B). Both triple- negative lines proved insensitive to carboplatin treatment, alone  or in combination with ZA (data not shown). No synergistic or  additive effects were observed when carboplatin or Cis were  combined with ZA in MCF-7 or SKBR3. In MDA-MB-231, the  combination of ZA and Cis produced an important synergistic  effect which yielded an R index >1.5 for all but the 10-µM Cis  concentration. The synergism was particularly evident at lower  concentrations of the platin (0.001 and 0.01 µM) (Fig. 2C).  An additive effect was reached when combining Cis and ZA  in BRC-230 for all Cis concentrations, and the interaction was  once again higher at lower concentrations of the drug (Fig. D).  Conversely, the combination of carboplatin and ZA did not  produce either additive or synergistic effects and the increase  in growth inhibition obtained with the drug combination was  similar to that obtained with ZA alone (data not shown). Based  on these results, we performed subsequent experiments using  the Cis and ZA combination in the triple-negative cell lines  BRC-230 and MDA-MB-231.  Figure 1. Drug combination schedule.    IBRAHIM et al:  CISPLATIN AND ZOLEDRONIC ACID IN TRIPLE-NEGATIVE BREAST CANCER1266  Isolation of primary cancer cells from breast bone metastasis  biopsy. The primary culture obtained from the surgical material  was stable for 4-5 subcultures. In order to verify the presence  of tumor cells in the surgical material, the cytospin sections  were stained for pan cytokeratin immuno cytochemistry assay.  The percentage of cells expressing an epithelial phenotype  was ~20% of the whole culture (Fig. 3).  Drug sensitivity of primary culture. The drug sensitivity  data of Cis and ZA were compared with the values obtained  for the cells isolated from the bone metastasis biopsy. The  IG50 obtained for the primary culture was similar to the one  obtained for MCF-7, the cell line that presents the same HER-2  and hormone receptor pattern. The primary culture proved to  be more sensitive to Cis alone with respect to MCF-7, IG50 of  8.0 µM for the primary culture whereas not reached for MCF-7.  However, the two cultures showed similar sensitivity for ZA,  IG50 not reached for both cell lines, and for the combination of  Cis and ZA with an IG50 of 6.6 µM for MCF-7 and 6.9 µM for  the primary culture.  Effect on proliferation pathways. A strong reduction in  pMAPK levels was observed in BRC-230 after the Cis and  ZA combination with respect to control cells, especially at the  lowest Cis dose (0.001 µm). Such a reduction did not occur in  single treatments. Furthermore, MCL-1 expression was down- regulated in the MDA-MB-231 cell line after the combined  treatment but not after single drug exposure. Finally, pM-TOR  was markedly downregulated in the MDA-MB-231 cell line  following exposure to ZA alone and especially after combined  treatment with any of the Cis concentrations (Fig. 4).  Apoptosis induction. Assessment of apoptosis by TUNEL  assay showed that both single drug exposure and the ZA and  Cis combination induced a small, not statistically significant  increase in apoptotic cell percentage with respect to control in  both cell lines. In MDA-MB-231, the apoptotic cell percentage  did not exceed 5% in any of the Cis concentrations used alone or  in combination with ZA (Fig. 5A). In BRC-230 the percentage  of apoptosis reached 7.7 and 6.3% after the combination of ZA  and Cis 0.01 or 0.1 µM, respectively (Fig. 5B). These data are  in agreement with western blot analysis of caspase-3, -8 and -9.  We did not observe a substantial increase in the cleaved form  of the three caspases or a decrease in pro-caspase levels after  any of the treatments (Fig. 5C).  Cell cycle perturbation. The combination of ZA and Cis did  not produce a significant block of the cell cycle in the G0-G1 or  G2 phases in either triple-negative cell line. A slight increment  with respect to control was observed in the percentage of cells  in G0-G1 after treatment with ZA alone and also in combina- tion with all Cis concentrations in MDA-MB-231 (Fig. 6A)  and with Cis 0.001 and 0.01 µm in BRC-230 (Fig. 6B). These  findings were confirmed by western blot analysis of p-21 in  which the protein was found to be upregulated with respect to  control after treatment with ZA and Cis at any tested dose in  the MDA-MB-231 cell line, but only at the lowest Cis doses for  BRC-230 (Fig. 6C).  Effect on migration ability. Treatment of cells with the combi- nation of ZA and Cis resulted in a decreased migration rate with  respect to control cells. Such a reduction was detected using the  scratch assay in both triple-negative cell lines. Untreated cells   Figure 2. Dose-response curves of MDA-MB-231 (A) and BRC-230 (B) treated with different concentrations of Cis and/or ZA 50 µM for 72 h. Data represent the  means of three independent experiments. R-index values obtained with the combination of ZA (50 µM) and different Cis concentrations in MDA-MB-231 (C)  and BRC-230 (D). Data represent the means of three independent experiments.    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1263-1270,  2013 1267  Figure 3. MCF-7 (A) and primary culture of bone metastasis lesion cells (B) positive stained for Pan cytokeratin in immunocytochemistry assay.  Figure 4. Protein expression levels of p-MAPK and MCL-1 detected by western blot analysis before and after treatment with Cis (0.001, 0.01 and 0.1 µM) and/ or ZA 50 µM.  Figure 5. Apoptotic cells detected by TUNEL assay before and after single or combined treatments in MDA-MB-231 (A) and BRC-230 (B). Data represent  the means of three independent experiments. Protein expression levels of pro-caspase-3, -8 and -9 detected by western blot analysis before and after single or  combined treatments (C).    IBRAHIM et al:  CISPLATIN AND ZOLEDRONIC ACID IN TRIPLE-NEGATIVE BREAST CANCER1268  and cells exposed to Cis alone closed the scratch wound by  migration, whereas cells treated with ZA alone or in combina- tion with any of the Cis concentrations did not migrate properly  and were unable to close the wound (Fig. 7).  Discussion  In the present study, we evaluated the in vitro effects of different  doses of Cis and ZA, alone or in combination, in breast cancer  cell lines. ZA was found to have a direct antitumor activity on  breast cancer cells, which is in agreement with results from  previous studies (12,16,18). Drug concentrations and exposure  times used in our study were chosen on the basis of both litera- ture data (32-34) and results from a preclinical investigation  carried out in our laboratory (35), which highlighted that ZA  is more effective in triple-negative lines and that a cytocidal  effect is reached only in these cells.  We chose platinum compounds to evaluate the poten- tial synergic effect of ZA and chemotherapeutic agents as  conventional chemotherapy for breast cancer often uses  DNA-damaging drugs to prevent proliferation and stimulate  apoptosis of cancer cells, especially in TNBC (36). Initially  we performed parallel experiments with carboplatin (1, 10  and 100 µM) and Cis (0.1, 1 and 10 µM). As the combination  of ZA and carboplatin did not produce additive or synergic  effects, we decided to focus on the Cis combination. In the  triple-negative cell lines, Cis produced a synergistic effect  with ZA in MDA-MB-231, whereas an additive effect was  reached in BRC-230. No activity was observed in the other  two lines, possibly due to their low sensitivity to these drugs.  This finding confirms the results of our previous study which   Figure 6. Cell distribution in different cell cycle phases before and after single or combined treatments in MDA-MB-231 (A) and in BRC-230 (B). Data  represent the means of three independent experiments. Protein expression levels of p-21 detected by western blot analysis before and after single or combined  treatments (C).  Figure 7. Effect of single and combined treatments on the migration ability  detected by wound healing assay.    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1263-1270,  2013 1269  highlighted the greater sensitivity of triple-negative cells to  ZA. Such sensitivity can be attributed to genetic alterations  of oncogenic pathways. K-Ras and BRAF are mutated in the  MDA-MB-231 cell line and consequently the K-Ras pathway  is constitutively active. BRC-230 has a genetic amplifica- tion of EGFR that leads to an overexpression of the protein.  We hypothesized that these triple-negative cells are more  sensitive to ZA because this drug, inhibiting the mevalonate  pathway, may produce a block in the K-Ras pathway which  is overactivated in these cells. The hormone receptor-positive  (MCF-7) and HER2-expressing (SKBR3) lines, not presenting  alterations in BRAF, K-Ras or EGFR genes, are less sensitive.  Furthermore, we observed that the two triple-negative lines  showed different sensitivity to ZA and Cis, in agreement with  a previous study characterizing a cohort of triple-negative  breast cancer subtypes with different drug sensitivity (37).  Lehmann et al (37) identified 6 subtypes distinguishable by  their molecular profiles. The MDA-MB-231 cell line is a  mesenchymal stem-like subtype enriched in genes involved  in EMT transition and growth pathways, resistant to Cis and  sensitive to NVP-BEZ235 and dasatinib. Notably, our results  suggest that ZA sensitizes MDA-MB-231 to Cis, in contrast to  Cis alone, which did not exert any effect on cell proliferation  or survival. We do not have any information on the BRC-230  subtype as this cell line was isolated in our laboratory. Further  molecular characterizations are ongoing.  To our knowledge, this is the first study to describe a syner- gistic effect of ZA in association with Cis in breast cancer cell  lines, whereas the combination of these two drugs has already  been studied in osteosarcoma (38) and lung cancer cells (39).  We also observed a high inhibition of cell proliferation  in MDA-MB-231 when exposed to ZA in association with  low concentrations of Cis. Based on these results, we further  evaluated two lower concentrations (0.001 and 0.01 µM)  of Cis, both of which produced a greater synergistic effect.  Finally, we investigated the molecular mechanisms involved in  the synergistic/additive effects observed. Assessment of apop- tosis showed that the combination of ZA and Cis induced a  small, not statistically significant increase in the percentage of  apoptotic cells in both cell lines. Furthermore, we performed  chemosensitivity analyses on a primary culture from a bone  metastasis specimen as well and the obtained results were  concordant with data of a cell line, MCF-7, that has the same  pattern of HER-2 and hormonal receptor status of the primary  tumor of the bone metastasis specimen. This is a key finding  for the confirmation of our in vitro experiments. Further evalu- ation on a primary culture obtained from a triple negative bone  lesion is warranted.  The principal molecular mechanism involved appears to be  that of proliferation control. Although only a slight increment  in the percentage of cells in the G1 phase was detected, an  important decrease in p-MAPK, Mcl-1 and p-mTOR expression  and an increase in p21 were observed. P-MAPK is part of the  mevalonate pathway and our results thus support previous find- ings that ZA exerts its effect by modulating this pathway (6). In  addition to its anti-apoptotic effect, Mcl-1 has been found to be  involved in cell cycle and proliferation regulation (40) and has  also been reported to be modulated by ZA in prostate cancer  cell lines (35). mTOR is critically involved in the mediation of  cell survival and proliferation, and a number of clinical trials   have been conducted on everolimus, a new mTOR inhibitor,  in metastatic breast cancer (41). Furthermore, the PI3K/Akt/ mTOR pathway is involved in chemotherapeutic drug resis- tance and response to radiation in breast cancer cells (42).  A previous study highlighted that mTOR inhibitors have the  potential to overcome drug resistance from topoisomerase II  in solid tumors (43) and ZA is capable of enhancing mTOR  inhibition in osteosarcoma cells (44). Finally, we know that  MDA-MB-231 is a mesenchymal stem-like subtype cell line  that is responsive to mTOR inhibitors but resistant to Cis (37).  Taking all these facts into consideration, we can hypothesize  that mTOR pathway inhibition plays an important role in ZA  anticancer activity and in its ability to overcome MDA-MB-231  resistance to Cis. Further research is warranted to identify new  molecular targets to use in preclinical and clinical trials, partic- ularly in TNBC where such targeted therapies are lacking.  In conclusion, our results confirm that ZA exerts a direct  antitumor activity on human breast cancer cell lines, as previ- ously described in vitro (12,16,18) in mouse models (45) and  as reported in postmenopausal women of the Azure clinical  trial (46). Furthermore, we observed that ZA produced a  synergistic/additive effect on Cis in triple-negative cell lines,  whereas no effect was exerted on the hormone receptor-positive  or HER2-expressing lines. Investigating the molecular mecha- nisms involved, it was concluded that control of proliferation  pathways is possibly the key to the action of the drug combi- nation. p21, pMAPK and mTOR pathways were found to be  regulated, especially at lower doses of Cis. Although further  research is required to elucidate the molecular mechanisms  in question, several new potential targets have come to light.  Finally, it would be interesting to test the study schedules,  first on xenograft models and then in a clinical setting, in an  attempt to increase the currently limited options available for  triple-negative breast cancer patients. In fact, the synergistic  effect exerted by the combination could enable Cis dosages to  be reduced, thus minimizing side-effects associated with this  chemotherapeutic agent.  Acknowledgements  The authors thank Gráinne Tierney and Ursula Elbling for  editing the manuscript.  References   1. Jemal A, Bray F, Center MM, Ferlay J, Ward E and Forman D:  Global cancer statistics. CA Cancer J Clin 61: 69-90, 2011.   2. Coleman RE and Rubens RD: The clinical course of bone  metastases from breast cancer. Br J Cancer 55: 61-66, 1987.   3. Saad F, Adachi JD, Brown JP, Canning LA, Gelmon KA,  Josse RG and Pritchard KL: Cancer treatment-induced bone  loss in breast and prostate cancer. J Clin Oncol 26: 5465-5476,  2008.   4. Coleman RE: Risks and benefits of bisphosphonates. Br J Cancer  98: 1736-1740, 2008.   5. Coleman RE and McCloskey EV: Bisphosphonates in oncology.  Bone 49: 71-76, 2011.   6. Amin D, Cornell SA, Gustafson SK, Needle SJ, Ullrich JW,  Bilder GE and Perrone MH: Bisphosphonates used for the  treatment of bone disorders inhibit squalene synthase in cholesterol  biosynthesis. J Lipid Res 33: 1657-1663, 1992.   7. Van Beek E, Pieterman E, Cohen L, Lowick C and Papapoulos S:  Farnesyl pyrophosphatase synthase is the molecular target of  nitrogen-containing bisphosphonates. Biochem Biophys Res  Commun 264: 108-111, 1999.    IBRAHIM et al:  CISPLATIN AND ZOLEDRONIC ACID IN TRIPLE-NEGATIVE BREAST CANCER1270   8. Coxon FP, Helfrich MH, Van't Hof R, Sebti S, Ralston SH,  Hamilton A and Rogers MJ: Protein geranylgeranylation is  required for osteoclast formation, function and survival: inhi- bition by bisphosphonates and GGTI-298. J Bone Miner Res 15:  1467-1476, 2000.   9. Rogers MJ, Gordon S, Benford HL, Coxon FP, Luckman SP,  Monkkonen J and Frith JC: Cellular and molecular mechanisms  of action of bisphosphonates. Cancer 88: 2961-2978, 2000.  10. Benford HL, McGowan NW, Helfrich MH, Nuttall ME and  Rogers MJ: Visualization of bisphosphonate-induced caspase-3  activity in apoptotic osteoclasts in vitro. Bone 28: 465-473, 2001.  11. Jagdev SP, Coleman RE, Shipman CM, Rostami HA and  Croucher PI: The bisphosphonate, ZA, induces apoptosis of  breast cancer cells: evidence for synergy with paclitaxel. Br J  Cancer 84: 1126-1134, 2001.  12. Senaratne SG, Pirianov G, Mansi JL, Arnett T and Colston KW:  Bisphosphonates induce apoptosis in human breast cancer cell  lines. Br J Cancer 82: 1459-1468, 2000.  13. Derenne S, Amiot M, Barille S, et al: Zoledronate is a potent  inhibitor of myeloma cell growth and secretion of IL-6 and MMP-1  by the tumoral environment. J Bone Miner Res 14: 2048-2056,  1999.  14. Lee MV, Fong EM, Singer FR and Guenette RS: Bisphosphonate  treatment inhibits the growth of prostate cancer cells. Cancer Res  61: 2602-2608, 2001.  15. Shipman CM, Rogers MJ, Apperley JF, Russell RG and  Croucher PI: Bisphosphonates induce apoptosis in human  myeloma cell lines: a novel anti-tumour activity. Br J Haematol  98: 665-672, 1997.  16. Van der Pluijm G, Vloedgraven H, van Beek EJ, van der  Wee-Pals L, Lowik C and Papapoulos S: Bisphosphonates inhibit  the adhesion of breast cancer cells to bone matrices in vitro.  J Clin Invest 98: 698-705, 1996.  17. Boissier S, Magnetto S, Frappart L, Cuzin B, Ebetino FH,  Delmas PD and Clezardin P: Bisphosphonates inhibit prostate  and breast carcinoma cell adhesion to unmineralized and miner- alized bone extracellular matrices. Cancer Res 57: 3890-3894,  1997.  18. Boissier S, Ferreras M, Peyruchaud O, et al: Bisphosphonates  inhibit breast and prostate carcinoma cell invasion, an early event  in the formation of bone metastases. Cancer Res 60: 2949-2954,  2000.  19. Wood J, Bonjean K, Ruetz S, Bellahcene A, Devy L and  Foidart JM: Novel antiangiogenic effects of the bisphosphonate  compound zoledronic acid. J Pharmacol Exp Ther 302: 1055-1061,  2002.  20. Neville-Webbe HL, Rostami-Hodjegan A, Evans CA, Coleman RE  and Holen I: Sequence- and schedule-dependent enhancement  of ZA induced apoptosis by doxorubicin in breast and prostate  cancer cells. Int J Cancer 113: 364-371, 2005.  21. Neville-Webbe HL, Evans CA, Coleman RE and Holen I:  Mechanisms of the synergistic interaction between the bisphos- phonate ZA and the chemotherapy agent paclitaxel in breast  cancer cells in vitro. Tumour Biol 27: 92-103, 2006.  22. Vogt U, Bielawski KP, Bosse U and Schlotter CM: Breast  tumour growth inhibition in vitro through the combination of  cyclophosphamide/metotrexate/5-fluorouracil, epirubicin/cyclo- phosphamide, epirubicin/paclitaxel, and epirubicin/docetaxel  with the bisphosphonates ibandronate and zoledronic acid. Oncol  Rep 12: 1109-1114, 2004.  23. Zhao X, Xu X, Guo L, et al: Biomarker alterations with  metronomic use of low-dose ZA for breast cancer patients with  bone metastases and potential clinical significance. Breast  Cancer Res Treat 124: 733-743, 2010.  24. Valentin MD, da Silva SD, Privat M, Alaoui-Jamali M and  Bignon YJ: Molecular insights on basal-like breast cancer. Breast  Cancer Res Treat 134: 21-30, 2012.  25. Sirohi B, Arnedos M, Popat S, et al: Platinum-based chemotherapy  in triple-negative breast cancer. Ann Oncol 19: 1847-1852, 2008.  26. Amadori D, Bertoni L, Flamigni A, et al: Establishment and  characterization of a new cell line from primary human breast  carcinoma. Breast Cancer Res Treat 28: 251-260, 1993.  27. Skehan P, Storeng R, Scudiero D, et al: New colorimetric cyto- toxicity assay for anticancer-drug screening. J Natl Cancer Inst  82: 1107-1112, 1990.  28. Monks A, Scudiero D, Skehan P, et al: Feasibility of a high-flux  anticancer drug screen using a diverse panel of cultured human  tumor cell lines. J Natl Cancer Inst 83: 757-766, 1991.  29. Kern DH, Morgan CR and Hildebrand-Zanki SU: In vitro phar- macodynamics of 1-beta-D-arabinofuranosylcytosine: synergy  of antitumor activity with cis-diamminedichloroplatinum(II).  Cancer Res 48: 117-121, 1988.  30. Romanelli S, Perego P, Pratesi G, Carenini N, Tortoreto M and  Zunino F: In vitro and in vivo interaction between cisplatin and  topotecan in ovarian carcinoma systems. Cancer Chemother  Pharmacol 41: 385-390, 1998.  31. Hahnel A, Wichmann H, Kappler M, Kotzsch M, Vordermark D,  Taubert H and Bache M: Effects of osteopontin inhibition on  radiosensitivity of MDA-MB-231 breast cancer cells. Radiat  Oncol 5: 82, 2010.  32. Senaratne SG, Mansi JL and Colston KW: The bisphosphonate  ZA impairs Ras membrane [correction of impairs membrane]  localisation and induces cytochrome c release in breast cancer  cells. Br J Cancer 86: 1479-1486, 2002.  33. Rachner TD, Singh SK, Schoppet M, et al: ZA induces apoptosis  and changes the TRAIL/OPG ratio in breast cancer cells. Cancer  Lett 287: 109-116, 2010.  34. Guise TA: Antitumor effects of bisphosphonates: promising  preclinical evidence. Cancer Treat Rev 34: 19-24, 2008.  35. Fabbri F, Brigliadori G, Carloni S, et al: Zoledronic acid increases  docetaxel cytotoxicity through pMEK and Mcl-1 inhibition in a  hormone-sensitive prostate carcinoma cell line. J Transl Med 6:  43, 2008.  36. Curigliano G and Goldhirsch A: Triple-negative subtype: new  ideas for the poorest prognosis breast cancer. J Natl Cancer Inst  Monogr, pp108-110, 2011.  37. Lehmann BD, Bauer JA, Chen X, Sanders ME, Chakravarthy AB,  Shyr Y and Pietenpol JA: Identification of human triple-negative  breast cancer subtypes and preclinical models for selection of  targeted therapies. J Clin Invest 121: 2750-2767, 2011.  38. Benassi MS, Chiechi A, Ponticelli F, et al: Growth inhibition  and sensitization to cisplatin by zoledronic acid in osteosarcoma  cells. Cancer Lett 250: 194-205, 2007.  39. Ozturk OH, Bozcuk H, Burgucu D, Ekinci D, Ozdogan M,  Akca S and Yildiz M: Cisplatin cytotoxicity is enhanced with  zoledronic acid in A549 lung cancer cell line: preliminary results  of an in vitro study. Cell Biol Int 31: 1069-1071, 2007.  40. Fujise K, Zhang D, Liu J and Yeh ET: Regulation of apoptosis  and cell cycle progression by MCL1. Differential role of prolif- erating cell nuclear antigen. J Biol Chem 275: 39458-39465,  2000.  41. Ellard SL, Clemons M, Gelmon KA, et al: Randomized phase II  study comparing two schedules of everolimus in patients with  recurrent/metastatic breast cancer: NCI Clinical Trials Group  IND.163. J Clin Oncol 27: 4536-4541, 2009.  42. Steelman LS, Navolanic P, Chappell WH, et al: Involvement of  Akt and mTOR in chemotherapeutic- and hormonal-based drug  resistance and response to radiation in breast cancer cells. Cell  Cycle 10: 3003-3015, 2011.  43. Gaur S, Chen L, Yang L, Wu X, Un F and Yen Y: Inhibitors  of mTOR overcome drug resistance from topoisomerase II  inhibitors in solid tumors. Cancer Lett 311: 20-28, 2011.  44. Moriceau G, Ory B, Mitrofan L, et al: Zoledronic acid potentiates  mTOR inhibition and abolishes the resistance of osteosarcoma  cells to RAD001 (Everolimus): pivotal role of the prenylation  process. Cancer Res 70: 10329-10339, 2010.  45. Ottewell PD, Deux B, Mönkkönen H, Cross S, Coleman RE,  Clezardin P and Holen I: Differential effect of doxorubicin and  zoledronic acid on intraosseous versus extraosseous breast tumor  growth in vivo. Clin Cancer Res14: 4658-4666, 2008.  46. Coleman RE, Winter MC, Cameron D, et al: The effects of  adding zoledronic acid to neoadjuvant chemotherapy on tumour  response: exploratory evidence for direct anti-tumour activity in  breast cancer. Br J Cancer 102: 1099-1105, 2010.  View publication statsView publication stats  https://www.researchgate.net/publication/235604153",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}