{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/13664895  Cloning and Expression of the 44-Kilodalton Major Outer Membrane Protein  Gene of the Human Granulocytic Ehrlichiosis Agent and Application of the  Recombinant Protein to Serodiagnos...  Article  in  Journal of Clinical Microbiology · July 1998  DOI: 10.1128/JCM.36.6.1666-1673.1998 · Source: PubMed  CITATIONS  103 READS  65  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Latex-Rickettsia rickettsial test in seropositive pstients View project  Karim E Hechemy  retired  65 PUBLICATIONS   1,145 CITATIONS     SEE PROFILE  All content following this page was uploaded by Karim E Hechemy on 16 January 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/13664895_Cloning_and_Expression_of_the_44-Kilodalton_Major_Outer_Membrane_Protein_Gene_of_the_Human_Granulocytic_Ehrlichiosis_Agent_and_Application_of_the_Recombinant_Protein_to_Serodiagnosis?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/13664895_Cloning_and_Expression_of_the_44-Kilodalton_Major_Outer_Membrane_Protein_Gene_of_the_Human_Granulocytic_Ehrlichiosis_Agent_and_Application_of_the_Recombinant_Protein_to_Serodiagnosis?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Latex-Rickettsia-rickettsial-test-in-seropositive-pstients?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Karim-Hechemy?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Karim-Hechemy?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Karim-Hechemy?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Karim-Hechemy?enrichId=rgreq-22ec892313e40b992a9f1a0e73dcfee3-XXX&enrichSource=Y292ZXJQYWdlOzEzNjY0ODk1O0FTOjE4NjI0Mjg1OTgwNjcyNUAxNDIxNDE1MTY2Mzk2&el=1_x_10&_esc=publicationCoverPdf   JOURNAL OF CLINICAL MICROBIOLOGY, 0095-1137/98/$04.0010  June 1998, p. 1666-1673 Vol. 36, No. 6  Copyright   1998, American Society for Microbiology  Cloning and Expression of the 44-Kilodalton Major Outer Membrane Protein Gene of the Human Granulocytic Ehrlichiosis Agent and  Application of the Recombinant Protein to Serodiagnosis N. ZHI,1 N. OHASHI,1 Y. RIKIHISA,1* H. W. HOROWITZ,2 G. P. WORMSER,2 AND K. HECHEMY3  Department of Veterinary Biosciences, College of Veterinary Medicine, The Ohio State University, Columbus, Ohio,1  and Division of Infectious Diseases, Westchester County Medical Center, New York Medical College, Valhalla,2 and New York State Department of Health, Albany,3 New York  Received 2 January 1998/Returned for modification 19 February 1998/Accepted 17 March 1998  A 44-kDa major outer membrane protein of the human granulocytic ehrlichiosis (HGE) agent is an immunodominant antigen in human infection. A gene encoding this protein was cloned and sequenced. Southern blot results revealed the existence of multigenes homologous to the P44 gene in the genome of the HGE agent. The recombinant 44-kDa protein (rP44) was expressed by using expression vector pET30a. The reactivity of the affinity-purified rP44 was evaluated by Western immunoblot analysis and dot blot immuno- assay. Western immunoblot analysis showed that mouse anti-rP44 serum reacted with 44- to 42-kDa proteins in six different HGE agent strains tested except strain 2, in which three proteins of 42, 40, and 38 kDa were recognized. Eleven HGE patient serum samples, a horse anti-HGE serum, and a horse anti-Ehrlichia equi serum recognized the rP44 protein. This suggests that rP44 is an HGE-E. equi group-specific antigen. Neither human anti-Ehrlichia chaffeensis serum nor rabbit anti-Borrelia burgdorferi serum reacted with rP44. Sera from two patients coinfected with the HGE agent and B. burgdorferi reacted positively with rP44 and the HGE agent. Sera from 20 HGE patients with indirect fluorescent-antibody (IFA) titers ranging from 1:20 to 1:2,560 gave distinct positive reactions in a dot immunoblot assay. There was a positive correlation between the color densities of the dot reactions and the IFA titers when greater than 50 ng of recombinant antigen per dot was used. The use of the affinity-purified rP44 protein as antigen would provide a more specific, consistent, and simpler serodiagnosis for HGE than the use of whole infected cells or purified HGE agents.  Human granulocytic ehrlichiosis (HGE), an emerging infec- tious disease in humans, is increasingly being recognized in the United States (6, 9, 11). Serological and PCR studies suggest that HGE infection also exists in Europe (5, 7, 23, 28). The etiologic agent of HGE is an obligate intracellular bacterium that has been identified as a member of the family Rickettsi- aceae and is closely related to the Ehrlichia equi-Ehrlichia phagocytophila group on the basis of 16S rRNA gene sequence comparison (9). It has been successfully propagated in a con- tinuous promyelocytic leukemia cell line, HL-60 (14, 26). HGE infection is characterized by the presence of ehrlichial inclu- sions called morulae in human or animal peripheral blood granulocytes. Recently, evidence of coinfection with Borrelia burgdorferi and the HGE agent was obtained by isolation of both organisms from the same patient (19). Although several laboratories have used indirect fluorescent-antibody (IFA) testing (6, 26, 31), acute-phase blood smear (6), nested PCR (9, 13, 31), and culture isolation (14, 26, 31) for diagnosis of HGE, each of these diagnostic tests has both advantages and disadvantages. IFA testing using the HGE agent or E. equi- infected cells has been the most widely used method for the serodiagnosis of ehrlichiosis. The IFA test is the most sensitive method when both acute- and convalescent-phase sera are being tested (31). However, it requires a tissue culture system for preparation of HGE agent-infected cell antigen slides, a fluorescent microscope, and trained persons especially for evaluation of the serum reactivity to the antigen on the slide.  Although antisera against various Ehrlichia species other than E. equi and E. phagocytophila did not react with the HGE agent (26), cross-reactivity between the HGE agent and Ehrlichia chaffeensis was reported in previous studies (1, 6, 26). This cross-reactivity is probably caused by common antigenic com- ponents possessed by these two organisms. The nested PCR appears to be the best test for the early diagnosis of HGE (13, 31). However, the nested PCR requires a thermocycler and trained personnel and the reagents are relatively expensive. The HGE agent has been directly isolated and stably cultivated from blood specimens of human patients (14, 26). In our pre- vious investigation (31), four new HGE agent isolates (8% of the total examined) were obtained from 53 blood specimens. The sensitivity of culture isolation in diagnosis seems to be relatively lower than those of the IFA test (23% positive of the total examined) and the nested PCR (13% positive of the total examined). Moreover, it requires serologic evidence, PCR, or 16S rRNA gene sequence for confirmation of the identity of new isolates (31). Therefore, a convenient and sensitive method with high specificity for the diagnosis of HGE infection is still desirable. It has been found that the host humoral immune response in HGE infection is mainly directed against 44- and 42-kDa proteins of the HGE agent (4, 14, 31). Western blot analysis showed that 44- or 42-kDa proteins in different HGE isolates were recognized by various sera from HGE pa- tients and an experimentally infected horse, indicating the cross-reactivity of major antigens among the different isolates of the HGE agent (4, 14, 31). In the present study, the gene of the major surface 44-kDa protein (P44) of the HGE agent was cloned and sequenced and the partial gene which codes for the antigenic epitopes was overexpressed. Affinity-purified recom- binant P44 (rP44) was used as a testing antigen in Western  * Corresponding author. Mailing address: Department of Veteri- nary Biosciences, College of Veterinary Medicine, The Ohio State University, 1925 Coffey Rd., Columbus, OH 43210-1093. Phone: (614) 292-9677. Fax: (614) 292-6473. E-mail: rikihisa.1@osu.edu.  1666    immunoblot analysis and a dot immunoblot assay, which dem- onstrated excellent sensitivity and specificity in the serological tests.  MATERIALS AND METHODS  Organisms and sera. HGE agent isolates 2, 3, 6, 11, and 13 from patients in New York State and USG isolate from the tick kindly provided by R. Coughlin (Cambridge Bio-Tech, Worcester, Mass.) were cultivated in HL-60 cells (11, 26, 31). E. chaffeensis Arkansas was cultivated in the DH82 dog macrophage cell line (25). The organisms were purified by the Sephacryl S-1000 chromatography method described by Rikihisa et al. (24). B. burgdorferi HBH-1 and rabbit anti-B. burgdorferi HBH-1 were provided by Karim Hechemy, New York State Depart- ment of Health (Albany, N.Y.). All HGE patient serum samples, 2, 3, 4, 6, 11, 13, 21, and 22, were collected from patients at the Westchester County Medical Center in New York State. The diagnosis of HGE was confirmed by using PCR, IFA testing, and culture isolation as previously described (31). Among these serum samples, samples 2, 3, 4, 6, 11, and 13 had been characterized by using Western immunoblot analysis in a previous study (31). Patient serum samples 21-1, -2, -3, -4, and -5 were collected at different stages of illness (25 July 1995, first acute stage; 24 August 1995, convalescent stage; 5 October 1995, 13 June 1996, and 17 July 1997, second acute stage), respectively, from patient 21, who was suspected of being reinfected with the HGE agent. Horse anti-HGE and horse anti-E. equi sera were kindly provided by J. Madigan, University of Cali- fornia, Davis (18). Human anti-E. chaffeensis serum was kindly provided by the Centers for Disease Control and Prevention, Atlanta, Ga., and previously char- acterized by Western blotting (25). The sera from patients with Lyme borreliosis and coinfection with B. burgdorferi and HGE agent were also collected from patients seen at the Westchester County Medical Center in New York State. The procedure of evaluation for B. burgdorferi infection was performed as previously described (19). The motile spirochetes visualized in blood or biopsy specimens of erythema migrans lesions by fluorescence microscopy were confirmed to be B. burgdorferi with a PCR using primers IS1 and IS2. Serum antibodies to B. burgdorferi were assayed by an immunoglobulin M (IgM)-IgG enzyme-linked immunosorbent assay (ELA Lyme Stat; Bio-Whittaker, Walkersville, Md.) in accordance with the manufacturer's instructions.  Construction and immunoscreening of the HGE agent gene library. Genomic DNA of the HGE agent H2 strain (isolate 13) was isolated from purified ehrli- chial organisms by lysis with sodium dodecyl sulfate (SDS), pronase digestion, phenol-chloroform extraction, and ethanol precipitation in accordance with the procedure of Ohashi et al. (20). Purified genomic DNA was completely digested with 20 U of EcoRI at 37°C for 4 h and then ligated into the lZAPII vector. All procedures were carried out with a lZAPII/EcoRI/CIAP cloning kit (Stratagene, La Jolla, Calif.) in accordance with the manufacturer's instructions. Briefly, the gene library was constructed by infecting Escherichia coli XL1-Blue MRF9 with the recombinant phage. Clones expressing ehrlichial proteins were identified by using horse anti-HGE serum (18) (kindly provided by J. Madigan), which had been preabsorbed with E. coli lysate. Positive recombinant pBluescript phage- mids were excised from the lZAPII phages in the presence of helper phage f1 and used to transform E. coli SOLR cells (Stratagene). All of the positive clones were analyzed by Western blotting with the horse anti-HGE agent serum. Phage- mid purification, restriction enzyme digestion, and gel electrophoresis were car- ried out as described by Sambrook et al. (27).  DNA sequence analysis. DNA sequencing was determined by a dideoxy chain termination method with an Applied Biosystems (Foster City, Calif.) model 373 DNA sequencer. DNA sequencing was performed by a primer-walking method using synthetic oligonucleotides as primers. Translation of the nucleotide se- quence and alignment of the amino acid sequence were done by using DNASIS computer software (Hitachi Software Engineering Co. Ltd., Yokohama, Japan).  A homology search was done with the GenBank (National Center for Biotech- nology Information, Bethesda, Md.) database by using the local alignment search tool (3) software in the BLAST network service (National Center for Biotech- nology Information). The GenBank accession number of the P44 gene is AF059181.  Analysis of the N-terminal amino acid sequence of the outer membrane proteins of the HGE agent. An outer membrane protein fraction from the purified the HGE agent was prepared by the Sarkosyl extraction method as described previously (20, 31). Proteins in the Sarkosyl-insoluble pellet prepared from 700 mg of purified HGE agent organisms were separated by SDS-10% polyacrylamide gel electrophoresis (PAGE) and electrophoretically transferred to a ProBlot membrane (Applied Biosystems) in 3-[cyclohexylamino]-1-propane- sulfonic acid (Sigma, St. Louis, Mo.) and 10% methanol (pH 11) at 300 mA for 4 to 5 h by use of a Bio-Rad (Hercules, Calif.) transblot cell, and the sheet was stained with 1% amido black in 42% methanol-17% acetic acid. The protein band areas were cut out, and the N-terminal amino acid sequences of the proteins on the strips were analyzed by use of an Applied Biosystems model 470A protein sequencer.  Overexpression of the 44-kDa major outer membrane protein of the HGE agent. To effectively overexpress antigenic epitopes of rP44, the deduced amino acid sequences based on the sequences of plasmid pHGE1221, which was posi- tive by immunoscreening and contained an open reading frame (ORF) encoding the proposed P44, were analyzed with DNASTAR (Madison, Wis.) computer software. Several motifs with a high antigenic index and a probability of surface exposure were found in the NH2-terminal portion. Therefore, the primers were designed to amplify the DNA sequence encoding a 219-amino-acid polypeptide from the NH2 terminus including 8 amino acid residues of signal peptide and were prepared by BioServe (Laurel, Md.). The 59 oligonucleotide primer consists of the DNA sequence coding for the NH2-terminal region of the HGE agent P44 and the NcoI restriction sites (underlined) (59-CGCCATGGCTGGGAGTGAT GTCA-39), and the 39 oligonucleotide primers consist of the DNA sequence coding for the amino acids from positions 243 to 247 with the additions of a stop codon (TAG; in boldface type) and a EcoRI restriction site (underlined) (59-G CGAATTCTACGCACTACCATTACTCA-39) (Fig. 1). PCR amplification was carried out with a Perkin-Elmer Cetus DNA thermal cycler (model 480) by using standard procedures. The 657-bp amplified product containing approximately half of the P44 gene was digested with NcoI and EcoRI and ligated into dephos- phorylated NcoI- and EcoRI-digested pET30a expression vector (Novagen, Inc., Madison, Wis.). The recombinant plasmid was designated pEP44. E. coli Nov- aBlue (Novagen) was transformed with recombinant pET30a. A plasmid prep- aration of pEP44 from transformed NovaBlue was then used to transform E. coli BL21(DE3)/pLysS. The induction of the recombinant protein was performed by a procedure described elsewhere (17). The purification of rP44 protein was performed by using the His-Bind buffer kit (Novagen) in accordance with the manufacturer's instruction.  Southern blot analysis. Genomic DNA (200 ng) extracted from the purified HGE agent strain HZ (26) was completely digested with 20 U of restriction endonucleases at 37°C for 4 h, electrophoresed, and transferred to a Hybond-N1  nylon membrane (Amersham, Arlington Heights, Ill.) by a standard method (27). The 1.2-kb P44 gene fragment generated by PCR from the clone pHGE1221 was labeled with [a-32P]dATP by the random primer method using a kit (Boehringer Mannheim, Indianapolis, Ind.), and the labeled fragment was used as a DNA probe. Hybridization was performed at 60°C in rapid hybridization buffer (Am- ersham) for 16 h. The nylon sheet was washed in 0.13 SSC (13 SSC is 0.15 M NaCl plus 0.015 M sodium citrate)-1% SDS at 55°C, and hybridized probes were exposed to Hyperfilm (Amersham) at 280°C.  Preparation of hyperimmune anti-rP44 polyclonal antiserum. Hyperimmune anti-rP44 polyclonal antiserum was generated by intraperitoneal immunization of male BALB/c mice (6 weeks old) with affinity-purified rP44 as described above. Primary immunization of each animal was done with 15 mg of purified  FIG. 1. Restriction map of a 6.9-kb genomic DNA fragment including the P44 gene of the HGE agent. The closed boxes with arrows indicate the four ORFs that are identified in this fragment. The arrows indicate the orientations of these ORFs. Patterned boxes (R1 and R2) show two identical regions in ORF1 which encoded 59 and 65 amino acids, respectively. The solid bar at the bottom indicates the region which was cloned into the pET30a expression vector.  VOL. 36, 1998 MAJOR OUTER MEMBRANE PROTEIN OF THE HGE AGENT 1667    rP44 in Freund's complete adjuvant. Two boosts of 10 mg each of rP44 in Freund's incomplete adjuvant followed on days 14 and 28. Hyperimmune serum obtained 14 days after the last boost was used in Western immunoblot analysis as described below.  Western immunoblot analysis. The affinity-purified rP44 and purified HGE organisms were used for Western immunoblot analysis. Western immunoblotting was performed by a procedure described elsewhere (31). Briefly, uninfected HL-60 cells, purified HGE agent, E. chaffeensis, B. burgdorferi (HBH-1), and rP44 protein separated by 10% PAGE were transferred to a nitrocellulose sheet and then the sheet was immersed in TBS (150 mM NaCl, 50 mM Tris-HCl [pH 7.4]) containing 0.05% Tween 20 (T-TBS) and 5% milk at 4°C overnight to saturate protein-binding site. The antigen electroblotted onto the nitrocellulose membranes was incubated with the primary mouse, human, or horse sera at a 1:1,000 dilution and then with peroxidase-conjugated affinity-purified anti-hu- man, anti-horse, or anti-mouse IgG (Kirkegaard & Perry Laboratories, Inc., Gaithersburg, Md.) at a 1:1,000 or 1:2,000 dilution. The peroxidase-positive bands were detected by immersing the sheet in a developing solution (70 mM sodium acetate [pH 6.2]) containing 0.3% diaminobenzidine tetrahydrochloride (Nacalai Tesque, Inc., Kyoto, Japan) and 0.03% H2O2 at room temperature for 5 min. The enzyme reaction was terminated by washing the sheet in 0.1 M H2SO4.  Dot immunoblot assay. The dot immunoblot assay was performed by using a Bio-Rad dot blot apparatus. The affinity-purified rP44 protein in TBS was blotted onto the nitrocellulose membrane (Schleicher & Schuell, Keene, N.H.) and then immersed in T-TBS containing 5% milk at room temperature for 30 min, air dried, and stored at 220°C until required. Based on the results of a quantitative analysis (see Fig. 5), 0.5 mg of rP44 per dot was used in the immunoassay to assay the clinical specimens. For the immunoassay, sera to be tested were diluted at 1:1,000 in T-TBS containing 5% milk and incubated with the antigen dots for 1 h at room temperature. The sera used in this study were from HGE patients characterized previously (26, 31). After being washed three times with T-TBS, the nitrocellulose sheets were incubated with peroxidase-conjugated affinity- purified anti-human IgG (Kirkegaard & Perry) at a 1:2,000 dilution. The perox- idase-positive bands were detected by immersing the sheet in a developing solution as described in “Western immunoblot analysis.” The color density was measured by using background correction of ImageQuaNT program (Molecular Dynamics, Sunnyvale, Calif.).  RESULTS  Cloning, sequencing and overexpression of the 44-kDa ma- jor surface protein gene of the HGE agent. An HGE agent genomic library was constructed in lZAPII phage and identi- fied by immunoscreening with horse anti-HGE agent serum as described in Materials and Methods. One of the positive clones which expressed a 44-kDa antigenic protein was named pHGE1221. The insert size of pHGE1221 was approximately 6.9 kb. The nucleotide sequence of recombinant plasmid pHGE1221 was determined by the primer-walking method. The sequence of pHGE1221 contained five ORFs, and the second ORF, 1,239 bp in size, encoded a 413-amino-acid pro- tein with a molecular mass of 43,739 Da including signal pep- tide (Fig. 1). This ORF (ORF2) was found to contain 44-kDa antigen because the N-terminal 10-amino-acid sequence of native 44-kDa major outer membrane protein in the Sarkosyl- insoluble fraction (Fig. 2) was identical to the NH2-terminal amino acid sequence (without a 37-amino acid signal peptide) of the ORF2 predicted from the nucleotide sequence. The 44-kDa major outer membrane protein corresponded to the 49-kDa protein in our previous study (31) due to the variation of the prestained standard in which the molecular mass of ovalbumin was recently changed from 51 to 47 kDa in accor- dance with the manufacturer's instruction (Bio-Rad).  ORF1 contained 759 nucleotide base pairs encoding 253 amino acids without a start codon. Two regions in ORF1 were found to have the identical sequences within ORF2 (Fig. 1). These conserved regions, named R1 and R2, encoded 59 and 65 amino acids, respectively.  Amino acid sequence analysis indicated that the P44 protein of the HGE agent is a typical transmembrane protein which contains alternating hydrophilic and hydrophobic motifs with a signal peptide of 37 amino acid residues. A search of the GenBank database revealed significant amino acid sequence  similarity between the HGE agent P44 and major surface pro- tein 2 (MSP-2) of Anaplasma marginale, a bovine intraeryth- rocytic bacteria (66% similarity; 44% identity). A. marginale MSP-2 is an immunoprotective protein encoded by a polymor- phic multigene family (22). The regions conserved between the HGE agent P44 and A. marginale MSP-2 were found located in the hydrophobic motifs. ORF3, -4, and -5 are currently under investigation.  We expressed the entire P44 by cloning the whole P44 gene into the pET30a vector. However, the expression level was very low (data not shown). To effectively overexpress antigenic epitopes of P44 of the HGE agent, the DNA sequence coding for a 219-amino-acid polypeptide with a molecular mass of 23,246 Da from the NH2 terminus (including 8 amino acid residues of signal peptide) was subcloned into the pET30a expression vector. The recombinant plasmid was named pEP44. The expressed rP44 antigenic protein purified by af- finity chromatography was 35 kDa in size by SDS-PAGE. It was a fusion protein in which a 44-amino-acid sequence in- cluding the His tag peptide derived from the pET30a expres- sion vector was located at the NH2 terminus (Fig. 2).  Presence of multigenes homologous to P44 gene. Genomic Southern blot analysis with several restriction enzymes, includ- ing EcoRI, XbaI, SpeI, and SstI, revealed that the 32P-labeled P44 gene probe hybridizes with multiple DNA fragments of the HGE agent (Fig. 3). All five restriction enzymes used gener- ated approximately 10 bands with different densities. The re- striction enzymes used did not cut within the P44 gene that was cloned in this study, and therefore the Southern blot result showed that the multigenes homologous to the P44 gene were present in the HGE agent genome. The exact number of P44 gene copies cannot be determined, since restriction site poly-  FIG. 2. SDS-PAGE patterns of the antigens used in this study. The proteins (10 mg) were separated in an SDS-10% polyacrylamide gel and stained with Coomassie blue. The arrowhead indicates the native 44-kDa protein in the whole-cell organisms and outer membrane protein fraction (OMP) of the HGE agent. The numbers on the left indicate the molecular masses in kilodaltons based on the broad-range prestained standards (Bio-Rad).  1668 ZHI ET AL. J. CLIN. MICROBIOL.    morphism in other P44 gene copies may result in the produc- tion of several bands from a single copy.  Western immunoblot analysis. Western immunoblot analy- sis showed that mouse anti-rP44 serum strongly reacted with 44- to 42-kDa proteins in all of the different HGE agent strains except strain 2, in which three proteins of 42, 40, and 38 kDa were recognized (Fig. 4). The mouse antiserum also recog- nized a 27-kDa protein in isolates 2 and 6 and a 15-kDa protein in isolates 2, 3, 6, and USG (Fig. 4). Horse anti-HGE serum and 11 serum samples from HGE patients used in this study specifically recognized rP44 (Fig. 5). All of these patients were  previously confirmed to have HGE by PCR and/or culture isolation (26, 31). Five serum samples collected over a 2-year period from a patient (patient 21) at different stages of illness reacted with rP44 (Fig. 5). This patient was suspected of having reinfection with the HGE agent, since the IFA titer at 8 days before the sample 21-5 serum collection date was 1:40. The result indicates that regardless of the stages of infection or reinfection, P44 is the major antigen recognized by the patient sera. The horse anti-E. equi serum strongly reacted with both native 44-kDa protein in whole-cell organisms and rP44 of the HGE agent (Fig. 6). Human anti-E. chaffeensis and rabbit anti-B. burgdorferi did not recognize rP44. This suggests that rP44 might be used as a testing antigen to differentiate infec- tion with the HGE agent from infection with E. chaffeensis or B. burgdorferi. Two patients, 21 and 22, were diagnosed as having coinfection with B. burgdorferi and the HGE agent. The sera of patients 21 and 22 reacted positively with rP44 and the HGE agent as well as with the antigenic components of B. burgdorferi (Fig. 7). Three serum samples from patients with Lyme borreliosis were also investigated by Western blot anal- ysis using HGE agent organisms and rP44 as antigens. None of them had a positive reaction (data not shown).  Dot blot immunoassay. To determine the optimal amount of antigen per dot and the optimal dilution of patient sera for dot blot immunoassay, nitrocellulose membrane strips, each hav- ing eight dots containing different amounts of purified rP44 antigen, were incubated with five different serum samples with IFA titers ranging from 1:2,560 to ,1:20 (Fig. 8, insert). There was a positive correlation between the color densities of the dot reactions and the IFA titers when .50 ng of recombinant antigen was used per dot. These results indicate that the dot immunoassay using rP44 protein provides a simpler serodiag-  FIG. 3. Genomic Southern blot analysis of the HGE agent isolate 13 with a 32P-labeled 1.2-kb P44 gene probe. The numbers on the left indicate molecular sizes in kilobases.  FIG. 4. Western immunoblot analysis of mouse anti-rP44 serum using six different HGE agent isolates and the rP44 antigen. Samples subjected to SDS- PAGE consisted of 10 mg of purified whole-cell preparation of the HGE agent isolates 13, 3, 11, 2, 6, and USG and affinity-purified rP44. These proteins were transferred to a nitrocellulose sheet and incubated with a 1:1,000 dilution of antisera. The numbers on the left indicate molecular masses in kilodaltons based on the broad-range prestained standards (Bio-Rad).  FIG. 5. Western immunoblot analysis of anti-HGE sera using purified HGE agent isolate 13 and rP44 antigen. The sera used in this study included a horse anti-HGE agent serum, five convalescent-phase serum samples from patients 2, 3, 11, 13, and 16 (23), five serum samples collected at different times of illness over a 2-year period from patient 21, who was suspected of having a persistent infection or reinfection, and negative control serum (IFA titer, ,1:20). Samples subjected to SDS-PAGE consisted of 10 mg of purified whole-cell preparation of HGE agent strain 13 (23), affinity-purified rP44, HL-60 cells, and E. coli BL21(DE3)/pLysS. These proteins were transferred to a nitrocellulose sheet and incubated with a 1:1,000 dilution of antisera. The number at the bottom of each panel represent the IFA test titer of the serum sample. The numbers on the left indicate molecular masses in kilodaltons based on the broad-range prestained standards (Bio-Rad).  VOL. 36, 1998 MAJOR OUTER MEMBRANE PROTEIN OF THE HGE AGENT 1669    nosis of HGE infection than the IFA test does. No reaction was detected with negative control sera (IFA titer, ,1:20) (Fig. 8, insert). The color density values of each dot measured after background correction by the ImageQuaNT program are shown in Fig. 8. Since the difference in color density among sera with different IFA titers was quite distinct and the color density progressively increased (especially at antigen amounts  of 0.25 to 1 mg per dot), 0.5 mg per dot was used in the following experiments. This amount of protein can distinguish both high and low titers.  A total of 25 clinical patient serum samples with different IFA titers (from 1:2,560 to ,1:20) were examined by dot blot immunoassay using 0.5 mg of affinity-purified rP44 per dot. As shown in Fig. 9A, the color density of the each dot is highly correlated with the IFA titer. In five tested serum samples with IFA titers of ,1:20, the color density of one dot can be clearly distinguished from that of other negative sera by the naked eye. This serum sample was collected in the acute phase from patient 3 (31), who was positive for the HGE agent by nested PCR and culture isolation. This patient developed a convales- cent-phase IFA titer of 1:640 (Fig. 9A, dot E1). The remaining four serum samples with titers of ,1:20 were derived from patients who were negative by convalescent-phase serum IFA, PCR, and isolation (31).  DISCUSSION  The availability of recombinant immunodominant major surface proteins of the HGE agent will greatly assist in the diagnosis of this intracellular bacterium and elucidation of pathogenesis of HGE such as mechanisms of invasion of host cells and intracellular survival and immune responses. In pre- vious studies, 44- to 42-kDa proteins or proteins of similar sizes were shown to be immunodominant major surface proteins of the HGE agent, which are recognized by all the sera from HGE patients tested (4, 16, 31). The present study is the first report that a 44-kDa major outer membrane protein of the HGE agent has been identified and characterized at the mo- lecular and protein sequence level. Interestingly, the sequence analysis of P44 also revealed significant homology to an immu- noprotective A. marginale major surface protein, MSP-2, which is encoded by a polymorphic multigene family (22).  Polymorphic multigene families encoding the major outer membrane proteins have been identified in E. chaffeensis and A. marginale that are closely related to the HGE agent based on 16S rRNA gene sequence comparison. In E. chaffeensis, six copies of the P28 gene were tandemly arrayed 1 kb apart in the ehrlichial chromosome. This multiple gene family of E. chaffeensis encodes a group of immunodominant major outer membrane proteins ranging in size from 23 to 30 kDa (20). A. marginale MSP-2 and -3 are also encoded by multiple gene families (2, 22). These latter multiple gene copies were distrib- uted widely throughout the chromosome. In addition, strain variations of these gene copies were demonstrated. Although the exact number of copies of the P44 gene of the HGE agent has not been determined, Southern blot analysis showed mul- tigenes homologous to the P44 gene in the genome of the HGE agent isolate 13. In addition, identical sequences (R1 and R2) present in ORF1 and ORF2 (P44 gene) may also provide evidence for the existence of multiple homologous P44 genes in the genome of the HGE agent. Further molecular genetic studies are required to clarify the role of the multiple copies of the P44 gene in antigenic and biologic polymorphism of the HGE agent.  Our Western immunoblot results showed that the rP44 pro- tein specifically reacted with HGE patient sera having different IFA titers. This indicates that rP44 is properly folded, exposing the specific antigenic epitopes which are recognized by the host immune system. Infections caused by E. chaffeensis or B. burg- dorferi are the two most important infections in humans that are related to HGE. A diverse serologic cross-reactivity be- tween the HGE agent and E. chaffeensis was reported by us previously and by others (1, 6, 26). The human anti-E. chaffeen-  FIG. 6. Western immunoblot analysis of rP44 antigen of the HGE agent with sera against E. equi, E. chaffeensis, and B. burgdorferi. The sera used in this study included horse anti-E. equi serum, human anti-E. chaffeensis serum, and rabbit anti-B. burgdorferi serum. Antigens subjected to SDS-PAGE were 10 mg of purified whole-cell preparation of HGE agent isolate 13, E. chaffeensis, or B. burgdorferi, affinity-purified rP44, uninfected HL-60 cells, and E. coli BL21 (DE3)/pLysS. These proteins were transferred to a nitrocellulose sheet and incubated with a 1:1,000 dilution of antisera. The numbers on the left indicate molecular masses in kilodaltons based on the broad-range prestained standards (Bio-Rad).  FIG. 7. Western immunoblot analysis of rP44 antigen of the HGE agent with serum samples from patients with HGE-Lyme borreliosis coinfection. Serum samples 21-5 and 22 used in this study were collected from patients who were diagnosed as coinfected with HGE agent and B. burgdorferi. Antigens subjected to SDS-PAGE were 10 mg of purified whole-cell preparation of HGE agent isolate 13, B. burgdorferi, and affinity-purified rP44. These proteins were trans- ferred to a nitrocellulose sheet and incubated with a 1:1,000 dilution of antisera. Numbers on the left indicate the molecular masses in kilodaltons based on the broad-range prestained standards (Bio-Rad).  1670 ZHI ET AL. J. CLIN. MICROBIOL.    sis serum used in the present study was kindly provided by the Centers for Disease Control and Prevention. It was collected from a patient with a typical E. chaffeensis infection and char- acterized by IFA testing and Western blot analysis (25). Ad- ditionally, in unpublished data of our laboratory, 20 different serum samples from HGE patients were analyzed by Western immunoblotting against both the HGE agent and E. chaffeensis antigens. Cross-reactive antigens between the HGE agent and E. chaffeensis were found in the size range of 55 to 60 kDa rather than 44 kDa. Therefore, we believe that rP44 can be used to differentiate HGE and E. chaffeensis infections. More- over, it had been reported that false-positive Lyme disease tests can occur in cases of HGE infection (30). These recent results suggest that potential cross-reactive antigens among three pathogenic microorganisms might complicate serodiag- nostic evaluation of these diseases. The results of the Western immunoblot analysis in this study showed that rP44 is not recognized by antisera against E. chaffeensis or B. burgdorferi. Therefore, use of rP44 as the testing antigen is advantageous  since it eliminates the possibility of cross-reactivity between the HGE agent and these microorganisms, which is caused by common antigenic components such as heat shock proteins in whole-organism preparations as suggested previously (31).  On the basis of the 16S rRNA gene sequence comparison, the Ehrlichia species along with several related genera can be divided into three distinct groups. The HGE agent is closely related to the E. equi-E. phagocytophila group (9). The major antigenic components of organisms in the three groups of Ehrlichia resemble each other but are quite different between groups (4, 20, 24). Therefore, within each group, ehrlichial organisms are highly cross-reactive antigenically and share sev- eral homologous surface antigens. Dumler et al. previously reported that serum from an HGE patient reacted with the 44-kDa protein of E. equi and E. phagocytophila (12). Diversity of major antigens has been observed previously among differ- ent strains of Ehrlichia risticii and E. chaffeensis (8, 10). Al- though only little is known about antigenic variants among strains of the HGE agent (4, 31), we previously demonstrated  FIG. 8. Optical density analysis of the reaction of the HGE agent rP44 antigen (Ag) with patient sera having different IFA testing titers was performed by using ImageQuaNT computer program. Color development of various amounts of affinity-purified rP44 of the HGE agent was done after reaction with patient sera having different HGE agent IFA titers and with negative control sera (insert). The sera were diluted at 1:1,000.  VOL. 36, 1998 MAJOR OUTER MEMBRANE PROTEIN OF THE HGE AGENT 1671    a strain polymorphism among the major antigenic proteins of the HGE agent (31). However, the mouse antiserum specific to rP44 strongly recognized 44- to 42-kDa proteins in all isolates tested, indicating that the major antigenic proteins in different HGE agent isolates are antigenically cross-reactive with rP44 (31). Since all HGE agent isolates used in these studies were isolated from the same geographic regions in New York State, the results may not represent all of the different serotypes existing in the United States. However, our observation of the reaction of horse anti-HGE (Wisconsin strain) and anti-E. equi sera with rP44 suggests that rP44 has an HGE-E. equi group- specific epitope. It is, therefore, probably useful for serodiag- nosis of all strains of the HGE agent.  Additionally, the mouse antiserum specific to rP44 also re- acted with a 27-kDa protein with two of the isolates and a 15-kDa protein with four of the isolates even when proteinase inhibitor (e.g., phenylmethylsulfonyl fluoride) was added dur- ing the preparation of antigens. Therefore, it is unlikely that these antigens were generated from the degradation of P44 in these isolates. According to the data presented in this paper, the P44 proteins might be encoded by a multigene family and some of these homologous genes might be truncated either at the N terminus (e.g., ORF1 in pHGE1221) or the C terminus.  It is possible that the 27- and 15-kDa antigens were encoded by a gene whose C-terminal portion was truncated. In addition, in our previous study (20), we identified a multigene family en- coding a group of major antigens of E. chaffeensis. We dem- onstrated the possibility that the P23 protein is generated from OMP-1F (P30) by specific processing. Whether this also hap- pens to the 27- or 15-kDa antigen of the HGE agent remains to be seen.  The dot immunoblot assay has been developed for detection of several infectious agents (15, 21, 29). The advantages of this assay are that no particular instrument is required and the interpretation of the results is easy for inexperienced personnel since positive and negative reactions can be distinguished by the naked eye. In the dot immunoblot assay described herein, the color density of positive sera (IFA titer, .1:20) is signifi- cantly stronger than that of negative controls. Therefore, an- tibody-positive sera can be easily distinguished from antibody- negative sera by the naked eye. One acute-stage serum sample with an IFA titer of less than 1:20 was positive by the dot blot immunoassay. This may indicate that the dot blot immunoas- say using rP44 is more sensitive than IFA testing. However, another acute-phase serum sample, from patient 4 (31), who was positive for the HGE agent infection by IFA testing of convalescent-phase serum, nested PCR, and culture isolation, showed a negative reaction in the dot blot immunoassay. This may be explained by the slower or lower level of humoral immune response against HGE infection in this individual because the IFA titer of convalescent-phase sera collected from the same patient 2 weeks later was only 1:80.  For the serodiagnosis of HGE infection, IFA testing is widely used. However, the final evaluation needs specific equipment and trained personnel. It also requires cultivation of the HGE agent, which may change its antigenic composition during passage. Use of whole infected cells or whole organisms as antigen increases the false-positive rate due to antigenic cross-reactivity or nonspecific antibody binding. The affinity- purified recombinant major antigenic protein would provide a stable and economical source of the pure antigen for specific and sensitive serologic tests. Especially since the dot blot or enzyme-linked immunosorbent assay using recombinant anti- gens can be automated in the diagnostic laboratory, a simple and rapid diagnosis of HGE infection could be made. Al- though more patient serum samples must be tested to verify its usefulness in the clinical laboratory, the recombinant P44 of the present study should greatly advance HGE serodiagnosis.  ACKNOWLEDGMENTS  We thank John Lowbridge of the Peptide and Protein Engineering Laboratory, The Ohio State University, for his assistance in NH2- terminal amino acid sequencing and Qin Lu of the Neurobiological Center, The Ohio State University, for her assistance in DNA sequenc- ing. The technical assistance of Dennis Cooper and Susan Bittker is appreciated.  This work was supported by grant RO1 AI33123 from the National Institutes of Health.  REFERENCES  1. Aguero-Rosenfeld, M. E., H. W. Horowitz, G. P. Wormser, D. F. Mckenna, J. Nowakowski, J. Munoz, and J. S. Dumler. 1996. Human granulocytic ehr- lichiosis: a case series from a medical center in New York State. Ann. Intern. Med. 125:904-908.  2. Alleman, A. R., G. H. Palmer, T. C. McGuire, T. F. McElwain, L. E. Perry- man, and A. F. Barbet. 1997. Anaplasma marginale major surface protein 3 is encoded by a polymorphic, multigene family. Infect. Immun. 65:156-163.  3. Altschul, S. F., W. Gish, W. Miller, E. W. Myers, and D. J. Lipman. 1990. Basic local alignment search tool. J. Mol. Biol. 215:403-410.  4. Asanovich, K. M., J. S. Bakken, J. E. Madigan, M. Aguero-Rosenfeld, G. P. Wormser, and J. S. Dumler. 1997. Antigenic diversity of granulocytic Ehr-  FIG. 9. (A) Dot blot immunoassay of HGE patient sera with different IFA testing titers by using 0.5 mg of affinity-purified rP44 antigen. The sera were diluted at 1:1,000. (B) Other diagnostic data for the blood serum samples used in this assay are shown. Symbols: 2, negative; 1, positive. ND, not done.  1672 ZHI ET AL. J. CLIN. MICROBIOL.    lichia isolates from humans in Wisconsin and New York and a horse in California. J. Infect. Dis. 176:1029-1034.  5. Bakken, J. S., J. Krueth, R. L. Tilden, J. S. Dumler, and B. E. Kristansen. 1997. Serological evidence of human granulocytic ehrlichiosis in Norway. Eur. J. Clin. Microbiol. Infect. Dis. 15:829-832.  6. Bakken, J. S., J. Krueth, C. Wilson-Nordskog, R. L. Tilden, K. Asanovich, and J. S. Dumler. 1996. Clinical and laboratory characteristics of human granolocytic ehrlichiosis. JAMA 275:199-205.  7. Brouqui, P., J. S. Dumler, R. Lienhard, M. Brossard, and D. Raoult. 1995. Human granulocytic ehrlichiosis in Europe. Lancet 346:782-783.  8. Chaichanasiriwithaya, W., Y. Rikihisa, S. Yamamoto, S. Reed, T. B. Craw- ford, L. E. Perryman, and G. H. Palmer. 1994. Antigenic, morphologic, and molecular characterization of new Ehrlichia risiticii isolates. J. Clin. Micro- biol. 32:3026-3033.  9. Chen, S.-M., J. S. Dumler, J. S. Bakken, and D. H. Walker. 1996. Identifi- cation of a granulocytic Ehrlichia species as the etiologic agent of human disease. J. Clin. Microbiol. 32:589-595.  10. Chen, S.-M., V. L. Popov, H. M. Feng, and D. H. Walker. 1994. Analysis and ultrastructure localization of Ehrlichia chaffeensis proteins with monoclonal antibodies. Am. J. Trop. Med. Hyg. 54:405-412.  11. Coughlin, R. T., C. Gingrich-Baker, T. Mather, and D. Fish. 1996. Trans- mission, isolation, and cultivation of granulocytic Ehrlichia resulting from infection of dogs by adult Ixodes scapularis collected from eastern United States, abstract no. 52. In Abstracts of the 21st Sesquiannual Meeting of the American Society for Rickettsiology and Rickettsial Diseases. American Society for Rickettsiology and Rickettsial Diseases, Albany, N.Y.  12. Dumler, J. S., K. M. Asanovich, J. S. Bakken, P. Richter, R. Kimsey, and J. E. Madigan. 1995. Serologic cross-reactions among Ehrlichia equi, Ehr- lichia phagocytophila, and human granulocytic ehrlichia. J. Clin. Microbiol. 33:1098-1103.  13. Edelman, D. C., and J. S. Dumler. 1996. Evaluation of an improved PCR diagnostic assay for human granulocytic ehrlichiosis. Mol. Diagn. 1:44-49.  14. Goodman, J. L., C. Nelson, B. Vitale, J. E. Madigan, J. S. Dumler, T. J. Kurtti, and U. G. Munderloh. 1996. Direct cultivation of the causative agent of human granulocytic ehrlichiosis. N. Engl. J. Med. 334:209-215.  15. Heberling, R. L., and S. S. Kalter. 1986. Rapid dot immunobinding assay on nitrocellulose for viral antibodies. J. Clin. Microbiol. 23:109-113.  16. Ijdo, J. W., Y. Zhang, E. Hodzic, L. A. Magnarelli, M. L. Wilson, S. R. Telford III, S. W. Barthold, and E. Fikrig. 1997. The early human response in human granulocytic ehrlichiosis. J. Infect. Dis. 176:687-692.  17. Koehler, J. E., S. Birkelund, and S. Stephens. 1992. Overexpression and surface localization of the Chlamydia trachomatis major outer membrane protein in Escherichia coli. Mol. Microbiol. 6:1087-1094.  18. Madigan, J. E., P. Richter, R. Kimsey, J. E. Barlough, J. S. Bakken, and J. S.  Dumler. 1995. Transmission and passage in horse of the agent of human granulocytic ehrlichiosis. J. Infect. Dis. 172:1141-1144.  19. Nadelman, R. B., H. W. Horowitz, T. C. Hsieh, J. M. Wu, M. Aguero- Rosenfeld, I. Schwartz, J. Nowakowski, S. Varde, and G. P. Wormser. 1997. Simultaneous human granulocytic ehrlichiosis and Lyme borreliosis. N. Engl. J. Med. 327:27-30.  20. Ohashi, N., N. Zhi, Y. Zhang, and Y. Rikihisa. 1998. Immunodominant major outer membrane proteins of Ehrlichia chaffeensis are encoded by a polymorphic multigene family. Infect. Immun. 66:132-139.  21. Ohashi, N., A. Unver, N. Zhi, and Y. Rikihisa. Cloning and expression of Ehrlichia canis immunoreactive 30-kilodalton major outer membrane pro- tein and application of the recombinant protein for serodiagnosis. Submitted for publication.  22. Palmer, G. H., G. Eid, A. F. Barbet, T. C. McGuire, and T. F. McElwain. 1994. The immunoprotective Anaplasma marginale major surface protein 2 is encoded by a polymorphic multigene family. Infect. Immun. 62:3808-3816.  23. Pusterla, N., J. Hunder, C. Wolfensberger, B. Litschi, A. Parvis, and H. Lutz. 1997. Granulocytic ehrlichiosis in two dogs in Switzerland. J. Clin. Microbiol. 35:2307-2309.  24. Rikihisa, Y., S. A. Ewing, J. C. Fox, A. G. Siregar, F. H. Pasaribu, and M. B. Malole. 1992. Analysis of Ehrlichia canis and canine granulocytic Ehrlichia infection. J. Clin. Microbiol. 30:143-148.  25. Rikihisa, Y., S. A. Ewing, and J. C. Fox. 1994. Western immunoblot analysis of Ehrlichia chaffeensis, Ehrlichia canis, or Ehrlichia ewingii infections in dogs and humans. J. Clin. Microbiol. 32:2107-2112.  26. Rikihisa, Y., N. Zhi, G. P. Wormser, B. Wen, H. W. Horowitz, and K. E. Hechemy. 1997. Ultrastructure and antigenic characterization of a granulo- cytic ehrlichiosis agent directly isolated and stably cultivated from a patient in New York State. J. Infect. Dis. 175:210-213.  27. Sambrook, J., E. F. Fritsch, and T. Maniatis. 1989. Molecular cloning: a laboratory manual, 2nd ed. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, N.Y.  28. Sumption, K. J., D. J. M. Wright, S. J. Cutler, and B. S. S. Dale. 1995. Human ehrlichiosis in the UK. Lancet 364:1487-1488.  29. Urakami, H., S. Yamamoto, T. Tsurahara, N. Ohashi, and A. Tamura. 1989. Serodiagnosis of scrub typhus with antigens immobilized on nitrocellulose sheet. J. Clin. Microbiol. 27:1841-1846.  30. Wormser, G. P., H. W. Horowitz, J. S. Dumler, I. Schwartz, and M. Aguero- Rosenfeld. 1996. False-positive Lyme serology in human granulocytic ehr- lichiosis. Lancet 347:981-982.  31. Zhi, N., Y. Rikihisa, H. Y. Kim, G. P. Wormser, and H. W. Horowitz. 1997. Comparison of major antigenic proteins of six strains of the human granu- locytic ehrlichiosis agent by Western immunoblot analysis. J. Clin. Microbiol. 35:2606-2611.  VOL. 36, 1998 MAJOR OUTER MEMBRANE PROTEIN OF THE HGE AGENT 1673  View publication statsView publication stats  https://www.researchgate.net/publication/13664895",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}