{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Hindawi Publishing Corporation Evidence-Based Complementary and Alternative Medicine Volume 2013, Article ID 467245, 14 pages http://dx.doi.org/10.1155/2013/467245  Research Article Decursin Isolated from Angelica gigas Nakai Rescues PC12 Cells from Amyloid 𝛽-Protein-Induced Neurotoxicity through Nrf2-Mediated Upregulation of Heme Oxygenase-1: Potential Roles of MAPK  Li Li,1,2 Ji-kun Du,3 Li-yi Zou,1 Tie Wu,1 Yong-woo Lee,2 and Yong-ho Kim2  1 Department of Pharmacology, Guangdong Medical College, Dongguan 523-808, China 2Department of Smart Food and Drugs, Graduate School, Inje University, Gimhae 621-749, Republic of Korea 3 Department of Clinical Laboratory, Shenzhen Shajing Affiliated Hospital of GuangzhouMedical University, Shenzhen 518-104, China  Correspondence should be addressed to Yong-woo Lee; mlsywlee@inje.ac.kr and Yong-ho Kim; mlskimyh@inje.ac.kr  Received 29 January 2013; Revised 27 March 2013; Accepted 7 April 2013  Academic Editor: Youn Chul Kim  Copyright   2013 Li Li et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Decursin (D), purified from Angelica gigas Nakai, has been proven to exert neuroprotective property. Previous study revealed that D reduced A𝛽  25−35 -induced cytotoxicity in PC12 cells. Our study explored the underlying mechanisms by which D mediates its  therapeutic effects in vitro. Pretreatment of cells with D diminished intracellular generation of ROS in response to A𝛽 25−35  . Western blot revealed that D significantly increased the expression and activity of HO-1, which was correlated with its protection against A𝛽 25−35  -induced injury. Addition of ZnPP, an HO-1 competitive inhibitor, significantly attenuated its protective effect in A𝛽 25−35  - treated cells, indicating the vital role of HO-1 resistance to oxidative injury. Moreover, D induced Nrf2 nuclear translocation, the upstream of HO-1 expression. While investigating the signaling pathways responsible for HO-1 induction, D activated ERK and dephosphorylated p38 in PC12 cells. Addition of U0126, a selective inhibitor of ERK, blocked D-induced Nrf2 activation and HO- 1 induction and meanwhile reversed the protection of D against A𝛽  25−35 -induced cell death. These findings suggest D augments  cellular antioxidant defense capacity through both intrinsic free radical scavenging activity and activation ofMAPK signal pathways that leads to Nrf2 activation, and subsequently HO-1 induction, thereby protecting the PC12 cells from A𝛽  25−35 -induced oxidative  cytotoxicity.  1. Introduction  Alzheimer's disease (AD) is the most common form of senile dementia, affecting millions of people worldwide. It is an age-related neurodegenerative disease pathologically characterized by deposition of senile plaques, intracellular neurofibrillary tangles (NFT), and loss of neurons in the brain. Amyloid 𝛽-peptide (A𝛽), a 39- to 43-amino acid peptide fragment derived from an amyloid precursor protein via a sequential cleavage by 𝛽- and 𝛾-secretases, is the major component of senile plaques and is considered to be tightly related to the development and progress of AD. Extensive evidence indicates that the brains of individuals with AD are characterized by exaggerated oxidative stress [1- 8], and the overproduction of A𝛽 leads to A𝛽-associated free  radical production and cell death [9-13]. Not only does A𝛽 increase oxidative stress, but its generation is also increased as a result of oxidative stress, which in turn causes more oxidative damage. Given the important role of oxidative stress in AD, therapeutic strategies which are directed at early interventions targeted at oxidative stress may be effective in delaying AD development and slowing its progression. Indeed, increased antioxidant activity confers protection and has been reported to lower the risk of AD [14]. Thus, an approach which simultaneously enhances various intracel- lular oxidative defense capacities may be more effective in combating neurodegeneration.  Among the various cytoprotective enzymes, heme oxyge- nase (HO)has received considerable attention,which consists of three isoforms: HO-1, HO-2, and HO-3. Although HO-2    2 Evidence-Based Complementary and Alternative Medicine  and HO-3 are constitutively expressed, HO-1 is inducible in many cell types, such as neuronal cells [15, 16]. HO-1 is one of themajor antioxidant/cytoprotective enzymes that are readily induced in response to oxidative stress. HO-1 catalyzes the rate-limiting step in the heme degradation process, releasing iron, carbonmonoxide (CO), and biliverdin.The antioxidant potential of HO-1-generated metabolic products highlights theHO-1 pathway as a therapeutic target for pharmacological intervention of various diseases including neurological dis- orders [17-19]. The induction of HO-1 resulted in a relatively higher resistance to glutamate- andH  2 O 2 -mediated oxidative  damage and MPTP- or A𝛽-induced neurotoxicity [20-23]. Transcriptional regulation of the ho-1 gene is linked to the transcription factor NF-E2-related factor (Nrf2), which plays a crucial role in cellular defense. Nrf2 is a basic leucine zipper transcription factor that resides in the cytoplasm bound to its inhibitor protein, Keap1, and translocated to the nucleus after stimulation. It then binds to the antioxidant response element (ARE) sequences in the promoter regions of cluster of antioxidant/detoxifying genes, such as ho-1 [24- 26]. Activation of Nrf2 pathway has been demonstrated to be involved in the protection of the nerve cells against oxidative damage in vivo and in vitro [27-29]. Neurons lacking Nrf2 are highly sensitive to oxidative stress but can be rescued by transfection with a functional Nrf2 construct [30]. In addition, activation of theNrf2/ARE pathway in astrocytes by tert-butylhydroquinone (tBHQ), an Nrf2 activity inducer, is able to protect neurons from subsequent oxidative stress [31].  To date, multiple signaling kinases related to cell sur- vival/proliferation have been reported to regulate the nuclear translocation of Nrf2, including mitogen-activated protein kinases (MAPKs), phosphatidylinositol 3-kinase (PI3K), and protein kinase C (PKC) [32-34]. MAPK is one of the most common signaling pathways that serve to coordinate the cellular response to a variety of extracellular stimuli.These are well characterized inmammals and include c-JunN-terminal kinase (JNK), p38 MAP kinase (p38), and mitogenic signal- ing, extracellular signal-regulated kinase 1/2 (ERK). Several members of MAPK family are implicated in neurodegenera- tive processes [35] and its activation also modulates several gene and protein expressions, such as that of HO-1 [36, 37].  Thus, in light of the cytoprotective role of HO-1, the specific activation of Nrf2 and upregulation of HO-1 gene expression by pharmacological modulation may represent a novel target form therapeutic intervention of AD. Angelica gigasNakai (Umbelliferae) root is used in traditional oriental herbal medicine to treat female afflictions and is regarded by herbalists as female ginseng for its hemopoietic and health- promoting activities [38]. Decursin (D) is a pyranocoumarin which is the major active ingredient present in Angelica gigas Nakai. Reported in vivo and in vitro studies indicated that D possesses anticancer [39-43], antibacterial [44], antiplatelet aggregation [45], antinematodal activities [46], and antiox- idant activities [47] properties. Growing bodies of evidence have supported the fact that D exhibits potent neuropro- tective activity against glutamate-induced neurotoxicity in primary cultures of rat cortical cells [48] and greatly improves scopolamine-induced amnesia in mice [49, 50]. Our previ- ously study indicated that D increases cellular resistance to  A𝛽-induced oxidative injury in the rat pheochromocytoma (PC12) cells, presumably through not only the induction of Nrf2 and related antioxidant enzymes, but also the antiag- gregation of A𝛽 [51]. However, the upstream signaling and the detailed molecular mechanisms by which D exerts its neuroprotective effects in vivo remain largely unresolved. To gain a further insight into the biological roles of D, we attempt, in this study, to elucidate the correlation between its neuroprotection effect andHO-1 production.We designed an experiment to investigate whether the D-induced HO-1 expression is associated with the activation of MAPKs/Nrf2 in PC12 cells following treatment with A𝛽 as an in vitro model.  2. Materials and Methods  2.1. Materials. Amyloid beta-protein (25-35) trifluoroacetate salt (A𝛽  25-35) was provided by Bachem California (Tor- rance, CA). RPMI+GlutaMAX-l, penicillin-streptomycin, fetal bovine serum (FBS), and horse serum (HS) were purchased from Invitrogen (Grand Island, NY). BCA protein assay kit was purchased fromThermo Fisher Scientific (Bar- rington, IL). The assay kit for cytotoxicity (WST-8) was sup- plied by CaymanChemical Company (AnnArbor,MI). Lipid peroxidation colorimetric assay kitwas obtained fromOxford Biochemical Research (Rochester Hills, MI). SB203580 (p38 inhibitor), SP600125 (JNK inhibitor), and Protoporphyrin IX zinc (II) (Znpp, HO-1 Inhibitor) were obtained from Sigma- Aldrich, Inc. (St. Louis, MO). Antibodies to Nrf2 (C-20) were from Santa Cruz Biotechnology (Santa Cruz, CA); phosphor- SAPK/JNK rabbit mAb, phospho-p44/42 MAPK (ERK1/2) rabbit mAb, phosphor-p38 MAP kinase rabbit mAb, HO- 1 (P249) rabbit mAb, glyceraldehydes-3-phosphate dehy- drogenase (GAPDH) rabbit mAb, anti-rabbit IgG alkaline- phosphatase- (AP-) linked antibodies, and U0126 (ERK inhibitor) were obtained from Cell Signaling Technology (Danvers, MA). All the other reagents were of the highest grade and were obtained from Sigma-Aldrich (St. Louis, MO), unless otherwise indicated.  2.2. Preparation of Decursin. Dwas prepared by Dr. Kim's lab in theDepartment of Smart Foods andDrugs, InjeUniversity, as described previously [52]. Briefly, dried and powdered root of A. gigasNakai (1 kg) was extracted with 5 L of 95% ethanol for 24 h at room temperature. Extracts were filtered through Whatman No. 1 filter paper and were concentrated using a rotary evaporator (R-200, Büchi Labortechnik AG, Flawil, Switzerland) under reduced pressure, and 50 g A. gigasNakai ethanol extract (AGNEX) was obtained. D was purified from AGNEX using recycling preparative HPLC (LC-9104, JAI, Tokyo, Japan). The AGNEX (20 g) was dissolved in 30mL of 70% acetonitrile/water and filtered with a 0.45𝜇mmembrane filter. 3mL of sample was injected to the JAIGEL ODS-AP column (20 × 500mm, JAI) at a flow rate of 4mL/min. Isocratic elution was applied using 70% acetonitrile/water as the mobile phase, and the peaks were detected using an RI and UV/Vis detector at 328 nm. Finally, 5.3 g of D was obtained.    Evidence-Based Complementary and Alternative Medicine 3  2.3. Preparation of A𝛽 25-35 Stock Solution. A𝛽25-35, the most  toxic peptide fragment derived from the amyloid precursor protein (APP), was dissolved in deionized distilled water at a concentration of 1mM and was incubated in 37∘C for 3 d to induce maximal aggregation according to the previous report [53]. In order to create stable conditions for the aged stock solution, the solutionwas stored at−80∘Cand diluted in serum-free medium to desired concentrations immediately before use.  2.4. Cell Culture. The rat pheochromocytoma (PC12) cell line kindly provided byDr. Kam (Inje University) wasmaintained in RPMI+GlutaMAX-l supplemented with 5% FBS, 10% HS, and 1% penicillin-streptomycin and cultured at 37∘C in a humidified atmosphere of 5% CO  2 . All cells were plated  in poly-L-lysine coated culture dishes. The medium was changed every other day, and the cells were plated at an appropriate density according to the scale of each experiment. After the 24 h subculture, cells were switched to serum-free medium for treatment.  2.5. Assay for Cell Viability. The cell viability was assessed by the WST-8 cell proliferation assay kit according to the man- ufacturer's instructions (Cayman Chemical Company, Ann Arbor, MI). Briefly, PC12 cells were seeded in 96-well cul- ture plates. After incubation, the media were supplemented with 10 𝜇L/well WST for 2 h prior to spectrophotometric evaluation. Conversion of WST to formazan was measured at 450 nm by fluorescence multidetection reader (Synergy HT, Biotek, Highland Park, IL). This reaction reflects the reductive capacity of the cells, representing the viability of the cells, and the results were expressed as the percentage of control (untreated) cells. Decreased WST reduction was taken as an indication of neuronal cell injury.  2.6. Assay of Intracellular Reactive Oxygen Species. ROS pro- duction in PC12 cells was measured using the redox-sensitive fluorescent dyeH  2 DCF-DA. Briefly, PC12 cells were seeded in  96-well plates, following treatment, the cells were loadedwith 10 𝜇MH  2 DCF-DA at 37∘C for 30min in the dark and then  washed twice with PBS, and finally, the fluorescence intensity was measured at the excitation wavelength of 485 nm and the emission wavelength of 530 nm using a fluorescence microplate reader (Synergy HT, Biotek, Highland Park, IL). Data were analyzed and expressed as a percentage of the control.  2.7. Assay of HO Activity. The HO activity was measured by spectrophotometric determination of bilirubin formation according to the previously described procedures. Briefly, microsomes obtained from harvested cells were added to a reaction mixture (1mL final volume, pH 7.4) contain- ing NADPH, bilirubin reductase from rat liver cytosol, and the substrate hemin. The reaction was conducted at 37∘C in the dark for 1 h, terminated by the addition of 1mL of chloroform, and the extracted bilirubin was mea- sured by the difference in absorbance between 464 and 530 nm.  2.8. Nuclear and Cytosolic Lysate Preparation. Cells were treated with various chemicals, as detailed in the figure legends. Nuclear extracts were prepared with a commercial kit according to the manufacturer's instructions (Active Motif, Carlsbad, CA). All steps were carried out on ice or at 4∘C unless stated otherwise. Protease inhibitors (10 𝜇g/mL aprotinin, 10 𝜇g/mL leupeptin) and a reducing agent (1mM dithiothreitol, 1mM phenylmethyl sulfonyl fluoride) were added to each buffer just prior to use. Briefly, cells were incubated in 5 vol of hypotonic buffer A (20mM HEPES (pH 7.9), 1.5mM MgCl  2 , and 10mMKCl) on ice for 15min  and homogenized. Nuclei were recovered by centrifugation at 3000 ×g for 15min, and the supernatant was kept as the cytoplasmic extract. The nuclei were washed once using nuclei wash buffer (10mM HEPES (pH 7.9), 0.2mM MgCl  2 ,  and 10mM KCl) and extracted for 30min on ice in buffer C (20mM HEPES (pH 7.9), 25% glycerol, 420mM NaCl, 0.2mM EDTA, and 1.5mM MgCl  2 ). Insoluble material was  removed by centrifugation at 21,000×g for 10min. The supernatant was used as the nuclear extract. All the protein fractions were stored at −70∘C until use, and the protein concentrations were measured with a BCA protein assay kit (ThermoFisher Scientific, Barrington, IL).  2.9. Western Blot Analysis. Western blot was performed by the standard method. Equal amounts of proteins were fractionated by 10% SDS-polyacrylamide gel electrophoresis and electrotransferred to an Immun-Blot PVDF membrane (0.2 𝜇M pore size, Bio-Rad). Membranes were blocked overnight at 4∘C in Tris-buffered saline (TBS), 0.05% (v/v) Tween-20, 150mM NaCl, and 5% (w/v) bovine serum Albumin (BSA, Santa Cruz Biotechnology, Santa Cruz, CA), followed by 2 h incubation with primary antibody diluted in the same buffer (Nrf2 1 : 250, HO-1 1 : 1000, phosphor-p42/44 MAPK (ERK1/2) 1 : 1000, phosphor-SAPK/JNK 1 : 1000, phosphor-p38 MAPK 1 : 1000, and GAPDH 1 : 1000). After washing with 0.1% (v/v) Tween-20 in TBS, the membrane was incubated with anti-rabbit IgG AP-linked secondary antibody for 1 h at room temperature and then washed with the same buffer. The immunoblotted membrane was developed with 5-bromo-4-chloro-3-indoyl phosphate (BCIP)/nitro blue tetrazolium (NBT) color-developing solution. The blots in the samples were quantified by densitometry analysis using PDQuest software (version 7.0, Bio-Rad, Hercules, CA). All data from three independent experiments were expressed as the relative intensity compared to the control group for the statistical analyses.  2.10. DPPH-Scavenging Capacities. D and 𝛼-tocopherol were evaluated for their activities to scavenge the stable DPPH radical according to a previously described method. The affinity of the test material to quench the DPPH free radical was evaluated according to the equation scavenging % = (Ac −As)/Ac × 100%. As and Ac are the absorbance at 517 nm of the reactionmixture with sample and control, respectively.  2.11. Trolox Equivalent Antioxidant Capacity (TEAC) Analysis. The ABTS radical cation was prepared by mixing an ABTS    4 Evidence-Based Complementary and Alternative Medicine  0  20  40  60  80  100  120  Control  C el  l v ia  bi lit  y  (%  )  ∗  0.01 𝜇M 0.1 𝜇M 1𝜇M 10𝜇M 50𝜇M  (a)  0  20  40  60  80  100  120  0 24 48 72  C el  l v ia  bi lit  y  (%  )  Time (h)  (b)  Figure 1: Effect of D on cell viability of PC12 cells. (a) PC12 cells were incubated for 24 h with various concentrations of D (0.01-10𝜇M). (b) PC12 cells were incubated with 10𝜇MD for 24, 48, and 72 h. Cell viability was estimated by theWST-8 assay. Data are expressed as percent of values in untreated control cultures and represent the means ± SD for three experiments with triplicates. ∗𝑃 < 0.05 compared with control.  stock solution (7mM in water) with 2.45mM potassium persulfate. This mixture has to remain for 12-24 h until the reaction is complete and the absorbance is stable. For mea- surement, the ABTS∙+ solution was diluted to an absorbance of 0.700 ± 0.020 at 734 nm. 1mL ABTS∙+ solution and 100 𝜇L of the antioxidant solution were mixed for 45 s and the absorbance at 734 nmwas recorded after 1min of incubation. TEAC is defined as the concentration (mM) of Trolox having the antioxidant activity equivalent to a 1.0mM concentration of D.  2.12. Statistical Analysis. Data bars represent the means ± SD (standard deviation) for at least three independent experi- ments in all cases. Two group comparisons were evaluated by student's 𝑡-tests as appropriate. Differences were considered statistically significant when 𝑃 value was <0.05.  3. Results  3.1. Effect of D on Cell Viability of PC12 Cells. Initially, the cytotoxic potential of D on PC12 cells was measured. No cytotoxic effects of D were reported up to a concentration of 10 𝜇M, using the WST assay. However, higher amount D reduced the viability of the PC12 cells (Figure 1(a)). Thus, for further experiments, the cells were treated with D in the concentration range of 0.01-10𝜇M. Furthermore, 10𝜇M D treatment for 24, 48, and 72 h did not show any toxic effect on cultured PC12 cells (Figure 1(b)).  3.2. Effect of D on HO-1 Expression and HO Activity of PC12 Cells. As HO-1 is an important component of the cellular defense against oxidative stress, we assessed whether noncytotoxic concentrations (0.01-10 𝜇M) of D affected HO- 1 protein expression and HO activity. PC12 cells exposed to D for 24 h caused a dose-dependent increase in HO-1 expression (Figure 2(a)) and HO activity (Figure 2(c)). At a concentration of 10𝜇MD,HO-1 induction was evident at 3 h, peaked at around 6 h, and decreased after 12 h in PC12 cells (Figure 2(b)). Consistently, D-induced HO activity directly correlated with enhanced HO-1 protein level (Figure 2(d)).  3.3. Effect of D on A𝛽 25-35-Induced Cytotoxicity and Intra-  cellular ROS Generation in PC12 Cells. To evaluate the in vitro neuroprotective effect of D, we tested its protective effect on A𝛽  25-35-induced cytotoxicity in PC12 cells. PC12 cells were treated with various sub-lethal concentrations of D for 3 h, followed by further incubation for 24 h in the presence or the absence of A𝛽  25-35. Treatment with A𝛽25-35 (25 𝜇M) for 24 h induced approximately 40% cell death, whereas D, at non-cytotoxic concentrations (0.01-10𝜇M), resulted in marked enhancement of survival of the PC12 cells as compared to the A𝛽  25-35-treated group (Figure 3(a)). Maximal rescue occurred at a concentration of 10𝜇M of D. These results showed that A𝛽  25-35 treatment significantly reduced the viability of PC12 cells and that D blocked the injury caused by A𝛽  25-35. It has been reported that A𝛽 impairs mitochondrial  redox activity and increases the generation of ROS [54- 56]. The degree of intracellular ROS generation in cells was measured using fluorescence assay with H  2 DCF-DA probe.  H 2 DCF-DA can be deacetylated in cells, where it can react  quantitatively with intracellular radicals, mainly H 2 O 2 , and  convert into its fluorescent products DCF, which are retained within the cell. Therefore, this assay provides an index of cell cytosolic oxidation. As shown in Figure 3(b), treatment with D significantly reduced the A𝛽  25-35-induced ROS generation, indicating that D attenuates ROS production. Moreover, as shown in Figure 3(c), this effect was dependent on the dura- tion of D pretreatment. Thus, attenuation of ROS released by D required the presence of D at least 3 h prior to the addition of D.These results suggest that D induced the expression of a gene(s) essential to ROS antagonism.  3.4. Effect of HO-1 Expression on A𝛽 25-35-Induced Oxidative  Neurotoxicity Mediated by D in PC12 Cells. Recent reports have described the expression ofHO-1 as an adaptive andpro- tective response against oxidative insult in a wide variety of cells, such as PC12 cells. To test whether the protective effect of D is related to its inductive effect on HO-1 expression, we tried to block the activity of HO-1 using Znpp, the inhibitor of HO activity. As shown in Figure 4, D-induced HO-1    Evidence-Based Complementary and Alternative Medicine 5  0.1  0  0.5  1  1.5  2  0 0.01 0.1 1 10  R el  at iv  e  O  D  (f  ol d   of  c  on tr  ol )  1010.010  (𝜇M)  HO-1  GAPDH  D (𝜇M)  ∗  ∗ ∗∗  ∗∗  (a)  0  1  2  3  4  0 3 6 12 Time (h)  R el  at iv  e  O  D  (f  ol d   of  c  on tr  ol )  HO-1  GAPDH  0 3 6 12 (h)  D (10𝜇M)  ∗∗  ∗∗∗  ∗∗  (b)  0  1  2  3  4  0 0.01 0.1 1 10  H O   a ct  iv ity  (n m  ol  o  f b ili  ru bi  n/ m  g  pr  ot ei  n/ h)  (𝜇M)  ∗∗∗  ∗∗  ∗  (c)  0  1  2  3  4  0 3 6 12 (h)  H O   a ct  iv ity  (n m  ol  o  f b ili  ru bi  n/ m  g  pr  ot ei  n/ h)  ∗∗∗  ∗∗  ∗  (d)  Figure 2: Effects of D onHO-1 expression andHOactivity in PC12 cells. (a) Cells were incubatedwith various concentrations ofD for 24 h. (b) Cells were incubated for indicated periods with 10 𝜇Mof D. Expression of HO-1 was determined byWestern blot analysis, and representative blots of three independent experiments are shown. (c) HO activity was determined via bilirubin formation at 24 h after treatment with various concentrations of D. (d) PC12 cells were treated with 10𝜇M of D, and HO activity was measured at the indicated time points. Each bar represents the means ± SD of three independent experiments with triplicates. ∗𝑃 < 0.05 compared with control. ∗∗𝑃 < 0.01 compared with control. ∗∗∗𝑃 < 0.001 compared with control.  expression was required for suppressing A𝛽 25-35-induced cell  death and ROS generation. The HO-1 inducer CoPP showed comparable protection to D. ZnPP, abrogated the protective effect of D on A𝛽  25-35-induced cytotoxicity, and partially reversed the inhibitory effects of D onROS production.These results suggest that the cytoprotective effect of D is mediated through HO-1 induction.  3.5. Effects of D on Nrf2 Nuclear Translocation in PC12 Cells. Several studies have reported that nuclear translocation of activated Nrf2 is an important upstream contributor to the mechanism of HO-1 expression. Therefore, we examined whether D could induce the translocation of Nrf2 to the nucleus in PC12 cells. Using Western blot analysis, we tested  the presence of Nrf2 proteins in nuclear compartments of PC12 cells. The cells were incubated with 10𝜇M D for 0, 1, 3, and 6 h. As shown in Figure 5(a), the nuclear fractions of D-treated PC12 cells showed a gradual increase in Nrf2 levels which was strongly correlated with the increase in HO-1 expression and HO-1 activity (Figure 2), whereas they were decreased concomitantly in the cytoplasmic fractions (Figure 5(b)).  3.6. Involvement of MAPK Pathway in D-Induced HO-1 Expression and Nrf2 Nuclear Translocation in PC12 Cells. MAPK is activated in response to oxidative stress and other various stressors. Several studies have demonstrated that the activation of the MAPK pathways is involved in    6 Evidence-Based Complementary and Alternative Medicine  0  20  40  60  80  100  120  Control  C el  l v ia  bi lit  y  (%  )  A𝛽 +25𝜇M A𝛽25-35  0.01 𝜇M 0.1 𝜇M 1𝜇M 10𝜇M  ∗  # ## ##  (a)  0  2  4  6  8  10  12  0  D C  F  flu  or es  ce nc  e  (f  ol d   of  c  on tr  ol )  #  #  ### ###  ###  ∗∗∗  ∗∗∗  ∗∗∗  ∗∗∗  0.01 𝜇M 0.1 𝜇M 1𝜇M 10𝜇M 10𝜇MControl 25𝜇M A𝛽25-35  (b)  0  3  6  9  12  15  0 0.5 1 2 3 6 9 Treatment time (h)  D C  F  flu  or es  ce nc  e  (f  ol d   of  c  on tr  ol )  ∗  ∗∗ ∗∗  (c)  Figure 3: Effect of D on A𝛽 25-35-induced oxidative neurotoxicity and intracellular ROS generation in PC12 cells. Effect of D on A𝛽25-35-  induced oxidative neurotoxicity in PC12 cells. (a) PC12 cells were pretreated with various concentrations of D for 3 h and then incubated with and without 25𝜇M A𝛽  25-35 for 24 h. Cell viability was estimated by the WST-8 assay. Effect of D on A𝛽25-35-induced intracellular ROS generation in PC12 cells. (b) PC12 cells were pretreated with various concentrations of D for 3 h and then incubated with and without 25𝜇M A𝛽 25-35 for 24 h. After that the cells were washed with PBS and then treated with 10 𝜇MH2DCF-DA for 30min. (c) PC12 cells were incubated  withD (10𝜇M) for the indicated time.Theywere then treatedwith 25 𝜇MA𝛽 25-35 for 24 h andwith 10 𝜇MH2DCF-DA for 30min. Intracellular  ROS production was measured at the excitation wavelength of 485 nm and the emission wavelength of 530 nm using the fluorescence microplate reader. Each bar represents mean ± SD from three experiments with triplicates. ∗𝑃 < 0.05 compared with control. ∗∗𝑃 < 0.01 compared with control. ∗∗∗𝑃 < 0.001 compared with control. #𝑃 < 0.05 compared with the group treated by A𝛽  25-35 alone. ### 𝑃 < 0.001  compared with the group treated by A𝛽 25-35 alone.  regulating the translocation of Nrf2 and ARE-mediated HO-1 gene expression [57, 58]. To further elucidate the upstream signaling pathway involved in D-mediated Nrf2 activation and HO-1 induction, we examined the effect of D on activation of MAPKs in PC12 cells. Cells were exposed to D, total protein was harvested, and then West- ern blots were performed using anti-phospho-JNK, ERK, and p38 antibodies. At a concentration of 10 𝜇M, which strongly induced the levels of HO-1, D caused prolonged ERK activation. As illustrated in Figure 6, phosphorylation of ERK was observed 0.5 h after D treatment and was sustained for up to 1 h after D treatment. In contrast, phosphorylation of p38 kinases was decreased. No changes in the expression of phospho-JNK protein were detected, verifying that similar amounts of proteinswere loaded in each lane.  Next, to address the role of MAPK in D-induced HO- 1 expression against A𝛽  25-35, we examined the effects of specific inhibitors of ERK (U0126), JNK (SP600125), and p38  (SB203580) on the levels ofHO-1 and cell viability, byWestern blot and WST assay. As shown in Figures 7(a) and 7(b), The U0126 significantly reduced D-induced HO-1 expression and activity. Likewise, D against A𝛽  25-35-induced cell death was effectively abolished by U0126 (Figure 7(c)), whereas p38 inhibitor increased these items. The inhibitor of JNK did not show any changes at any of the tested time periods. Therefore, we suggested that D-induced expression of HO- 1 was mediated through ERK pathway phosphorylation and decreased p38 activation in the PC12 cells. U0126, SP600125, and SB203580 alone did not alter cell viability in control or A𝛽 25-35-treated cells (data not shown). Furthermore, we examined whether the MAPK pathway  was involved in D-induced Nrf2 nuclear translocation. As shown in Figure 7(d), inhibitor of the ERK MAPK pathway blocked D-induced Nrf2 nuclear translocation; on the con- trary, p38 inhibitor facilitated the translocation ofNrf2.These results indicate a role for MAPK signaling in D-mediated HO-1 induction through nuclear translocation of Nrf2.    Evidence-Based Complementary and Alternative Medicine 7  0  20  40  60  80  100  120 C  el l v  ia bi  lit y   (% )  ## ##  ####  ∗∗∗∗  − −  − −  −  − −  + −  − −  +  − −  + +  −  − +  + +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  CoPP (20𝜇M) ZnPP (50𝜇M)  (a)  0  2  4  6  8  10  12  D C  F  flu  or es  ce nc  e  (f  ol d   of  c  on tr  ol )  ## ## ∗ ∗  ∗∗∗  ∗∗∗  ###  − −  − −  −  − −  +  − −  + +  −  − +  + +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  CoPP (20𝜇M) ZnPP (50𝜇M)  −  − −  +  (b)  Figure 4: Effect of HO-1 expression on A𝛽 25-35-induced oxidative neurotoxicity mediated by D in PC12 cells. (a) Cells were treated with  10𝜇M of D or 20𝜇M CoPP in the presence or absence of 50 𝜇M ZnPP and then exposed to A𝛽 25-35 (25𝜇M) for 24 h. (b) Exposure of PC12  cells to 25 𝜇MA𝛽 25-35 for 24 h increased ROS production. D-induced HO-1 effectively inhibited ROS production. Each bar represents mean  ± SD from three experiments with triplicates. ∗∗𝑃 < 0.01 compared with control. ∗∗∗𝑃 < 0.001 compared with control. ##𝑃 < 0.01 compared with the group treated by A𝛽  25-35 alone. ### 𝑃 < 0.001 compared with the group treated by A𝛽  25-35 alone.  0  0.5  1  1.5  2  2.5  3  0 1 3 6 (h)  R el  at iv  e  O  D  (f  ol d   of  0   h )  ∗∗  ∗∗  ∗  0 3 61 (h)  GAPDH  D (10𝜇M)  Nuclear Nrf2  (a)  0  0.3  0.6  0.9  1.2  1.5  0 1 3 6 (h)  ∗∗  ∗∗  ∗  R el  at iv  e  O  D  (f  ol d   of  0   h )  D (10𝜇M) 0 3 61  (h)  GAPDH  Cytosolic Nrf2  (b)  Figure 5: Effects ofD onNrf2 nuclear translocation in PC12 cells. Cells were treatedwith 10 𝜇MDfor 0, 1, 3, and 6 h, afterwhich the nuclear (a) and cytosolic (b)Nrf2 proteins were determined byWestern blot analyses. Data shown represent themeans± SD expressed as fold of 0 h group values obtained from three separated experiments with triplicates. ∗𝑃 < 0.05 compared with 0 h group. ∗∗𝑃 < 0.01 compared with 0 h group.  3.7. Effect of D on Free Radical Scavenging Activities. To eval- uate the antioxidant activity of D, we started by investigating its DPPH-scavenging actions. The DPPH stable free radical method is an easy, rapid, and sensitive way to survey the antioxidant activity of compounds or extracts. Figure 8(a) demonstrates that DPPH-scavenging potentials increased as the concentrations of D and 𝛼-tocopherol increased. This result indicates that the antioxidant effect of D is similar to 𝛼-tocopherol for trapping DPPH. The TEAC of D was further measured from the decolorization of ABTS∙+, which  was measured spectrophotometrically at 734 nm. Figure 8(b) shows that D has compatible antioxidant potential with positive control Trolox.  4. Discussion  There is considerable evidence supporting oxidative stress is implicated in the pathogenesis of neurodegenerative dis- orders such as Alzheimer's disease (AD), cerebral ischemia, and Parkinson's disease (PD) [59, 60]. Several lines of    8 Evidence-Based Complementary and Alternative Medicine  0  0.5  1  1.5  2  0 0.5 1 3 Time (h)  GAPDH  R el  at iv  e  O  D  (f  ol d   of  0   h )  p-ERK  (h) D (10𝜇M) 0 0.5 1 3  ∗∗ ∗ ∗  (a)  0  0.2  0.4  0.6  0.8  1  1.2  0 0.5 1 3 Time (h)  R el  at iv  e  O  D  (f  ol d   of  0   h )  p-JNK  GAPDH  (h) D (10𝜇M) 0 0.5 1 3  (b)  0  0.2  0.4  0.6  0.8  1  1.2  0 0.5 1 3 Time (h)  R el  at iv  e  O  D  (f  ol d   of  0   h )  ∗ ∗  GAPDH  (h) D (10𝜇M) 0 0.5 1 3  p-p38  (c)  Figure 6: Effects of D on ERK (a), JNK (b), and p38 MAPK (c) in PC12 cells. Cells were treated with 10 𝜇M D for the indicated times. Cell extracts were analyzed by Western blot with antibodies specific for phosphorylated ERK (p-ERK), phosphorylated JNK (p-JNK), or phosphorylated p38 (p-p38). Data shown represent the means ± SD expressed as fold of 0 h group values obtained from three separated experiments with triplicates. ∗𝑃 < 0.05 compared with 0 h group. ∗∗𝑃 < 0.01 compared with 0 h group.  evidence indicate that beta amyloid peptide (A𝛽) has a causal role in the development and progress of AD. In AD, oxidative stress is suspected to be generated by A𝛽 [56]. Recent studies showed that there is a vicious circle among A𝛽 production/accumulation and oxidative stress [61, 62]. Given the important role of oxidative stress in AD, ther- apeutic strategies which are directed at early interventions targeted at oxidative stress may be effective in delaying A𝛽 development and slowing its progression. A feasible ways to prevent ROS-mediated cellular damage is to augment the intracellular oxidative defense capacity through dietary or pharmacological intake of antioxidants. Moreover, the  induction of endogenous phase II detoxifying enzymes or antioxidative proteins seems to be a reasonable strategy for delaying disease progression and the toxic effects associated with A𝛽-mediated cytotoxicity [63-66]. Indeed, increased cellular antioxidant activity confers protection and has been reported to lower the risk of AD [14].  Previous studies have revealed that D could increase cellular resistance to A𝛽  25-35-induced oxidative injury in PC12 cells. However, themechanisms bywhichDmediates its therapeutic effects against A𝛽  25-35-induced neuronal death in vitro remain an interesting speculation that awaits further investigation. Since previous findings support the importance    Evidence-Based Complementary and Alternative Medicine 9  0 0.2 0.4 0.6 0.8  1 1.2 1.4 1.6 1.8  R el  at iv  e  O  D  (f  ol d   of  c  on tr  ol )  GAPDH  ##  ###  ∗∗  # # #  − −  − − −  −  − − −  + −  − − −  +  − − −  + +  − −  +  + +  −  +  −  +  + −  +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  SP600125 (20𝜇M) U0126 (10𝜇M)  SB203580 (25𝜇M)  HO-1  − −  − − −  −  − − −  + −  − − −  +  − − −  + +  − −  +  + +  −  +  −  +  + −  +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  SP600125 (20𝜇M) U0126 (10𝜇M)  SB203580 (25𝜇M)  (a)  0  1  2  3  4  ∗∗  # #  #  ##  ##  H O  -1  a  ct iv  ity (n  m ol   o f b  ili ru  bi n/  m g   pr ot  ei n/  h)  − −  − − −  −  − − −  + −  − − −  +  − − −  + +  − −  +  + +  −  +  −  +  + −  +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  SP600125 (20𝜇M) U0126 (10𝜇M)  SB203580 (25𝜇M)  (b)  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  − −  − − −  −  − − −  + −  − − −  +  − − −  + +  − −  +  + +  −  +  −  +  + −  +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  SP600125 (20𝜇M) U0126 (10𝜇M)  SB203580 (25𝜇M)  ## ##  ∗∗  #  # #  (c)  25  0  0.5  1.5  1  R el  at iv  e  O  D  (f  ol d   of  c  on tr  ol )  Nrf2 GAPDH  − −  − − −  −  − − −  + −  − − −  +  − − −  + +  − −  +  + +  −  +  −  +  + −  +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  SP600125 (20𝜇M) U0126 (10𝜇M)  SB203580 (25𝜇M)  − −  − − −  −  − − −  + −  − − −  +  − − −  + +  − −  +  + +  −  +  −  +  + −  +  −  +  +  A𝛽25-35 (25𝜇M) D (10𝜇M)  SP600125 (20𝜇M) U0126 (10𝜇M)  SB203580 (25𝜇M)  ## ## ##  ∗  ∗ ∗  ###  ∗∗  (d)  Figure 7: Effects of D-induced MAPK activation on expression (a) and activity (b) of HO-1, neurotoxicity (c), and Nrf2 translocation (d) in A𝛽  25-35-induced PC12 cells. Cells were treated with 10𝜇M D with and without the inhibitors of MAPK. Cell extracts were analyzed by Western blot with specific antibodies. Each bar represents means ± SD from three experiments with triplicates. ∗𝑃 < 0.05 compared with control. ∗∗𝑃 < 0.01 compared with control. #𝑃 < 0.05 compared with the group treated by A𝛽  25-35 alone. ## 𝑃 < 0.01 compared with the group  treated by A𝛽 25-35 alone.  ### 𝑃 < 0.001 compared with the group treated by A𝛽  25-35 alone.  of HO-1 in protection of neurons against A𝛽-induced oxida- tive stress-dependent injury [67], as a part of our continuing research, in this study, we attempted to explain the possible molecular mechanisms underlying the antioxidant effects of D against A𝛽-induced oxidative cell death, with focus on upregulation ofHO-1 and the underlying regulatory signaling pathways.  The extent and the rapidity of quenching the DPPH free radical and ABTS radical cation are the criteria commonly used to assess relative antioxidant capacity of flavonoid compared with standard antioxidants, 𝛼-tocopherol, and Trolox [68, 69]. Current research demonstrates that D has compatible antioxidant potential with positive control, 𝛼- tocopherol, and Trolox (Figure 8). These results showed that    10 Evidence-Based Complementary and Alternative Medicine  0  20  40  60  80  100  0.01 0.1 1 10D PP  H -s  ca ve  ng in  g  ac  tiv ity   (1 00  % )  Concentration (𝜇M)  D 𝛼-tocopherol  (a)  0  20  40  60  80  100  0.01 0.1 1 10  D Trolox  A BT  S∙ +  sc av  en gi  ng  a  ct iv  ity  (1  00 %  )  Concentration (𝜇M)  (b)  Figure 8: Effects ofD onDPPH (a) andABTS∙+ (b) free radical scavenging.Data represent themeans± SDof three independent experiments.  D possesses powerful antioxidant potency, which are consis- tent with the previous reports showing that D is an oxygen- free radical scavenger. This was also confirmed with our cell- based antioxidant assay in which D significantly reduced the basal intracellular level of ROS (Figure 3). A𝛽  25-35 caused a significant decrease in PC12 cell viability, and pretreatment cells with D concentration-dependently increased cell via- bility (Figure 4(a)). These results showed a clear and strong correlation among free radical-quenching activities, ROS scavenging activity, and the enhanced resistance to A𝛽  25-35- induced oxidative damage. As a consequence, the intrinsic antioxidant capacity may play a role for D, in contributing towards the partial or total alleviation of cellular oxidative stress.  HO-1, also known as heat-shock protein 32 (HSP 32) or inducible HO, is a 32-kDa protein transiently activated by a wide variety of noxious stimuli including oxidative stress. Upregulation of HO-1 leading to elevation of HO activity has been shown to provide neuroprotective effects by converting the prooxidant heme to biologically active antioxidant by-products such as biliverdin/bilirubin and also to heme inactivating carbon monoxide. The transgenic mice overexpression HO-1 in the brain attenuated neuronal cell injury caused by ischemic stroke [70]. HO-1 overexpressing cells derived from transgenic mice or the cells treated with a HO-1 inducer are relatively resistant to oxidative stress [20, 22]. Induction of HO-1 is highly recognized as an important therapeutic target for pharmacological intervention of oxida- tive disorders. It has been suggested that an elevation of HO-1 by various stimulimay be protective cellular response to delay the cell death. Therefore, we are interested in determining the potential role of HO-1 in the A𝛽  25-35-induced PC12 cells damage and the D-mediated neuroprotection. We have provided evidence for the induction of HO-1 by D in PC12 cells and showed that D-induced HO-1 protein expression and HO activity occurred in a concentration- and time- dependent manner (Figure 2). Furthermore, the increase of HO-1 expression by D conferred cytoprotection against  A𝛽 25-35-induced oxidative stress (Figure 3). In addition, we  showed that ZnPP, a potent inhibitor of HO activity, can partially reverse the protective effects of D, thus providing further evidence for HO-1 as a possible cytoprotective path- way for D (Figure 4(a)). The induction of HO-1 expression was also required to suppress A𝛽  25-35-induced ROS gener- ation (Figure 4(b)). These results strongly indicate that in our experimental setting, D may have multiple mechanisms of action that affect cytoprotection both by reducing ROS generation and boosting HO-1 induction for ROS detoxifica- tion.  The central sensor of intracellular oxidative stress is the cytosolic Keap1-Nrf2 complex. In response to oxidative stress, Nrf2 is released from Keap1 and transmits the stress signal to the nucleus for activation of distinct set of genes encod- ing phase II detoxifying enzymes as well as several stress responsive proteins including HO-1 [71, 72]. Recently, Nrf2- ARE signaling pathways have emerged as key therapeutic targets for treatment of a variety of oxidative stress-related neurodegenerative insults [73]. Nrf2-null mice resulted in a decrease in the basal expression level of detoxifying or antioxidant genes including HO-1 [74]. In contrast, Nrf2+/+ mice protect the brain from cerebral ischemia in vivo [75], whereas primary neuronal cultures treated with chemical activators of the Nrf2-ARE pathway displayed significantly greater resistance to oxidative stress-induced neurotoxicity [73]. Phytochemicals including sulforaphane, caffeic acid phenethyl ester (CAPE), and curcumin activate the Nrf2- ARE system [76, 77]. Using Western blot, we examined whether D activated Nrf2 in PC12 cells and found that Nrf2 was promoted translocation into the nucleus in PC12 cells exposed to a nontoxic concentration of D (Figure 5). The translocation of Nrf2 into the nucleus following D treatment was associated with a marked increase in HO-1 induction (Figure 2). Therefore, our results suggest that the transcriptional activation of Nrf2 is involved in the increased expression of HO-1 and the cytoprotection against A𝛽  25-35 induced in PC12 cells (Figure 7(c)).    Evidence-Based Complementary and Alternative Medicine 11  The upstream signaling pathways regulating Nrf2 trans- activation remain poorly defined. Recent studies have impli- cated a major role for the MAPK in Nrf2-dependent translo- cation andHO-1 activation, although other kinases including tyrosine kinases, PI3K, and PKC have also emerged as potential contributing mechanisms coordinately or sepa- rately [78, 79]. In vertebrates, the three major kinase cascades are represented by ERK, JNK, and p38 MAPK [80]. The current experiments were designed to verify a possible role of MAPK pathway in D-induced Nrf2 activation and HO-1 expression, andDwas found to facilitate the phosphorylation of ERK and dephosphorylation of p38 (Figure 6). In addition, upregulation of HO-1 as well as Nrf2 nuclear translocation by D was remarkably inhibited by U0126, a highly selective inhibitor of ERK pathway.These investigations suggested that the activation of ERK pathway by D contributed to HO-1 expression (Figures 7(a) and 7(b)), Nrf2 nuclear translocation (Figure 7(d)), and cytoprotection (Figure 7(c)) in PC12 cells. It is generally acknowledged that MAPK can be differentially regulated by the same stimuli in diverse cell types. ERK pathway is thought to mediate cellular responses to growth and differentiation factors, whereas JNK and p38 pathway is activated by distinct and overlapping sets of stress-related stimuli [81]. For instance, quercetin induces Nrf2 nuclear translocation and HO-1 upregulation via the ERK and p38 pathway but not the JNKpathway in human hepatocytes [82]. 3H-1, 2-dithiole-3-thione increases nuclear Nrf2 accumula- tion via the ERK pathway but not the p38 and JNK pathway inmurine keratinocytes [83]. In PC12 cells, 15-Deoxy-D12, 14- prostaglandin J2 induces HO-1expression via the ERK and Akt/PI3K pathway but not the p38 and JNK pathway [84]. Shen et al. [79] have shown that the transcriptional activity of Nrf2 transactivation domain was stimulated by ERK and JNK signaling pathways while the p38MAPKplays a negative role. This may be due to the diverse assortment and intensity of the signaling pathways activated by different inducers in different cell types. However, further studies are extensively ongoing to define the exact role of the MAPK pathways in HO-1 expression.  In summary, the intrinsic free radical scavenging activity and inducing the upregulation of HO-1 expression through activation of Nrf2 exposed to D confer protection against the A𝛽  25-35-induced oxidative damage in PC12 cells. One of the most salient features of our present study is that ERK is involved in HO-1 induction via Nrf2 activation in the D- stimulated cells. Thus, pharmacological inhibition of ERK suppressed Nrf2 activation and subsequent HO-1 expression. Results of our study imply the potential involvement of these upstream kinases in Nrf2 activation and HO-1 upregulation by D. However, the complete molecular milieu that links all these events needs to be elucidated. Continued attempts to identify novel target molecules responsible for the HO- 1 regulation and to clarify their cross-talk with upstream and downstream signaling molecules will pave the way to exploiting preventive and/or therapeutic strategies for the management of oxidative stress-mediated disorders. More- over, considering that the D has a property that can cross the blood-brain barrier, further in vivo study with D should substantiate this therapeutic potential of this compound.  These findings indicate that D might prove to be a promising therapeutic approach to combat neural demise in AD and other oxidative stress-related diseases.  Acknowledgment  The authors gratefully acknowledge the financial support of this work by Guangdong Medical College (B2011011).  References  [1] D. J. Bonda, X. Wang, G. Perry et al., “Oxidative stress in Alzheimer disease: a possibility for prevention,” Neuropharma- cology, vol. 59, no. 4-5, pp. 290-294, 2010.  [2] V. Chauhan and A. Chauhan, “Oxidative stress in Alzheimer's disease,” Pathophysiology, vol. 13, no. 3, pp. 195-208, 2006.  [3] G. E. Gibson and H. M. Huang, “Oxidative processes in the brain and non-neuronal tissues as biomarkers of Alzheimer's disease,” Frontiers Bioscience, vol. 1, no. 7, pp. 1007-1015, 2002.  [4] T. J. Montine, M. D. Neely, J. F. Quinn et al., “Lipid peroxidation in aging brain and Alzheimer's disease,” Free Radical Biology Medcine, vol. 33, no. 5, pp. 620-626, 2002.  [5] S. Arlt, U. Beisiegel, and A. Kontush, “Lipid peroxidation in neurodegeneration: new insights into Alzheimer's disease,” Current Opinion in Lipidology, vol. 13, no. 3, pp. 289-294, 2002.  [6] L. Lyras, N. J. Caims, A. Jenner, P. Jenner, and B. Halliwell, “An assessment of oxidative damage to proteins, lipids, and DNA in brain from patients with Alzheimer's disease,” Journal of Neurochemstry, vol. 68, no. 5, pp. 2061-2069, 1997.  [7] S. P. Gabbita, M. A. Lovell, and W. R. Markesbery, “Increased nuclear DNA oxidation in the brain in Alzheimer's disease,” Journal of Neurochemstry, vol. 71, no. 5, pp. 2034-2040, 1999.  [8] M. A. Lovell, S. P. Gabbita, and W. R. Markesbery, “Increased DNA oxidation and decreased levels of repair products in Alzheimer's disease ventricular CSF,” Journal of Neurochemistry, vol. 72, no. 2, pp. 771-776, 1999.  [9] M. E. Harris, K. Hensley, D. A. Butterfield, R. A. Leedle, and J. M. Carney, “Direct evidence of oxidative injury produced by the Alzheimer's 𝛽-amyloid peptide (1-40) in cultured hippocampal neurons,” Experimental Neurology, vol. 131, no. 2, pp. 193-202, 1995.  [10] K. Hensley, D. A. Butterfield, M. Mattson et al., “A model for beta-amyloid aggregation and neurotoxicity based on the free radical generating capacity of the peptide: implications of ‘molecular shrapnel'for Alzheimer's disease,” Proceeding of Western Pharmacology Society, vol. 38, pp. 113-120, 1995.  [11] H. Kadowaki, H. Nishitoh, F. Urano et al., “Amyloid beta induces neuronal cell death through ROS-mediated ASK1 activation,” Cell Death Differentiation, vol. 12, no. 1, pp. 19-24, 2005.  [12] A. Monji, H. Utsumi, T. Ueda et al., “The relationship between the aggregational state of the amyloid-beta peptides and free radical generation by the peptides,” Journal of Neurochemstry, vol. 77, no. 6, pp. 1425-1432, 2001.  [13] I. Sponne, A. Fifre, B. Drouet et al., “Apoptotic neuronal cell death induced by the non-fibrillar amyloid-beta peptide proceeds through an early reactive oxygen species-dependent cytoskeleton perturbation,”The Journal of Biological Chemistry, vol. 278, no. 5, pp. 3437-3445, 2003.    12 Evidence-Based Complementary and Alternative Medicine  [14] M. J. Engelhart, M. I. Geerlings, A. Ruitenberg et al., “Diet and risk of dementia: does fat matter? The Rotterdam study,” Neurology, vol. 59, no. 12, pp. 1915-1921, 2002.  [15] H. M. Schipper, “Heme oxygenase expression in human central nervous system disorders,” Free Radical Biology and Medicine, vol. 37, no. 12, pp. 1995-2011, 2004.  [16] T. Satoh,M. Baba, D.Nakatsuka et al., “Role of heme oxygenase- 1 protein in the neuroprotective effects of cyclopentenone prostaglandin derivatives under oxidative stress,”The European Journal of Neuroscience, vol. 17, no. 11, pp. 2249-2255, 2003.  [17] M. D. Maines, “The heme oxygenase system: a regulator of second messenger gases,” Annual Review of Pharmacology and Toxicology, vol. 37, pp. 517-554, 1997.  [18] A. Prawan, J. K. Kundu, and Y. J. Surh, “Molecular basis of heme oxygenase-1 induction: implications for chemoprevention and chemoprotection,” Antioxidants and Redox Signaling, vol. 7, no. 11-12, pp. 1688-1703, 2005.  [19] S. W. Ryter and A. M. Choi, “Heme oxygenase-1: redox reg- ulation of a stress protein in lung and cell culture models,” Antioxidants Redox Signaling, vol. 7, no. 1-2, pp. 80-91, 2005.  [20] K. Chen, K. Gunter, and M. D. Maines, “Neurons overex- pressing heme oxygenase-1 resist oxidative stress-mediated cell death,” Journal of Neurochemistry, vol. 75, no. 1, pp. 304-313, 2000.  [21] S. Y. Hung, H. C. Liou, K. H. Kang et al., “Overexpression of heme oxygenase-1 protects dopaminergic neurons against 1- methyl-4-phenylpyridinium-induced neurotoxicity,”Molecular Pharmacology, vol. 74, no. 6, pp. 1564-1575, 2008.  [22] W. D. Le, W. J. Xie, and S. H. Appel, “Protective role of hemeoxygenase-1 in oxidative stress-induced neuronal injury,” Journal of Neuroscience Research, vol. 56, no. 6, pp. 652-658, 1999.  [23] H. M. Schipper, A. Gupta, and W. A. Szarek, “Suppression of glial HO-1 activity as a potential neurotherapeutic intervention in AD,” Current Alzheimer Research, vol. 6, no. 5, pp. 424-430, 2009.  [24] M. S. Lee, J. Lee, D. Y. Kwon, and M. S. Kim, “Ondamtanggam- ibang protects neurons from oxidative stress with induction of heme oxygenase-1,” Journal of Ethnopharmacology, vol. 108, no. 2, pp. 294-298, 2006.  [25] W. Qiang, J. M. Cahill, J. Liu et al., “Activation of transcription factor Nrf-2 and its downstream targets in response to moloney murine leukemia virusts-induced thiol depletion and oxidative stress in astrocytes,” Journal of Virology, vol. 78, no. 21, pp. 111926-111938, 2004.  [26] K. M. Kim, H. O. Pae, M. Zheng, R. Park, Y. M. Kim, and H. T. Chung, “Carbon monoxide induces heme oxygenase-1 via activation of protein kinase R-like endoplasmic reticulum kinase and inhibits endothelial cell apoptosis triggered by endoplasmic reticulum stress,”Circulation Research, vol. 101, no. 9, pp. 919-927, 2007.  [27] T. W. Kensler, N. Wakabayashi, and S. Biswal, “Cell survival responses to environmental stresses via the Keap1-Nrf2-ARE pathway,” Annual Review of Pharmacology Toxicology, vol. 47, pp. 89-116, 2007.  [28] J. M. Lee, A. Y. Shih, T. H. Murphy et al., “NF-E2-related factor- 2 mediates neuroprotection against mitochondrial complex I inhibitors and increased concentrations of intracellular calcium in primary cortical neurons,” The Journal of Biological Chem- istry, vol. 278, no. 39, pp. 37948-37956, 2003.  [29] C. Yang, X. Zhang, H. Fan, and Y. Liu, “Curcumin upregulates transcription factor Nrf2, HO-1 expression and protects rat  brains against focal ischemia,” Brain Research, vol. 1282, pp. 133- 141, 2009.  [30] V. Radjendirane, P. Joseph, Y.H. Lee et al., “Disruption of theDT diaphorase (NQO1) gene in mice leads to increased menadione toxicity,” Journal of Biological Chemistry, vol. 273, no. 13, pp. 7382-7389, 1998.  [31] A. Y. Shih,D.A. Johnson,G.Wong et al., “Coordinate regulation of glutathione biosynthesis and release by Nrf2-expressing glia potently protects neurons from oxidative stress,”The Journal of Neuroscience, vol. 23, no. 8, pp. 3394-3406, 2003.  [32] A. N. T. Kong, E. Owuor, R. Yu et al., “Induction of xenobiotic enzymes by the map kinase pathway and the antioxidant or electrophile response element (ARE/EpRE),” Drug Metabolism Reviews, vol. 33, no. 3-4, pp. 255-271, 2001.  [33] K. Nakaso, H. Yano, Y. Fukuhara et al., “PI3K is a key molecule in the Nrf2-mediated regulation of antioxidative proteins by hemin in human neuroblastoma cells,” FEBS Letters, vol. 546, no. 2-3, pp. 181-184, 2003.  [34] S. Numazawa, M. Ishikawa, A. Yoshida, S. Tanaka, and T. Yoshida, “A typical protein kinase C mediates activation of NF- E2-related factor 2 in response to oxidative stress,” American Journal of Physiology Cell Physiology, vol. 285, no. 2, pp. 334- 342, 2003.  [35] K. Mielke and T. Herdegen, “JNK and p38 stress kinases- degenerative effectors of signal-transduction-cascades in the nervous system,” Progress Neurobiology, vol. 61, no. 1, pp. 45-60, 2000.  [36] M. Stanciu, Y. Wang, R. Kentor et al., “Persistent activation of ERK contributes to glutamate-induced oxidative toxicity in a neuronal cell line and primary cortical neuron cultures,” The Journal of Biological Chemistry, vol. 275, no. 16, pp. 12200-12206, 2000.  [37] K. E. Iles, D. A. Dickinson, A. F. Wigley et al., “HNE increases HO-1 through activation of the ERK pathway in pulmonary epithelial cells,” Free Radical Biology Medcine, vol. 39, no. 3, pp. 355-354, 2005.  [38] S. D. Sarker and L. Nahar, “Natural medicine: the genus Angelica,” , Current Medcinal Chemistry, vol. 11, no. 3, pp. 1479- 1500, 2004.  [39] S. Lee, S. L. Yeon, H. J. Sang, H. S. Kuk, B. K. Kim, and S. K. Sam, “Anti-tumor activities of decursinol angelate and decursin from Angelica gigas,” Archives of Pharmacal Research, vol. 26, no. 9, pp. 727-730, 2003.  [40] H. H. Kim, K. S. Ahn, H. Han, S. Y. Choung, S. Y. Choi, and I. H. Kim, “Decursin and PDBu: two PKC activators distinctively acting in the megakaryocytic differentiation of K562 human erythroleukemia cells,” Leukemia Research, vol. 29, no. 12, pp. 1407-1413, 2005.  [41] H. K. Hyeon, S. B. Sung, S. C. Jin, H. Han, and I. H. Kim, “Involvement of PKC and ROS in the cytotoxic mechanism of anti-leukemic decursin and its derivatives and their structure- activity relationship in human K562 erythroleukemia and U937 myeloleukemia cells,”Cancer Letters, vol. 223, no. 2, pp. 191-201, 2005.  [42] C. Jiang, H. J. Lee, G. X. Li et al., “Potent antiandrogen and androgen receptor activities of an Angelica gigas-containing herbal formulation: identification of decursin as a novel and active compound with implications for prevention and treat- ment of prostate cancer,”Cancer Research, vol. 66, no. 1, pp. 453- 463, 2006.  [43] G. Y. Song, J. H. Lee,M. Cho et al., “Decursin suppresses human androgen-independent PC3 prostate cancer cell proliferation by    Evidence-Based Complementary and Alternative Medicine 13  promoting the degradation of beta-catenin,”Molecular Pharma- cology, vol. 72, no. 6, pp. 1599-1606, 2007.  [44] S. Lee, D. S. Shin, S. K. Ju, K. B. Oh, and S. K. Sam, “Antibacterial coumarins from Angelica gigas roots,” Archives of Pharmacal Research, vol. 26, no. 6, pp. 449-452, 2003.  [45] Y. Y. Lee, S. Lee, J. L. Jin, and H. S. Yun-Choi, “Platelet anti- aggregatory effects of coumarins from the roots of Angelica genuflexa and A. gigas,” Archives Pharmacal Research, vol. 26, no. 9, pp. 723-726, 2003.  [46] K. Shiomi, H. Hatano, H. Morimoto et al., “Decursin and decursinol angelate selectively inhibit NADH-Fumarate reduc- tase of ascarissuum,” Planta Medica, vol. 73, no. 14, pp. 1478- 1481, 2007.  [47] S. Lee, Y. S. Lee, S. H. Jung, K. H. Shin, B. K. Kim, and S. S. Kang, “Antioxidant activities of decursinol angelate and decursin from Angelica gigas roots,” Natural Product Sciences, vol. 9, no. 3, pp. 170-173, 2003.  [48] Y. K. So and Y. C. Kim, “Decursinol and decursin protect primary cultured rat cortical cells from glutamate-induced neurotoxicity,” Journal of Pharmacy and Pharmacology, vol. 59, no. 6, pp. 863-870, 2007.  [49] D. H. Kim, D. Y. Kim, Y. C. Kim et al., “Nodakenin, a coumarin compound, ameliorates scopolamine-induced memory disrup- tion in mice,” Life Sciences, vol. 80, no. 21, pp. 1944-1950, 2007.  [50] S. Y. Kang, K. Y. Lee, S.H. Sung et al., “Four newneuroprotective dihydropyrano coumarins from Angelica gigas,” Journal of Natural Products, vol. 68, no. 1, pp. 56-59, 2005.  [51] L. Li, W. Li, S. W. Jung, Y. W. Lee, and Y. H. Kim, “Protective effects of decursin and decursinol angelate against amyloid 𝛽- protein-induced oxidative stress in the PC12 cell line: the role of Nrf2 and antioxidant enzymes,” Bioscience, Biotechnology and Biochemistry, vol. 75, no. 3, pp. 434-442, 2011.  [52] K. M. Kim, J. Y. Jung, S. W. Hwang, M. J. Kim, and J. S. Kang, “Isolation and purification of decursin and decursinol angelate in Angelica gigas Nakai,” Journal of the Korean Society of Food Science and Nutrition, vol. 38, no. 5, pp. 653-656, 2009.  [53] H. Xu, H. Want, L. X. Zhuang et al., “Demonstration of an anti- oxidative stress mechanism of quetiapine: implications for the treatment of Alzheimer's disease,” The FEBS Journal, vol. 275, no. 14, pp. 3718-3728, 2009.  [54] K. Hensley, J. M. Carney, M. P. Mattson et al., “A model for 𝛽-amyloid aggregation and neurotoxicity based on free radical generation by the peptide: relevance to Alzheimer disease,” Proceedings of the National Academy of Sciences of the United States of America, vol. 91, no. 8, pp. 3270-3274, 1994.  [55] M. S. Shearman, C. I. Ragan, and L. L. Iversen, “Inhibition of PC12 cell redox activity is a specific, early indicator of the mechanism of beta-amyloid-mediated cell death,” Proceeding of the National Academy of Sciencesof the United States of America, vol. 91, no. 4, pp. 1470-1474, 1994.  [56] C. Behl, J. B. Davis, R. Lesley et al., “Hydrogen peroxide mediates amyloid beta protein toxicity,” Cell, vol. 77, no. 6, pp. 817-827, 1994.  [57] T. Kietzmann, A. Samoylenko, and S. Immenschuh, “Transcrip- tional regulation of heme oxygenase-1 gene expression byMAP kinases of the JNK and p38 pathways in primary cultures of rat hepatocytes,” Journal of Biological Chemistry, vol. 278, no. 20, pp. 17927-17936, 2003.  [58] B. M. Choi, Y. M. Kim, Y. R. Jeong et al., “Induction of heme oxygenase-1 is involved in anti-proliferative effects of paclitaxel on rat vascular smooth muscle cells,” Biochemicaland  Biophysical Research Communications, vol. 321, no. 1, pp. 132- 137, 2004.  [59] W. R.Markesbery, “Neuropathological criteria for the diagnosis of Alzheimer's disease,” Neurobiology Aging, vol. 18, no. 4, pp. 13-19, 1997.  [60] P. H. Reddy, “Mitochondrial oxidative damage in aging and Alzheimer's disease: implications for mitochondrially targeted antioxidant therapeutics,” Journal of Biomedicine and Biotech- nology, vol. 2006, Article ID 31372, 13 pages, 2006.  [61] C. Shen, Y. Chen, H. Liu et al., “Hydrogen peroxide pro- motes Abeta production through JNK-dependent activation of gamma-secretase,” The Journal of Biology Chemistry, vol. 283, no. 25, pp. 17721-17730, 2008.  [62] E. Tamagno, M. Guglielmotto, M. Aragno et al., “Oxidative stress activates a positive feedback between the gamma- and beta-secretase cleavages of the beta-amyloid precursor protein,” Journal of Neurochemstry, vol. 104, no. 3, pp. 683-695, 2008.  [63] L. S. Jen, A. I. Hart, A. Jen et al., “Alzheimer's peptide kills cells of retina in vivo,” Nature, vol. 392, no. 6672, pp. 140-141, 1998.  [64] J. H. Jang and Y. J. Surh, “Protective effect of resveratrol on beta-amyloid-induced oxidative PC12 cell death,” Free Radical Biology Medicine, vol. 34, no. 8, pp. 1100-1110, 2003.  [65] M. A. Pappolla, M. Sos, R. A. Omar et al., “Melatonin prevents death of neuroblastoma cells exposed to the Alzheimer amyloid peptide,” The Journal of Neuroscience, vol. 17, no. 5, pp. 1683- 1690, 1997.  [66] L. Qin, Y. Liu, C. Cooper et al., “Microglia enhance beta- amyloid peptide-induced toxicity in cortical andmesencephalic neurons by producing reactive oxygen species,” Journal of Neurochemitry, vol. 83, no. 4, pp. 973-983, 2002.  [67] C. J.Wruck,M. E. G. Ötz, T. Herdegen et al., “Kavalactones pro- tect neural cells against amyloid beta peptide-induced neuro- toxicity via extracellular signal-regulated kinase 1/2-dependent nuclear factor erythroid 2-related factor 2 activation,”Molecular Pharmacology, vol. 73, no. 6, pp. 1785-1795, 2008.  [68] Y. Z. Tang and Z. Q. Liu, “Free-radical-scavenging effect of carbazole derivatives on DPPH and ABTS radicals,” Journal of American Oil Chemistry Society, vol. 84, pp. 1095-1100, 2007.  [69] M. Musialik and G. Litwinienko, “Scavenging of dpph∙ radicals by vitamin E is accelerated by its partial ionization: the role of sequential proton loss electron transfer,” Organic Letters, vol. 7, no. 22, pp. 4951-4954, 2005.  [70] N. Panahian, M. Yoshiura, and M. D. Maines, “Overexpression of heme oxygenase-1 is neuroprotective in a model of per- manent middle cerebral artery occlusion in transgenic mice,” Journal of Neurochemistry, vol. 72, no. 3, pp. 1187-1203, 1999.  [71] K. Itoh, T. Ishii, N. Wakabayashi, and M. Yamamoto, “Regula- tory mechanisms of cellular response to oxidative stress,” Free Radical Research, vol. 31, no. 4, pp. 319-324, 1999.  [72] K. Itoh, N. Wakabayashi, Y. Katoh et al., “Keap1 regulates both cytoplasmic-nuclearshuttling and degradation of Nrf2 in response to electrophiles,”Genes Cells, vol. 8, no. 4, pp. 379-391, 2003.  [73] J. A. Johnson, D. A. Johnson, A. D. Kraft et al., “The Nrf2- ARE pathway: an indicator and modulator of oxidative stress in neurodegeneration,” Annals of the New York Academy of Sciences, vol. 1147, pp. 61-69, 2008.  [74] J. S. Lee and Y. J. Surh, “Nrf2 as a novel molecular target for chemoprevention,” Cancer Letter, vol. 224, no. 2, pp. 171-184, 2005.    14 Evidence-Based Complementary and Alternative Medicine  [75] A. Y. Shih, S. Imbeault, V. Barakauskas et al., “Induction of the Nrf2-driven antioxidant response confers neuroprotection during mitochondrial stress in vivo,” The Journal of Biology Chemistry, vol. 280, no. 24, pp. 22925-22936, 2005.  [76] C. Chen and A. N. T. Kong, “Dietary chemopreventive com- pounds and ARE/EpRE signaling,” Free Radical Biology and Medicine, vol. 36, no. 12, pp. 1505-1516, 2004.  [77] Y. Morimitsu, Y. Nakagawa, K. Hayashi et al., “A sulforaphane analogue that potently activates the Nrf2-dependent detoxifica- tion pathway,” The Journal of Biology Chemistry, vol. 277, no. 5, pp. 3456-3463, 2002.  [78] S. W. Ryter and R. M. Tyrrell, “Singlet molecular oxygen: a possible effector of eukaryotic gene expression,” Free Radical Biology Medcine, vol. 24, no. 9, pp. 1520-1534, 1998.  [79] C. P. Shen, Y. Tsimberg, C. Salvadore, and E. Meller, “Activation of Erk and JNK MAPK pathways by acute swim stress in rat brain regions,” BMC Neuroscience, vol. 5, article 36, 2004.  [80] G. L. Johnson and R. Lapadat, “Mitogen-activated protein kinase pathways mediated by ERK, JNK, and p38 protein kinases,” Science, vol. 298, no. 5600, pp. 1911-1912, 2002.  [81] J. Alam, C. Wicks, D. Stewart et al., “Mechanism of hemeoxygenase-1 gene activation by cadmium in MCF-7 mammary epithelial cells,” The Journal of Biology Chemistry, vol. 275, no. 36, pp. 27694-27702, 2000.  [82] P. Yao, A. Nussler, L. Liu et al., “Quercetin protects human hepatocytes from ethanol-derived oxidative stress by inducing heme oxygenase-1 via the MAPK/Nrf2 pathways,” Journal of Hepatology, vol. 47, no. 2, pp. 253-261, 2007.  [83] S. Manandhar, J. M. Cho, J. A. Kim, T. W. Kensler, and M. K. Kwak, “Induction of Nrf2-regulated genes by 3H-1, 2- dithiole-3-thione through the ERK signaling pathway inmurine keratinocytes,” European Journal of Pharmacology, vol. 577, no. 1-3, pp. 17-27, 2007.  [84] J. W. Kim, M. H. Li, J. H. Jang et al., “15-Deoxy-D12, 14- prostaglandin J2 rescues PC12 cells from H  2 O 2 -induced apop-  tosis throughNrf2-mediated upregulation of heme oxygenase-1 potential roles of Akt and ERK1-2,” Biochemical Pharmacology, vol. 76, no. 11, pp. 1577-1589, 2008.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}