{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/8002715  Distinct Roles of Pattern Recognition Receptors CD14 and Toll-Like Receptor  4 in Acute Lung Injury  Article  in  Infection and Immunity · April 2005  DOI: 10.1128/IAI.73.3.1754-1763.2005 · Source: PubMed  CITATIONS  103 READS  121  5 authors, including:  Some of the authors of this publication are also working on these related projects:  Role of SPLUNC1 in allergic airway inflammation View project  The effect of Electronic cigarette vapor and tobacco smoke on the lung View project  Samithamby Jeyaseelan  Louisiana State University  87 PUBLICATIONS   2,993 CITATIONS     SEE PROFILE  Hong Wei Chu  National Jewish Health  154 PUBLICATIONS   4,649 CITATIONS     SEE PROFILE  Mason W Freeman  Massachusetts General Hospital  102 PUBLICATIONS   15,853 CITATIONS     SEE PROFILE  All content following this page was uploaded by Mason W Freeman on 17 December 2013.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/8002715_Distinct_Roles_of_Pattern_Recognition_Receptors_CD14_and_Toll-Like_Receptor_4_in_Acute_Lung_Injury?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/8002715_Distinct_Roles_of_Pattern_Recognition_Receptors_CD14_and_Toll-Like_Receptor_4_in_Acute_Lung_Injury?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Role-of-SPLUNC1-in-allergic-airway-inflammation?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/The-effect-of-Electronic-cigarette-vapor-and-tobacco-smoke-on-the-lung?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Louisiana-State-University?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hong-Chu-3?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hong-Chu-3?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National_Jewish_Health?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hong-Chu-3?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mason-Freeman-2?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mason-Freeman-2?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Massachusetts-General-Hospital?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mason-Freeman-2?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mason-Freeman-2?enrichId=rgreq-2875932c4a715426af8453298cee3ba8-XXX&enrichSource=Y292ZXJQYWdlOzgwMDI3MTU7QVM6OTg1NjYxOTQzMzU3NjVAMTQwMDUxMTQyMTI5Mg%3D%3D&el=1_x_10&_esc=publicationCoverPdf      10.1128/IAI.73.3.1754-1763.2005.   2005, 73(3):1754. DOI:Infect. Immun.  Mason W. Freeman and G. Scott Worthen Samithamby Jeyaseelan, Hong Wei Chu, Scott K. Young,   Acute Lung Injury  inReceptors CD14 and Toll-Like Receptor 4  Distinct Roles of Pattern Recognition  http://iai.asm.org/content/73/3/1754 Updated information and services can be found at:   These include:  REFERENCES http://iai.asm.org/content/73/3/1754#ref-list-1at:   This article cites 39 articles, 26 of which can be accessed free  CONTENT ALERTS  more»articles cite this article),   Receive: RSS Feeds, eTOCs, free email alerts (when new  http://journals.asm.org/site/misc/reprints.xhtmlInformation about commercial reprint orders:  http://journals.asm.org/site/subscriptions/To subscribe to to another ASM Journal go to:    o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/cgi/alerts http://iai.asm.org/   INFECTION AND IMMUNITY, Mar. 2005, p. 1754-1763 Vol. 73, No. 3 0019-9567/05/$08.00-0 doi:10.1128/IAI.73.3.1754-1763.2005 Copyright   2005, American Society for Microbiology. All Rights Reserved.  Distinct Roles of Pattern Recognition Receptors CD14 and Toll-Like Receptor 4 in Acute Lung Injury  Samithamby Jeyaseelan,1,2* Hong Wei Chu,1,2 Scott K. Young,1 Mason W. Freeman,3 and G. Scott Worthen1,2  Division of Respiratory Infections, Department of Medicine, National Jewish Medical and Research Center,1 and Division of Pulmonary Sciences and Critical Care Medicine, University of Colorado Health Sciences,2 Denver, Colorado,  and Harvard Medical School, Boston, Massachusetts3  Received 5 October 2004/Accepted 16 November 2004  Acute lung injury (ALI) induced by lipopolysaccharide (LPS) is a major cause of mortality among humans. ALI is characterized by microvascular protein leakage, neutrophil influx, and expression of proinflammatory mediators, followed by severe lung damage. LPS binding to its receptors is the crucial step in the causation of these multistep events. LPS binding and signaling involves CD14 and Toll-like receptor 4 (TLR4). However, the relative contributions of CD14 and TLR4 in the induction of ALI and their therapeutic potentials are not clear in vivo. Therefore, the aim of the present study was to compare the roles of CD14 and TLR4 in LPS-induced ALI to determine which of these molecules is the more critical target for attenuating ALI in a mouse model. Our results show that CD14 and TLR4 are necessary for low-dose (300--g/ml) LPS-induced microvascular leakage, NF--B activation, neutrophil influx, cytokine and chemokine (KC, macrophage inflammatory protein 2, tumor necrosis factor alpha, interleukin-6) expression, and subsequent lung damage. On the other hand, when a 10-fold-higher dose of LPS (3 mg/ml) was used, these responses were only partially dependent on CD14 and they were totally dependent on TLR4. The CD14-independent LPS response was dependent on CD11b. A TLR4 blocking antibody abolished microvascular leakage, neutrophil accumulation, cytokine responses, and lung pathology with a low dose of LPS but only attenuated the responses with a high dose of LPS. These data are the first to demonstrate that LPS-induced CD14-depdendent and -independent (CD11b-dependent) sig- naling pathways in the lung are entirely dependent on TLR4 and that blocking TLR4 might be beneficial in lung diseases caused by LPS from gram-negative pathogens.  Pulmonary inflammation leading to acute lung injury (ALI) or its severe form, acute respiratory distress syndrome (ARDS), is a leading cause of mortality among humans (5, 28). ALI is characterized by extensive neutrophil influx into the lungs, production of proinflammatory mediators, and damage of lung epithelial and endothelial surfaces (12, 33, 38). Pulmo- nary inflammation resulting in ALI may be a harbinger of multiple organ failure, particularly during sepsis associated with increased circulatory levels of endotoxin or lipopolysac- charide (LPS) derived from gram-negative bacteria. Hence, LPS has been recognized as a principal component in the causation of ALI (7). LPS recognition by the host receptors is the critical first step in a multistep sequence leading to activa- tion of a plethora of signal transduction cascades in a variety of cells present in the lung. The downstream effectors of these LPS-induced signaling pathways then induce the production of a variety of endogenous mediators, including proinflammatory cytokines and chemokines, adhesion molecules, reactive oxy- gen species, and nitric oxide, by various lung cells (8, 21, 31), leading to ALI or ARDS.  LPS recognition is mediated, in part, by CD14 (30, 39). CD14 is expressed as a 55-kDa protein in two forms; a soluble form (sCD14) is found in serum, while a glycosylphosphatidyl- inositol-linked membrane-bound form (mCD14) is found pre-  dominantly in phagocytes. Neither of these forms has intrinsic signaling properties because of the lack of a transmembrane domain (30). Although mCD14 requires Toll-like receptor 4 (TLR4), sCD14 requires both LPS-binding protein (LBP) and TLR4 to induce downstream signaling cascades (10). It is widely believed that mCD14 transfers LPS to its high-affinity receptor, TLR4 (9, 14). It has also been demonstrated that both CD14-dependent and -independent signaling cascades are responsible for cellular responses in thioglycolate-elicited peritoneal macrophages in response to Escherichia coli LPS (27). A subsequent study showed that CD11b/CD18 (Mac-1) is an important molecule, in addition to CD14 and TLR4, in eliciting a complete LPS response in thioglycolate-elicited peritoneal macrophages (26). However, it has not been deter- mined whether CD11b is responsible for the CD14-indepen- dent but TLR4-dependent pathway of LPS signaling in vivo. Furthermore, the exact contribution of CD14-dependent and -independent pathways to the multiple signaling pathways re- sulting in lung injury induced by LPS is unknown.  A large body of evidence has demonstrated that TLR4 is required for induction of an innate immune response against LPS from gram-negative bacteria (14, 29). This conclusion is supported by the fact that mice having a gene disruption (TLR4-/-) (14), deletion (C57BL/10ScCr), or natural point mutation (C3H/HeJ) in the TLR4 gene are unresponsive to systemic LPS (29). However, the role of TLR4 in the induction of pulmonary inflammation in mice is still debatable. A role of TLR4 has been described in a murine model of hemorrhage- LPS-induced lung inflammation (4). By contrast, another study  * Corresponding author. Mailing address: Department of Medicine, National Jewish Medical and Research Center, 1400 Jackson St., Neu- stadt D-403, Denver, CO 80206. Phone: (303) 398-1640. Fax: (303) 270-2319. E-mail: JeyaseelanS@NJC.org.  1754   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   demonstrated that factors other than TLR4 are involved in the induction of a pulmonary immune response by LPS resulting in lung damage, and the workers postulated that contamination in the LPS might be responsible for this effect (22).  It has been shown repeatedly that the mouse model of pul- monary inflammation reproduces several key features of hu- man ALI and ARDS (11, 20) and therefore is a useful model for studying the pathogenesis of ALI with appropriate gene- deficient or mutant mice. The goal of the present study was to compare the roles of CD14 and TLR4 in the pathogenesis of lung damage induced after inhalation of E. coli LPS in order to determine which of these molecules is the more critical target for attenuating lung damage in a mouse model. Since CD14 and TLR4 are important for LPS recognition and signaling in the host, we hypothesized that a deficiency in or mutation of either CD14 or TLR4 protects mice against pulmonary inflam- mation caused by LPS, but the relative efficacy of such hypoth- esized protection is not known.  MATERIALS AND METHODS  Mice. CD14-null (CD14-/-) mice were used after they were backcrossed 10 times with C57BL/6 mice as described previously (24). Wild-type C57BL/6 mice (CD14-/-; Harlan Sprague-Dawley, Indianapolis, Ind.) were used as controls for  CD14-/-. TLR4 mutant mice (TLR4mt; C3H/HeJ) were purchased from Jack- son Laboratories (Bar Harbor, Maine); the mutation in these mice resulted in resistance to the pathophysiological effects of LPS, and these mice have no other known defects in responses to microbes and/or their products (29). Wild-type C3H/HeN mice (TLR4wt; Harlan Sprague-Dawley) were used as controls for TLR4mt mice. In another set of experiments, we used a CD14 TLR4 double- knockout strain that was created from CD14-/- and TLR4-deficient mice after 10 backcrosses with C57BL/6 mice (14). All animal experiments were conducted in accordance with National Jewish Medical and Research Center committee- approved protocols based on Association for Assessment and Accreditation of Laboratory Animal Care policies. The mice weighed between 20 and 30 g and were between 8 and 10 weeks old at the time of use.  Reagents. Purified E. coli O111:B4 LPS, sterile distilled water, hexadecyltri- methylammonium bromide (HTAB), and O-dianisidine were purchased from Sigma Chemical Co. (St. Louis, Mo.). Anti-mouse CD11b and its isotype- matched control antibody (Ab), capture and blocking antibodies for enzyme- linked immunosorbent assays (ELISA), and cytokine standards were purchased from R&D systems (Minneapolis, Minn.). Anti-TLR4 Ab and the isotype Ab were obtained from e-Biosciences (San Diego, Calif.). Isotonic saline (0.9% sodium chloride) was purchased from Baxter Corp. (Deerfield, Ill.).  LPS-induced pulmonary inflammation. The induction of pulmonary inflam- mation in a mouse model by LPS instillation has been described previously (17, 25). Briefly, mice were exposed to 0.3 mg of LPS per ml in 0.9% saline or to 0.9% saline by aerosolization for 20 min under a laminar flow hood by using a flow rate of 2 liters/min. For high-dose LPS experiments, 3 mg of LPS per ml in 0.9% saline was used in a similar manner (17, 25). At 2, 8, and 24 h after inhalation of LPS or 0.9% saline, mice were sacrificed for collection of bronchoalveolar lavage  FIG. 1. Effect of E. coli LPS on protein contents, total white blood cell counts, and neutrophil counts in the BALF recovered from LPS- or saline-instilled lungs at 2, 8, and 24 h for CD14-/-, TLR4mt, and wild-type (CD14-/- and TLR4wt) mice. Each group contained seven animals. The values are means - standard deviations. Significant differences between LPS- and saline-treated groups are indicated by asterisks (P - 0.05).  VOL. 73, 2005 ROLE OF CD14 AND TLR4 IN ACUTE LUNG INJURY 1755   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   fluid (BALF) and lungs, since dramatic differences in pulmonary inflammation were observed for these times (17).  Antibody blocking experiments. A dose of Ab (sodium azide free) was diluted in 40 -l of phosphate-buffered saline prior to intratracheal administration. In control experiments, 40 -l of phosphate-buffered saline was administrated in- tratracheally.  (i) Anti-CD11b Ab. The immunoglobulin G2B (IgG2B) clone M1/70 CD11b blocking Ab or the isotype control IgG2B Ab was administrated at a concentra- tion of 40 -g/mouse 2 h prior to LPS exposure. The mice were anesthetized by using Avertin (333 mg/kg), and the Ab was slowly infused intratracheally into the mouse lungs. It has been shown previously that the anti-CD11b Ab specifically blocks mouse CD11b at this concentration in vivo (6).  (ii) Anti-TLR4 Ab. Mice were pretreated with either an anti-TLR4 Ab that recognizes the extracellular domain of mouse TLR4 or the isotype-matched control Ab 2 h prior to LPS exposure. Previous studies have shown that this anti-TLR4 Ab is indeed a blocking Ab that binds to TLR4 and blocks LPS- induced tumor necrosis factor alpha (TNF--) production in cultured macro- phages (2). We used a concentration of 20 -g/mouse based on its maximal inhibition of LPS-induced effects in vivo as determined with a range of Ab concentrations (2, 20, and 100 -g/mouse) (Jeyaseelan and Worthen, unpublished data). The mice were then exposed to LPS and were sacrificed at 8 and 24 h for the collection of BALF and lungs.  BALF collection. BALF was harvested as previously described (17, 25). Ap- proximately 3.0 ml of BALF was obtained from each mouse. One hundred microliters of BALF was centrifuged for 5 min at 400 - g by using a cytospin on a Superfrost/Plus microscopic slide, and BALF cells were stained by the Diff- Quick method (Fisher, Chicago, Ill.). The rest of the BALF was passed through a 0.22--m-pore-size filter and then used immediately or stored at -70°C for protein measurement of KC, macrophage inflammatory protein 2 (MIP-2), TNF--, and interleukin-6 (IL-6) contents by ELISA, and the total protein con-  centration in recovered BALF was determined by using the Bradford assay (Bio-Rad, Hercules, Calif.).  Tissue collection. The animals were humanely sacrificed, and their lungs were excised. The whole lungs were then snap frozen and processed for NF--B translocation and myeloperoxidase (MPO) assays.  MPO assay. An MPO assay was performed as described previously (3, 17). After BALF was collected, isolated whole lungs were weighed, frozen at -70°C, and then homogenized in 1 ml of HTAB buffer for 30 s (50 mg of tissue/ml of HTAB). After addition of more HTAB buffer (according to the weight of the lungs) to each tube, the samples were vortexed. After this, 1 ml of homogenate was transferred into a microcentrifuge tube and centrifuged at 20,000 - g for 4 min. Seven microliters of supernatant was transferred into a flat-bottom 96-well plate, and 200 -l of a O-dianisidine hydrochloride solution was added immedi- ately before the optical density at 450 nm was determined. The MPO activity was expressed in units per milligram of lung tissue.  Lung morphology. Mouse lungs were perfused and fixed with Streck tissue fixative (Streck Laboratories, Omaha, Nebr.) overnight at room temperature. The lungs were embedded in paraffin, and 5--m sections were cut and stained with hematoxylin and eosin for histological analysis.  NF--B activation assay. Nuclear extract from mouse lungs was prepared by using the manufacturer's protocol (Active Motif, Carlsbad, Calif.). Briefly, frozen lung samples were homogenized with 300 -l of ice-cold 1- hypotonic buffer supplemented with dithiothreitol for 30 s. The homogenate was centrifuged at 850 - g for 10 min at 4°C. The supernatant was discarded, and the pellet (nuclear fraction) was resuspended in 50 -l of complete lysis buffer and incubated for 30 min on ice. Then the sample was centrifuged at 14,000 - g for 10 min at 4°C, and the supernatant was collected and stored at -70°C. The protein concentrations of the samples were assessed by the Bradford assay (Bio-Rad). A total of 20 -g of nuclear extract was used to measure the activity of the p65 subunit of NF--B according to the manufacturer's recommendations (Active Motif). The optical  FIG. 2. Effect of E. coli LPS on lung histopathology at 24 h after inhalation of LPS for CD14-/- and TLR4mt mice, as determined with hematoxylin and eosin staining. The representative photomicrographs are from one of eight separate experiments which yielded similar results. The brightness, contrast, and magnification are the same for all images. Original magnification, -100.  1756 JEYASEELAN ET AL. INFECT. IMMUN.   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   density at 450 nm was determined with a 96-well microplate reader as described previously (4).  Cytokine assays. The ELISA method used to measure proteins in BALF has been described previously (17, 25). We used BALF from animals subjected to aerosolization with LPS or 0.9% saline. The antibodies against KC, MIP-2, TNF--, and IL-6 were purchased from R&D Systems. The minimum detection limit for the ELISA is 2 pg of cytokine protein per ml in BALF (17). Data were expressed in picograms per milliliter of BALF.  Statistical analysis. Data were expressed as means - standard deviations. Groups were compared by using one-way analysis of variance. Statistical calcu- lations were performed by using Kaleidagraph, version 3.6 (Synergy Software,  Reading, Pa.). The term significant is used below to indicate a P value of less than 0.05.  RESULTS  CD14-/- and TLR4mt mice are both completely resistant to low-dose LPS-induced ALI. We showed previously that aero- solization of wild-type C57BL/6 mice with 300 -g of LPS per ml for 20 min induced an inflammatory response characterized by microvascular protein leakage, neutrophil influx, parenchy-  FIG. 3. Nuclear translocation of the p65 subunit of NF--B as detected by p65 ELISA of nuclear extracts of mouse lungs at 2 h after LPS or saline instillation. Note that LPS induced a dramatic increase in nuclear translocation of p65 in CD14-/- (A) and TLR4wt (B) mice. The values are means - standard deviations. Values that are significantly different for the LPS- and saline-treated groups are indicated by asterisks (P - 0.05; six mice/group). OD450 nm, optical density at 450 nm.  FIG. 4. Effect of E. coli LPS on KC, MIP-2, TNF--, and IL-6 protein responses in the BALF at 2, 8, and 24 h after inhalation of LPS or saline for CD14-/- and TLR4mt mice, as determined by ELISA. The values are means - standard deviations. Significant differences between LPS- and saline-treated groups are indicated by asterisks (P - 0.05; seven mice/group).  VOL. 73, 2005 ROLE OF CD14 AND TLR4 IN ACUTE LUNG INJURY 1757   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   mal hemorrhage, and lung pathology within 24 h (17, 25). Therefore, we determined whether these pathological features were absent in CD14-/- and TLR4mt mice in response to E. coli LPS at 2, 8, and 24 h. These times were selected because in our previous studies we found dramatic differences in the characteristic features of the inflammatory response to LPS (17). We first examined the microvascular leakage of proteins into lung parenchyma in response to LPS. In saline controls for all four groups of mice (C57BL/6 [CD14-/-], CD14-/-, C3HeN [TLR4wt], and C3HeJ [TLR4mt]), the total protein contents in mice were not different at 2, 8, or 24 h (Fig. 1A and E). On the other hand, inhalation of LPS significantly in- creased the BALF total protein content in wild-type mice (CD14-/- and TLR4wt) at 8 and 24 h (Fig. 1A and E), indi- cating that there was microvascular leakage induced by LPS at later times in these mouse strains. By contrast, no increase in the total protein content was observed in LPS-treated lungs of CD14-/- and TLR4mt mice at 8 and 24 h (Fig. 1A and E). In order to measure leukocyte accumulation in response to LPS, the total number of white blood cells (WBCs) and neutrophils in BALF and lung MPO activity, an index of neutrophil se- questration, were determined. Saline control data showed that  there was no difference among the four groups (Fig. 1B to D and F to H). On the other hand, LPS treatment of wild-type mice (CD14-/- and TLR4wt) increased the total WBC and neutrophil counts in BALF and the lung MPO activity at 8 and 24 h (Fig. 1B to D and F to H), indicating that neutrophils accumulated in both the alveolar space and the whole lung. However, no increase in the total WBC and neutrophil counts in BALF or in lung MPO activity was noted in CD14-/- and TLR4mt mice at either 8 or 24 h after LPS treatment (Fig. 1B to D and F to H). We then assessed lung histology in response to LPS at 24 h since we previously demonstrated that lung pathology in response to inhaled LPS is most evident at 24 h (17). In animals treated with saline, no lung pathology was observed in any of the four groups (Fig. 2 C to D and G to H). By contrast, LPS treatment induced interstitial edema and neutrophil influx in CD14-/- and TLR4wt mice at 24 h (Fig. 2B and F). No changes in lung histology were detected in CD14-/- and TLR4mt mice at 24 h after LPS treatment (Fig. 2A and B). These observations indicate that both CD14 and TLR4 are essential for the induction of microvascular damage, increase in the total WBC count, neutrophil influx, and lung histology in response to 300 -g of LPS/ml.  FIG. 5. Effect of a high dose of E. coli LPS on the total protein content, the total white blood cell (A and B) and neutrophil (B) counts in BALF, neutrophil sequestration in the lung, and lung histology at 24 h after inhalation of LPS or saline for CD14-/-, TLR4mt, CD14/TLR4 double- knockout (DKO), and wild-type mice. The values are means - standard deviations. Significant differences between LPS- and saline-treated groups are indicated by asterisks (P - 0.05; eight mice/group).  1758 JEYASEELAN ET AL. INFECT. IMMUN.   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   NF--B activation of CD14-/- and TLR4mt mice in response to LPS. Previous studies have shown that LPS binding to its receptor(s) induces a signaling cascade that involves activation of NF--B, which activates the transcription of a variety of genes involved in ALI (18). Therefore, we measured the trans- location of the p65 subunit of NF--B into the nucleus of lung cells as an index of LPS signaling. LPS caused significant ac- tivation of NF--B in the lungs from CD14-/- and TLR4wt  mice (Fig. 3), but no significant activation of NF--B was ob- served in CD14-/- and TLR4mt mice or saline-treated CD14-/- and TLR4wt mice (Fig. 3A). These observations demonstrated that CD14 and TLR4 are essential in LPS sig- naling cascades leading to NF--B activation.  Cytokine responses in CD14-/- and TLR4mt mice in re- sponse to LPS. To understand the mechanisms involved in the CD14- and TLR4-dependent innate immune response in the lung in response to LPS, BALF was analyzed to determine the expression of chemokine and cytokine proteins, including KC, MIP-2, TNF--, and IL-6. Figure 4 shows that there were in- creased KC, MIP-2, TNF--, and IL-6 levels in CD14-/- and TLR4wt mouse BALF after LPS treatment at 2, 8, and 24 h, respectively, compared to the saline-treated control mice. In contrast, no increases in the levels of these cytokines were observed in CD14-/- mice (Fig. 4A to D) and TLR4mt mice (Fig. 5E to H) in response to LPS. These findings show that LPS signaling via CD14 and TLR4 is necessary for induction of expression of these chemokines and cytokines.  TLR4mt, TLR4-/-, and CD14/TLR4 double-knockout mice, but not CD14-/- mice, are completely resistant to high-dose LPS-induced ALI. In order to determine whether the lack of a  response seen in CD14-/- and TLR4mt mice reflected a rela- tive blockade rather than an absolute blockade, we tested the response to a high dose of LPS (3 mg/ml). Furthermore, LPS caused significant microvascular protein leakage, an increase in the total WBC count, neutrophil influx into the lungs, and lung histopathology in CD14-/- mice at 24 h (Fig. 5A to D). However, no microvascular leakage, neutrophil influx, or lung pathology was observed in TLR4mt mice in response to the high dose of LPS at 24 h (Fig. 5E to H). In addition, this CD14-independent response was not observed in TLR4-defi- cient mice, which had a C57BL/6 background, or in the CD14/ TLR4 double-knockout mice, which also had a C57BL/6 back- ground (Fig. 5C, inset). Collectively, these data suggest that both CD14-dependent and -independent responses to LPS are totally dependent on TLR4. We next determined the mecha- nisms underlying the CD14-independent signaling pathway us- ing a CD11b-blocking Ab, since it has been shown that CD11b is required for LPS-induced signaling in peritoneal macro- phages (15). Interestingly, LPS did not induce an increase in neutrophils (Fig. 6A) or in lung MPO activity (Fig. 6B) in anti-CD11b Ab-treated CD14-/- mice, indicating that CD11b is responsible for the CD14-independent pathway.  Effects of TLR4-blocking Ab in LPS-induced ALI. Since TLR4, unlike CD14, is critical for induction of ALI in mice in response to both low and high doses of LPS, we examined whether it is possible to modulate TLR4 signaling in order to minimize ALI caused by LPS in wild-type C57BL/6 mice. Ab blockade (20 -g/mouse) revealed that treatment of C57BL/6 mice with Ab directed against TLR4 abrogated the neutrophil influx, neutrophil sequestration in the lung, and lung pathology induced by a low dose of LPS, whereas treatment with the isotype-matched control Ab (IgG2-) (20 -g/mouse) did not influence LPS-induced ALI (Fig. 7). In a similar fashion, LPS- induced expression of KC, MIP-2, TNF--, and IL-6 in BALF was eliminated by anti-TLR4 Ab but not by the isotype- matched control Ab (Fig. 7C). Furthermore, anti-TLR4 Ab abrogated LPS-induced histopathology at 24 h (Fig. 7). More- over, at the high dose of LPS, these responses were attenuated only by anti-TLR4 Ab (Fig. 8A to C, F, and G). However, anti-TLR4 or isotype-matched control Ab alone did not influ- ence lung histopathogy at 24 h after saline treatment (Fig. 8D and E).  DISCUSSION  Infection with gram-negative bacteria may lead to develop- ment of the sepsis syndrome as a consequence of an excessive host response to LPS in humans (19, 23). One of the clinical features associated with sepsis in humans is pulmonary inflam- mation resulting in ALI or ARDS, which may also reflect a poorly controlled inflammatory response in the lungs in re- sponse to LPS (12, 33, 38). Despite recent advances, statistics have shown that the mortality associated with ALI remains high among humans, warranting new treatment and prevention strategies (28). LPS binding to CD14 and TLR4 is critical for induction of a plethora of downstream effects leading to ALI. A thorough understanding of the role of these molecules that recognize LPS and induce its signaling cascades is critical for designing novel therapeutic and prophylactic strategies to at- tenuate ALI or ARDS. The present study was undertaken to  FIG. 6. Anti-CD11b Ab inhibits CD14-independent signaling in response to a high dose of LPS, as shown for CD14-/- mice by neutrophil counts in BALF (A) and lung MPO activity (B) at 24 h. The values are means - standard deviations. Values that are significantly different for the anti-CD11b Ab-treated and isotype Ab-treated groups are indicated by asterisks (P - 0.05; nine mice/group). PBS, phos- phate-buffered saline.  VOL. 73, 2005 ROLE OF CD14 AND TLR4 IN ACUTE LUNG INJURY 1759   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   compare the roles of CD14 and TLR4 in the induction of ALI in response to LPS in order to determine which of these mol- ecules could serve as a better therapeutic target to attenuate ALI in a mouse model.  First, in the absence of CD14 or functional TLR4, there was no microvascular protein leakage, neutrophil influx, NF--B activation, cytokine expression, or lung histopathology with the low dose of LPS. In the absence of CD14, however, microvas- cular leakage, neutrophil influx and sequestration, and lung histology with the high dose of LPS were only attenuated. In anti-CD11b Ab-treated CD14-/- mice, no features of ALI were observed with the high dose of LPS. Furthermore, none of the features was present in TLR4mt mice with both low and high doses of LPS. Blockade of TLR4 with an Ab remarkably attenuated LPS-induced microvascular protein leakage, neu- trophil influx, and lung histology with both the low and high doses of LPS in normal C57BL/6 mice. These new findings demonstrate that the inflammatory responses induced by LPS are CD14 dependent as well as CD14 independent (CD11b dependent), but both of these signaling cascades are entirely dependent on TLR4 in a mouse model. To our knowledge, we  demonstrated here for the first time that modulation of TLR4 function in the lung is a useful strategy for minimizing LPS- induced ALI in a mouse model.  Although aerosolization of LPS-induced ALI is self-limiting in mouse models, this rodent model mimics several key fea- tures of human ALI and ARDS (11, 20). Our previous studies with lung tissues and BALF cytospin preparations demon- strated that LPS instillation into mice results in the influx of neutrophils and monocytes and severe inflammation in the lung in a time-dependent fashion within 24 h (17). In addition, this model permits analysis of the roles of CD14 and TLR4 when appropriate gene-deficient or mutant mouse strains are used.  The role of CD14 in the induction of ALI in mice has been demonstrated largely by using blocking antibodies in response to systemic LPS or aerosolized LPS. CD14 blockade experi- ments performed with various neutralizing antibodies resulted in a range of effects on lung inflammation in mice in an incon- sistent fashion (16, 34). These observations were probably due to several inherent limitations of the procedure, such as (i) the binding sites of some of those antibodies are not known (34);  FIG. 7. Blocking TLR4 abolishes ALI induced by a low dose of LPS, as demonstrated by the neutrophil counts in BALF (A), the MPO activity in the lungs at 8 and 24 h (B), the BALF cytokine profiles at 2 h (C), and the lung histopathology at 24 h after inhalation of LPS (D and E). The values are means - standard deviations. Values that are significantly different for the anti-TLR4-Ab-treated and isotype control Ab-treated groups prior to LPS treatment are indicated by asterisks (P - 0.05; eight mice/group). The representative photomicrographs are from one of eight separate experiments in which identical results were obtained. Original magnification, -100. PBS, phosphate-buffered saline.  1760 JEYASEELAN ET AL. INFECT. IMMUN.   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   (ii) blocking may not be useful since soluble CD14 in serum replaces the membrane-bound form (mCD14) in terms of sig- naling mainly in nonmyeloid cells (13, 32); and (iii) CD14- dependent signaling and CD14-independent signaling exist in macrophages (27). The precise mechanisms by which LPS in- duces ALI via CD14 in the lung as a whole representing several cell types are still debatable. Our study demonstrated that ALI induced by a low dose of LPS is totally dependent on CD14; however, at a high dose of LPS, ALI is only partially mediated by CD14. By contrast, Andoneui et al. (3) demonstrated that LPS-induced neutrophil influx in the lung is entirely dependent on CD14; the reason for the apparent discrepancy is that the route of LPS administration (intraperitoneal), the dose of LPS (0.5 mg/kg), and the time after LPS treatment that lungs were harvested (4.5 h) were different in their study (3).  The potential mechanisms for the CD14-independent and TLR4-dependent signaling via LPS include Mac-1 (CD11b/ CD18) (10, 15, 24) and the macrophage scavenger receptor, which are known to bind LPS and induce signaling (15). Other explanations for CD14-independent and TLR4-dependent sig- naling include (i) higher-affinity binding of LPS to TLR4 than to CD14 (1); (ii) changes in the avidity of the LPS-TLR4  complex upon the initial LPS binding (32); (iii) the involve- ment of heat shock proteins 70 and 90, growth differentiation factor 5, and chemokine receptor 4, since these molecules form a CD14-independent signal transduction mechanism in re- sponse to LPS (35); and (iv) the presence of MD-2, since a recent report showed that MD-2 is a bona fide LPS-binding protein that does not need the assistance of LPS-binding pro- tein or CD14 to induce signaling via TLR4 (36, 37). Most of these mechanisms have been identified in individual cell types. Since the lung as a whole represents a broad spectrum of cell types, it is extremely difficult to test these possibilities in vivo. Despite these limitations, our results demonstrate for the first time that ALI induced by a high dose of LPS in CD14-/- mice is totally dependent on CD11b, suggesting that this is the major mechanism in the CD14-independent pathway in the lung in response to LPS.  LPS signaling involves interaction of LBP, CD14, MD2, and TLR4, although LBP, CD14, and MD-2 have no intrinsic sig- naling properties (10). TLR4 is a germ line-encoded trans- membrane signaling protein that recognizes microbial prod- ucts, including E. coli LPS, and induces signaling upon binding to LPS (14). Binding of LPS to TLR4 in conjunction with other  FIG. 8. Blocking TLR4 attenuates ALI in response to a high dose of LPS, as shown by the neutrophil counts in BALF (A), the lung MPO activity at 8 and 24 h (B), the BALF cytokine profiles at 2 h (C), and the lung histopathology at 24 h after inhalation of saline (D and E) or LPS (F and G). The values are means - standard deviations. Values that are significantly different for anti-TLR4-Ab-treated and isotype Ab-treated groups prior to the LPS challenge are indicated by asterisks (P - 0.05; eight mice/group). The representative photomicrographs are from one of nine independent experiments in which the same results were obtained. Original magnification, -100. PBS, phosphate-buffered saline.  VOL. 73, 2005 ROLE OF CD14 AND TLR4 IN ACUTE LUNG INJURY 1761   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   molecules is the crucial first step for initiating signaling that accounts for its multiple biological effects leading to ALI (2). The role of TLR4 in the induction of ALI is still controversial. A role for TLR4 in lung inflammation has been reported in a model for hemorrhage followed by intraperitoneal LPS, but the authors neither examined cytokine profiles other than the TNF-- profile nor determined lung histopathology (4). On the other hand, another study demonstrated that factors other than TLR4 were involved in the secretion of TNF-- and MIP-2 in the lungs in response to inhaled LPS (22). However, the authors postulated that this response was due to low levels of contamination of the E. coli LPS used. This possibility is un- likely since the present study showed that TLR4 is solely re- sponsible for the induction of ALI via activation of NF--B and subsequent production of cytokines.  Since our results demonstrated that LPS-induced ALI is partially dependent on CD14 but fully dependent on TLR4, we decided to determine whether TLR4 blocking is a useful strat- egy for minimizing ALI in normal and healthy wild-type C57BL/6 mice. Blocking the critical first step of LPS binding to TLR4 by anti-TLR4 antibody was effective in attenuating ALI with both low and high doses of LPS. To our knowledge, this is the first report showing that a TLR4-blocking antibody re- duces the characteristic features of ALI, including an increase in the total WBC count, neutrophil influx and sequestration in the lung, and lung histology induced by LPS. This could serve as a basis for future investigations to study the role of TLR4 in the pathogenesis of ALI in humans leading to pulmonary in- flammation and its severe form, acute respiratory distress syn- drome.  In summary, the results presented here for the first time demonstrate that LPS-induced host responses are entirely de- pendent on TLR4 and are only partially dependent on CD14 in an in vivo mouse model. Furthermore, we found that CD11b contributes to the CD14-independent pathway in the lungs in response to LPS. Collectively, these observations suggest that TLR4 is an attractive target for immunomodulation. Our data support that blocking the extracellular domain of TLR4 is a beneficial therapeutic strategy for minimizing lung diseases in which LPS from gram-negative pathogens has been implicated as the primary etiological agent.  ACKNOWLEDGMENTS  This work was supported by NIH grants P50HL067671-03 and RR14466.  We thank Kenneth Malcolm and Mike Fessler for helpful discus- sions and Paul Kubes for providing the protocol for the MPO assay.  REFERENCES  1. Akashi, S., S. Saitoh, Y. Wakabayashi, T. Kikuchi, N. Takamura, Y. Nagai, Y. Kusumoto, K. Fukase, S. Kusumoto, Y. Adachi, A. Kosugi, and K. Miyake. 2003. Lipopolysaccharide interaction with cell surface Toll-like receptor 4-MD-2: higher affinity than that with MD-2 or CD14. J. Exp. Med. 198: 1035-1042.  2. Akashi, S., R. Shimazu, H. Ogata, Y. Nagai, K. Takeda, M. Kimoto, and K. Miyake. 2000. Cutting edge: cell surface expression and lipopolysaccharide signaling via the Toll-like receptor 4-MD-2 complex on mouse peritoneal macrophages. J. Immunol. 164:3471-3475.  3. Andonegui, G., S. M. Goyert, and P. Kubes. 2002. Lipopolysaccharide-in- duced leukocyte-endothelial cell interactions: a role for CD14 versus Toll- like receptor 4 within microvessels. J. Immunol. 169:2111-2119.  4. Barsness, K. A., J. Arcaroli, A. H. Harken, E. Abraham, A. Banerjee, L. Reznikov, and R. C. McIntyre, Jr. 2004. Hemorrhage-induced acute lung injury is TLR-4 dependent. Am. J. Physiol. Regul. Integr. Comp. Physiol. 87:R592-R599.  5. Bernard, G. R., A. Artigas, K. L. Brigham, J. Carlet, K. Falke, L. Hudson, M. Lamy, J. R. Legall, A. Morris, and R. Spragg. 1994. The American-European Consensus Conference on ARDS: definitions, mechanisms, relevant out- comes, and clinical trial coordination. Am. J. Respir. Crit. Care Med. 149: 818-824.  6. Brengman, M. L., D. Wang, K. B. Wilkins, N. Sakamoto, T. Arai, E. P. Ceppa, A. S. Klein, and G. B. Bulkley. 2003. Hepatic killing but not clearance of systemically circulating bacteria is dependent upon peripheral leukocytes via Mac-1 (CD11b/CD18). Shock 19:263-267.  7. Brigham, K. L., and B. Meyrick. 1986. Endotoxin and lung injury. Am. Rev. Respir. Dis. 133:913-927.  8. Chabot, F., J. A. Mitchell, J. M. Gutteridge, and T. W. Evans. 1998. Reactive oxygen species in acute lung injury. Eur. Respir. J. 11:745-757.  9. da Silva Correia, J., and R. J. Ulevitch. 2002. MD-2 and TLR4 N-linked glycosylations are important for a functional lipopolysaccharide receptor. J. Biol. Chem. 277:1845-1854.  10. Fenton, M. J., and D. T. Golenbock. 1998. LPS-binding proteins and recep- tors. J. Leukoc. Biol. 64:25-32.  11. Frevert, C. W., S. Huang, H. Danaee, J. D. Paulauskis, and L. Kobzik. 1995. Functional characterization of the rat chemokine KC and its importance in neutrophil recruitment in a rat model of pulmonary inflammation. J. Immu- nol. 154:335-344.  12. Goodman, R. B., R. M. Strieter, D. P. Martin, K. P. Steinberg, J. A. Milberg, R. J. Maunder, S. L. Kunkel, A. Walz, L. D. Hudson, and T. R. Martin. 1996. Inflammatory cytokines in patients with persistence of the acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 154:602-611.  13. Haziot, A., G. W. Rong, J. Silver, and S. M. Goyert. 1993. Recombinant soluble CD14 mediates the activation of endothelial cells by lipopolysaccha- ride. J. Immunol. 151:1500-1507.  14. Hoshino, K., O. Takeuchi, T. Kawai, H. Sanjo, T. Ogawa, Y. Takeda, K. Takeda, and S. Akira. 1999. Cutting edge: Toll-like receptor 4 (TLR4)- deficient mice are hyporesponsive to lipopolysaccharide: evidence for TLR4 as the Lps gene product. J. Immunol. 162:3749-3752.  15. Ingalls, R. R., M. A. Arnaout, R. L. Delude, S. Flaherty, R. Savedra, and D. T. Golenbock. 1998. The CD11/CD18 integrins: characterization of three novel LPS signaling receptors. Prog. Clin. Biol. Res. 397:107-117.  16. Ishii, Y., Y. Wang, A. Haziot, P. J. del Vecchio, S. M. Goyert, and A. B. Malik. 1993. Lipopolysaccharide binding protein and CD14 interaction induces tumor necrosis factor-alpha generation and neutrophil sequestration in lungs after intratracheal endotoxin. Circ. Res. 73:15-23.  17. Jeyaseelan, S., H. W. Chu, S, K, Young, and G. S. Worthen. 2004. Transcrip- tional profiling of lipopolysaccharide-induced acute lung injury. Infect. Im- mun. 72:7247-7256.  18. Kang, J. L., H. W. Lee, H. S. Lee, I. S. Pack, Y. Chong, V. Castranova, and Y. Koh. 2001. Genistein prevents nuclear factor-kappa B activation and acute lung injury induced by lipopolysaccharide. Am. J. Respir. Crit. Care Med. 164:2206-2212.  19. Karima, R., S. Matsumoto, H. Higashi, and K. Matsushima.1999. The mo- lecular pathogenesis of endotoxic shock and organ failure. Mol. Med. Today 5:123-132.  20. Kitamura, Y., S. Hashimoto, N. Mizuta, A. Kobayashi, K. Kooguchi, I. Fujiwara, and H. Nakajima. 2001. Fas/FasL-dependent apoptosis of alveolar cells after lipopolysaccharide-induced lung injury in mice. Am. J. Respir. Crit. Care Med. 163:762-769.  21. Kubo, K., T. Amari, T. Kaneki, M. Hanaoka, T. Hayano, T. Miyahara, S. Koyama, T. Koizumi, K. Fujimoto, and T. Kobayashi. 1999. A 21-amino- steroid, U-74006F, attenuates endotoxin-induced lung injury in awake sheep. Respirology 4:167-172.  22. Lorenz, E., M. Jones, C. Wohlford-Lenane, N. Meyer, K. L. Frees, N. C. Arbour, and D. A. Schwartz. 2001. Genes other than TLR4 are involved in the response to inhaled LPS. Am. J. Physiol. Lung Cell. Mol. Physiol. 281: L1106-L1114.  23. Mayeux, P. R. 1997. Pathobiology of lipopolysaccharide. J. Toxicol. Environ. Health 51:415-435.  24. Moore, K. J., L. P. Andersson, R. R. Ingalls, B. G. Monks, R. Li, M. A. Arnaout, D. T. Golenbock, and M. W. Freeman. 2000. Divergent response to LPS and bacteria in CD14-deficient murine macrophages. J. Immunol. 165: 4272-4280.  25. Nick, J. A., S. K. Young, P. G. Arndt, J. G. Lieber, B. T. Suratt, K. R. Poch, N. J. Avdi, K. C. Malcolm, C. Taube, P. M. Henson, and G. S. Worthen. 2002. Role of p38 mitogen-activated protein kinase in a murine model of pulmo- nary inflammation. J. Immunol. 169:5260-5269.  26. Perera, P. Y., T. N. Mayadas, O. Takeuchi, S. Akira, M. Zaks-Zilberman, S. M. Goyert, and S. N. Vogel. 2001. CD11b/CD18 acts in concert with CD14 and Toll-like receptor (TLR) 4 to elicit full lipopolysaccharide and taxol- inducible gene expression. J. Immunol. 166:574-578.  27. Perera, P. Y., S. N. Vogel, G. R. Detore, A. Haziot, and S. M. Goyert. 1997. CD14-dependent and CD14-independent signaling pathways in murine mac- rophages from normal and CD14 knockout mice stimulated with lipopoly- saccharide or taxol. J. Immunol. 158:4422-4429.  28. Piantadosi, C. A., and D. A. Schwartz. 2004. The acute respiratory distress syndrome. Ann. Intern. Med. 141:460-470.  1762 JEYASEELAN ET AL. INFECT. IMMUN.   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    http://iai.asm.org/   29. Poltorak, A., X. He, I. Smirnova, M. Y. Liu, C. Van Huffel, X. Du, D. Birdwell, E. Alejos, M. Silva, C. Galanos, M. Freudenberg, P. Ricciardi- Castagnoli, B. Layton, and B. Beutler. 1998. Defective LPS signaling in C3H/HeJ and C57BL/10ScCr mice: mutations in Tlr4 gene. Science 282: 2085-2088.  30. Pugin, J., C. C. Schurer-Maly, D. Leturcq, A. Moriarty, R. J. Ulevitch, and P. S. Tobias. 1993. Lipopolysaccharide activation of human endothelial and epithelial cells is mediated by lipopolysaccharide-binding protein and soluble CD14. Proc. Natl. Acad. Sci. USA 90:2744-2748.  31. Rabinovici, R., P. J. Bugelski, K. M. Esser, L. M. Hillegass, J. Vernick, and G. Feuerstein. 1993. ARDS-like lung injury produced by endotoxin in plate- let-activating factor-primed rats. J. Appl. Physiol. 74:1791-1802.  32. Shii, Y., W. Shuyi, and S. Kitamura. 1995. Soluble CD14 in serum mediates LPS-induced increase in permeability of bovine pulmonary arterial endothe- lial cell monolayers in vitro. Life Sci. 56:2263-2272.  33. Sibille, Y., and H. Y. Reynolds. 1990. Macrophages and polymorphonuclear neutrophils in lung defense and injury. Am. Rev. Respir. Dis. 141:471-501.  34. Tasaka, S., A. Ishizaka, W. Yamada, M. Shimizu, H. Koh, N. Hasegawa, Y. Adachi, and K. Yamaguchi. 2003. Effect of CD14 blockade on endotoxin- induced acute lung injury in mice. Am. J. Respir. Cell Mol. Biol. 29:252-258.  35. Triantafilou, K., M. Triantafilou, and R. L. Dedrick. 2001. A CD14-inde- pendent LPS receptor cluster. Nat. Immunol. 2:338-345.  36. Viriyakosol, S., T. Kirkland, K. Soldau, and P. Tobias. 2000. MD-2 binds to bacterial lipopolysaccharide. J. Endotoxin Res. 6:489-491.  37. Viriyakosol, S., P. S. Tobias, R. L. Kitchens, and R. L. Kirkland. 2001. MD-2 binds to bacterial lipopolysaccharide. J. Biol. Chem. 276:38044-38051.  38. Weiland, J. E., W. B. Davis, J. F. Holter, J. R. Mohammed, P. M. Dorinsky, and J. E. Gadek. 1986. Lung neutrophils in the adult respiratory distress syndrome: clinical and pathophysiologic significance. Am. Rev. Respir. Dis. 133:218-225.  39. Wright, S. D., R. A. Ramos, P. S. Tobias, R. J. Ulevitch, and J. C. Mathison. 1990. CD14, a receptor for complexes of lipopolysaccharide (LPS) and LPS binding protein. Science 249:1431-1433.  Editor: J. T. Barbieri  VOL. 73, 2005 ROLE OF CD14 AND TLR4 IN ACUTE LUNG INJURY 1763   o n  Ju  n e  4  , 2 0 1 3  b  y g u e  st h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a d e d  fro  m    View publication statsView publication stats  http://iai.asm.org/ https://www.researchgate.net/publication/8002715",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}