{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Downregulation of MDR1 Gene by Cepharanthine Hydrochloride Is Related to the Activation of c-Jun/JNK in K562/ADR Cells   Research Article Downregulation of MDR1 Gene by Cepharanthine Hydrochloride Is Related to the Activation of c-Jun/JNK in K562/ADR Cells  Li Han,1 Yafeng Wang,2 Xiaojuan Guo,1 Yubing Zhou,3 Jingmin Zhang,2,4 Ning Wang,4  Jinhua Jiang,4 Fang Ma,4 and Qingduan Wang4  1 Zhang Zhongjing College of Chinese Medicine, Nanyang Institute of Technology, China 2 School of Pharmaceutical Sciences, Zhengzhou University, China 3Department of Pharmacy, First Affiliated Hospital of Zhengzhou University, China 4Henan Academy of Medical and Pharmaceutical Sciences, Zhengzhou University, Zhengzhou Henan 450052, China  Correspondence should be addressed to Qingduan Wang; wangqd@zzu.edu.cn  Received 9 June 2014; Revised 14 August 2014; Accepted 19 August 2014; Published 16 October 2014  Academic Editor: Anne Hamburger  Copyright   2014 Li Han et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  The purpose of the study was to determine the signal transduction mechanism of cepharanthine hydrochloride (CH) on reversing tumormultidrug resistance. RT-PCR andWestern blot analysis were used to determine the effects of CH on the expression ofMDR1 mRNA and P-glycoprotein in K562/ADR cells when CH was used alone and combined with SP600125, a JNK inhibitor, to explore the effects of CH on JNK pathway. Western blot analysis was used to determine the effects of CH on c-Jun protein expression and phosphorylation, to explore the regulating effects of CH on c-Jun and phosphorylated c-Jun (p-c-Jun) proteins. Our results showed that the inhibitory effect of CH on MDR1 mRNA increased with the concentrations of CH (5.0, 10.0, and 20.0𝜇M) and the inhibitory effects of CH on MDR1 mRNA and P-glycoprotein increased with the incubation time of CH (0, 12, 24, 36, and 48 hours). The inhibitory effect was weakened after CH combined with SP600125. The expressions of c-Jun and p-c-Jun proteins increased with the incubation time of CH (0, 6, 12, and 24 hours).These findings suggest that CH downregulated the expressions of MDR1mRNA and P-glycoprotein in a time and concentration manner; the mechanism may be mediated via activating c-Jun/JNK pathway.  1. Introduction  Chemotherapy is one of the main treatment strategies for cancer patients currently. However, it is more and more serious that the multidrug resistance (MDR) occurred in the cancer patients as the anticancer drugs arewidely used, which affected the patients' treatment directly. The overexpression of P-glycoprotein (P-gp), encoded by multidrug resistance geneMDR1, is one of the important mechanisms involved in MDR [1-3]. For that reason, it is a problem that should be solved quickly to search for MDR reversor and improve the chemotherapy sensitivity for medicine academia currently.  Natural source compounds have become the new trend of discovering the fourth-generation P-gp inhibitors because  they are less toxic and more potent than the disappointing previousMDRmodulators [4-6]. Cepharanthine hydrochlo- ride (Figure 1), manufactured by salification from cepharan- thine (CEP), which is a biscoclaurine alkaloid, extracted from Stephania cepharantha Hayata, has a reversed effect involved in multimechanisms from our previous studies [7-9]. In recent years, it is reported that CH has MDR-reversing effect and one of the reversing mechanisms is to inhibit the P-gp expression and function in MDR cancer cells [10, 11].  Mitogen-activated protein kinase (MAPK) family has a vital role to play in regulating gene expression. c-Jun NH  2 -  terminal kinase (JNK) is one of the members of MAPK family. Growing evidence suggests that JNK is closely related to the occurrence ofMDR [12-14].The signals relayed by JNK  Hindawi Publishing Corporation BioMed Research International Volume 2014, Article ID 164391, 6 pages http://dx.doi.org/10.1155/2014/164391  http://dx.doi.org/10.1155/2014/164391   2 BioMed Research International  N  O  O  O  O N  OO  · 2HCl  Figure 1: The chemical structure of CH used in the present study.  through c-Jun regulate a range of cellular processes including cell proliferation, tumorigenesis, apoptosis, and embryonic development. MDR1 gene is also regulated through c-Jun in transcriptional level [15, 16]. Therefore, a new possible therapeutic target of reversing MDR and improving the effectiveness of chemotherapy is to regulate JNK pathway.  To the best of our knowledge, it remains unclear whether JNK associates with the regulation and expression of P- gp by CH on reversing MDR. The purpose of the study is to determine the signal transduction mechanism of CH on reversing MDR in the human chronic myeloid leukemia Adriamycin-tolerance K562/ADR cell line.  2. Methods  2.1. Reagents. CH was provided by Henan Academy of Medical and Pharmaceutical Sciences (Zhengzhou, Henan, China). SP600125 was purchased from Sigma-Aldrich (St. Louis,MO,USA). RPMI-1640 was purchased fromLife Tech- nologies (Grand Island, NY, USA). Anti-P-gp, c-Jun, p-c-Jun, and anti-𝛽-actin primary and horseradish peroxidase (HRP)- conjugated secondary antibodies were purchased from Santa Cruz Biotechnology (Santa Cruz, CA, USA). ECL detection kit was purchased from Beyotime Institute of Biotechnology (Jiangsu, China).  2.2. Cell Lines and Cell Culture. K562 cells and K562/ADR cells were purchased from Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences (Shanghai, China). The two cell lines were cultured in RPMI-1640 culture medium with 10% fetal bovine serum (FBS) at 37∘C in a humidified atmosphere of 5% CO  2 . When the cells reached  confluency, they were harvested and plated for either subse- quent passages or drug treatments.The trypan blue exclusion test was used throughout the experiments to check cell viability.  2.3. Cell Growth Inhibition Assay. Chemosensitivity in vitro was measured by MTT assay. Briefly, the cells were harvested in exponential growth and seeded into 96 well plates at a density of 2.0 × 104 cells per well in a final volume of 180 𝜇L with or without 5 𝜇Mof CH or VER. After a 48 h incubation, 20𝜇L of MTT was added to each well and further incubated  for 4 h. The resulting formazan was dissolved with 200𝜇L of dimethyl sulfoxide after aspiration of the culture medium. The plates were shaken for 5min with a plate shaker and the absorbance was measured at 570 nm using a Bio-Rad ELISA plate reader (Bio-Rad, CA, USA). The fractional absorbance was calculated by the following formula: % cell survival = (mean absorbance in test well)/(mean absorbance in control wells) × 100%. IC  50 was calculated from the cytotoxicity  curves. The degree of resistance was calculated by dividing the IC  50 for the MDR cells by that for the parental sensitive  cells. The reversal fold of MDR was calculated by dividing the IC  50 for cells to the anticancer drug in the absence of the  modulator by that in the presence of the modulator.  2.4. RT-PCR Analysis. To study the effects of CH on MDR1 mRNA expression, the K562/ADR cells at a density of 1 × 105/mL in exponential growth were exposed to 5.0, 10.0, and 20.0𝜇M of CH for 48 h or were exposed to 10.0 𝜇M of CH for 12, 24, 36, and 48 h. For the investigation of the effects of CH on JNK signal transduction pathway in mRNA level, the K562/ADR cells were treatedwith 10.0𝜇MofCHor 2.0𝜇Mof SP600125 along or CH plus SP600125 for 48 h.The total RNA isolationwas performedwith TRIZOL (Invitrogen, USA). All RNA preparation and handling steps took place in a laminar flow hood, under RNAse-free conditions. The isolated RNA from each fraction was dissolved in 20 𝜇L of RNAse-free water and stored at −80∘C until used. cDNA synthesis was performed at 37∘C for 15min and 85∘C for 5 sec using the Primer Script RT reagent Kit (TaKaRa Biotechnology, Dalian, China) in a total volume of 20𝜇L according to the manufacturer's instructions. The primers sequences used for amplification of MDR1 and GAPDH were shown in Table 1. The PCR cycling conditions comprised a denaturation step for 5min at 95∘C, followed by 35 cycles of denaturation (94∘C for 15 s), annealing (58∘C for MDR1 and 57∘C for GAPDH for 30 s), and extension (72∘C for 30 s). After the last cycle, all PCR products were subjected to a final extension for 5min at 72∘C. PCR products were combined and then electrophoresed on 1.5% agarose gels containing ethidium bromide. Autoradiographic films of the RT-PCR assays were subjected to densitometric analyses using a KODAK Gel Logic 100 Image Station (Eastman Kodak, Rochester, NY, USA).  2.5. Western Blot Analysis. To study the effects of CH on c-Jun and phosphorylated c-Jun (p-c-Jun) expression, the K562/ADR cells were treated with 10.0𝜇M of CH for 6, 12, and 24 h. For the investigation of the effects of CH on JNK signal transduction pathway in protein level, pro- tein extracts for gel-electrophoresis were made from the cells treated as above according to standard techniques. Briefly, proteins were solubilized and then fractionated by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE). Western blotting analysis was performed by a slight modification of the method described previously [17]. Polyvinylidene fluoridemembraneswere incubatedwith primary antibodies (diluted 1 : 1,000): Pgp, p-c-Jun, c-Jun, and 𝛽-actin. The membranes were washed and incubated with HRP-conjugated secondary antibodies (diluted 1 : 2,000) for    BioMed Research International 3  Table 1: Primers and annealing temperatures forMDR1 and GAPDH.  Forward Reverse Annealing temperatures  Predicted size in bp  MDR1 5󸀠-CTG CTT GAT GGC AAA GAA ATA AAG-3󸀠 5󸀠-GGC TGT TGT CTC CAT AGG CAA T-3󸀠 58∘C 130 GAPDH GAG TCA ACG GAT TTG GTC GT GAC AAG CTT CCC GTT CTC AG 57∘C 196  1 h. The proteins were then detected using the ECL detection kit.  2.6. Statistical Analysis. Data are the means ± SD from triplicate samples of at least three independent experiments. Differences between the mean values were analyzed by two- sample Student's 𝑡-test and one-way analysis of variance; the results were considered statistically significant when 𝑃 < 0.05.  3. Results  3.1. Effect of CH on Reversing MDR In Vitro. The K562/ADR cells were approximately 31-fold resistant to ADR in com- parison with the K562 cells. In drug-resistant K562/ADR cells, coincubation of CH with ADR resulted in a significant increase in the cytotoxicity of ADR; the IC  50 dropped drasti-  cally from 13.97±0.30 to 1.62±0.10 𝜇M.While coincubation of the same concentration of VER resulted in a slight increase in the cytotoxicity of ADR, the IC  50 shifted to 6.07±0.18 𝜇M.  However, this effect of CH or VER was not observed in parental K562 cells (Table 2).  3.2. Downregulation of MDR1 mRNA and P-gp by CH. RT- PCRanalysis showed that the level ofMDR1mRNAdecreased significantly after treatment with 10.0 𝜇Mof CH (Figure 2(a)) and the level of MDR1 mRNA partially decreased by 5.0 𝜇M ofCHand completely by 20.0 𝜇MofCH in 48 h (Figure 2(b)), suggesting the downregulation of MDR1 mRNA by CH in a time- and concentration-dependency. Western blot analysis showed that the level of P-gp decreased progressively from 24 to 48 h in a time-dependent manner after treatment with 10 𝜇M of CH (Figure 2(c)).  JNK activity is required for the downregulatory effect by CH onMDR1mRNA and P-gp.  We then examined whether the downregulation of P- glycoprotein by CH required JNK activity. After the cells were treated with 10.0 𝜇M of CH plus the JNK inhibitor SP600125 (2.0 𝜇M) for 48 h, the levels of MDR1 mRNA and P-gp increased comparedwith that in the cells treatedwith 10.0𝜇M ofCHalone usingRT-PCRandWestern blot analysis (Figures 3 and 4), suggesting that SP600125 inhibited CH-induced downregulation of MDR1 mRNA and P-gp expression in terms of both mRNA and protein level.  3.3. CH Induces Activation of JNK in K562/ADR Cells. We sought to further confirm the above-mentioned findings by analyzing the transcription factor c-Jun and the substrate for JNK using Western blot. After treatment of the K562/ADR  cells with 10.0 𝜇M of CH, c-Jun and phosphorylation-c-Jun (p-c-Jun) protein levels began to rise from 6 h (Figure 5), suggesting that CH increased both phosphorylation and expression of c-Jun in a time-dependent manner.  4. Discussion  MDR is complex biological processes that involve many MDR transporter proteins, genes, and signal transduction. Although researches have advanced greatly in MDR, it remains a formidable problem in clinical treatment. Statistics show that cancer deaths are on the rise all around the world and there will be more than over 11 million cancer deaths by 2020 [18]. More than 90% of all cancer deaths are considered to be associated with MDR [19]. A lot of researches currently are just focusing on a certain kind of resistance mechanisms designed to block the MDR, which may not be completely reversed. On the contrary, a research according to the different mechanisms simultaneously may be more effective to reverse the MDR.  In recent years, CH or CEP has been reported to induce apoptosis of human leukemia cell line and hematoma cell line [20], decrease the activation of GST-𝜋 and NF-𝜅B, and increase the activation of DNA Topo II to reverse MDR, suggesting that the reversing effect of CH involves multi- mechanisms. In recent years, the relationship between signal transduction pathway and MDR is becoming a hot research area gradually. Recent evidence indicates that pumping out xenosubstance is an important defense mechanism of the cell responding to stressful stimuli, while the regulation of MDR1 expression often involves stress reaction and signal transduction [21], for example, JNK and NF-𝜅B. JNK is a stress-activated protein kinase that can be induced by inflammatory cytokines, bacterial endotoxin, osmotic shock, UV radiation, and so on. It has been reported that NF-𝜅B and JNK are functionally interconnected; activation of NF- 𝜅B inhibits the activation of JNK and vice versa [22]. Our previous study has demonstrated thatCHhasweak antitumor effect [23]; other researchers reported that the effect was related to inhibiting the activation of NF-𝜅B [24]. In the meanwhile, the NF-𝜅B inhibition effect is one of the MDR reversing mechanisms of CH [11]. In view of this, we further investigated whether CH plays its P-gp inhibition effect is related to regulating the JNK pathway.  SP600125, a reversible ATP-competitive inhibitor, specif- ically inhibits activation of the JNK in response to a variety of stress stimuli [25, 26]. In order to determine whether acti- vation of JNK is directly associated with the P-gp expression in K562/ADR cells, we sought to block JNK activity using    4 BioMed Research International  Table 2: Cytotoxicity of ADR alone and in combination with VER or CH in K562 and K562/ADR cells in vitro.  Drug and concentration IC50 (𝜇M) Resistance times Reversing times K562 K562/ADR  ADR 0.45 ± 0.11 13.97 ± 0.30∗ 31.04 ADR + CH (5𝜇M) 0.44 ± 0.12 1.62 ± 0.10∗△ 3.68 8.43 ADR + VER (5𝜇M) 0.46 ± 0.07 6.07 ± 0.18∗△f 13.19 2.35 Cells were exposed to various concentrations of ADR, with or without 5 𝜇MCH, or VER for 48 h. ∗𝑃 < 0.05 compared with K562 treated with ADR, or ADR cotreated with CH or VER, △𝑃 < 0.05 compared with K562/ADR treated with ADR, f𝑃 < 0.05 compared with K562/ADR treated with ADR plus CH.  MDR1  GAPDH  K562/ADR  0 12 24 36 48 (h)CH (10𝜇M)  (a) RT-PCR  MDR1  GAPDH  0 5 10 20 (𝜇M)CH (48h)  (b) RT-PCR  P-gp  𝛽-Actin  0 12 24 36 48 (h)CH (10𝜇M)  (c) Western blot  Figure 2: Effects of CH on MDR1 mRNA and P-gp expression in K562/ADR cells. RT-PCR and Western blot analyses were performed to analyzeMDR1mRNA and P-gp expression in K562/ADR cells. Time dependency ((a) and (c)) and concentration dependency (b) ofMDR1 mRNA and P-gp expression in 48 h after incubation with CH were examined.  MDR1  GAPDH  −−  − −  + +  + +  CH (10𝜇M) SP600125 (2𝜇M)  Figure 3: Effects of the JNK inhibitor SP600125 on CH-induced downregulation of MDR1 mRNA expression by RT-PCR analysis in K562/ADR cells (1 × 106). CH-induced downregulation of MDR1mRNA expression was abolished partly when combined with SP600125 (2.0 𝜇M).  SP600125 and to determine the effect on the extent of inhibit- ing P-gp expression induced by CH. Our results showed that both the MDR1 mRNA and P-gp expression increased after CH co-incubated with SP600125 in K562/ADR cells, suggesting CH induced MDR1 mRNA and P-gp expression down-regulation is implicated in activating JNK. c-Jun is a protein that forms the activator protein 1 (AP-1) early response transcription factor. It is well known that c-Jun can be activated through double phosphorylation on serine 63 and 73 by the JNK pathway but has also a phosphorylation- independent function [27, 28]. The data presented here showed that CH promoted c-Jun expression and phospho- rylation in K562/ADR cells in a time dependence manner, suggesting that c-Jun may be play an important role in downregulation ofMDR1 and P-gp expression.  P-gp  𝛽-Actin  −−  − −  + +  + +  CH (10𝜇M) SP600125 (2𝜇M)  Figure 4: Effects of the JNK inhibitor SP600125 (2.0𝜇M) on CH- induced downregulation of P-gp expression byWestern blot analysis in K562/ADR cells (1 × 106). CH-induced downregulation of P- gp expression was abolished partly when combined with SP600125 (2.0 𝜇M).  It is worthwhile to note that the role of JNKpathway in the development of MDR is debated. Sui et al. [29] reported that inhibition of JNK downregulates the expression ofMDR1/P- gp in resistantHCT8/V cells.While our results are in linewith those in the papers by Zhou et al. [13], Miao and Ding [15], that is, the activation of JNK is related to the downregulation of MDR1/P-gp expression. This may reflect a complicated nature ofMDR1/P-gp regulation by JNKwith the involvement of P-gp modulators.  In conclusion, these results for the first time demonstrate that CH downregulates MDR1 mRNA and P-gp expression by activating JNK/c-Jun. However, other signaling molecules may be also involved in the regulation of the activity of JNK    BioMed Research International 5  c-Jun  p-c-Jun  𝛽-Actin  0 126 24 (h)CH (10𝜇M)  Figure 5: Effects of CH on c-Jun and phosphorylated c-Jun (p-c- Jun) expression byWestern blot analysis in K562/ADR cells (1× 106). Time dependency of c-Jun and p-c-Jun expression after incubation with 10.0𝜇M of CH was examined.  in K562/ADR cells. Further studies are needed to explore how JNK and other signaling molecules interact in the regulation of P-gp-mediated MDR by CH in MDR cells.  Conflict of Interests  The authors declare that there is no conflict of interests regarding the publication of this paper.  Authors' Contribution  Li Han and Yafeng Wang contributed equally to this work.  Acknowledgment  This work was supported by grants from Social Welfare Projects for Scientific Research of Henan Province, China.  References  [1] R. Pérez-Tomás, “Multidrug resistance: retrospect and prospects in anti-cancer drug treatment,” Current Medicinal Chemistry, vol. 13, no. 16, pp. 1859-1876, 2006.  [2] X. Dong and R. J. Mumper, “Nanomedicinal strategies to treat multidrug-resistant tumors: current progress,” Nanomedicine, vol. 5, no. 4, pp. 597-615, 2010.  [3] A. X. Zhu, “Systemic treatment of hepatocellular carcinoma: dawn of a new era?” Annals of Surgical Oncology, vol. 17, no. 5, pp. 1247-1256, 2010.  [4] S. Deferme, J. Van Gelder, and P. Augustijns, “Inhibitory effect of fruit extracts of P-glycoprotein-related efflux carriers: an in- vitro screening,” Journal of Pharmacy and Pharmacology, vol. 54, no. 9, pp. 1213-1219, 2002.  [5] N. Romiti, F. Pellati, P. Nieri, S. Benvenuti, B. Adinolfi, and E. Chieli, “P-glycoprotein inhibitory activity of lipophilic con- stituents of Echinacea pallida roots in a human proximal tubular cell line,” Planta Medica, vol. 74, no. 3, pp. 264-266, 2008.  [6] N. Gyémánt, H. Engi, Z. Schelz et al., “In vitro and in vivo multidrug resistance reversal activity by a Betti-base derivative of tylosin,”The British Journal of Cancer, vol. 103, no. 2, pp. 178- 185, 2010.  [7] K. Nemoto, K. Yoshida, M. Nisimura, and M. Seki, “The effects of cepharanthin on the recovery of hematopoietic stem cells after X-ray irradiation,” Gan To Kagaku Ryoho, vol. 18, no. 1, pp. 81-84, 1991.  [8] S. Furusawa and J. Wu, “The effects of biscoclaurine alkaloid cepharanthine on mammalian cells: implications for cancer,  shock, and inflammatory diseases,” Life Sciences, vol. 80, no. 12, pp. 1073-1079, 2007.  [9] R. Igari, K. Iseki, S. Abe et al., “Binocular diplopia and ptosis due to snakebite (Agkistrodon blomhoffi “mamushi”)—a case report,” Brain and Nerve, vol. 62, no. 3, pp. 273-277, 2010.  [10] H. Enokida, T. Gotanda, S. Oku et al., “Reversal of P- glycoprotein-mediated paclitaxel resistance by new synthetic isoprenoids in human bladder cancer cell line,” Japanese Journal of Cancer Research, vol. 93, no. 9, pp. 1037-1046, 2002.  [11] Y.-C. Song, W. Xia, J.-H. Jiang, and Q.-D. Wang, “Reversal of multidrug resistance in drug-resistant cell line EAC/ADR by cepharanthine hydrochloride and its mechanism,” Yaoxue Xuebao, vol. 40, no. 3, pp. 204-207, 2005.  [12] M. Kinoshita, Y. Eguchi, and K. Hynynen, “Activation of Bak in ultrasound-induced, JNK- and p38-independent apoptosis and its inhibition by Bcl-2,” Biochemical and Biophysical Research Communications, vol. 353, no. 2, pp. 515-521, 2007.  [13] J. Zhou, M. Liu, R. Aneja, R. Chandra, H. Lage, and H. C. Joshi, “Reversal of P-glycoprotein-mediated multidrug resis- tance in cancer cells by the c-Jun NH2-terminal kinase,” Cancer Research, vol. 66, no. 1, pp. 445-452, 2006.  [14] C. Huang, D. Xu, J. Ju, Q. Xia, and M. Wang, “The regula- tory mechanism of JNK signal transduction pathway-mediated multidrug-resistance in human hepatic cancer cell line Bel- 7402/FU,” Tumor, vol. 34, no. 1, 2014.  [15] Z.-H. Miao and J. Ding, “Transcription factor c-jun activation represses mdr-1 gene expression,” Cancer Research, vol. 63, no. 15, pp. 4527-4532, 2003.  [16] Y. K. Choi, S.-G. Cho, H. S. Choi et al., “JNK1/2 activation by an extract from the roots ofMorus alba L. reduces the viability of multidrug-resistant MCF-7/Dox cells by inhibiting YB-1- dependent Mdr1 expression,” Evidence-Based Complementary and Alternative Medicine, vol. 2013, Article ID 741985, 10 pages, 2013.  [17] Q.W. Y. Pan, J. C. L. Qin, and B. Du, “Gold nanoparticles inhibit VEGF 165-inducedmigration and tube formation of endothelial cells via the akt pathway,” BioMed Research International, vol. 2014, Article ID 418624, 11 pages, 2014.  [18] F. Bray and B. Møller, “Predicting the future burden of cancer,” Nature Reviews Cancer, vol. 6, no. 1, pp. 63-74, 2006.  [19] B. Goldman, “Multidrug resistance: can new drugs help chemotherapy score against cancer?” Journal of the National Cancer Institute, vol. 95, no. 4, pp. 255-257, 2003.  [20] J. Haginaka, T. Kitabatake, I. Hirose, H. Matsunaga, and R. Moaddel, “Interaction of cepharanthine with immobilized heat shock protein 90𝛼 (Hsp90𝛼) and screening of Hsp90𝛼 inhibitors,”Analytical Biochemistry, vol. 434, no. 1, pp. 202-206, 2013.  [21] A. A. Shtil and J. Azare, “Redundancy of biological regulation as the basis of emergence of multidrug resistance,” International Review of Cytology, vol. 246, pp. 1-29, 2005.  [22] Y. Zhang and F. Chen, “Reactive oxygen species (ROS), trouble- makers between nuclear factor- 𝜅B (NF- 𝜅B ) and c-Jun NH( 2)-terminal kinase (JNK),” Cancer Research, vol. 64, no. 6, pp. 1902-1905, 2004.  [23] Y.-M. Peng, N. Wang, Y.-F. Wang et al., “Correlation between reversing effect of cepharanthine hydrochloride on multidrug resistance and P-glycoprotein expression and function of K562/ADR cells,” Yaoxue Xuebao, vol. 47, no. 5, pp. 594-599, 2012.    6 BioMed Research International  [24] W. Seubwai, K. Vaeteewoottacharn, M. Hiyoshi et al., “Cepha- ranthine exerts antitumor activity on cholangiocarcinoma by inhibiting NF-𝜅B,” Cancer Science, vol. 101, no. 7, pp. 1590-1595, 2010.  [25] K. Sullivan, J. El-Hoss, D. G. Little, and A. Schindeler, “JNK inhibitors increase osteogenesis inNf1-deficient cells,”Bone, vol. 49, no. 6, pp. 1311-1316, 2011.  [26] E. G. Valesio, H. Zhang, and C. Zhang, “Exposure to the JNK inhibitor SP600125 (anthrapyrazolone) during early zebrafish development results in morphological defects,” Journal of Applied Toxicology, vol. 33, no. 1, pp. 32-40, 2013.  [27] C. Dunn, C. Wiltshire, A. MacLaren, and D. A. F. Gillespie, “Molecular mechanism and biological functions of c-Jun N- terminal kinase signalling via the c-Jun transcription factor,” Cellular Signalling, vol. 14, no. 7, pp. 585-593, 2002.  [28] L. Albanito, C. E. Reddy, and A. M. Musti, “C-Jun is essential for the induction of Il-1𝛽 gene expression in in vitro activated Bergmann glial cells,” Glia, vol. 59, no. 12, pp. 1879-1890, 2011.  [29] H. Sui, S. Zhou, Y. Wang et al., “COX-2 contributes to P- glycoprotein-mediated multidrug resistance via phosphoryla- tion of c-Jun at Ser63/73 in colorectal cancer,” Carcinogenesis, vol. 32, no. 5, pp. 667-675, 2011.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}