{
    "summary": "Fluoxetine (FLX) is a selective serotonin reuptake inhibitor (SSRI). Its action is possibly through an increase in neural cell survival. The mechanism of improved survival rate of neurons by FLX may relate to the overexpression of some kinases such as Akt protein. Akt1 (a serine/threonine kinase) plays a key role in the modulation of cell proliferation and survival. Our study evaluated the effects of FLX on mesenchymal stem cell (MSC) fate and Akt1 phosphorylation levels in MSCs. Evaluation tests included reverse transcriptase polymerase chain reaction, western blot, and immunocytochemistry assays. Nestin, MAP-2, and β-tubulin were detected after neurogenesis as neural markers. Ten μ M of FLX upregulated phosphorylation of Akt1 protein in induced hEnSC significantly. Also FLX did increase viability of these MSCs. Continuous FLX treatment after neurogenesis elevated the survival rate of differentiated neural cells probably by enhanced induction of Akt1 phosphorylation. This study addresses a novel role of FLX in neurogenesis and differentiated neural cell survival that may contribute to explaining the therapeutic action of fluoxetine in regenerative pharmacology.",
    "title": "Neurogenesis and Increase in Differentiated Neural Cell Survival via Phosphorylation of Akt1 after Fluoxetine Treatment of Stem Cells",
    "text": "pnas201108537 5729..5734   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/221983373  Drosophila Mgr, a Prefoldin subunit cooperating with von Hippel Lindau to  regulate tubulin stability  Article  in  Proceedings of the National Academy of Sciences · March 2012  DOI: 10.1073/pnas.1108537109 · Source: PubMed  CITATIONS  21 READS  112  12 authors, including:  Some of the authors of this publication are also working on these related projects:  Upstream regulation of the mitotic kinase Plk1 by the chaperone Hsp90 View project  Acentriolar spindle assembly View project  Nathalie Delgehyr  Ecole Normale Supérieure de Paris  19 PUBLICATIONS   694 CITATIONS     SEE PROFILE  Hélène Rangone  University of Cambridge  22 PUBLICATIONS   1,827 CITATIONS     SEE PROFILE  Xavier Pinson  Université de Rennes 1  21 PUBLICATIONS   303 CITATIONS     SEE PROFILE  Nikola S Dzhindzhev  University of Cambridge  35 PUBLICATIONS   815 CITATIONS     SEE PROFILE  All content following this page was uploaded by David M Glover on 29 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/221983373_Drosophila_Mgr_a_Prefoldin_subunit_cooperating_with_von_Hippel_Lindau_to_regulate_tubulin_stability?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/221983373_Drosophila_Mgr_a_Prefoldin_subunit_cooperating_with_von_Hippel_Lindau_to_regulate_tubulin_stability?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Upstream-regulation-of-the-mitotic-kinase-Plk1-by-the-chaperone-Hsp90?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Acentriolar-spindle-assembly?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nathalie-Delgehyr?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nathalie-Delgehyr?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Ecole_Normale_Superieure_de_Paris?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nathalie-Delgehyr?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Helene-Rangone?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Helene-Rangone?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Cambridge?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Helene-Rangone?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xavier-Pinson?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xavier-Pinson?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Universite_de_Rennes_1?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xavier-Pinson?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nikola-Dzhindzhev?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nikola-Dzhindzhev?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Cambridge?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nikola-Dzhindzhev?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/David-Glover-8?enrichId=rgreq-e069cfd8624b4de4314ecffde04f020d-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk4MzM3MztBUzoxMDIxMzA4ODI5NzM3MDBAMTQwMTM2MTMwOTg5Mg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Drosophila Mgr, a Prefoldin subunit cooperating with von Hippel Lindau to regulate tubulin stability Nathalie Delgehyra,1,2, Uta Wielanda,1, Hélène Rangonea, Xavier Pinsona,3, Guojie Maoa,4, Nikola S. Dzhindzheva, Doris McLeana,5, Maria G. Riparbellib, Salud Llamazaresc, Giuliano Callainib, Cayetano Gonzalezc, and David M. Glovera,6  aDepartment of Genetics, Cancer Research United Kingdom Cell Cycle Genetics Research Group, University of Cambridge, Cambridge CB2 3EH, United Kingdom; bDepartment of Evolutionary Biology, University of Siena, Siena I-53100, Italy; and cCell Division Group, Institut de Recerca Biomedica, Barcelona 08028, Spain  Edited by Yixian Zheng, Carnegie Institution of Washington, Baltimore, MD, and accepted by the Editorial Board February 23, 2012 (received for review May 31, 2011)  Mutations in Drosophila merry-go-round (mgr) have been known for over two decades to lead to circular mitotic figures and loss of meiotic spindle integrity. However, the identity of its gene product has remained undiscovered. We now show that mgr encodes the Prefoldin subunit counterpart of human von Hippel Lindau bind- ing-protein 1. Depletion of Mgr from cultured cells also leads to formation of monopolar and abnormal spindles and centrosome loss. These phenotypes are associated with reductions of tubulin levels in both mgr flies and mgr RNAi-treated cultured cells. More- over, mgr spindle defects can be phenocopied by depleting β-tu- bulin, suggesting Mgr function is required for tubulin stability. Instability of β-tubulin in the mgr larval brain is less pronounced than in either mgr testes or in cultured cells. However, expression of transgenic β-tubulin in the larval brain leads to increased tubu- lin instability, indicating that Prefoldin might only be required when tubulins are synthesized at high levels. Mgr interacts with Drosophila von Hippel Lindau protein (Vhl). Both proteins interact with unpolymerized tubulins, suggesting they cooperate in regu- lating tubulin functions. Accordingly, codepletion of Vhl with Mgr gives partial rescue of tubulin instability, monopolar spindle for- mation, and loss of centrosomes, leading us to propose a require- ment for Vhl to promote degradation of incorrectly folded tubulin in the absence of functional Prefoldin. Thus, Vhl may play a pivotal role: promoting microtubule stabilization when tubulins are cor- rectly folded by Prefoldin and tubulin destruction when they are not.  folding | chaperone | Gim | E3 ubiquitin ligase  Eukaryotes have a complex molecular machinery that promotesthe folding and assembly of the actin and tubulin subunits of microfilaments and microtubules (MTs). Several protein complexes and ancillary proteins are involved in assembling αβ-tubulin dimers: chaperonin containing tailless protein (CCT), the prefoldin complex, phosducin-like CCT regulatory proteins, and five cofactors [reviewed by Lundin et al. (1)]. Prefoldin is a hexameric protein complex (2) thought to bind to partially folded tubulin and actin molecules from the ribosome (3-5). One component of the prefoldin complex also interacts with  the tumor suppressor Von Hippel Lindau (Vhl) protein and is known as Von Hippel Lindau binding protein 1 (VBP1) (6). The Vhl protein is a multifunctional adapter protein that influences multiple transcriptional pathways (for review, see refs. 7 and 8), as well as the functions of the collagen IV and fibronectin ex- tracellular matrix and MTs. Its best-characterized function is in a complex with Cullin2 as an E3 ubiquitin-protein ligase that targets hypoxia-inducible factor α (HIF1α) for destruction (9, 10). Vhl interacts with the CCT to mediate the formation of the Vhl- ElonginB/C-Cullin2 complex (VBC) (11-15). Therefore, the in- teraction between Vhl and the prefoldin complex could be rele- vant for the folding of the VBC. However, Vhl also interacts with cytoplasmic MTs: in mitosis to influence spindle orientation (16) and in interphase to inhibit catastrophe and promote rescue (17, 18). Such an effect could account for the role of Vhl in stabilizing  MTs in Drosophila follicle cells to maintain the integrity of this epithelium (19). Vhl is also required with the GSK-3β protein kinase to maintain the stability of the ciliary axoneme (20-22). Genetic studies first identified prefoldin in yeast through  mutants that could still fold tubulin but more slowly (hence the name GIM: genes involved in microtubule biogenesis) (23). Loss of prefoldin in Caenorhabditis elegans is lethal because of a high demand for tubulin in mitotic cells in the embryo (24). In plants, prefoldin 6 has been shown to be required for normal MT dynamics and organization (25). Knockout of Prefoldin 1 or mutation in Prefoldin 5 of mice lead to a variety of defects characteristic of tubulin functions in cilia or in the CNS (26, 27). We now identify merry-go-round (mgr), a Drosophila gene  identified over two decades ago, as encoding the prefoldin 3 (Pfdn3)/VBP1/Gim2 subunit. We show that the characteristic monopolar mitotic spindles of this mutant arise because of di- minished levels of tubulin subunits. We also show that mgr mutants cannot stabilize tubulin following overexpression of a tubulin transgene. Finally, our studies show that Mgr can physically interact with Vhl. Moreover, depletion of Vhl rescues the destabilization of tubulin resulting from loss of Mgr. This finding leads us to suggest that the E3 ubiquitin-protein ligase properties of Vhl may be required for the degradation of in- correctly folded tubulin, suggesting that Vhl can also contribute to MT dynamics through the regulation of tubulin degradation.  Results Mgr Is a Subunit of the Highly Conserved Gim Complex/Prefoldin. The mgr gene was originally recovered as an X-ray-induced mutant resulting in lethality late in development associated with circular mitotic figures in larval neuroblasts (28). We confirmed this phenotype by immunostaining the CNS to reveal MTs and cen- trosomal antigens in several mutant alleles of mgr and by counting proportions of cells at different stages of mitosis (Fig. 1 A and B,  Author contributions: N. Delgehyr, U.W., D.M., C.G., and D.M.G. designed research; N. Delgehyr, U.W., H.R., X.P., G.M., N. Dzhindzhev, D.M., M.R., S.L., and G.C. performed research; N. Delgehyr, U.W., G.M., and N. Dzhindzhev contributed new reagents/analytic tools; N. Delgehyr, U.W., H.R., X.P., D.M., M.R., S.L., G.C., C.G., and D.M.G. analyzed data; and N. Delgehyr, C.G., and D.M.G. wrote the paper.  The authors declare no conflict of interest.  This article is a PNAS Direct Submission. Y.Z. is a guest editor invited by the Editorial Board. 1N. Delgehyr and U.W. contributed equally to this work. 2Present Address: Institut de Biologie de l'Ecole Normale Supérieure, Laboratory of Cilia Biology and Neurogenesis, 75005 Paris, France.  3Present Address: Institut de Recherche en Immunologie et en Cancérologie, Université de Montréal, Montréal, QC, Canada H3C 3J7.  4Present Address: Huntingdon Life Sciences, Alconbury, Huntingdon, Cambridgeshire PE28 4HS, United Kingdom.  5Present Address: CXR Biosciences Ltd., Dundee DD1 5JJ, Scotland, United Kingdom. 6To whom correspondence should be addressed. E-mail: d.glover@gen.cam.ac.uk.  This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1108537109/-/DCSupplemental.  www.pnas.org/cgi/doi/10.1073/pnas.1108537109 PNAS | April 10, 2012 | vol. 109 | no. 15 | 5729-5734  C EL L B IO LO  G Y  mailto:d.glover@gen.cam.ac.uk http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental www.pnas.org/cgi/doi/10.1073/pnas.1108537109   and Fig. S1 A and B). The prometaphase-like cells in such preparations could have bipolar spindles that may lack one or both centrosomes or monopolar spindles having one or two  centrosomes at the single pole (Fig. 1A and Fig. S1 A and B). These centrosomes were positive for several known Drosophila centrosomal antigens (Fig. S1B). The mitotic index was elevated some twofold over that in wild-type larval brains and the ratio of metaphase:anaphase figures was elevated by two- to threefold over wild-type, depending upon the allelic combination (Fig. 1B). Taken together, these data are indicative of a delay in pro- gression through the mitotic cycle. Previous phase-contrast images of spermatocytes of mgr mutants suggested the absence of meiotic spindles (28). To determine whether this suggestion was correct, we used an antibody recognizing both the β1-tubulin isoform and the β2-tubulin male germ-line-specific isoform to immunostain the testes of mgrl4/mgr5 transheterozygotes, a strong hypomorphic mutant combination that shows pharate lethality but gives some sterile adults. This process revealed thatmgrl4/mgr5  had sufficient MTs to permit the premeiotic mitosis (arrowheads and magnification in Fig. 1C). However, mature (white dashed outlined cysts) but not young primary spermatocyte cysts had reduced MTs (Fig. 1C and Fig. S1C) such that the meiotic spin- dles were either absent or highly abnormal (Fig. 1D). Western blotting with antibodies specific for α-tubulin, β1-tubulin, and β2- tubulin (29) showed that the levels of all three tubulins were re- duced in mgrl4/mgr5 mutant testes (Fig. 1E), thus accounting for the spindle defects. To understand why reduction in levels of the mgr gene product  might have such an effect on tubulin levels, we set out to identify the mgr gene product. Small deficiencies [Df(3R)thoR1, Df(3R) pros235, and Df(3R)pros640] (30), which each fail to complement mgr, placed the mgr gene to 86E4 in a region containing 14 predicted genes (Fig. S2 A and B). Using a combination of RNAi to identify mitotic phenotypes resulting from the knockdown of each of these genes (Fig. S2 C-F) together with the sequencing of candidate genes from chromosomes carrying mgr mutant alleles, we identified the predicted gene CG6719 as mgr. We confirmed its identity by showing that lethality of mgrl4/mgr1  mutant, a combination showing pharate lethality, could be res- cued with a CG6719 transgene. In addition to the mitotic phe- notype, RNAi-mediated knockdown of mgr led to a reduction of cytoplasmic MTs in interphase cells (Fig. S2G). Sequencing of the mgr mutant alleles revealed them to repre-  sent a variety of deletion, frame-shift, and nonsense mutations (Fig. S2H and SI Materials and Methods). In this study we focused on two mutant alleles:mgrl4, a null mutant having a deletion in the 5′UTR; and mgr5, which because of a nonsense mutation, pro- duces a truncated protein (not detectable by Western blot) and additionally carries a 41-bp deletion in its 3′UTR. Immunostain- ing on wild-type cells using the anti-Mgr antibody we generated showed that the protein localizes throughout the cytoplasm in testis, brain, and cultured cells at all cell-cycle stages (Fig. S3). Western blots on protein extracts of testes and larval CNS con- firmed that the protein was not detectable in mgrl4/mgr5 mutants (Fig. 1F). The sequence of mgr revealed it to encode a subunit of the Gim/prefoldin complex; Mgr shows 37% amino acid identity with its yeast homolog PAC10 and 57% with its human homolog VBP1/Pfdn3/Gim2. Thus, the phenotypes of mgr mutants would be consistent with the improper folding and degradation of tubulin in the absence of the Prefoldin complex. The greater reductions in tubulin levels in the testes than in the CNS would account for the stronger phenotype in the spermatocytes (Fig. 1F).  Spindle Abnormalities Result from Tubulin Destabilization Following Mgr Depletion. To gain further insight into how Mgr depletion affects spindle formation, we turned to RNAi in the DMEL-2 Drosophila cell line (Fig. 2). Transfection with mgr dsRNA for 6 d increased the proportion of cells with monopolar spindles similar in appearance to those seen in mgr mutant neuroblasts and greatly above the background level of mitotic abnormalities typical of this cell line (Fig. 2 A and B). Further cycles of mgr  A mgr5/mgrl4  D  -tub Spd-2 Dapi  WT  -tub, Dapi  E  C  -tub Spd-2 Dapi    -tub  Ctrl  CNS Testes  Mgr 50  22  WT WTmgr mgr  Ctrl  1-tub Ctrl  2-tub 50  -tub 50  50  Testes WT mgr  F  255 1.2 2.6:1 168 2.93 4:1 166 2.6 8:1  Total Cells  Mitotic Cells  Mitotic Index  % mitoses  defective  Meta-:Ana- phase Ratio  WT mgr5/mgrl4  mgrl4/Df  22899 5728 6393  mgr5/mgrl4WT  WT mgr5/mgrl4  B 2.7 11 42  % mitoses  monopolar  2.7 7 23  Fig. 1. The mgr mutant flies have microtubule-based abnormalities. (A) Representative mitotic spindles from squashed preparations of wild-type (Oregon R) and mgr (mgr5/mgrl4) mutant third-instar larval brains stained to reveal microtubules (β-tubulin, green), centrosome (Spd-2, red), and DNA (Dapi, blue). (Right column, Left and Right) Images of mgr neuroblasts show examples of monopolar spindles; (Center) a bipolar spindle of abnormal morphology. (Scale bar, 5 μm.) (B) Table indicating the mitotic defects ob- served in wild-type,mgr5/mgrl4 (compared with wild-type, mitotic defects P = 0.001; monopolar spindles P = 0.021), andmgrl4/Df (compared with wild-type P < 0.0001 for both mitotic defects and monopolar spindles); P values from χ2 analysis. Mitotic defects comprised monopolar and disorganized spindles (at least five independent brains scored). (C) Testes from wild-type and mgr (mgr5/mgrl4) mutant flies stained to reveal microtubules (β-tubulin, green) andDNA (Dapi, blue). (Scale bar, 10 μm.) (Upper) Young cysts (spermatogonia) in the apical region: arrowheads indicatemitotic cysts, shown in the Inset at 3× magnification; (Lower) Late primary spermatocytes with impaired microtu- bule network particularly in meiosis (compare outlined cysts). (D) Meiosis I spindles from wild-type and mgr stained to reveal microtubules (β-tubulin, green), centrosomes (Spd-2, red), and DNA (Dapi, blue). (Scale bar, 10 μm.) Of the meiotic spindles observed in mgr mutant testes, 100% were abnormal comparedwith wild-type where no abnormalities were observed (at least five testes scored and >208 complete cysts observed, P value from Student t test < 0.0001). (E) Western blots of the ubiquitous α- and β1-tubulin and the testes specific β2-tubulin isoform in testes protein extracts from wild-type and mgr mutantflies, showing that all three tubulin levels are reduced inmgrmutants. Amido black staining is the loading control (Ctrl). (F) Western blot of β-tubulin and Mgr in wild-type and mgr CNS and testes protein extracts, showing the absence of Mgr and the differential depletion of tubulin according to the tissue. Amido black staining is the loading control (Ctrl).  5730 | www.pnas.org/cgi/doi/10.1073/pnas.1108537109 Delgehyr et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=STXT http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF3 www.pnas.org/cgi/doi/10.1073/pnas.1108537109   RNAi did not lead to any significant further increase in spindle abnormalities such that after 12 d, some 60% of mitotic cells had monopolar or disorganized spindles. Codepletion of BubR1 or Mad2 and Mgr led to a decrease of abnormal spindles and a restoration of a normal mitotic index compared with mgr RNAi alone (Fig. S4). These results suggest that cells are delayed in mitotic progression after Mgr depletion in response to the spindle assembly check point. To determine whether spindle abnormali- ties were related to centrosome defects, we counted Dplp+ punc- tae in interphase cells after the same period of Mgr depletion. This process revealed a progressive loss of centrosomes from cells lagging behind the appearance of spindle defects such that 40% of cells had no centrosomes by day 12 (Fig. 2 C and D). This lag in the loss of centrosomes could be because of either or both defects in centrosome duplication or segregation as a conse- quence of the spindle defects. To address whether Mgr depletion affected centriole structure, we carried out electron microscopy, which revealed abnormalities typical of centriole duplication/ formation defects; 20% of the centrioles were incomplete and composed of singlet MTs rather than doublets or triplets, as in control cells (Fig. 2E). Immunoblotting revealed that Mgr depletion led to a reduc-  tion in β-tubulin levels by ∼70% (Fig. 2F), also apparent by immunofluorescence (Fig. S2G). Depletion of the Pfdn4 Pre- foldin subunit also led not only to a similar reduction in β- tubulin, but also in Mgr levels, indicating the importance of interactions between subunits of the complex for its stability. Levels of γ-tubulin were reduced by ∼50%, whereas actin was unaffected (Fig. S5 A and B). To determine whether the spindle and centrosome defects resulting from Mgr depletion might re- flect the reduction in tubulin levels, we performed partial de- pletion of β- and γ-tubulin (Fig. 2 G-K and Fig. S5 C-J). DMEL- 2 cells were treated with varying amounts of β- or γ-tubulin dsRNA and assayed for spindle defects and centrosome numbers after 6 d. An increase in monopolar and disorganized spindles and in centrosome loss mirrored the extent of β- and γ-tubulin knockdown. However, only the β-tubulin knockdown recapitulated the small spindle size observed after mgr RNAi (Fig. S5D). Moreover, γ-tubulin knockdown leads to a population of bipolar spindles with the centrosomes at one pole only (Fig. S5E), which was not observed after mgr RNAi or partial depletion of β-tu- bulin. Thus, the mitotic defects that follow loss of Mgr appear to be largely a consequence of tubulin destabilization. To assess if the structural defects observed on the centrioles after mgr RNAi was a consequence of αβ- or γ-tubulin depletion, we carried out electron microscopy in cells partially depleted for 6 d for β- or γ-tubulin. These analyses failed to reveal any centriolar structural defects in either case (Fig. S5 I and J). However, the difficulties in assessing the level and timing of β- or γ-tubulin depletion that would be equivalent to that seen following mgr RNAi, together with the restricted numbers of centrioles that can be observed by electron microscopy in such experiments, makes it difficult to reach a firm conclusion about the effects on centrioles.  Levels of Free αβ-Tubulin Sensitize Mgr Activity. The above studies showed that MTs of different tissues present different sensitivity to reduced Mgr levels (Fig. 1). Moreover, even in mgr testes, where disruption of the MT network is most pronounced, it only occurs once primary spermatocytes have reached a late stage in their development. This result is despite the fact that Mgr pro-  mgr RNAi  Dplp  C  β-tub  Ctrl  25 3 10 Ctrl   20  25 253 10 Ctrl β-tub  0  20  40  60  80  100  0  40  60  H  J  A mgr RNAi  α-tubulin  G  0  10  20  30  40 0  20  40  60  80 B %   o f c  el ls   w ith  ou t   ce nt  ro so  m e  %  o  f c el  ls  w  ith  a  bn or  m al   s pi  nd le  s %   o f c  el ls   w ith  ou t   ce nt  ro so  m e  50  6  50  22  6  Ctrl RNAi  Ctrl RNAi  pfd n4  Ct rl  25 (ng)  F  β-tub RNAi  Ctrl RNAi mgr RNAiE 3 6 9 12  Ctrl RNAi mgr RNAi  %  o  f c el  ls  w  ith  a  bn or  m al   s pi  nd le  s  β-tub  Mgr  Ctrl  mg r  I  K  Dplp  (ng) RNAi  D  Days of depletion  α-tubulin  Ctrl RNAi β-tub RNAi  Ctrl RNAi β-tub RNAi  Fig. 2. Mgr or partial β-tubulin depletion result in similar microtubule- based abnormalities. DMEL-2 cells transfected with control (Ctrl) or mgr dsRNA for 3-d intervals up to a maximum of 12 d (A-F). (A) Percentage of prometaphase and metaphase cells with monopolar or disorganized spindles scored following immunostaining, as in B. Error bars = SEMs for more than three independent experiments; n > 150 metaphase cells. (B) Cells immu- nostained to reveal microtubules (α-tubulin) 6 d after transfection. (Scale bar, 10 μm.) (C) Percentage of cells without centrosomes scored after immunostaining, as in D. Error bars = SEMs of more than five independent experiments; n > 1,000 cells. (D) Cells immunostained to reveal centrosomes (Dplp) 6 d after transfection. (Scale bar, 10 μm.) (E) Electron micrographs of centrioles in control cells (Ctrl RNAi) and following 9-12 d of mgr RNAi. Twenty-percent of the centrioles showed an abnormal structure after Mgr depletion, whereas none were observed in the control depletion (n = 10). (Scale bar, 0.1 μm.) (F) Western blot of β-tubulin, Mgr and H2A (loading control, Ctrl) 6 d after transfection with mgr, pfdn4, or control dsRNAs. (G- K) DMEL-2 cells treated with a range of concentrations (3, 10, and 25 ng/mL) of β-tubulin dsRNA for 6 d. (G) Western blot of β-tubulin and H2A (loading control, Ctrl) following such treatment. (H) Proportion of prometaphase and metaphase cells with monopolar or disorganized spindles in relation to β-tubulin dsRNA treatment. Error bars = SEMs of more than two in- dependent experiments; n > 100 metaphase cells. (I) Cells labeled with an anti-α-tubulin to reveal spindle microtubules in control and β-tubulin dsRNA  treated cells. (Scale bar 10 μm.) (J) Percentage of cells without centrosomes in relation to β-tubulin dsRNA treament. Error bars = SEMs of more than two independent experiments; n > 200 cells. (K) Cells labeled to reveal cen- trosomes (Dplp) following control dsRNA and β-tubulin dsRNA treatment. (Scale bar, 10 μm.)  Delgehyr et al. PNAS | April 10, 2012 | vol. 109 | no. 15 | 5731  C EL L B IO LO  G Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF5   tein is present throughout the wild-type testes and so ought, in principle, to be equally functional at all stages. This finding suggests that the onset of synthesis of the β2-tubulin testes spe- cific isoform in late spermatogenesis might bring a particular requirement for Mgr (31, 32). If this were the case, we wondered whether increased synthesis of β1-tubulin from a transgene might trigger a stronger requirement for Mgr in larval neuroblasts (Fig. 3). We found that in mgrl4/mgr5 mutant neuroblasts the level of endogenous β-tubulin was only slightly reduced (by 25% com- pared with wild-type levels). The additional expression of β1- tubulin-GFP did not drastically affect endogenous β-tubulin levels if one wild-type copy of mgr was present (mgr5/+;β1- tubulin-GFP, a reduction of 15% compared with wild-type). However, in mgrl4/mgr5 mutants, expression of β1-tubulin-GFP leads to a further decrease in levels of endogenous β-tubulin by 60% compared with wild-type levels (Fig. 3 A and B). There was also a dramatic loss ofMT staining in immunostained preparations of the larval CNS of such organisms (Fig. 3C). Taken together, these results suggest that if tubulin levels exceed a certain thresh- old, this overproduced tubulin may change the complex balance of folding, causing a synthetically lethal phenotype with mgr.  A 5  m gr  5 m  gr l4  ; ;  Ctrl  β-tub  GFP  W T m  gr l4  m gr  5 βtu b-  GF P  βtu b-  GF P  βtu b-  GF P  βtu b   GF P  m gr  +; ;  C  βtub-GFP; mgr5/+  βtub-GFP; mgr5/mgrl4  mgr5/mgrl4WT  %  o  f β -t  ub ul  in  le  ve ls   r el  at iv  e  to   c on  tr ol  0  20  40  60  80  100  WT βtub -GFP;  mgr5 mgrl4  mgr5 +  βtub -GFP; mgr5 mgrl4  B  β-tubulin  148  50  Fig. 3. Mgr is a sensor of a free pool of tubulin. (A) Western blot of GFP or endogenous β-tubulin in extracts of testes of wild-type or mgrl4/mgr5 flies in presence or absence of an exogenous GFP-tagged β1-tubulin transgene. Note the β1-tubulin-GFP is not detected by the β-tubulin antibody due to low levels of expression. Amido black staining is loading control (Ctrl). (B) Quantitation of the endogenous β-tubulin levels relative to the wild-type control on Western blots. Error bars = SEMs for two independent experi- ments. (C) Wild-type field images of brain squashes from indicated geno- types stained to reveal microtubules (β-tubulin). (Scale bar, 5 μm.)  64  50  A  M BP  M BP  -M gr  M BP  -V hl  M BP  M BP  -M gr  M BP  -V hl  M BP  M BP  -M gr  M BP  -V hl  35S Vhl 35  S Mgr  Coomassie  Autoradiography  35S Mgr 35S Vhl  αβ-tubαβ-tub B  αβ-tub  M BP  M BP  -V hl  M BP  M BP  -V hl  M BP  M BP  M BP  -M gr  M BP  -M gr  C  F  Ct rl  6 Days RNAi  m gr  vh l  vh l+m  gr Ct  rl m  gr vh  l vh  l+m gr  9 Days RNAi  β-tub  Mgr  Ctrl  0  20  40  60  80  100  %  o  f a bn  or m  al  s  pi nd  le %   o f c  el ls   w ith  ou t c  en tr  os om  e  vhl+mgr RNAimgr RNAi  α-tubulin  vhl+mgr RNAimgr RNAi J  E  I  H  0  10  20  30  Ctrl vhl mgr vhl +  mgr  p=0.014 0  20  40  60  80 p=0.0005 G  p=0.02  %  o  f β -t  ub ul  in  le  ve ls  Dplp  * Amido Black  Coomassie Autoradiography  *  64  36  22  36  64  50  36  22  64  50 36  22 16  64  36  Coomassie  αβ -tu  b  MBP-Vhl  +   35 S Mgr  β-tubulin  D  Buffer  bu ffe  r  Fig. 4. Mgr and Vhl cooperate in regulating tubulin destruction. (A) MBP, MBP-Mgr, and MBP-Vhl, affinity purified from Escherichia coli extracts (Coomassie stain) tested for binding 35S-Methionine labeled Mgr and Vhl synthesized by coupled transcription-translation in vitro (Autoradiography). (B) MBP and MBP-Mgr, affinity-purified from E. coli extracts (Coomassie stain) tested for binding purified αβ-tubulin (Western blot). (C) MBP and MBP-Vhl, affinity-purified from E. coli extracts (Coomassie stain, Right) tested for binding-purified αβ-tubulin (Coomassie stain, Left). (D) MBP-Vhl, affinity purified from E. coli extracts, and tested for binding 35S-Mgr (as in A). Excess of purified αβ-tubulin is insufficient to release the Vhl:Mgr inter- action. (E-J) DMEL-2 cells treated with Control, mgr, Vhl, or mgr and Vhl dsRNA for 6 or 9 d. (E) Levels of β-tubulin in three independent experiments 9 d after transfection. (F) Western blot of β-tubulin and Mgr after such treatment. H2A is used as loading control (Ctrl). (G) Percentage of prom- etaphase and metaphase cells with monopolar or disorganized spindles after indicated dsRNA treatment. Error bars = SEMs of three independent experiments. n > 300 metaphase cells; (H) Mitotic cells immunostained to reveal microtubules (α-tubulin). (Scale bar, 10 μm.) (I) Percentage of cells without centrosome 9 d after indicated transfections. Error bars = SEM of three independent experiments. n > 600 cells. (J) Cells immunostained to reveal centrosomes (Dplp). (Scale bar, 10 μm.) All P values are from Stu- dent t tests.  5732 | www.pnas.org/cgi/doi/10.1073/pnas.1108537109 Delgehyr et al.  www.pnas.org/cgi/doi/10.1073/pnas.1108537109   Mgr and Vhl Cooperate to Control the Degradation of αβ-Tubulins. Mgr's human counterpart, which shares 57% amino acid identity, can interact with human Vhl, an E3 ubiquitin-protein ligase also able to bind the MT lattice (17). Several lines of evidence in- dicated that Mgr was able to interact with Drosophila Vhl and that both proteins could interact with tubulin monomers and dimers. First, beads carrying Maltose binding protein (MBP)-Mgr or MBP-Vhl fusion proteins synthesized in bacteria could bind 35S-labeled Mgr or Vhl synthesized by coupled transcription- translation in vitro (Fig. 4A). This experiment also indicated that both proteins could undertake self-self interactions. Second, both Mgr and Vhl synthesized in bacteria were able to bind 35S-labeled β1-tubulin synthesized by coupled transcription- translation in vitro (Fig. S6 A and B). Conversely β1-tubulin synthesized in bacteria would interact with 35S-labeled Vhl or Mgr (Fig. S6 C and D). Third, MBP-tagged Mgr or MBP-tagged Vhl immobilized on beads directly bound αβ-tubulin dimers (Fig. 4 B and C). Fourth, we were unable to disrupt a complex formed between bacterially expressed MBP-Vhl and 35S-labeled Mgr by adding dimeric αβ-tubulin (Fig. 4D). Instead the Vhl:Mgr com- plex also bound αβ-tubulin dimer. However, whereas Drosophila Vhl, like mammalian Vhl, could interact with MTs (Fig. S6 E and F), Mgr could not. This finding suggests that Mgr can interact with free, but not with polymerized, tubulin. To test whether the interaction between Vhl and Mgr played  any part in the control of tubulin degradation, we asked what the consequences would be if Mgr and Vhl were to be codepleted. Vhl RNAi alone had little effect on the levels of β-tubulin in cultured cells (Fig. 4 E and F), confirming the recent finding of Duchi and colleagues (19). Moreover, Vhl depletion resulted in only a slight increase in the proportion of mitotic cells with monopolar or disorganized spindles or lacking centrosomes (Fig. 4 G-J). In contrast, Mgr depletion resulted in a clear decrease in β-tubulin levels, formation of monopolar/disorganized spindles in the majority of mitotic cells, and an increase of the number of cells without centrosomes. We found all three of these pheno- types were significantly rescued by the codepletion of Vhl (Fig. 4 E and J). Thus, the proteolytic destruction of tubulin, which takes place when tubulin cannot be correctly folded by the Prefoldin chaperone, requires the function of the Vhl protein.  Discussion The finding that the Drosophila merry-go-round gene encodes a subunit of the Prefoldin complex has allowed us to account for aberrant structure and function of spindles and centrosomes in cells depleted of its gene product. The inability to correctly fold tubulins in Prefoldin-deficient cells leads to tubulin instability and, hence, defects that can be phenocopied by depleting β- or γ-tubulin. However, whereas β-tubulin depletion phenocopied all of the defects observed, γ-tubulin depletion only recapitulated some of them. The more dramatic phenotypes seen in Mgr-de- ficient cells expressing high levels of tubulin (primary spermato- cytes and neuroblasts expressing a β-tubulin transgene) suggest that the Prefoldin complex is critical to maintain tubulin levels above a certain threshold of tubulin expression. This finding could be a consequence of the impact of an excess of tubulin upon its complex folding pathway. Interestingly, in mammalian cells, in- creased soluble tubulin, in response to a MT-destabilizing agent, leads to the rapid degradation of tubulin (33, 34). In Drosophila, tubulins in the testes are the most affected by the absence of Mgr compared with other tissues. Indeed, it may be of particular importance to regulate tubulin levels at the late stages of  spermatogenesis, where the very large meiotic cells are provided with proportionally large amounts of tubulin that are used in the meiotic spindle but have a major additional purpose: the building of the sperm tail. Similarly, in the mouse, the effects of depletion or mutation of prefoldin subunits are largely restricted to the brain, where tubulin levels are also very high (26, 27). Whether this tissue specificity is a consequence of tubulin levels will be an interesting question to address. Finally, our demonstration that Vhl is required for tubulin destruction in the absence of Mgr and the ability of Vhl to interact with tubulin monomers and dimers raises the possibility that its role as an E3 ubiquitin-protein ligase could come to play in regulating tubulin levels. The idea that Vhl and Prefoldin can cooperate in regulating  protein stability was also raised by Mousnier et al. (35), who identified the prefoldin subunit VBP1 as a binding partner of the HIV-1 viral integrase and suggested this mediated the interaction of the integrase with the Cul2-Vhl E3-Ubiquitin ligase. This finding led these authors to suggest a role for prefoldin at a pivotal part of the pathway that would determine whether a protein was passed on to the CCT chaperonin for folding or to the protea- some for degradation (35). Similarly, we can speculate that pre- foldin as a partner of Vhl may well serve a key role in regulating the equilibrium between tubulin targeted for destruction or for folding and incorporation into MTs. The concentration of as- sembly-competent tubulin must be tightly controlled because it affects cytoskeletal dynamics. Vhl might contribute to this in- fluence by an effect on MT dynamics through interaction with MAPs on the MT lattice (17, 18) and by intervening in the reg- ulation of tubulin folding. There is growing evidence for a critical function of Vhl in stabilizing cytoplasmic MTs (16, 17) and axo- nemal MTs in response to levels of soluble tubulin (36). Re- ciprocally, MT stability can contribute to regulating levels of proteins that are targets of the Cul2-Vhl E3-Ubiquitin ligase, such as the HIF proteins, the levels of which fall when their mRNAs accumulate in cytoplasmic P-bodies for translational repression following MT disruption (37). It will be important in future to consider the roles played by the Prefoldin complex and Vhl to understand the interrelationships between the machinery regu- lating tubulin levels in relation toMT stability, both in normal and tumor cells.  Materials and Methods Briefly, testes from pupae and CNS from third-instar larvae were dissected in PBS andfixedwithmethanol before proceeding to immunostaining. Cultured cells were pre-extracted before fixation with paraformaldehyde and immunostaining. Depletion of proteins in cultured cells was performed by transfection of dsRNA with transfast reagent. Protein extracts were obtained after homogeneization of cells, CNS or testes in lysis buffer. Protein inter- actions were tested in vitro using either recombinant commercially available tubulins (Cytoskeleton), proteins produced in bacteria, or proteins translated in reticulocyte lysate.  A more detailed description of gene constructs, cell culture, immunocy- tochemistry, dsRNA, microscopy, protein purification, Western blot analysis, in vitro binding assays, fly genetics, and primers list can be found in the SI Materials and Methods and Table S1.  ACKNOWLEDGMENTS. We thank Renate Renkawitz-Pohl for anti-β1- and -β2- tubulin antibodies and Matthew Savoian for the β1-tubulin construct; the E7-β-tubulin antibody was developed by Michael Klymkowsky and obtained from the Developmental Studies Hybridoma Bank developed under the aus- pices of the National Institute of Child Health and Human Development and maintained by the University of Iowa. We thank the Cancer Research Cam- paign and more recently Cancer Research United Kingdom for supporting this work.  1. Lundin VF, Leroux MR, Stirling PC (2010) Quality control of cytoskeletal proteins and  human disease. Trends Biochem Sci 35:288-297. 2. Siegert R, Leroux MR, Scheufler C, Hartl FU, Moarefi I (2000) Structure of the mo-  lecular chaperone prefoldin: Unique interaction of multiple coiled coil tentacles with  unfolded proteins. Cell 103:621-632.  3. Vainberg IE, et al. (1998) Prefoldin, a chaperone that delivers unfolded proteins to  cytosolic chaperonin. Cell 93:863-873. 4. Siegers K, et al. (1999) Compartmentation of protein folding in vivo: Sequestra-  tion of non-native polypeptide by the chaperonin-GimC system. EMBO J 18:75-  84.  Delgehyr et al. PNAS | April 10, 2012 | vol. 109 | no. 15 | 5733  C EL L B IO LO  G Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=SF6 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=STXT http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=STXT http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1108537109/-/DCSupplemental/pnas.201108537SI.pdf?targetid=nameddest=ST1   5. Hansen WJ, Cowan NJ, Welch WJ (1999) Prefoldin-nascent chain complexes in the folding of cytoskeletal proteins. J Cell Biol 145:265-277.  6. Tsuchiya H, Iseda T, Hino O (1996) Identification of a novel protein (VBP-1) binding to the von Hippel-Lindau (VHL) tumor suppressor gene product. Cancer Res 56: 2881-2885.  7. Frew IJ, Krek W (2008) pVHL: A multipurpose adaptor protein. Sci Signal 1:pe30. 8. Frew IJ, Krek W (2007) Multitasking by pVHL in tumour suppression. Curr Opin Cell  Biol 19:685-690. 9. Maxwell PH, et al. (1999) The tumour suppressor protein VHL targets hypoxia-in-  ducible factors for oxygen-dependent proteolysis. Nature 399:271-275. 10. Lisztwan J, Imbert G, Wirbelauer C, Gstaiger M, Krek W (1999) The von Hippel-Lindau  tumor suppressor protein is a component of an E3 ubiquitin-protein ligase activity. Genes Dev 13:1822-1833.  11. Hansen WJ, et al. (2002) Diverse effects of mutations in exon II of the von Hippel- Lindau (VHL) tumor suppressor gene on the interaction of pVHL with the cytosolic chaperonin and pVHL-dependent ubiquitin ligase activity.Mol Cell Biol 22:1947-1960.  12. Feldman DE, Thulasiraman V, Ferreyra RG, Frydman J (1999) Formation of the VHL- elongin BC tumor suppressor complex is mediated by the chaperonin TRiC.Mol Cell 4: 1051-1061.  13. Melville MW, McClellan AJ, Meyer AS, Darveau A, Frydman J (2003) The Hsp70 and TRiC/CCT chaperone systems cooperate in vivo to assemble the von Hippel-Lindau tumor suppressor complex. Mol Cell Biol 23:3141-3151.  14. Feldman DE, Spiess C, Howard DE, Frydman J (2003) Tumorigenic mutations in VHL disrupt folding in vivo by interfering with chaperonin binding.Mol Cell 12:1213-1224.  15. McClellan AJ, Scott MD, Frydman J (2005) Folding and quality control of the VHL tumor suppressor proceed through distinct chaperone pathways. Cell 121:739-748.  16. Thoma CR, et al. (2009) VHL loss causes spindle misorientation and chromosome in- stability. Nat Cell Biol 11:994-1001.  17. Hergovich A, Lisztwan J, Barry R, Ballschmieter P, Krek W (2003) Regulation of mi- crotubule stability by the von Hippel-Lindau tumour suppressor protein pVHL. Nat Cell Biol 5:64-70.  18. Thoma CR, et al. (2010) Quantitative image analysis identifies pVHL as a key regulator of microtubule dynamic instability. J Cell Biol 190:991-1003.  19. Duchi S, et al. (2010) Drosophila VHL tumor-suppressor gene regulates epithelial morphogenesis by promoting microtubule and aPKC stability. Development 137: 1493-1503.  20. Schermer B, et al. (2006) The von Hippel-Lindau tumor suppressor protein controls ciliogenesis by orienting microtubule growth. J Cell Biol 175:547-554.  21. Thoma CR, Frew IJ, Krek W (2007) The VHL tumor suppressor: Riding tandem with GSK3beta in primary cilium maintenance. Cell Cycle 6:1809-1813.  22. Thoma CR, et al. (2007) pVHL and GSK3beta are components of a primary cilium- maintenance signalling network. Nat Cell Biol 9:588-595.  23. Geissler S, Siegers K, Schiebel E (1998) A novel protein complex promoting formation of functional alpha- and gamma-tubulin. EMBO J 17:952-966.  24. Lundin VF, Srayko M, Hyman AA, Leroux MR (2008) Efficient chaperone-mediated tubulin biogenesis is essential for cell division and cell migration in C. elegans. Dev Biol 313:320-334.  25. Gu Y, et al. (2008) Prefoldin 6 is required for normal microtubule dynamics and or- ganization in Arabidopsis. Proc Natl Acad Sci USA 105:18064-18069.  26. Cao S, et al. (2008) Subunit 1 of the prefoldin chaperone complex is required for lymphocyte development and function. J Immunol 181:476-484.  27. Lee Y, et al. (2011) Prefoldin 5 is required for normal sensory and neuronal de- velopment in a murine model. J Biol Chem 286:726-736.  28. González C, Casal J, Ripoll P (1988) Functional monopolar spindles caused by mutation in mgr, a cell division gene of Drosophila melanogaster. J Cell Sci 89:39-47.  29. Kaltschmidt B, Glätzer KH, Michiels F, Leiss D, Renkawitz-Pohl R (1991) During Dro- sophila spermatogenesis beta 1, beta 2 and beta 3 tubulin isotypes are cell-type specifically expressed but have the potential to coassemble into the axoneme of transgenic flies. Eur J Cell Biol 54:110-120.  30. Kusano K, Johnson-Schlitz DM, Engels WR (2001) Sterility of Drosophila with muta- tions in the Bloom syndrome gene—Complementation by Ku70. Science 291:2600- 2602.  31. Kemphues KJ, Raff RA, Kaufman TC, Raff EC (1979) Mutation in a structural gene for a beta-tubulin specific to testis in Drosophila melanogaster. Proc Natl Acad Sci USA 76:3991-3995.  32. Kemphues KJ, Kaufman TC, Raff RA, Raff EC (1982) The testis-specific beta-tubulin subunit in Drosophila melanogaster has multiple functions in spermatogenesis. Cell 31:655-670.  33. Caron JM, Jones AL, Kirschner MW (1985) Autoregulation of tubulin synthesis in hepatocytes and fibroblasts. J Cell Biol 101:1763-1772.  34. Huff LM, Sackett DL, Poruchynsky MS, Fojo T (2010) Microtubule-disrupting chemo- therapeutics result in enhanced proteasome-mediated degradation and disappear- ance of tubulin in neural cells. Cancer Res 70:5870-5879.  35. Mousnier A, et al. (2007) von Hippel Lindau binding protein 1-mediated degradation of integrase affects HIV-1 gene expression at a postintegration step. Proc Natl Acad Sci USA 104:13615-13620.  36. Sharma N, Kosan ZA, Stallworth JE, Berbari NF, Yoder BK (2011) Soluble levels of cytosolic tubulin regulate ciliary length control. Mol Biol Cell 22:806-816.  37. Carbonaro M, O'Brate A, Giannakakou P (2011) Microtubule disruption targets HIF-1alpha mRNA to cytoplasmic P-bodies for translational repression. J Cell Biol 192: 83-99.  5734 | www.pnas.org/cgi/doi/10.1073/pnas.1108537109 Delgehyr et al.  View publication statsView publication stats  www.pnas.org/cgi/doi/10.1073/pnas.1108537109 https://www.researchgate.net/publication/221983373",
    "references": [
        "Noureddini M, Verdi J, Mortazavi Tabatabaei SA, Sharif S, Shoae Hassani A. Human endometrial stem cell neurogenesis in response to NGF and bFGF. Cell Biology International. 2012;36(1):961-966.",
        "ShoaeHassani A, MortazaviTabatabaei SA, Sharif S, RezaeiKhaligh H, Verdi J. DHEA provides a microenvironment for endometrial stem cells neurogenesis. Medical Hypotheses. 2011;76(6):843-846.",
        "Cameron HA. Adult neurogenesis is regulated by adrenal steroids in the dentate gyrus. Neuroscience. 1994;61(2):203-209.",
        "Lledo PM, Alonso M, Grubb MS. Adult neurogenesis and functional plasticity in neuronal circuits. Nature Reviews Neuroscience. 2006;7(3):179-193.",
        "Ranganathan R, Sawin ER, Trent C, Horvitz HR. Mutations in the Caenorhabditis elegansserotonin reuptake transporter MOD5 reveal serotonindependent and independent activities of fluoxetine. Journal of Neuroscience. 2001;21(16):5871-5884."
    ],
    "authors": [
        "Anahita Rahmani",
        "Danial Kheradm",
        "Peyman Keyhanvar",
        "Alireza Shoae-Hassani",
        "Amir Darbi-Azar"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}