{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "Hindawi Publishing Corporation BioMed Research International Volume 2013, Article ID 308130, 12 pages http://dx.doi.org/10.1155/2013/308130  Research Article Dual Inhibiting Senescence and Epithelial-to-Mesenchymal Transition by Erythropoietin Preserve Tubular Epithelial Cell Regeneration and Ameliorate Renal Fibrosis in Unilateral Ureteral Obstruction  Adis Tasanarong,1 Supranee Kongkham,2 and Sookkasem Khositseth3  1 Nephrology Unit, Department of Medicine, Faculty of Medicine, Thammasat University (Rangsit Campus), Khlong Nueng, Khlong Luang, PathumThani 12121, Thailand  2Division of Biochemistry, Department of Preclinical Sciences, Faculty of Medicine, Thammasat University (Rangsit Campus), Khlong Nueng, Khlong Luang, PathumThani 12121, Thailand  3Department of Paediatric, Faculty of Medicine, Thammasat University (Rangsit Campus), Khlong Nueng, Khlong Luang, PathumThani 12121, Thailand  Correspondence should be addressed to Adis Tasanarong; adis tasanarong@hotmail.com  Received 17 July 2013; Revised 1 October 2013; Accepted 5 October 2013  Academic Editor: Youhua Liu  Copyright   2013 Adis Tasanarong et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  This study aims to investigate the renoprotective effect of recombinant human erythropoietin (rhEPO) treatment could preserve tubular epithelial cell regeneration and ameliorate renal fibrosis by dual inhibition of stress-induced senescence and EMT in unilateral ureteric obstruction (UUO) mouse model. UUO or sham-operated mice were randomly assigned to receive rhEPO or vehicle treatment and were sacrificed on days 3, 7, and 14. Kidney specimens were fixed for histopathological and immunohistochemical study. The expression of S100A4, TGF-𝛽1, BMP-7, Smad2/3, Smad1/5/8, and p16INK4a was determined by western blot and real-time RT-PCR. Vehicle treated UUOmice had increased tubular atrophy and interstitial fibrosis within 3 to 14 days. An increase in TGF-𝛽1, Smad2/3, S100A4, and p16INK4a expression and a decrease in BMP-7 and Smad1/5/8 expression were observed in the obstructed kidneys. p16INK4a was positively correlated with TGF-𝛽1/Smad2/3 and negatively correlated with BMP- 7/Smad1/5/8 in UUO mice. rhEPO treatment significantly suppressed the upregulation of TGF-𝛽, Smad2/3, S100A4, and p16INK4a and preserved the downregulation of BMP-7 and Smad1/5/8, resulting in markedly reduced TA/IF compared to the vehicle treated mice.The renoprotective effects of rhEPO could ameliorate renal TA/IF by modulating senescence and EMTwhich could be a part of therapeutic option in patients with chronic kidney disease.  1. Introduction  One striking feature observed during chronic kidney disease (CKD) is tubular atrophy and interstitial fibrosis (TA/IF). During chronic kidney injury, tubular epithelial cells (TEC) attempt to survive by activating proliferation, differentiation, stress induced senescence, and epithelial-to-mesenchymal transition (EMT) or apoptosis [1-3]. Proliferating cells can response by providing state of permanent cell cycle arrest termed cellular senescence [4, 5]. TGF-𝛽 is the potent cell cycle inhibitor, and Smad3 is a key mediator for TGF-𝛽  mediating the antiproliferative responses by inhibiting cell cycle progression from G  1 to S phase [6]. The p16INK4a is  the major CDK inhibitors which prevent the passage through the G  1 phase of the cell cycle by inhibiting CDK4 and  CDK6 [7]. Furthermore, overexpression of Smad3 and TGF- 𝛽 treatment induces p16INK4a protein and mRNA expression in keratinocytes which contributes to growth arrest [8, 9]. Cellular senescence is characterized by not only the inability of cells to proliferation existing by lost the ability to divide and failed to grow, but also the maintenance of the cell viability and metabolic activity develop of the resistance    2 BioMed Research International  to apoptosis and an altered pattern of gene expression by expression of cell cycle inhibitor genes [5]. Stress can be induced by extrinsic factors causing upregulation of cyclin dependent kinase inhibitor p16INK4a, resulting irreversible cell cycle arrest which could exhaust the repairing processes of TECs [10].  EMT is another important process affecting the pop- ulation of interstitial fibroblasts which lose their epithelial phenotype and show the progressive development of a mes- enchymal phenotype that leads to TEC damage and fibrosis in the kidney [11]. Many studies have demonstrated that TGF-𝛽 promotes renal fibrosis through EMT by activation of Smad2/3 [12-14] and was counteracted with BMP-7 by moti- vation of Smad1/5/8 to maintain the epithelial phenotype of TECs [15, 16].The expression of the mesenchymal phenotype in TECs and fibroblasts using S100A4 as a marker has been observed in many kidney diseases [17, 18]. Consequently, it is important to develop a potential therapeutic target to prevent or reverse the process of stress-induced senescence and EMT to slow down the progression of CKD.  Recombinant human erythropoietin (rhEPO) has been demonstrated to exert a renoprotective effect in addition to a hematopoietic effect in acute and chronic kidney injury [19-21]. It plays an important role in antiapoptosis, anti- inflammation, and antioxidation in many models of kidney diseases [19, 22]. Moreover, it has been reported that rhEPO treatment could slow progression of kidney injury through expansion of endothelial progenitor cells [23, 24]. Many clin- ical studies demonstrate that the early treatment of anemia in CKD patients with rhEPO can slow the progressive decline of renal function [25, 26].  In the present study, we investigated the advantage of rhEPO treatment in an unilateral ureteric obstruction (UUO) mouse model. We hypothesized that rhEPO treatment could have a renoprotective effect mediated through amelioration of stress-induced senescence and EMT.  2. Materials and Methods  2.1. Animals Care and Experimental Model. The ethics com- mittee in Thammasat University approved all experiments on animals. All animal experimentation was conducted in accord with the Thammasat Animal Experimental Unit Guidelines. Male ICR mice weighing 25-30 g were obtained from National Laboratory Animal Center (Mahidol Univer- sity). All mice received tap water and a standard diet. Mice were anesthetized with pentobarbital sodium by intraperi- toneal (IP) injection. The abdomen was shaved and soaked with betadine. A midline abdominal incision was made, and both kidneys and ureters were identified. The left ureter was dissected out and ligated with 4.0 silk at two points. The abdominal wound was sutured and the animals returned to the cages. Mice were divided into four experimental groups (total = 48). (1) Sham group (𝑛 = 6): mice were subjected to the surgical procedures except for the ureter ligation and received IP injection with vehicle. (2) Sham + EPO group (𝑛 = 6): these mice received IP injection with EPO dose 1,000U/kg BW. (3) UUOgroup (𝑛 = 18): mice were subjected  to the unilateral ureteral ligation and received IP injection with vehicle. (4)UUO+EPOgroup (𝑛 = 18): thesemicewere administered IP injection with EPO dose 1,000U/kg BW. EPO and vehicle were administrated every other day from the day before operation to day 14. One-third of mice were sacrificed on day 3, one-third on day 7, and the other on day 14. Blood samples from all mice were obtained from hearts to measure hematocrit levels. The kidneys were harvested for various biochemical and morphological studies.  2.2. Hematocrit Measurement. At the end of each study group, hematocrit was measured for all mice. Blood sample was collected using heparin coated capillary tubes which were centrifuged and used tomeasure hematocrit withMicro Capillary reader (International Equipment Company, Inc.; Chattanooga, TN).  2.3. Renal Histology and Immunohistochemistry. Kidneys tis- sue was embedded in paraffin and 4 micrometer sections were stained with hematoxylin and eosin (H&E), periodic acid-Schiff (PAS), and Masson's trichrome. The percentage of histology changes, such as degree of glomerulosclerosis, tubular atrophy, and interstitial fibrosis, were evaluated under high power magnification (400x) in 5 to 10 consecutive fields, andmean percentages of histological change were then calculated.  Organs were fixed in 4% paraformaldehyde. Five- micrometer paraffin sections were dewaxed and rehydrated. Endogenous peroxidase was quenched with 3% H  2 O 2 for  20min and nonspecific binding blocked with 20% normal goat serum in phosphate-buffered saline. Sections were incubated at 4∘C with primary antibodies against S100A4 (1 : 200; Abcam: Biomed Diagnostics (Thailand) Co. Ltd.), TGF-𝛽 (1 : 500; Santa Cruz Biotechnology), BMP-7 (1 : 200; Abcam: Biomed Diagnostics (Thailand) Co. Ltd.), Smad2/3 (1 : 200; Santa Cruz Biotechnology), and P16INK4a (1 : 500; Santa Cruz Biotechnology), for at least 1 hr followed by secondary antibodies, and finally with diaminobenzidine substrate. Nuclei were counterstained with hematoxylin, and slides were dehydrated and mounted with permount.  2.4. Western Blotting. Protein samples were electrophoresed on 12% SDS-PAGE mini-gels and wet-transferred (Bio-Rad, ON, Canada) onto nitrocellulose membranes. Membranes were treated with blocking solution followed by an overnight incubation at 4∘C with rabbit polyclonal antibody to TGF- 𝛽 (Santa Cruz Biotechnology; 1 : 10,000 dilution), rabbit polyclonal antibody to Smad2/3 (Santa Cruz Biotechnol- ogy; 1 : 1,000 dilution), rabbit polyclonal antibody to BMP- 7 (Abcam: Biomed Diagnostics (Thailand) Co. Ltd.); 1 : 500 dilution), rabbit polyclonal antibody to Smad1/5/8 (Santa Cruz Biotechnology; 1 : 1,000 dilution), mouse monoclonal antibody to P16INK4a (Santa Cruz Biotechnology; 1 : 1000 dilution), and rabbit polyclonal antibody to S100A4 (Abcam: Biomed Diagnostics (Thailand) Co. Ltd.); 1 : 1,000 dilution) in 5% BSA-TTBS. The secondary antibody (PIERCE, IL, USA) was diluted to 1 : 5,000 in 5% BSA-TTBS and mem- branes treated for 1 hour at room temperature. Signals were    BioMed Research International 3  Table 1: Sequences of real-time PCR primers and probes.  Gene Sequence  BMP-7 Forward 5󸀠-TGGATGGGCAGAGCATCAA-3󸀠 Reverse 5󸀠-CTTGGAG CGATTCTGGCTG-3󸀠 Probe 5󸀠-FAM-ATTGGACGGCATGGACCCCAGA-TAMRA-3󸀠  TGF-𝛽1 Forward 5󸀠-GGCTACCATGCCAACCAGCCTGGTGTACTCA-3󸀠 Reverse 5󸀠-CCGGGTTGTGTTGGTTGTAGA-3󸀠 Probe 5󸀠-FAM-CACACAGTACAGCAAGGTCCTTGCCCT-TAMRA-3󸀠  Smad3 Forward 5󸀠-GGGCCTACTGTCCAATGTCA-3󸀠 Reverse 5󸀠-CCCAATGTGTCGCCTTGTA-3󸀠 Probe 5󸀠-FAM-CCGGAATGCAGCCGTGGAAC-TAMRA-3󸀠  Smad8 Forward 5󸀠-CCTATCAACACTCAGACTTCCG-3󸀠 Reverse 5󸀠-GTGAAGCCGTCTATGAGCAC -3󸀠 Probe 5󸀠-FAM-ACTTTCCAGGCGTCCTCGCG-TAMRA-3󸀠  P16INK4a Forward 5󸀠-GGACACCTTGAAGGAGGAGAAAG-3󸀠 Reverse 5󸀠-TTCTCCAACTCCTGGATGATGA-3󸀠 Probe 5󸀠-FAM-CCTTCAAGGCTTGGTTTCTCGTCAGACA-TAMRA-3󸀠  HPRT Forward 5󸀠-TGACACTGGTAAAACAATGCAAACT-3󸀠 Reverse 5󸀠-AACAAAGTCTGGCCTGTATCCAA-3󸀠 Probe 5󸀠-FAM-TTCACCAGCAAGCTTGCAACCTTAACC-TAMRA-3󸀠  visualized by chemiluminescent detection according to the manufacturers' instructions (PIERCE, IL, USA). Signals were quantified using GeneGnome Syngene Bio Imagine and GeneSnap image acquisition software (Syngene, MD, USA).  2.5. Real-Time Polymerase Chain Reaction (RT-PCR). Total RNA was extracted using the RNeasy mini kit (Qiagen, Chatworth, CA, USA) according to the manufacturers' instructions. High-quality RNA was eluted in 35 𝜇L RNase- free water. An aliquot of each RNA preparation was used to determine total RNA quality and concentration, measured at 260 nm (OD  260 ). Pure RNA possessed an OD  260 /OD 280  ratio of 1.6-1.9. Total RNA (0.25 𝜇g) was reverse-transcribed to cDNA by Taqman Reverse Transcriptase Reagent (Applied Biosystems, Roch Molecular Biochemical, NJ, USA) using random primers under the following cycling conditions: 25∘C, 10min; 48∘C, 30min; 95∘C, 5min. The mRNA levels of TGF-𝛽, BMP7, Smad3, Smad8, P16INK4a, and hypoxanthine phosphoribosyltransferase (HPRT) were measured using an ABI PRISM 7700 Sequence Detection System (SDS version 1.6; PE Applied Biosystems). The primers and probes used are detailed in Table 1. All samples were subjected to RT- PCR along with the house keeping gene HPRT which was an internal standard and calibrator. The results were shown as fold increased or decreased over normal mice.  2.6. Statistical Analyses. Data were expressed as mean ± SD. Statistical analyses were carried out using the SPSS soft- ware (version 12.0). Statistically significant differences among groups were calculated by ANOVA Bonferroni and Mann- Whitney𝑈 tests using the least significant difference method. Statistical significance was defined as 𝑃 < 0.05.  3. Results  3.1. rhEPO Treatment Did Not Affect Hematocrit Levels in UUOMice. In shamcontrol, hematocrit levels did not change during two weeks of experiment. Hematocrit levels in sham with rhEPO administration increased slightly at the end of the first week and then significantly increased only at the end of study (𝑃 < 0.05) when comparedwith vehicle treated sham (Figure 1). There were slightly increased hematocrit levels in rhEPO treated UUO mice during two weeks of experiment but no statistically significant difference when comparedwith vehicle treated UUOmice (Figure 1).  3.2. rhEPO Treatment Protected Against Renal Fibrosis inMice UUO Model. From H&E and PAS staining, the obstructed kidneys exhibited a significant progressive TA over time compared with the sham (𝑃 < 0.05), which was significantly reduced with the rhEPO treatment (𝑃 < 0.05) (Table 2). Masson's trichrome stained kidney sections showed a signifi- cant progression increase of collagen deposition in interstitial area over time after UUO compared with the sham (𝑃 < 0.05), which was significantly suppressed with the rhEPO treatment (𝑃 < 0.05) when compared with the vehicle treatment (Table 2 and Figure 2).  In sham kidneys, S100A4 was not detected in any tubule or interstitial area (Figure 1). However, S100A4 staining was detected in some TECs and cells in interstitial areas that displayed the outline of lymphocytes within the fibros- ing obstructed kidneys. Staining of S100A4 progressively increased over time after UUO compared with the sham (Figure 2) and was reduced in the rhEPO compared with the vehicle treatment (Figure 2). By western blot analysis, the S100A4 level also increased progressively over time in UUO compared with the sham kidneys (𝑃 < 0.05) (Figure 4)    4 BioMed Research International  Table 2: The percentage of histopathology changes, such as degree of glomerulosclerosis, tubular atrophy, and interstitial fibrosis in UUO mice.  Sham UUO Day 0 Day 3 Day 7 Day 14  Placebo EPO Placebo EPO Placebo EPO Placebo EPO Glomerular sclerosis (%) 0.2 ± 0.4 0.2 ± 0.5 0.4 ± 0.5 0.3 ± 0.5 0.6 ± 0.5 0.5 ± 0.6 1.6 ± 0.5 1.5 ± 0.5 Tubular atrophy (%) 0.6 ± 0.5 0.4 ± 0.4 9 ± 2∗ 3 ± 1# 17 ± 4∗ 7 ± 3# 46 ± 2∗ 18 ± 3#  Interstitial fibrosis (%) 0.6 ± 0.5 0.4 ± 0.5 8 ± 3∗ 4 ± 2# 21 ± 4∗ 9 ± 2# 49 ± 4∗ 25 ± 4#  Values are means ± SD. Significant difference ∗𝑃 < 0.05 compared to sham group; #𝑃 < 0.05 compared to UUO group by Mann-Whitney 𝑈 test.  40  50  Day 0 Day 3 Day 7 Day 14  H em  at oc  ri t (  % )  Sham Sham + EPO  UUO UUO + EPO  ∗  Figure 1: Representing the hematocrit values in sham and UUO mice treated with either vehicle or rhEPO. The hematocrit levels were not different over time between vehicle treated UUO and rhEPO treated UUOmice. ∗𝑃 < 0.05 versus sham group.  but rhEPO treatedUUOmice showed significantly decreased S100A4 levels at all time points compared with the vehicle treatment (𝑃 < 0.05) (Figure 4).  3.3. rhEPO Treatment Attenuated Increased TGF-𝛽 but Pre- served BMP-7 in UUO Kidneys. By immunohistochemistry, TGF-𝛽 revealed no labeling in sham kidneys but was strongly detected with increasing intensity in interstitial areas of vehicle treated obstructed kidneys over time after UUO (Figure 3). Western blot analysis demonstrated the progres- sively increased TGF-𝛽 in the obstructed kidneys compared with the sham kidneys (Figure 4). In contrast, UUO mice treated with rhEPO had decreased TGF-𝛽 staining over time (Figure 3) similar to western blot analysis revealing  the significantly decreased TGF-𝛽 protein when compared with the vehicle treatment (𝑃 < 0.05) (Figure 4). Similarly, upregulation of TGF-𝛽mRNA expression was demonstrated in the obstructed kidneys by RT-PCR (Figure 5) which significant downregulation in the rhEPO treated UUOmice.  In the sham kidneys, staining of BMP-7 was demon- strated in the cytoplasm of TECs, whereas in vehicle treated UUO kidneys there was a progressive loss of BMP-7 staining, particularly in dilated and atrophic tubules (Figure 3), which preserved staining in rhEPO treated UUO mice (Figure 3). Western blot analysis demonstrated significantly decreased BMP-7 in the obstructed kidneys compared with the sham (𝑃 < 0.05) (Figure 4), but significantly preserved BMP-7 in the rhEPO compared with the vehicle treated UUO mice (𝑃 < 0.05) (Figure 4). Moreover, a significant downreg- ulation of BMP-7 mRNA expression was observed during the obstructive process (𝑃 < 0.05) (Figure 5). In contrast, the downregulation of BMP-7 mRNA expression in the UUO mice with the rhEPO was significantly slowed down compared with the vehicle treatment (𝑃 < 0.05) (Figure 5).  3.4. rhEPO Treatment Attenuated Increased Expression of Profibrosis Smad2/3 and the Decreased Expression of Antifi- brosis Smad1/5/8 in UUO Kidneys. In sham kidneys, there was no Smad2/3 staining in the nucleus of TECs, whereas the staining of Smad2/3was prominent in nucleus and someparts of cytoplasm of TECs particularly in dilated and atrophic tubules of the obstructed kidneys (Figure 3). In contrast, rhEPO treatment inmicewithUUOdemonstrated the signif- icantly reduced nucleus staining intensity of Smad2/3 in the obstructed kidneys (Figure 3). Western blot analysis demon- strated the progressively increased Smad2/3 and decreased Smad1/5/8 protein in the obstructed kidneys compared with the sham (Figure 4). In contrast, rhEPO treated UUO mice showed significantly inhibited the rising of the Smad2/3 and maintained the declining of Smad1/5/8 compared with the vehicle treatment (𝑃 < 0.05) (Figure 4). Upregulation of Smad3 anddownregulation of Smad8mRNAexpressionwere significantly changed during the obstructive processes (𝑃 < 0.05) (Figure 5). On the other hand, treatment with rhEPO in UUO mice significantly suppressed the upregulation of Smad3 mRNA and defended the downregulation of Smad8 mRNA expression compared with vehicle treated UUOmice (𝑃 < 0.05) (Figure 5).    BioMed Research International 5  Sham UUO D3 UUO D7 UUO D14 Pl  ac eb  o M  as so  n EP  O Pl  ac eb  o EP  O  S1 00  A 4  Figure 2: Masson's trichrome staining for assessing interstitial fibrosis in UUO mice. In sham kidney, no fibrosis labeling was seen. The obstructed kidneys show progressive interstitial fibrosis at days 3, 7, and 14 which was apparently ameliorated by rhEPO treatment. For immunohistochemistry, no S100A4 staining was detected in the sham kidneys. In UUO advanced increased S100A4 staining was seen on cells in interstitial area that displays the outline of lymphocytes and some TEC within the fibrosing obstructed kidneys at days 3, 7, and 14. However, decreased of S100A4 expression was observed in UUOmice with rhEPO treatment.Original magnifications ×400.  3.5. rhEPO Treatment Inhibited Increased Expression of P16𝐼𝑁𝐾4𝑎 in UUO Kidneys. In the sham kidneys, P16INK4a staining was not detected in the nucleus of TECs, whereas P16INK4a staining was prominent in the nucleus and some cytoplasm of TECs particularly in dilated and atrophic tubules of the UUO kidneys (Figure 3). rhEPO treated UUO mice showed significantly attenuated staining intensity of P16INK4a in the nucleus and/or cytoplasm of TECs in the obstructed kidneys (Figure 3). Western blot and RT-PCR analyses also confirmedmarkedly increased P16INK4a protein and mRNA expression in the UUO kidneys compared with the sham kidneys (𝑃 < 0.05) (Figures 4 and 5). In contrast, treatment with rhEPO in UUO mice showed significantly  decreased P16INK4a protein and mRNA expression compared with vehicle treatment (𝑃 < 0.05) (Figures 4 and 5).  3.6. Positive Correlation between TGF-𝛽, Smad2/3, and p16𝐼𝑁𝐾4𝑎 but Negative Correlation between BMP-7, Smad1/5/8, and p16𝐼𝑁𝐾4𝑎 in UUO Kidneys. Obstructed kidneys had significantly increased TGF-𝛽, Smad2/3, and p16INK4a but decreased BMP-7, Smad1/5/8 protein, and mRNA. The p16INK4a protein concentration was positively correlated with TGF-𝛽 (𝑅2 = 0.97, 𝑃 < 0.001) and Smad2/3 (𝑅2 = 0.95, 𝑃 < 0.001) (Figure 6) but was negatively correlated with BMP-7 (𝑅2 = 0.6, 𝑃 < 0.001) and Smad1/5/8 (𝑅2 = 0.71, 𝑃 < 0.001) (Figure 6).    6 BioMed Research International  Sham UUO D3 UUO D7 UUO D14  Pl ac  eb o  T G  F- 𝛽  EP O  Pl ac  eb o  EP O  Pl ac  eb o  EP O  Pl ac  eb o  EP O  BM P-  7 Sm  ad 2/  3 p1  6 IN  K 4a  Figure 3: Representative photographs of kidney sections stainedwithTGF-𝛽, BMP-7, Smad2/3, and p16INK4a inUUOmodel. In shamkidneys, no or little TGF-𝛽 labelling was seen. Advanced increased TGF-𝛽 labelling was seen in the interstitium area in the obstructed kidneys compared with the sham at days 3, 7, and 14. In contrast, decrease of TGF-𝛽 staining was observed in UUO mice with rhEPO treatment. In contrast, BMP-7 was demonstrated in the cytoplasm of TEC in sham kidneys, whereas the labeling of BMP-7 was decreased in cytoplasm of TEC particularly in dilated and atrophic tubules of the placebo treated UUO kidneys since day 3 after UUO and progressive loss until day 14. rhEPO treatment in mice with UUO demonstrated the significantly preserved cytoplasm staining intensity of BMP-7 in the obstructed kidneys. Moreover, no Smad2/3 and p16INK4a staining was seen in TEC in sham kidneys. Smad2/3 and p16INK4a are detected at the nucleus of TEC with weak cytoplasm staining particularly in dilated and atrophic tubules of the UUO kidneys since days 3, 7, and 14. In contrast, rhEPO treatment in mice with UUO demonstrated the significantly attenuated nucleus and cytoplasm staining intensity of Smad2/3 and p16INK4a in the obstructed kidneys. Original magnifications ×400.    BioMed Research International 7  0 1 2 3 4 5 6 7 8  0  5  10  15  20  25  30  0 1 2 3 4 5 6 7 8 9  0 0.2 0.4 0.6 0.8  1 1.2 1.4 1.6 1.8  Fo ld   in cr  ea se  d  Fo ld   in cr  ea se  d  Fo ld   in cr  ea se  d  Fo ld   in cr  ea se  d +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3  UUO  UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  Sham  Day 3 Day 7 Day 14  S100A4  S100A4 protein 𝛽-Actin 𝛽-Actin𝛽-Actin  12  42  C EPO C EPO C EPO C EPO (KDa)  UUO Sham  Day 3 Day 7 Day 14 C EPO C EPO C EPO C EPO(KDa)  UUO Sham  Day 3 Day 7 Day 14 C EPO C EPO C EPO C EPO (KDa)  UUO Sham  Day 3 Day 7 Day 14  C EPO C EPO C EPO C EPO (KDa)  UUO Sham  Day 3 Day 7 Day 14  C EPO C EPO C EPO C EPO (KDa)  40  42  BMP-7  BMP-7 protein  𝛽-Actin 50  42  ∗  ∗  ∗  # # #  ∗ ∗ ∗  # #  #  ∗ ∗  ∗  # #  #  TGF-𝛽 12.5  42 TGF-𝛽 protein  0 0.2 0.4 0.6 0.8  1 1.2 1.4  0  1  2  3  4  5  Fo ld   in cr  ea se  d  Fo ld   in cr  ea se  d  ∗ ∗  ∗  ∗  ∗ ∗ #  ∗  ∗  ∗  #  ##  # #  # ##  Smad2/3 protein Smad1/5/8 protein  Smad2/3 Smad1/5/8  𝛽-Actin  56 52 42  p16INK4a  p16INK4a protein  Figure 4: Western blot analyses depicting S100A4, TGF-𝛽, BMP-7, Smad2/3, Smad1/5/8, and p16INK4a expression in vivo after rhEPO treatment in UUO model. S100A4, TGF-𝛽, Smad2/3, and p16INK4a expression were significantly higher in UUO mice on days 3, 7, and 14 (𝑃 < 0.05) than in sham or sham+ rhEPO. Treatment with rhEPO resulted in a decrease in S100A4, TGF-𝛽, Smad2/3, and p16INK4a expression (𝑃 < 0.05). In contrast, BMP-7, and Smad1/5/8 expression were significantly lower in UUOmice on days 3, 7, and 14 (𝑃 < 0.05) than in sham or sham + rhEPO. Treatment with rhEPO resulted in preserved BMP-7 and Smad1/5/8 expression (𝑃 < 0.05). 𝑛 = 6 in each group. Each bar represents the mean ± SD. ∗𝑃 < 0.05 versus sham group; #𝑃 < 0.05 versus UUO group.  4. Discussion  The present study demonstrates the renoprotective effects of rhEPO which ameliorate TA/IF in UUO mice and pro- vides robust evidence for its mechanism of action. rhEPO reduced the effects of TGF-𝛽, Smad2/3, p16INK4a, and S100A4 and enhanced the effects of BMP-7 and Smad1/5/8 which promote the regenerative process of TECs by inhibiting stress induced senescence and reduce fibrosis by attenuating EMT.  4.1. Upregulation of TGF-𝛽/Smad3 and Downregulation of BMP-7/Smad1/5/8 Expression in UUO Kidneys Associated with Senescence. Ligating the ureter resulting in stress induced cellular senescence originates cell cycle arrest in obstructed kidney mice. The expression of p16INK4a protein was present in most nuclei and some cytoplasm of TECs.  Upregulation of p16INK4a had a positive relationship with degree of TA/IF in obstructed kidney similar to renal aging andmany kidney diseases [27-29]. TGF-𝛽 is known to be one of the most important cytokines for triggering stress induced senescence by increasing p16INK4a [30] and Smad3, whereas Smad3 depletion reduced senescence [8, 9]. In contrast, BMP activated Erk1/2 and Smad1/5/8-Id1 pathways regulate p16INK4a expression through phosphorylating BMP receptor IA inhibiting cellular senescence [31]. We showed a positive relationship between TGF-𝛽, Smad3, and p16INK4a and a neg- ative relationship between BMP-7, Smad1/5/8, and p16INK4a. Thus, overexpression of TGF-𝛽/Smad3 and underexpression of BMP-7/Smad1/5/8 during chronic kidney injury induce cellular senescence resulting in a widespread irreversible cell cycle arrest with limited TECs regeneration.    8 BioMed Research International  0  5  10  15  20  25  30  35  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  +  +−  +  −  − +  +−  − +  +−  −  +  −Placebo EPO  Sham UUO D3 UUO D7 UUO D14  Fo ld   in cr  ea se  d  Fo ld   in cr  ea se  d Fo  ld  in  cr ea  se d  Fo ld   in cr  ea se  d Fo  ld  in  cr ea  se d  ∗  ∗ ∗  #  # #  0 0.2 0.4 0.6 0.8  1 1.2 1.4 1.6 1.8  0  2  4  6  8  10  12 BMP-7 mRNATGF-𝛽 mRNA  Smad3 mRNA Smad8 mRNA  0 1 2 3 4 5 6 7 8  0 0.2 0.4 0.6 0.8  1 1.2 1.4 1.6  ∗  ∗ ∗  #  #  # ∗  ∗ ∗  # #  ∗  # ∗  #∗  #∗  ∗  ∗ #  ##  #  p16INK4a mRNA  Figure 5: Real-time RT-PCR for TGF-𝛽, BMP-7, Smad3, Smad8, and p16INK4a mRNA expression in vivo after rhEPO treatment in UUO model. TGF-𝛽, Smad3, and p16INK4a mRNA expression showmarkedly progressive upregulation in UUOmice on days 3, 7, and 14 (𝑃 < 0.05) than in sham or sham + rhEPO. Treatment with rhEPO significantly downregulation of TGF-𝛽, Smad3, and p16INK4a mRNA expression compared with placebo treatment (𝑃 < 0.05). On the other hand, BMP-7 and Smad8 mRNA expression were significantly lower in UUO mice on days 3, 7, and 14 (𝑃 < 0.05) than in sham or sham + rhEPO. Treatment with rhEPO showed significantly the sluggish downregulation of BMP-7 and Smad8 expression (𝑃 < 0.05). 𝑛 = 6 in each group. Each bar represents the mean ± SD. ∗𝑃 < 0.05 versus sham group; # 𝑃 < 0.05 versus UUO group.    BioMed Research International 9  0.00 5.00 10.00 15.00 20.00 25.00  0.00 5.00 10.00 15.00 20.00 25.00  0.00 5.00 10.00 15.00 20.00 25.00  0.00 5.00 10.00 15.00 20.00 25.00  0.00  2.00  4.00  6.00  8.00 T  G F- 𝛽  y = 3.19x − 2.055  R 2 = 0.967  1.00  2.00  3.00  4.00  Sm ad  2/ 3  y = 6.909x − 6.751  R 2 = 0.946  0.00  0.20  0.40  0.60  0.80  1.00  1.20  0.00  0.20  0.40  0.60  0.80  1.00  1.20  BM P-  7  y = −16.148x + 15.783  R 2 = 0.596  Sm ad  1/ 5/  8 y = −18.031x + 17.664  R 2 = 0.712  R 2 linear = 0.967 R2 linear = 0.946  R 2 linear = 0.596 R  2 linear = 0.712  p16INK4ap16INK4a  p16INK4a p16INK4a  Figure 6: Representative regression analysis demonstrates the positive correlation between TGF-𝛽, Smad2/3, and p16INK4a protein in UUO mice (𝑃 < 0.001). In contrast, negative correlation between BMP-7, Smad1/5/8, and p16INK4a protein in obstructed kidney was evaluated another time in the study (𝑃 < 0.001).  4.2. Upregulation of TGF-𝛽/Smad2/3 and Downregulation of BMP-7/Smad1/5/8 Expression in UUO Kidneys Associ- ated with EMT. During kidney development, BMP-7 plays an important role in promoting mesenchymal-to-epithelial transition (MET) and maintaining TEC epithelial phenotype [32] whereas TGF-𝛽 is a major cytokine that regulates EMT. UUO mice had increased TGF-𝛽/Smad2/3 and decreased BMP-7/Smad1/5/8 expression that were directly associated with the degree of fibrosis. We showed increased staining and expression of S100A4 in the UUO mice, consistent with the development of EMT. Others have found that S100A4 is an early marker of fibroblast activity and that these fibroblasts are derived from epithelial cells and are a key pathophysiological step in the development of fibrosis  [17, 33]. These findings suggest that, during the process of chronic kidney injury, TECs could be transformed into interstitial fibroblasts causing progression of renal fibrosis induced by overexpression of TGF-𝛽/Smad2/3 and loss of BMP-7/Smad1/5/8 expression.  4.3. Stress Induced Cellular Senescence and EMT Act Together to Limit Regenerative Capacity and Promote Fibrosis as the Chorus in Obstructed Kidney. In present study, we demon- strated that TECs exposed to cytokine majority by TGF- 𝛽/Smad2/3 and loss BMP-7/Smad1/5/8 which could coac- celerate the process of both senescence and EMT like the orchestra.We propose the hypothesis that the development of    10 BioMed Research International  fibrosis during chronic kidney injury has two phases. In the early phase, stress induced cellular senescence is the major mechanism which promotes fibrosis. The changes in gene expression of any cell types are different during stress induced cellular senescence, suggesting that inflammatory response is cell type specific [5]. Because of senescent cells resistance to apoptosis, senescent TECs may accumulate over time as we found by p16INK4a staining since day 3 after UUO and secrete a variety of proteins which stimulate the fibroblast come into the injured kidney. These fibroblasts display the highly activated phenotype characteristic of myofibroblasts by S100A4 expression but senescent TECs did not express it. Thus, fibroblasts from immune response play a major role to develop fibrosis in the early phase. In the later phase, EMT is the major mechanism which promotes fibrosis. We found the progressive staining of S100A4 in TECs at days 7 and 14which correlated with fibrosis in the obstructed kidney.This finding means that TECs express more myofibroblasts phenotype and transformed to mesenchymal cells which invade into the interstitium area and turn to be the fibrosis. Hence, EMT by TECs plays a major process to develop fibrosis in the late phase.  4.4. rhEPO Treatment Demonstrated Renoprotective Effects in UUO Kidneys by Inhibiting Senescence and EMT. In the present study, TECs exposed to majority of proinflammatory TGF-𝛽/Smad2/3 and loss of prosurvival BMP-7/Smad1/5/8 cytokines which could coaccelerate the process of both stress induced senescence by increasing p16INK4a and EMT by increasing S100A4 during chronic inflammatory process. rhEPO suppressed the profibrotic TGF-𝛽/Smad2/3 and maintained the anti-fibrotic BMP-7/Smad1/5/8 during the dynamic process of EMT by reducing mesenchymal marker S100A4 expression and fibrosis. Moreover, rhEPO treatment reduced senescent TECs in obstructed kidneys by inhibiting p16INK4a expression thereby improving TECs regeneration.  Chronic inflammatory processes frequently response during chronic kidney injury is characterised by increased the expression of proinflammatory and profibrotic cytokines such as TGF-𝛽/Smad, tumor necrosis factor, and interleukin- 6 activated fibrosis in the kidney [34-36]. Moreover, chronic kidney injury could accelerate stress induced senescence via increased p16INK4a expression in the kidneys, as seen in chronic glomerulonephritis and chronic kidney allograft nephropathy that is associated with disease progression and limits regenerative capacity [29, 37, 38]. Activation of cells undergo senescence under chronic stress were stimulated through proinflammatory TGF-𝛽/Smad3, tumor necrosis factor-𝛼 and Ras-MAPK pathways [39-41]. Many experi- mental studies have demonstrated that EPO administration protects TECs against apoptosis, chronic inflammation, and attenuated renal fibrosis through the interaction with the EPO receptor beyond anemia correction as seen in rats with 5/6 nephrectomy, fullMHC-mismatched kidney transplanta- tion, and UUO [42-45]. In rats with 5/6 nephrectomy, treat- ment with low dose long acting rHuEPO analogue protected the remnant kidneys by attenuated glomerulosclerosis and TA/IF with preserved renal function when compared with  saline treatment which demonstrated the similar hematocrit levels. Lowdoses of rHuEPO treatmentwere safe and effective to protect the remnant kidneys and avoids adverse effects of high rHuEPO doses which cause an increase in hema- tocrit accompanied with changes in viscosity and activate thrombosis [42]. Recent study in rats with kidney trans- plantation and EPO treatment prevented chronic allograft dysfunction by ameliorated glomerulosclerosis, TA/IF, and inflammatory cell infiltration and preserved graft function. Correction of anemia in posttransplant anemic rats by blood transfusion did not prevent chronic allograft injury [43]. In UUO rat model, long term treatment with high dose EPO or carbamylated-erythropoietin (CEPO) significantly attenuatedTA/IFwhen comparedwith saline.High dose EPO treatment significantly increased hematocrit than saline and CEPO treated rats but only CEPO treated rats had decreased TGF-𝛽1 mRNA and fibrosis marker [44]. The present study, demonstrated that rhEPO treatment ameliorates TA/IF in UUO mice when compared with vehicle which display the comparable hematocrit levels. Thus, rhEPO treatment was associated with significantly reduced chronic kidney injury beyond the anemia correction, suggesting that improved anemia per se is unlikely to have a significant role in renal protection.  The renoprotective effect of EPO was mediated by acti- vation of the antiapoptotic PI3K/Akt pathway in renal TECs [42, 43] and simultaneous decreases in TGF-𝛽/Smad and tumor necrosis factor-𝛼 in the kidney [20, 21, 44-46]. Actually, EPO is secreted by fibroblast-like cells in the renal interstitium and acts on erythroid progenitor cells [47]. How- ever, the interplay between EPO secreting cells, endothelial cells,mesangial cells, andTECs could facilitate endocrine and paracrine actions of EPO in the kidney. EPO receptors are present on many renal cells, including TECs [48]. Binding of a single EPO molecule to two adjacent EPO receptors on the membrane of target cells leads to homodimerization of the receptors and the triggering of different intracellular signaling pathways that might play an as yet unidentified role in cellular protection from stress. However,many studies pro- posed that the tissue protective effects of EPO are mediated through a tissue protective receptor that is distinct from the classical EPO receptor and is supposed to be a heteromeric receptor complex composed of EPO receptor and the ubiq- uitous 𝛽-common receptor (𝛽cR, CD131) [49-52]. In the present study, we have shown that the major renoprotective effect of rhEPO was anti-inflammatory property. This effect not only decreases proinflammatory TGF-𝛽/Smad2/3 but maintains anti-inflammatory BMP-7/Smad1/5/8 cytokines also. Moreover, we found the evidence that rhEPO treatment can dual inhibit stress induced senescence and EMT, result- ing simultaneously in supporting regenerative capacity and slowing the progression of fibrosis in the kidney.  5. Conclusions  In summary, we have provided robust evidence of the reno- protective effect of rhEPO which could ameliorate the pro- gression of TA/IF in a mouse model of UUO as the source    BioMed Research International 11  of cellular stress. rhEPO treatment protects against chronic renal injury by inhibiting stress induced senescence and EMT. These findings may explain partly the reduced rate of decline in renal function seen in CKD patients who have been treated with rhEPO for anemia and are consistent with the well-characterised antiapoptotic and anti-inflammatory properties of rhEPO in many models of chronic kidney injury. Studies on the role of rhEPO in reducing the rate of decline of renal function in different forms of CKD should be conducted.  Conflict of Interests  All authors declare that they have no conflict of interests to disclose.  Acknowledgment  The study was supported by grant from the Thammasat Research Fund.  References  [1] L. D. Truong, G. Petrusevska, G. Yang et al., “Cell apoptosis and proliferation in experimental chronic obstructive uropathy,” Kidney International, vol. 50, no. 1, pp. 200-207, 1996.  [2] A.Melk and P. F. Halloran, “Cell senescence and its implications for nephrology,” Journal of the American Society of Nephrology, vol. 12, no. 2, pp. 385-393, 2001.  [3] Y. Liu, “New insights into epithelial-mesenchymal transition in kidney fibrosis,” Journal of the American Society of Nephrology, vol. 21, no. 2, pp. 212-222, 2010.  [4] T. B. L. Kirkwood and S. N. Austad, “Why do we age?” Nature, vol. 408, no. 6809, pp. 233-238, 2000.  [5] J. Campisi and F. d'AddaDi Fagagna, “Cellular senescence: when bad things happen to good cells,”Nature ReviewsMolecular Cell Biology, vol. 8, no. 9, pp. 729-740, 2007.  [6] I. Matsuura, N. G. Denissova, G. Wang, D. He, J. Long, and F. Liu, “Cyclin-dependent kinases regulate the antiproliferative function of Smads,” Nature, vol. 430, no. 6996, pp. 226-231, 2004.  [7] M. Serrano, G. J. Hannon, and D. Beach, “A new regulatory motif in cell-cycle control causing specific inhibition of cyclin D/CDK4,” Nature, vol. 366, no. 6456, pp. 704-707, 1993.  [8] K. Vijayachandra, J. Lee, and A. B. Glick, “Smad3 regulates senescence and malignant conversion in a mouse multistage skin carcinogenesis model,” Cancer Research, vol. 63, no. 13, pp. 3447-3452, 2003.  [9] K. Vijayachandra, W. Higgins, J. Lee, and A. Glick, “Induction of p16ink4a and p19ARF by TGF𝛽1 contributes to growth arrest and senescence response in mouse keratinocytes,” Molecular Carcinogenesis, vol. 48, no. 3, pp. 181-186, 2009.  [10] P. F. Halloran, A. Melk, and C. Barth, “Rethinking chronic allograft nephropathy: the concept of accelerated senescence,” Journal of the American Society of Nephrology, vol. 10, no. 1, pp. 167-181, 1999.  [11] Y. Liu, “Epithelial to mesenchymal transition in renal fibro- genesis: pathologic significance, molecular mechanism, and therapeutic intervention,” Journal of the American Society of Nephrology, vol. 15, no. 1, pp. 1-12, 2004.  [12] M. Sato, Y. Muragaki, S. Saika, A. B. Roberts, and A. Ooshima, “Targeted disruption of TGF-𝛽1/Smad3 signaling protects against renal tubulointerstitial fibrosis induced by unilateral ureteral obstruction,” Journal of Clinical Investigation, vol. 112, no. 10, pp. 1486-1494, 2003.  [13] D. Zhang, L. Sun, W. Xian et al., “Low-dose paclitaxel amelio- rates renal fibrosis in rat UUO model by inhibition of TGF- 𝛽/Smad activity,” Laboratory Investigation, vol. 90, no. 3, pp. 436-447, 2010.  [14] K. Inazaki, Y. Kanamaru, Y. Kojima et al., “Smad3 deficiency attenuates renal fibrosis, inflammation, and apoptosis after unilateral ureteral obstruction,” Kidney International, vol. 66, no. 2, pp. 597-604, 2004.  [15] M. Zeisberg, J. Hanai, H. Sugimoto et al., “BMP-7 counter- acts TGF-𝛽1-induced epithelial-to-mesenchymal transition and reverses chronic renal injury,” Nature Medicine, vol. 9, no. 7, pp. 964-968, 2003.  [16] J. R. Tyler, H. Robertson, T. A. Booth, A. D. Burt, and J. A. Kirby, “Chronic allograft nephropathy: intraepithelial signals gener- ated by transforming growth factor-𝛽 and bone morphogenetic protein-7,” The American Journal of Transplantation, vol. 6, no. 6, pp. 1367-1376, 2006.  [17] F. Strutz, H. Okada, C. W. Lo et al., “Identification and charac- terization of a fibroblast marker: FSP1,” Journal of Cell Biology, vol. 130, no. 2, pp. 393-405, 1995.  [18] M. Iwano, D. Plieth, T. M. Danoff, C. Xue, H. Okada, and E. G. Neilson, “Evidence that fibroblasts derive from epithelium during tissue fibrosis,” Journal of Clinical Investigation, vol. 110, no. 3, pp. 341-350, 2002.  [19] E. J. Sharples, N. Patel, P. Brown et al., “Erythropoietin pro- tects the kidney against the injury and dysfunction caused by ischemia-reperfusion,” Journal of the American Society of Nephrology, vol. 15, no. 8, pp. 2115-2124, 2004.  [20] S. H. Lee, C. Li, S. W. Lim et al., “Attenuation of interstitial inflammation and fibrosis by recombinant human erythro- poietin in chronic cyclosporine nephropathy,” The American Journal of Nephrology, vol. 25, no. 1, pp. 64-76, 2005.  [21] S. H. Park, M. J. Choi, I. K. Song et al., “Erythropoietin decreases renal fibrosis in mice with ureteral obstruction: role of inhibiting TGF-𝛽-induced epithelial-to-mesenchymal transition,” Journal of the American Society of Nephrology, vol. 18, no. 5, pp. 1497-1507, 2007.  [22] A. Kumral, S. Gonenc, O. Acikgoz et al., “Erythropoietin increases glutathione peroxidase enzyme activity and decreases lipid peroxidation levels in hypoxic-ischemic brain injury in neonatal rats,” Biology of the Neonate, vol. 87, no. 1, pp. 15-18, 2005.  [23] D. Ribatti, A. Vacca, A.M. Roccaro, E. Crivellato, andM. Presta, “Erythropoietin as an angiogenic factor,” European Journal of Clinical Investigation, vol. 33, no. 10, pp. 891-896, 2003.  [24] Z. Aydin, J. Duijs, I. M. Bajema, A. J. van Zonneveld, and T. J. Rabelink, “Erythropoietin, progenitors, and repair,” Kidney International, Supplement, vol. 72, no. 107, pp. S16-S20, 2007.  [25] S. Kuriyama, H. Tomonari, H. Yoshida, T. Hashimoto, Y. Kawaguchi, and O. Sakai, “Reversal of anemia by eryth- ropoietin therapy retards the progression of chronic renal failure, especially in nondiabetic patients,” Nephron, vol. 77, no. 2, pp. 176-185, 1997.  [26] C. Gouva, P. Nikolopoulos, J. P. A. Ioannidis, and K. C. Siamopoulos, “Treating anemia early in renal failure patients slows the decline of renal function: a randomized controlled trial,” Kidney International, vol. 66, no. 2, pp. 753-760, 2004.    12 BioMed Research International  [27] A. Melk, B. M. W. Schmidt, O. Takeuchi, B. Sawitzki, D. C. Rayner, and P. F. Halloran, “Expression of p16INK4a and other cell cycle regulator and senescence associated genes in aging human kidney,”Kidney International, vol. 65, no. 2, pp. 510-520, 2004.  [28] A.Melk, B.M.W. Schmidt, A. Vongwiwatana, D. C. Rayner, and P. F. Halloran, “Increased expression of senescence-associated cell cycle inhibitor p16/INK4a in deteriorating renal transplants and diseased native kidney,”TheAmerican Journal of Transplan- tation, vol. 5, no. 6, pp. 1375-1382, 2005.  [29] B. Sis, A. Tasanarong, F. Khoshjou, F. Dadras, K. Solez, and P. F. Halloran, “Accelerated expression of senescence associated cell cycle inhibitor p16INK4A in kidneys with glomerular disease,” Kidney International, vol. 71, no. 3, pp. 218-226, 2007.  [30] S. Senturk, M. Mumcuoglu, O. Gursoy-Yuzugullu, B. Cingoz, K. C. Akcali, and M. Ozturk, “Transforming growth factor- 𝛽 induces senescence in hepatocellular carcinoma cells and inhibits tumor growth,” Hepatology, vol. 52, no. 3, pp. 966-974, 2010.  [31] H. Y. Kua, H. Liu, W. F. Leong et al., “c-Abl promotes osteoblast expansion by differentially regulating canonical and non- canonical BMP pathways and p16INK4a expression,” Nature Cell Biology, vol. 14, no. 7, pp. 727-737, 2012.  [32] S. R. Patel and G. R. Dressler, “BMP7 signaling in renal development and disease,” Trends inMolecularMedicine, vol. 11, no. 11, pp. 512-518, 2005.  [33] M. Guarino, A. Tosoni, and M. Nebuloni, “Direct contribution of epithelium to organ fibrosis: epithelial-mesenchymal transi- tion,” Human Pathology, vol. 40, no. 10, pp. 1365-1376, 2009.  [34] H. Y. Lan and A. C. Chung, “TGF-𝛽/Smad signaling in kidney disease,” Seminars in Nephrology, vol. 32, no. 3, pp. 236-243, 2012.  [35] M. D. Sanchez-Nio, A. Benito-Martin, S. Gonalves et al., “TNF superfamily: a growing saga of kidney injury modulators,” Mediators of Inflammation, vol. 2010, Article ID 182958, 11 pages, 2010.  [36] D.V. Barreto, F. C. Barreto, S. Liabeuf et al., “Plasma interleukin- 6 is independently associated with mortality in both hemodial- ysis and pre-dialysis patients with chronic kidney disease,” Kidney International, vol. 77, no. 6, pp. 550-556, 2010.  [37] J. Liu, J. R. Yang, Y. N. He et al., “Accelerated senescence of renal tubular epithelial cells is associated with disease progression of patients with immunoglobulin A, (IgA) nephropathy,” Transla- tional Research, vol. 159, no. 6, pp. 454-463, 2012.  [38] H. Braun, B. M. Schmidt, M. Raiss et al., “Cellular senescence limits regenerative capacity and allograft survival,” Journal of the American Society of Nephrology, vol. 23, no. 9, pp. 1467-1473, 2012.  [39] F. Liu and I. Matsuura, “Inhibition of Smad antiproliferative function by CDK phosphorylation,” Cell Cycle, vol. 4, no. 1, pp. 63-66, 2005.  [40] K. Kitada, D. Nakano, H. Hitomi et al., “Aldosterone induces p21-regulated apoptosis via increased synthesis and secretion of tumour necrosis factor-𝛼 in human proximal tubular cells,” Clinical and Experimental Pharmacology and Physiology, vol. 39, no. 10, pp. 858-863, 2012.  [41] T. Bihani, D. X.Mason, T. J. Jackson, S. C. Chen, B. Boeltner, and A. W. Lin, “Differential oncogenic ras signaling and senescence in tumor cells,” Cell Cycle, vol. 3, no. 9, pp. 1201-1207, 2004.  [42] F. H. Bahlmann, R. Song, S.M. Boehm et al., “Low-dose therapy with the long-acting erythropoietin analogue darbepoetin 𝛼  persistently activates endothelial Akt and attenuates progressive organ failure,” Circulation, vol. 110, no. 8, pp. 1006-1012, 2004.  [43] P. Cassis, L. Gallon, A. Benigni et al., “Erythropoietin, but not the correction of anemia alone, protects from chronic kidney allograft injury,”Kidney International, vol. 81, no. 9, pp. 903-918, 2012.  [44] N. Srisawat, K. Manotham, S. Eiam-Ong, P. Katavetin, K. Praditpornsilpa, and S. Eiam-Ong, “Erythropoietin and its non-erythropoietic derivative: do they ameliorate renal tubu- lointerstitial injury in ureteral obstruction?” International Journal of Urology, vol. 15, no. 11, pp. 1011-1017, 2008.  [45] Y. K. Chang, D. E. Choi, K. R. Na et al., “Erythropoietin atten- uates renal injury in an experimental model of rat unilateral ureteral obstruction via anti-inflammatory and anti-apoptotic effects,” Journal of Urology, vol. 181, no. 3, pp. 1434-1443, 2009.  [46] H. Y. Lan, “Diverse roles of TGF-𝛽/Smads in renal fibrosis and inflammation,” International Journal of Biological Sciences, vol. 7, no. 7, pp. 1056-1067, 2011.  [47] S. B. Krantz, “Erythropoietin,” Blood, vol. 77, no. 3, pp. 419-434, 1991.  [48] C. Westenfelder, D. L. Biddle, and R. L. Baranowski, “Human, rat, and mouse kidney cells express functional erythropoietin receptors,” Kidney International, vol. 55, no. 3, pp. 808-820, 1999.  [49] M. Brines, G. Grasso, F. Fiordaliso et al., “Erythropoietin medi- ates tissue protection through an erythropoietin and common 𝛽-subunit heteroreceptor,” Proceedings of the National Academy of Sciences of the United States of America, vol. 101, no. 41, pp. 14907-14912, 2004.  [50] M. Brines and A. Cerami, “Discovering erythropoietin's extra- hematopoietic functions: biology and clinical promise,” Kidney International, vol. 70, no. 2, pp. 246-250, 2006.  [51] K. H. Su, S. K. Shyue, Y. R. Kou et al., “𝛽 common receptor inte- grates the erythropoietin signaling in activation of endothelial nitric oxide synthase,” Journal of Cellular Physiology, vol. 226, no. 12, pp. 3330-3339, 2011.  [52] S. M. Coldewey, A. I. Khan, A. Kapoor et al., “Erythropoietin attenuates acute kidney dysfunction in murine experimental sepsis by activation of the 𝛽-common receptor,” Kidney Inter- national, vol. 84, no. 3, pp. 482-490, 2013.",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}