{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Electroacupuncture Treatment Improves Neurological Function Associated with Regulation of Tight Junction Proteins in Rats with Cerebral Ischemia Reperfusion Injury   Research Article Electroacupuncture Treatment Improves Neurological Function Associated with Regulation of Tight Junction Proteins in Rats with Cerebral Ischemia Reperfusion Injury  Ya-min Zhang, Hong Xu, Hua Sun, Su-hui Chen, and Fu-ming Wang  Department of Traditional Chinese Medicine, Peking Union Medical College Hospital (PUMCH), Peking Union Medical College (PUMC), Chinese Academy of Medical Sciences, Beijing 100730, China  Correspondence should be addressed to Hua Sun; sunhuahe@vip.sina.com  Received 2 April 2014; Accepted 26 May 2014; Published 10 June 2014  Academic Editor: K. N. S. Sirajudeen  Copyright   2014 Ya-min Zhang et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Strategies to develop effective neuroprotective therapy to reduce brain damage and related behavioral deficits in stroke patients are of great significance. Electroacupuncture (EA), which derives from traditional Chinesemedicine,may be effective as a complementary and alternative method for promoting recovery of neurological function and quality of life. Adult Sprague-Dawley rats were randomly divided into 3 groups: (1) sham, (2) middle cerebral artery occlusion (MCAO) model groups of 2 h MCAO followed by 1, 3, 5, or 7 d of reperfusion, and (3) EA groups of 2 h MCAO followed by 1, 3, 5, or 7 d of reperfusion. EA groups received EA therapy by needling at GV20 and left ST36. The results show that EA therapy improved the neurological function and reduced infarct volume, confirmed bymodified neurological severity scores and TTC staining. Real-time PCR, immunohistochemistry, and western blot assay verified that EA upregulated the expression of tight junction (TJ) claudin-5, occludin, and zonula occluding-1 from 1 to 7 d after reperfusion. Our findings suggest that EA reduces brain damage and related behavioral deficits via upregulation of the TJ proteins.  1. Introduction  Strokes are either ischemic or hemorrhagic, with more than 80% of stroke cases caused by cerebral ischemia [1]. Although many advances have been made in the treatment of stroke, current therapies are lacking in effectiveness. There is a significant unmet need for developing novel and rational strategies aimed at reducing nervous system impairments caused by cerebral ischemia reperfusion injury (CIRI). Elec- troacupuncture (EA) was derived 2,500 years ago in ancient China and has been an alternative therapy complement- ing conventional medicine for stroke. Our previous studies demonstrated that EA at Baihui (GV20) and Zusanli (ST36) in rats after CIRI improves the neurological score and reduces the expression of MMP-9 and the inflammatory reaction in brains of rats [2, 3]. EA has recently been shown to accelerate rehabilitation of patients with brain ischemia. However, the potential mechanism is not fully understood; more evidence is needed before EA treatment is accepted clinically.  Reperfusion is necessary to restore blood flow and reduce neuronal damage caused by ischemia. However, brain dam- age even became worse after the blood flow is restored [4, 5]. The development of safe and effective agents to alleviate cerebral ischemia reperfusion injury will certainly improve the prognosis of ischemic stroke. Many pathological mechanisms, like inflammation, increase reactive oxygen species and brain edema, leading to blood-brain barrier (BBB) destruction. Postischemic reperfusion causes edema formation by targeting cerebral capillary endothelial cells, an important component of neuronal microenvironment called the neurovascular unit (NVU). Other components include astrocytes, pericytes, neurons, and extracellular matrix around the vessels [6]. These components together form the blood-brain barrier (BBB) that protects the brain from potentially toxic substances and regulates the passage of circulating molecules according to size and physical- chemical characteristics [7]. Tight junctions (TJs) are located between adjacent endothelial cells of the BBB and function  Hindawi Publishing Corporation Evidence-Based Complementary and Alternative Medicine Volume 2014, Article ID 989340, 10 pages http://dx.doi.org/10.1155/2014/989340  http://dx.doi.org/10.1155/2014/989340   2 Evidence-Based Complementary and Alternative Medicine  as gates for molecular transportation through paracellular clefts [8]. TJ is a complex network of proteins including the transmembrane proteins occludins, claudins, and peripheral membrane protein family of zonula occludins (ZOs) and other molecules. TJs respond to cellular stimuli dynamically via disassembly, redistribution, degradation, and remodeling tomaintain the structural and functional integrity of the BBB [9, 10]. ZO-1 acts as a crucial central regulator of the structural organization of the TJ. It is expressed around the vessels, especially at sites of endothelial cell-cell contact, suggesting that ZO-1 preserves the integrity of the BBB [11]. In fact, a decrease in ZO-1 increases brain edema [12]. Claudin-5 and occludin are localized at the leading edge of the brain microvascular cells and are the major protein components of the transmembrane. TJs act as significant roles in regulating the permeability of BBB [8, 13]. Studies show changes in ZO- 1 and occludin expression which are consistent with BBB permeability changes and are related to BBB opening [14, 15]. Decreased mRNA and protein expression levels of ZO- 1, claudin-5, and occludin are closely associated with BBB breakdown and edema in the ischemic brain [16] and also the neuroprotective effects of chemical agents against ischemic injury through the prevention of TJ protein downregulation [17].  In the present study, we evaluated how EA at GV20 and ST36 changed infarct volumes, neurological deficits, and expression levels of TJ-associated proteins ZO-1, claudin-5, and occludin following cerebral ischemia reperfusion within 7 d in Sprague-Dawley rats.  2. Materials and Methods  2.1. Animals. Adult male Sprague-Dawley (SD) rats (𝑛 = 90) weighing 230-250 g (Peking Union Medical College Hospital, Beijing, China) were housed in an environmentally controlled room at 22 ± 2∘C, with a 12 h/12 h light/dark cycle, and the rats were allowed free access to food and water throughout the whole study. The study was approved by the Ethics Committees of Peking Union Medical College Hospital and Chinese Academy of Medical Sciences for the Care and Use of Laboratory Animals, and we made all efforts to minimize the animal suffering in the study.  2.2. Rat Model of Cerebral Ischemia Reperfusion. Focal cere- bral ischemia was established in the rats based on the methods described by Longa et al. [18]. Briefly, rats were anes- thetized with 10% chloral hydrate (100 g/0.3mL, intraperi- toneal injection). The right common carotid artery (CCA), external carotid artery (ECA), and internal carotid artery (ICA) were exposed. A 4-0 suture (diameter 0.26mm) with a blunted tip coated with poly-L-lysine was gently advanced into the ICA through the ECA. The suture was advanced 18-20mm (reaching the origin of the right middle cerebral artery) beyond the carotid artery bifurcation. To allow the reperfusion, the suture was slowly withdrawn after 2 h of middle cerebral artery occlusion (MCAO).  2.3. Grouping and Treatment. Rats were randomly divided into the following 3 groups: (1) sham, (2) middle cerebral  artery occlusion (MCAO) model group of 2 h MCAO fol- lowed by 1, 3, 5, or 7 d of reperfusion, and (3) EA groups of 2 hMCAO followed by 1, 3, 5, or 7 d of reperfusion.The sham group rats received all surgical procedures, but the suture was not advanced into the ICA. No treatments were conducted in the sham and the MCAOmodel groups.  Rats in the EA groups received the first EA treatment after the withdrawal of the suture after 2 h of MCAO and then received EA treatment 20min session once daily. GV20 is located on the top of the head at the intersection of themiddle sagittal line and the connection of two ear apexes. ST36 is located 3 individual cun below genu and one fingerbreadth before the anterior crest of the tibia. The rats in the EA groups were needled at GV20 and ST36 with disposable, sterile acupuncture needles. Two electrodes (Changzhou Wujin Great Wall Medical Instrument Co., Ltd., China) were attached for acupuncture and continuous-wave stimulation at a frequency of 2Hz (intensity 1mA) for 20min. The 20- minute session once daily EA regiment for the intervention group was chosen based on our previously described reports [2, 19] and from stroke patients in clinical practice [20].  2.4. Neurological Functional Evaluation. We evaluated neu- rological function in the rats (𝑛 = 9) at 1, 3, 5, and 7 d postreperfusion using the modified neurological severity scores (mNSS) [21] by an observer with no prior knowledge of the groups and treatments. The mNSS was composed of motor, sensory, balance beam test, and reflex tests and graded from0 to 18. AhighermNSS score correlateswithmore severe injury (Table 1).  2.5. Infarct Volume Assessment. Rats (𝑛 = 3) were narco- tized by an intraperitoneal injection of 10% chloral hydrate (100 g/0.3mL) and sacrificed by decapitation 7 d after reper- fusion to evaluate the volume of cerebral infarction. Brains were quickly removed and chilled in −20∘C refrigerator for 10min, and five 2mm consecutive coronal slices were made beginning from the anterior pole. The slices were put into a solution of 0.1% 2,3,5-triphenyltetrazolium chloride (TTC; Sigma, USA) in PBS for 30min at 37∘C in darkness before being transferred into 4% paraformaldehyde for 1 h. The infarct region appeared white, and the normal tissue was red. To account for edema and differential shrinkage resulting from tissue processing, the percentage of infarct volume was calculated as follows: [(VC−VL)/VC] ×100%; VC represents the volume of the control hemisphere, and VL is the volume of the noninfarct tissue in the lesion hemisphere [22]. The sections were photographed and infarct size measured using image analysis software (ImageJ, NIH) by an observer with no prior knowledge of the experiment.  2.6. Immunohistochemistry. We used immunohistochemi- cal staining to detect distribution and expression of ZO- 1, claudin-5, and occludin in rats after cerebral ischemia reperfusion. At 1, 3, 5, and 7 d post-MCAO reperfusion, rats (𝑛 = 6) were narcotized and perfused transcardially with 250mL of saline followed by 250mL of 4%paraformaldehyde solution. Brains were removed and fixed in 4% paraformalde- hyde solution at 4∘C for 72 h and then dehydrated and    Evidence-Based Complementary and Alternative Medicine 3  Table 1: Description of the mNSS [21].  Points Motor tests  Raising the tail of rat 3 1 forelimb flexion 1 hindlimb flexion 1 head moved >10∘ to vertical axis within 30 s  Placing rat on floor 3 0 walking normally 1 unable to walk straight 2 circling toward paretic side 3 falling down to paretic side  Sensory tests 2 1 placing test 2 proprioceptive test  Beam balance tests 6 0 balance with steady posture 1 grasp the side of beam 2 hug beam with 1 limb falls down from beam 3 on the basis of 2, but 2 limbs fall down from beam (>60 s) 4 attempt to balance on beam but falls off (>40 s) 5 on the basis of 4, but (>20 s) 6 drop from the beam or with no action (<20 s)  Reflex absence and abnormal movements 4 1 pinna reflex 1 corneal reflex 1 startle reflex 1 seizures, myoclonus, and myodystony  Maximum 18  embedded in paraffin blocks. Coronal sections at the level of optic chiasma in the infarct region were cut into 3 𝜇m thick pieces. Briefly, brain sections were deparaffinized and hydrated with decreasing concentrations of alcohol and then incubated for 15min in 1% Triton X-100 to disrupt the cell membrane. The sections were incubated with 3% H  2 O 2  and 5% normal goat serum at room temperature for 30min each. Brain sections were incubated overnight at 4∘C with rabbit polyclonal anti-ZO-1 antibody (diluted 1 : 150; Zymed, USA), goat polyclonal anti-claudin-5 antibody (diluted 1 : 50; Santa Cruz Biotechnology, USA), and rabbit polyclonal anti- occludin antibody (diluted 1 : 150; Abcam, UK) and then the remaining procedures accorded with the standard proce- dures. Brain sections were photographed (Leica DM4000, Germany) and analyzed using image analysis software (Image J, NIH) for semiquantitative tests of MMP-2, AQP4, and AQP9 integrated optical density (IOD).  2.7. Quantitative Real-Time Polymerase Chain Reaction Anal- yses (qPCR). Expression levels of mRNA for ZO-1, claudin- 5, and occludin in the rats (𝑛 = 3) were determined by qPCR. Total RNAs were extracted from the ischemic hemi- sphere using the RNeasy mini kit (Omega, USA) and reverse transcribed to cDNA. The reverse transcription (RT) reaction was amplified on a Bio-Rad CFX96 Detection System (Applied Biosystems, USA) using the Plexor One- Step qRT-PCR System (Promega A4021, USA). For ZO-1,  claudin-5, and occludin, the following primers were used: ZO-1 forward: 5󸀠-GATGAGCGGGCTACCTTATTGA-3󸀠, reverse 5󸀠-TTGGTCGGGAGATCGTGACTG-3󸀠; claudin- 5 forward: 5󸀠-GGTGAGCATTCGGTCTTTAGC-3󸀠, reverse 5󸀠-TTGTGGTCCAGGAAGGCAGT-3󸀠; occludin forward: 5󸀠-TGGGACAGAGCCTATGGAACG-3󸀠, reverse 5󸀠-TTG- GTCGGGAGATCGTGACTG-3󸀠.The fold change of relative mRNA expression was determined using the 2−ΔΔCt [23] method and using GADPH as an endogenous reference: GADPH forward: 5󸀠-CACAGCAAGTTCAACGGCACAG- 3󸀠, reverse 5󸀠-GACGCCAGTAGACTCCACGACA-3.  2.8. Western Blot Analysis. The ischemic hemispheres of the rats (𝑛 = 3) were homogenized in Radio-Immunoprecipita- tion Assay (RIPA) lysis buffer (Beyotime Biotechnology, China); proteins were obtained by centrifugation at 13,000 g for 15min at 4∘C. Supernatants were harvested and the protein concentration of each sample was determined by bicinchoninic acid (BCA) assay (Beyotime Biotechnology, China). For gel electrophoresis, samples were separated on 12% SDS-polyacrylamide gels; separated proteins were electrotransferred to polyvinylidene fluoride (PVDF) mem- branes (Millipore, USA). Membranes were blocked for 2 h with 5% nonfat milk (BD, USA) at room temperature and then were incubated overnight at 4∘C with primary antibod- ies: rabbit polyclonal anti-ZO-1 antibodies (diluted 1 : 500; Zymed, USA), goat polyclonal anti-claudin-5 antibodies    4 Evidence-Based Complementary and Alternative Medicine  (diluted 1 : 200; Santa Cruz Biotechnology, USA), and rabbit polyclonal anti-occludin antibodies (diluted 1 : 300; Abcam, UK).After threewashes,membraneswere incubated for 2 h at room temperature with HRP-conjugated secondary antibody (1 : 5000; Jackson, USA). Detection was performed using an ECL kit (Millipore, USA). Blots were subsequently probed for 𝛽-actin (Santa Cruz Biotechnology, USA) as an internal control for normalization of protein loading. The intensities of the bands were measured using image analysis software (Labworks 4.6, China).  2.9. Statistical Analysis. All data were analyzed with the statistical analysis software SPSS (Statistical Package for the Social Sciences) 17.0 and are presented as themean± standard deviation (SD). Differences among multiple groups were analyzed using one-way ANOVA, followed by LSD t-test. Statistical significance was assumed in all cases if 𝑃 < 0.05.  3. Results  3.1. EA Improved the Neurological Function in Focal Cerebral Ischemia Rats. We performed a neurological functional test to determine whether acupuncture treatment of CIRI rats regulates functional outcome.We assessed neurological func- tion of the rats at 1, 3, 5, and 7 d after reperfusion using the mNSS. Rats receiving EA treatment showed significant improvement in neurological function compared to the MCAO model groups at the same time points (𝑃 < 0.05, 𝑛 = 9) (Figure 1).  3.2. EA Reduced Infarct Volume in Focal Cerebral Ischemia Rats. TTC assay results show that the infarct regions remained white while the normal brain tissues were red (Figure 2). In the ischemic hemisphere, the cerebral infarc- tion areas included frontoparietal cortex, temporal cortex, and lateral portion of neostriatum. EA treatment significantly decreased the volume of infarct regions at days 1 and 7 compared with untreated animals (𝑃 < 0.05, 𝑛 = 3, Figure 3). These results support the neuroprotective effect of EA treat- ment against cerebral ischemic injury.  3.3. EA Changed the Distribution and Expression of mRNA and Protein of Tight-Junction Proteins ZO-1, Claudin-5, and Occludin in Focal Cerebral Ischemia Rats. We explored whether EA treatment maintains the BBB permeability via modulation of TJ proteins. We evaluated the distribution of ZO-1, claudin-5, and occludin by immunohistochemical staining, gene expression by qPCR, and protein expression western blot analysis. Immunohistochemistry staining results revealed that the expressions of ZO-1, claudin-5, and occludin were localized continuously on the cerebral microvessels in the sham group. In contrast, the expression of ZO- 1, claudin-5, and occludin in the cerebral vascular struc- tures in both MCAO and EA groups following reperfusion showed discontinuous staining and significant disruptions. Expression of ZO-1, claudin-5, and occludin decreased at days 1 to 5 d and then increased at day 7. The integrated optical density values of ZO-1, claudin-5, and occludin were  0  2  4  6  8  10  12  14  16  18  N eu  ro lo  gi ca  l f un  ct io  n  (m  N SS   )  Sham  Sham MCAO EA  ∗Δ ∗Δ ∗Δ  ∗ΔΔ Δ Δ  Δ  ⋆ ⋆ ⋆  ⋆  1d 3d 5d 7d  Figure 1: Neurological functional outcome. Measurement per- formed at 1, 3, 5, and 7 d after reperfusion using themNSS.The score for the sham group on each day was 0. Rats receiving EA treatment showed significant improvement in neurological function compared with theMCAOmodel groups at the same time points. Data (𝑛 = 9) is represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅  𝑃 < 0.05 versus the MCAO group at the same time points, and ∗  𝑃 < 0.05 versus the EA groups at the same time points.  increased significantly after EA treatment at 1, 3, 5, and 7 d after reperfusion compared to the MCAO groups (𝑃 < 0.05, Figure 4). qPCR results showmRNA expression levels of ZO- 1 and occludin in MCAO groups and EA groups significantly declined compared to the sham group, but expression was significantly strengthened after EA treatment (𝑃 < 0.01, Figure 5).  We analyzed changes in TJ protein expression induced by EA via western blot. Results show protein levels of ZO-1, claudin-5, and occludin in ischemic cerebral areawere consis- tent with findings obtained from the immunohistochemical staining and qPCR (Figure 5). The protein expression levels of ZO-1, claudin-5, and occludin were significantly improved in the EA groups as compared with the MCAO groups at 1, 3, 5, and 7 d (𝑃 < 0.05, Figure 6). These data show EA therapy was effective on CIRI.  4. Discussion  In this study, we provide evidence showing EA at GV20 and ST36 in rats after CIRI reduced the ischemic brain damage in models of focal cerebral ischemia within 7 d of reperfusion. EA therapy was proved to reduce infarct volume and improve neurological functional outcome in acute ischemic stroke rats. We show that EA promotes BBB tightness by alleviating the disruption of the TJ-related proteins ZO-1, claudin-5, and occludin during the process of cerebral ischemia reperfusion. We argue that EA ameliorates focal cerebral ischemia reperfusion injury via modulation of TJ protein expression. Our findings suggest that EA should be considered complementary and alternative medicine for alleviating cerebral ischemia.    Evidence-Based Complementary and Alternative Medicine 5  Sham MCAO  after 2hr MCAO 7d postreperfusion  EA  after 2 hr MCAO 7d postreperfusion  Figure 2: TTC staining of brain slices. Ischemic area is white; intact area stained red. Representative coronal sections of sham group, MCAO groups at 2 h MCAO followed by 7 d of reperfusion, and the EA groups of 2 h MCAO followed by 7 d of reperfusion.  0  10  20  30  40  50  Sham MCAO EA  In fa  rc t v  ol um  e  (%  ) ∗Δ  Δ⋆  Figure 3: Quantification from TTC staining of infarct volume in focal cerebral ischemia rats of 7 d after reperfusion. The ischemic infarct volume was quantified using image analysis software. The infarct volume of the sham group was 0. The infarction induced by MCAO was significantly reduced by EA at GV 20 and ST 36 acupoints. Data (𝑛 = 3) is represented as mean ± SD. 󳀅𝑃 < 0.05 versus the MCAO groups at the same time points. ∗𝑃 < 0.05 versus the EA groups at the same time points.  Reperfusion is necessary to reduce the neuronal damage caused by ischemia. However, reperfusion damage to the brain acts a crucial role in the pathophysiology of cerebral ischemic stroke [4, 5]. Clinically, ischemia reperfusion injury has become a challenge in ischemic cerebrovascular disease. Many pathological mechanisms are associated with reper- fusion injury including inflammation, increase in reactive  oxygen species, brain edema, BBB destruction, necrosis, and apoptosis.  The BBB consists of brain microvascular endothelial cells and astroglial cell end-feet that protect the brain from potentially toxic substances. It also regulates the passage of circulating molecules on the basis of size and physical- chemical characteristics. BBB disruption and brain edema formation both act important roles in the development of neurological dysfunction in acute and chronic cerebral ischemia. The structural and functional integrity of the BBB is maintained by interendothelial cell TJs. The BBB is constructed of TJs, including occludin and claudin-5, which form the endothelial barrier. TJs are a complex network of proteins and consisted of the transmembrane proteins (occludins, claudins, and junctional adhesionmolecules) and peripheral membrane protein family of ZOs (ZO-1, ZO-2, andZO-3). At themolecular level, the proteins ZO-1, claudin- 5, and occludin are highly enriched at the TJ [8]. The TJs restrict the paracellular movement of solutes (water soluble and polar compounds) and small ions. ZO-1 is expressed around the vessels, especially at sites of endothelial cell- cell contact. ZO-1 acts as a crucial central regulator of the structural organization of the TJ and preserves the integrity of the BBB [11]. In fact, a decrease in ZO-1 coincides with an increase in cerebral edema [12]. The claudin family, specifically claudin-5, which is localized at the leading edge of brain microvascular cells, is important intercellular junction proteins and essential for the modulation of endothelial permeability. Previous reports prove that downregulation of claudin-5 is closely related to cerebral ischemia [8, 13, 24]. TJ protein occludin is critically involved in sealing the TJ [25], and its disruption alone is enough to cause functional changes of the TJ [26]. It also has been demonstrated that occludin is significantly reduced in CIRI rats [27]. Some chemical agents are neuroprotective against ischemic injury via the prevention of TJ protein downregulation [17]. Decreased expression of ZO-1, claudin-5, and occludin mRNA and protein is associated with BBB breakdown and edema in the ischemic brain [14, 16].  TJ protein downregulation, translocation, or phospho- rylation is closely related with the BBB breakdown in focal cerebral ischemia reperfusion injury. However, there is lim- ited data describing the relationship between TJ protein and recovery of ischemic stroke. Growing research on other central nervous system diseases, like multiple sclerosis, brain tumors, Parkinson's, and Alzheimer's, suggests that disrup- tion of TJ integrity is associated with BBB dysfunctions. Various molecular mechanisms including downregulation, phosphorylation, degradation, or translocation of TJ proteins may work in the pathological process of these diseases [28- 32].  We are in need of effective neuroprotective methods and rational strategies aimed at preventing CIRI and reducing impairments caused by it. Acupuncture is one of the major complementary and alternative therapies for stroke, and it has gained public support. According to traditional Chinese medicine, the body is an interconnected and self-contained system, relying on many factors to maintain a balanced and healthy state. Qi, blood, ying, and yang are vital matters    6 Evidence-Based Complementary and Alternative Medicine  ZO-1 Sham M1 M3 M5 M7 E1 E3 E5 E7  Occludin  Claudin-5  (a)  In te  gr at  ed  o  pt ic  al  d  en si  ty  o  f ZO  -1  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ  ∗Δ  0  200  400  600  800  1,000  1,200  1,400  Sham  Δ⋆ Δ⋆ Δ⋆  Δ⋆  1d 3d 5d 7d  (b)  In te  gr at  ed  o  pt ic  al  d  en si  ty  o  f cl  au di  n- 5  Sham MCAO EA  ∗Δ  ∗Δ ∗Δ  ∗Δ  0  200  400  600  800  1,000  1,200  1,400  Sham  Δ⋆ Δ⋆  Δ⋆ Δ⋆  1d 3d 5d 7d  (c)  In te  gr at  ed  o  pt ic  al  d  en si  ty  o  f oc  cl ud  in  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ ∗Δ  0  200  400  600  800  1,000  1,200  1,400  Sham  Δ⋆ Δ⋆  Δ⋆ Δ⋆  1d 3d 5d 7d  (d)  Figure 4: Effects of EA on the distribution and expression of ZO-1, claudin-5, and occludin on ischemic cerebral microvessels. (a) Representative immunohistochemistry stained tissue of the following groups: sham;M1-M7:MCAOgroups after 1, 3, 5, and 7 d of reperfusion; and E1-E7: EA groups after 1, 3, 5, and 7 d of reperfusion. The integrated optical density of ZO-1 (b), claudin-5 (c), and occluding (d). Data (𝑛 = 6) are represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅𝑃 < 0.05 versus the MCAO group at the same time points, and ∗  𝑃 < 0.05 versus the EA groups at the same time points. Arrows show the immunoreactive positive area. Scale bar in A = 50 𝜇m (×400).  among these elements. Qi flows in a system of meridians and functions to warm the body and protect it from illness. Blood and qi are closely related. Blood nourishes the qi and offers a material foundation keeping qi in the correct location. Blood contains the spirit, which is significant for the mental state. Yin and yang are two opposite sides of the substance in traditional Chinese, and they will not exist without each other. When yin and yang are functioning harmoniously they maintain a dynamic balance, with no clinical symptoms. However, in pathological conditions, the balance is interrupted.  GV20 belongs to the governor vessel, which may connect all yang vessels in the whole body. GV20 functions to regulate  local qi and blood and modulates the balance between yin and yang. After being stimulated, GV20 makes the normal function of the body active, dispersing local yang. ST36 belongs to the stomach meridian, which is rich in both qi and blood. Thus, it is supposed as an acupoint for its role in the recovery of paralysis. The combined use of the two acupoints is effective in dredging the channels and collaterals, modifying the blood and qi and balancing yin and yang. EA therapy developed from traditional acupuncture, and compared with traditional acupuncture EA adds electrical stimulation to acupoints. Many researches focus on the mechanism of neuroprotective effect of the EA therapy. Many studies have certified that EA improves neurological    Evidence-Based Complementary and Alternative Medicine 7  1d 3d 5d 7d 0.0  0.2  0.4  0.6  0.8  1.0  1.2 R  el at  iv e   m R  N A   le ve  ls  o  f Z O  -1  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ  ∗Δ  Sham  Δ⋆ Δ⋆  Δ⋆ Δ⋆  (a)  R el  at iv  e  m  R N  A  le  ve ls   o f c  la ud  in -5  0.0  0.2  0.4  0.6  0.8  1.0  1.2  Sham MCAO EA  Δ Δ  Δ  Δ  Sham  Δ Δ  1d 3d 5d 7d  (b)  R el  at iv  e  m  R N  A  le  ve ls   o f o  cc lu  di n  0.0  0.2  0.4  0.6  0.8  1.0  1.2  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ  ∗Δ  Sham  Δ⋆ Δ⋆  Δ⋆ Δ⋆  1d 3d 5d 7d  (c)  Figure 5: mRNA expression of ZO-1, claudin-5, and occludin analyzed by qPCR after EA. GAPDH served as endogenous reference. Experimental groups are sham; MCAO groups after 1, 3, 5, and 7 d of reperfusion; and EA groups after 1, 3, 5, and 7 d of reperfusion, respectively. The mRNA expression levels of ZO-1 (a), claudin-5 (b), and occluding (c) are shown. Data (𝑛 = 3) are represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅𝑃 < 0.05 versus the MCAO group at the same time points, and ∗𝑃 < 0.05 versus the EA groups at the same time points.  function and neural apoptosis, promotes cell proliferation, and increases cerebral blood flow after stroke [33-35].  Available data indicate that EA pretreatment protects the integrity of BBB [36], reduces ischemic cerebral injury, and improves neurological outcomes [37-39].This provides a clue that EA therapy may be a promising protective method for patients with high risk of cerebral ischemic disease. However, the function mechanisms of EA are complicated and all current studies provide limited information.Therefore, more research is needed.  In this study, we have demonstrated that the cerebral infarct size was significantly reduced with the treatment of EA.Additionally, we observed improvement in the functional outcome within 7 d of perfusion following 2 h of MCAO.  These results suggest efficacy in EA-mediated neuroprotec- tive function.  We explored the changes in the expression of mRNA and protein of ZO-1, claudin-5, and occludin at 1, 3, 5, and 7 d after reperfusion in EA-treated rats. The immunohisto- chemistry staining results revealed that the expressions of ZO-1, claudin-5, and occludin were localized on the cerebral microvessels in the sham group. The expressions of ZO- 1, claudin-5, and occludin were decreased from d1 to d5 and were increased by d7 in both MCAO and EA groups with discontinuous staining and significant disruptions. The integrated optical density values of ZO-1, claudin-5, and occludin were increased significantly after EA. qPCR results revealed that mRNA expression levels of ZO-1 and occludin    8 Evidence-Based Complementary and Alternative Medicine  (b)  (c)(a)  (d)  (e)  (f)  ZO-1  𝛽-Actin  S M1 M3 M5 M7 E1 E3 E5 E7  𝛽-Actin  S M1 M3 M5 M7 E1 E3 E5 E7  Claudin-5  𝛽-Actin  S M1 M3 M5 M7 E1 E3 E5 E7  Occludin  0.0  0.1  0.2  0.3  0.4  R el  at iv  e  in  te ns  ity  o  f Z O  -1  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ ∗Δ  Sham  ⋆  Δ⋆  Δ⋆ Δ⋆  1d 3d 5d 7d 0.0  0.1  0.2  0.3  0.4  0.5  R el  at iv  e  in  te ns  ity  o  f c la  ud in  -5  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ ∗Δ  Sham  Δ⋆  Δ⋆  Δ⋆ Δ⋆  1d 3d 5d 7d  0.0  0.1  0.2  0.3  0.4  0.5  R el  at iv  e  in  te ns  ity  o  f o cc  lu di  n  Sham MCAO EA  ∗Δ  ∗Δ  ∗Δ ∗Δ  Sham  Δ⋆  Δ⋆  Δ⋆ Δ⋆  1d 3d 5d 7d  Figure 6: Protein expression levels of ZO-1, claudin-5, and occludin on ischemic cerebral microvessels after cerebral ischemia reperfusion. Western blots of (a) ZO-1, (c) claudin-5, and (e) occludin. From left to right: sham;M1-M7: MCAO groups after 1, 3, 5, and 7 d of reperfusion; and E1-E7: EA groups after 1, 3, 5, and 7 d of reperfusion. 𝛽-Actin served as a loading control. IDV of ZO-1 (b), claudin-5 (d), and occluding (f) are shown. Data (𝑛 = 3) is represented as mean ± SD. Δ𝑃 < 0.05 versus the sham group, 󳀅𝑃 < 0.05 versus the MCAO group at the same time points, and ∗𝑃 < 0.05 versus the EA groups at the same time points.    Evidence-Based Complementary and Alternative Medicine 9  in MCAO groups and EA groups significantly declined with the progress of reperfusion compared to the sham group. However, expression was significantly enhanced after EA treatment. Western blot results support immunohistochem- ical staining and the qPCR results. The protein expression levels of ZO-1, claudin-5, and occludin were significantly improved in the EA groups as compared with the MCAO groups at 1, 3, 5, and 7 d. These data show that EA treatment was effective on focal cerebral ischemia reperfusion injury by affecting the stability of the TJ proteins.  To conclude, the present findings argue that EA appli- cation is critical to achieve a therapeutic effect for neuro- protection against ischemia/reperfusion injury. In addition, EA may preserve BBB function via regulation of TJ proteins, ZO-1, claudin-5, and occludin. However, the mechanism of the regulation remains unclear. It may involve a combination of phosphorylation modifications and internalization of TJs [28]. At the very least, this supports the need for further research to determine the clinical value of EA.  Conflict of Interests  The authors declare that there is no conflict of interests regarding the publication of this paper.  Authors' Contribution  Ya-min Zhang andHongXu contributed equally to this work.  Acknowledgments  This work was supported by the National Natural Science Foundation of China (no. 81273850) and the Peking Union Medical College Hospital Projects (no. 2010150). The authors thank Dr. Austin Cape for careful reading and comments.  References  [1] G. A.Donnan,M. Fisher,M.Macleod, and S.M.Davis, “Stroke,” The Lancet, vol. 371, no. 9624, pp. 1612-1623, 2008.  [2] S.-H. Chen, H. Sun, H. Xu, Y.-M. Zhang, Y. Gao, and S. Li, “Effects of acupuncture of “Baihui”(GV 20) and “Zusanli”(ST 36) on expression of cerebral IL-1beta and TNF-alpha proteins in cerebral ischemia reperfusion injury rats,” Zhen Ci Yan Jiu, vol. 37, no. 6, pp. 470-475, 2012.  [3] H. Xu, L. Hong, Y. Huang, S. Chen, andH. Sun, “The expression of MMP-9 and ICAM-1 in rats with cerebral ischemic /reperfu- sion treated by acupuncture,” Basic & Clinical Medicine, vol. 30, no. 7, pp. 731-736, 2010.  [4] D.Xu,W.Du, L. Zhao,A.K.Davey, and J.Wang, “Theneuropro- tective effects of isosteviol against focal cerebral ischemia injury induced by middle cerebral artery occlusion in rats,” Planta Medica, vol. 74, no. 8, pp. 816-821, 2008.  [5] S. Nagahiro,M.Uno, K. Sato, S. Goto,M.Morioka, andY.Ushio, “Pathophysiology and treatment of cerebral ischemia,” Journal of Medical Investigation, vol. 45, no. 1-2, pp. 57-70, 1998.  [6] C. Iadecola andM.Nedergaard, “Glial regulation of the cerebral microvasculature,”Nature Neuroscience, vol. 10, no. 11, pp. 1369- 1376, 2007.  [7] R. Khatri, A. M. McKinney, B. Swenson, and V. Janardhan, “Blood-brain barrier, reperfusion injury, and hemorrhagic transformation in acute ischemic stroke,”Neurology, vol. 79, no. 13, supplement 1, pp. S52-S57, 2012.  [8] C. Coisne and B. Engelhardt, “Tight junctions in brain barriers during central nervous system inflammation,”Antioxidants and Redox Signaling, vol. 15, no. 5, pp. 1285-1303, 2011.  [9] P. Ballabh, A. Braun, and M. Nedergaard, “The blood-brain barrier: an overview: structure, regulation, and clinical impli- cations,” Neurobiology of Disease, vol. 16, no. 1, pp. 1-13, 2004.  [10] B. T. Hawkins and T. P. Davis, “The blood-brain bar- rier/neurovascular unit in health and disease,” Pharmacological Reviews, vol. 57, no. 2, pp. 173-185, 2005.  [11] L. Zan, H. Wu, J. Jiang et al., “Temporal profile of Src, SSeCKS, and angiogenic factors after focal cerebral ischemia: correla- tions with angiogenesis and cerebral edema,” Neurochemistry International, vol. 58, no. 8, pp. 872-879, 2011.  [12] S. Fischer, M. Wobben, H. H. Marti, D. Renz, and W. Schaper, “Hypoxia-induced hyperpermeability in brain microvessel endothelial cells involves VEGF-mediated changes in the expression of zonula occludens-1,”Microvascular Research, vol. 63, no. 1, pp. 70-80, 2002.  [13] Y. J. Kwon, C. H. Yoon, S. W. Lee, Y. B. Park, S. K. Lee, and M. C. Park, “Inhibition of glycogen synthase kinase-3𝛽 suppresses inflammatory responses in rheumatoid arthritis fibroblast-like synoviocytes and collagen-induced arthritis,” Joint Bone Spine, vol. 81, no. 3, pp. 240-246, 2014.  [14] H. Yu, P. Wang, P. An, and X. Yixue, “Recombinant human angiopoietin-1 ameliorates the expressions of ZO- 1, occludin, VE-cadherin, and PKC𝛼 signaling after focal cerebral ischemia/reperfusion in rats,” Journal of Molecular Neuroscience, vol. 46, no. 1, pp. 236-247, 2012.  [15] A. S. Fanning, B. J. Jameson, L. A. Jesaitis, and J. M. Anderson, “The tight junction protein ZO-1 establishes a link between the transmembrane protein occludin and the actin cytoskeleton,” The Journal of Biological Chemistry, vol. 273, no. 45, pp. 29745- 29753, 1998.  [16] H. Jiao, Z. Wang, Y. Liu, P. Wang, and Y. Xue, “Specific role of tight junction proteins claudin-5, occludin, and ZO-1 of the blood-brain barrier in a focal cerebral ischemic insult,” Journal of Molecular Neuroscience, vol. 44, no. 2, pp. 130-139, 2011.  [17] Z. Wang, Y. Xue, H. Jiao, Y. Liu, and P. Wang, “Doxycycline- mediated protective effect against focal cerebral ischemia- reperfusion injury through the modulation of tight junctions and PKC𝛿 signaling in rats,” Journal of Molecular Neuroscience, vol. 47, no. 1, pp. 89-100, 2012.  [18] E. Z. Longa, P. R. Weinstein, S. Carlson, and R. Cummins, “Reversible middle cerebral artery occlusion without craniec- tomy in rats,” Stroke, vol. 20, no. 1, pp. 84-91, 1989.  [19] H. Xu, H. Sun, S. H. Chen, Y. M. Zhang, Y. L. Piao, and Y. Gao, “Effects of acupuncture at Baihui (DU20) and Zusanli (ST36) on the expression of heat shock protein 70 and tumor necrosis factor alpha in the peripheral serum of cerebral ischemia-reperfusion-injured rats,” Chinese Journal of Integra- tive Medicine, vol. 20, no. 5, pp. 369-374, 2014.  [20] J.-I. Youn, K.-K. Sung, B.-K. Song, M. Kim, and S. Lee, “Effects of electro-acupuncture therapy on post-stroke depression in patients with different degrees of motor function impairments: a pilot study,” Journal of Physical Therapy Science, vol. 25, no. 6, pp. 725-728, 2013.    10 Evidence-Based Complementary and Alternative Medicine  [21] J. Chen, P. R. Sanberg, Y. Li et al., “Intravenous administration of human umbilical cord blood reduces behavioral deficits after stroke in rats,” Stroke, vol. 32, no. 11, pp. 2682-2688, 2001.  [22] R. A. Swanson, M. T. Morton, G. Tsao-Wu, R. A. Savalos, C. Davidson, and F. R. Sharp, “A semiautomated method for measuring brain infarct volume,” Journal of Cerebral Blood Flow and Metabolism, vol. 10, no. 2, pp. 290-293, 1990.  [23] K. J. Livak and T. D. Schmittgen, “Analysis of relative gene expression data using real-time quantitative PCR and the 2- ΔΔCT method,”Methods, vol. 25, no. 4, pp. 402-408, 2001.  [24] H. Qiao, L. Dong, X. Zhang et al., “Protective effect of luteolin in experimental ischemic stroke: upregulated SOD1, CAT, Bcl- 2 and claudin-5, down-regulated MDA and Bax expression,” Neurochemical Research, vol. 37, no. 9, pp. 2014-2024, 2012.  [25] Y. Persidsky, S. H. Ramirez, J. Haorah, and G. D. Kanmogne, “Blood-brain barrier: structural components and function under physiologic and pathologic conditions,” Journal of Neu- roimmune Pharmacology, vol. 1, no. 3, pp. 223-236, 2006.  [26] S. Tavelin, K. Hashimoto, J.Malkinson, L. Lazorova, I. Toth, and P. Artursson, “A new principle for tight junction modulation based on occludin peptides,” Molecular Pharmacology, vol. 64, no. 6, pp. 1530-1540, 2003.  [27] J. Huang, B. Liu, C. Yang, H. Chen, D. Eunice, and Z. Yuan, “Acute hyperglycemia worsens ischemic stroke-induced brain damage via high mobility group box-1 in rats,” Brain Research, vol. 1535, pp. 148-155, 2013.  [28] A.-C. Luissint, C. Artus, F. Glacial, K. Ganeshamoorthy, and P.-O. Couraud, “Tight junctions at the blood brain barrier: physiological architecture and disease-associated dysregula- tion,” Fluids and Barriers of the CNS, vol. 9, no. 1, article 23, 2012.  [29] S. Giacoppo, M. Galuppo, R. Iori, G. R. de Nicola, P. Bramanti, and E. Mazzon, “The protective effects of bioactive (RS)- glucoraphanin on the permeability of themice blood-brain bar- rier following experimental autoimmune encephalomyelitis,” European Review for Medical and Pharmacological Sciences, vol. 18, no. 2, pp. 194-204, 2014.  [30] F. Arshad, L. Wang, C. Sy, S. Avraham, and H. K. Avraham, “Blood-brain barrier integrity and breast cancer metastasis to the brain,” Pathology Research International, vol. 2011, Article ID 920509, 12 pages, 2011.  [31] K. E. Biron, D. L. Dickstein, R. Gopaul, and W. A. Jefferies, “Amyloid triggers extensive cerebral angiogenesis causing blood brain barrier permeability and hypervascularity in alzheimer's disease,” PLoS ONE, vol. 6, no. 8, Article ID e23789, 2011.  [32] X. L. Wu, P. Wang, Y. H. Liu, and Y. X. Xue, “Effects of poly (adp-ribose) polymerase inhibitor 3-aminobenzamide on blood-brain barrier and dopaminergic neurons of rats with lipopolysaccharide-induced Parkinson's disease,” Journal of Molecular Neuroscience, vol. 53, no. 1, pp. 1-9, 2014.  [33] Y. Liu, L.-P. Zou, J.-B. Du, and V. Wong, “Electro-acupuncture protects against hypoxic-ischemic brain-damaged immature rat via hydrogen sulfide as a possible mediator,” Neuroscience Letters, vol. 485, no. 1, pp. 74-78, 2010.  [34] J. Tao, X.-H. Xue, L.-D. Chen et al., “Electroacupuncture improves neurological deficits and enhances proliferation and differentiation of endogenous nerve stem cells in rats with focal cerebral ischemia,”Neurological Research, vol. 32, no. 2, pp. 198- 204, 2010.  [35] Y. Du, L. Shi, J. Li, J. Xiong, B. Li, and X. Fan, “Angiogenesis and improved cerebral blood flow in the ischemic boundary area were detected after electroacupuncture treatment to rats with  ischemic stroke,” Neurological Research, vol. 33, no. 1, pp. 101- 107, 2011.  [36] X.-D. Wu, L.-N. Du, G.-C. Wu, and X.-D. Cao, “Effects of electroacupuncture on blood-brain barrier after cere- bral ischemia-reperfusion in rat,” Acupuncture and Electro- Therapeutics Research, vol. 26, no. 1-2, pp. 1-9, 2001.  [37] F. Zhou, J. Guo, J. Cheng, G. Wu, and Y. Xia, “Effect of electroacupuncture on rat ischemic brain injury: importance of stimulation duration,” Evidence-Based Complementary and AlternativeMedicine, vol. 2013, Article ID 878521, 12 pages, 2013.  [38] M. S. Xu, S. J. Zhang, D. Zhao et al., “Electroacupuncture- induced neuroprotection against cerebral ischemia in rats: role of the dopamine D2 receptor,” Evidence-Based Complementary and Alternative Medicine, vol. 2013, Article ID 137631, 10 pages, 2013.  [39] F. Zhou, J. Guo, J. Cheng, G. Wu, J. Sun, and Y. Xia, “Elec- troacupuncture and brain protection against cerebral ischemia: specific effects of acupoints,” Evidence-Based Complementary and Alternative Medicine, vol. 2013, Article ID 804397, 14 pages, 2013.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}