{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/221979602  Ethanol Extracts of Fruiting Bodies of Antrodia cinnamomea Suppress CL1-5  Human Lung Adenocarcinoma Cells Migration by Inhibiting Matrix  Metalloproteinase-2/9 through ERK, JNK, p38...  Article  in  Evidence-based Complementary and Alternative Medicine · February 2012  DOI: 10.1155/2012/378415 · Source: PubMed  CITATIONS  47 READS  393  8 authors, including:  Some of the authors of this publication are also working on these related projects:  cancer research View project  working on preventive remedies for restenosis View project  Ying-yi Chen  China Medical University (ROC)  13 PUBLICATIONS   196 CITATIONS     SEE PROFILE  Pei-Yu Chou  17 PUBLICATIONS   339 CITATIONS     SEE PROFILE  Yi Chung Chien  China Medical University Hospital  26 PUBLICATIONS   355 CITATIONS     SEE PROFILE  Wun-Shaing Chang  National Health Research Institutes  68 PUBLICATIONS   2,476 CITATIONS     SEE PROFILE  All content following this page was uploaded by Jia Ping Wu on 22 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/221979602_Ethanol_Extracts_of_Fruiting_Bodies_of_Antrodia_cinnamomea_Suppress_CL1-5_Human_Lung_Adenocarcinoma_Cells_Migration_by_Inhibiting_Matrix_Metalloproteinase-29_through_ERK_JNK_p38_and_PI3KAkt_Signaling_?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/221979602_Ethanol_Extracts_of_Fruiting_Bodies_of_Antrodia_cinnamomea_Suppress_CL1-5_Human_Lung_Adenocarcinoma_Cells_Migration_by_Inhibiting_Matrix_Metalloproteinase-29_through_ERK_JNK_p38_and_PI3KAkt_Signaling_?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/cancer-research-24?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/working-on-preventive-remedies-for-restenosis?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ying-Yi-Chen?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ying-Yi-Chen?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/China-Medical-University-ROC?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ying-Yi-Chen?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Pei-Yu-Chou?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Pei-Yu-Chou?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Pei-Yu-Chou?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yi-Chung-Chien?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yi-Chung-Chien?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/China_Medical_University_Hospital?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yi-Chung-Chien?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wun-Shaing-Chang?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wun-Shaing-Chang?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National_Health_Research_Institutes?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wun-Shaing-Chang?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jia-Ping-Wu?enrichId=rgreq-458c109c68002f06ca534c9a976b326b-XXX&enrichSource=Y292ZXJQYWdlOzIyMTk3OTYwMjtBUzo5OTQ1MDM0OTQyNDY2MUAxNDAwNzIyMjIwMTEz&el=1_x_10&_esc=publicationCoverPdf   Hindawi Publishing Corporation Evidence-Based Complementary and Alternative Medicine Volume 2012, Article ID 378415, 11 pages doi:10.1155/2012/378415  Research Article  Ethanol Extracts of Fruiting Bodies of Antrodia cinnamomea Suppress CL1-5 Human Lung Adenocarcinoma Cells Migration by Inhibiting Matrix Metalloproteinase-2/9 through ERK, JNK, p38, and PI3K/Akt Signaling Pathways  Ying-Yi Chen,1 Fon-Chang Liu,1, 2 Pei-Yu Chou,3 Yi-Chung Chien,3  Wun-Shaing Wayne Chang,4 Guang-Jhong Huang,5 Chieh-Hsi Wu,1 and Ming-Jyh Sheu1  1 School of Pharmacy, China Medical University, 91 Hsueh-Shih Road, Taichung 404, Taiwan 2 Department of Pharmacy, Da Chien General Hospital, Miaoli 36052, Taiwan 3 Department of Life Science, National Chung Hsing University, 250 Kuo Kuang Road, Taichung 402, Taiwan 4 National Institute of Cancer Research, National Health Research Institutes, 35 Keyan Road, Zhunan, Miaoli 350, Taiwan 5 School of Chinese Pharmaceutical Sciences and Chinese Medicine Resources, China Medical University, Taichung 404, Taiwan  Correspondence should be addressed to Chieh-Hsi Wu, chhswu@mail.cmu.edu.tw and Ming-Jyh Sheu, soybean13mtdtw@gmail.com  Received 18 July 2011; Revised 25 October 2011; Accepted 25 October 2011  Academic Editor: Vassya Bankova  Copyright   2012 Ying-Yi Chen et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Cancer metastasis is a primary cause of cancer death. Antrodia cinnamomea (A. cinnamomea), a medicinal mushroom in Taiwan, has shown antioxidant and anticancer activities. In this study, we first observed that ethanol extract of fruiting bodies of A. cinna- momea (EEAC) exerted a concentration-dependent inhibitory effect on migration and motility of the highly metastatic CL1-5 cells in the absence of cytotoxicity. The results of a gelatin zymography assay showed that A. cinnamomea suppressed the activities of matrix metalloproteinase-(MMP-) 2 and MMP-9 in a concentration-dependent manner. Western blot results demonstrated that treatment with A. cinnamomea decreased the expression of MMP-9 and MMP-2; while the expression of the endogenous inhibitors of these proteins, that is, tissue inhibitors of MMP (TIMP-1 and TIMP-2) increased. Further investigation revealed that A. cinnamo- mea suppressed the phosphorylation of ERK1/2, p38, and JNK1/2. A. cinnamomea also suppressed the expressions of PI3K and phosphorylation of Akt. Furthermore, treatment of CL1-5 cells with inhibitors specific for PI3K (LY 294002), ERK1/2 (PD98059), JNK (SP600125), and p38 MAPK (SB203580) decreased the expression of MMP-2 and MMP-9. This is the first paper confirming the antimigration activity of this potentially beneficial mushroom against human lung adenocarcinoma CL1-5 cancer cells.  1. Introduction  Lung cancer has been the leading cause of cancer-related mortality worldwide. In some countries, it has become the number one cancer cause of death, accounting for more fatalities than prostate cancer, breast cancer, and colorectal cancer combined [1]. Human lung adenocarcinoma cell lines CL1-0, CL1-1, CL1-5, and CL1-5-F4 are a series of sub- lines with progressively invasive ability established by in vitro invasion screening. CL1-5 cells are a human lung adeno- carcinoma cell line derived from the parental CL1 cells by five successive Matrigel selections. CL1-5 cells showed a 4-  to 6-fold higher invasive ability than the parental cells and their production of 92-kDa MMP-9 also exhibited a drastic increase over that of their parental cells.  Metastasis is a characteristic of highly malignant cancers with poor clinical outcome. Malignant tumor progression depends upon the capacity to invade, metastasize, and pro- mote the angiogenic host response. One critical characteris- tic that metastatic cancer cells have acquired is the ability to dissolve basement membranes and the extracellular matrix (ECM). This degradative process is mediated largely by matrix metalloproteinases (MMPs), which are a large family of at least 20 zinc-dependent neutral endopeptidases that  mailto:chhswu@mail.cmu.edu.tw mailto:soybean13mtdtw@gmail.com   2 Evidence-Based Complementary and Alternative Medicine  together can degrade all known components of ECM [2]. MMP-9 is abundantly expressed in various malignant tu- mors and is postulated to play a critical role in tumor inva- sion and angiogenesis [3]. Thus, the inhibition of MMP activity, including MMP-9, is important for the prevention of cell invasion. CL1-5 cells, a human lung adenocarcinoma cell line, expressed an elevated level of MMP-2, MMP-9 and exhibited a highly invasive and metastatic ability [4, 5]. Meanwhile, the activity of MMPs is prone to the inhibition of endogenous tissue inhibitor of metalloproteinases (TIMPs), which are specific inhibitors of MMPs, and the imbalance between MMPs and TIMPs may contribute to degradation or deposition of ECM [6]. The mitogen-activated protein kina- ses (MAPKs) play an important regulatory role in cell growth, differentiation, apoptosis, and metastasis [7]. In ad- dition, phosphatidylinositol-3-kinase/serine/threonine pro- tein kinase (or protein kinase B) (PI3K/Akt) signal trans- duction pathway is involved in the development, progression, and metastasis of various tumors [8-10].  Traditionally, Antrodia cinnamomea (A. cinnamomea; also named niu-chang-chih in Chinese) has been used as a health food to prevent inflammation, hypertension, itchy skin, and liver cancer [11]. There is increasing evidence that A. cinnamomea possesses an extensive range of bio- logical activities, including the liver protection [12], anti- inflammation [13], and antioxidation [14]. Some reports have suggested that extracts of mycelia and fruiting bodies of A. cinnamomea could be a potential chemotherapeutic agent against hepatoma, as well as prostate, breast, bladder, and lung cancer cells [15-20], the antimetastatic effect of A. cinnamomea in lung adenocarcinoma CL1-5 cancer cells is still unclear. In the present study, we investigated the antimetastatic effects of A. cinnamomea on a highly metas- tatic CL1-5 cell lines as well as the underlying mechanisms.  2. Materials and Methods  2.1. Chemicals. A. cinnamomea was kindly provided by Cos- mox Biomedical Co. Ltd. (Taoyuan, Taiwan). RPMI Medium 1640, 3-(4, 5-dimethylthiazolyl-2)-2, 5-diphenyltetrazolium bromide (MTT), LY294002, SP600125, and SB203580 were obtained from Sigma Chemical Co. (St. Louis, MO, USA). PD98059 was purchased from Cell Signaling Technology (Beverly, MA, USA). Trypsin−EDTA, fetal bovine serum (FBS), and penicillin/streptomycin were from Gibco Life Technologies, Inc. (Paisley, UK). Cell culture supplies were purchased from Costar (Corning, Inc., Cypress, CA, USA). The antibody against AKT, Rac-1, MAPK/extracellular sig- nal-regulated kinase (ERK) 1/2, c-Jun NH2-terminal kinase (JNK)/stress-activated protein kinase, and p38 MAPK pro- teins and phosphorylated proteins were purchased from Cell Signaling Technology (Beverly, MA, USA). Anti-ERK1/2, anti-PI3K, antifocal adhesion kinase (FAK), anti-p-FAK, and horseradish peroxidase-conjugated goat anti-mouse IgG antibody were purchased from Santa Cruz Biotechnology Co. (Santa Cruz, CA, USA), β-actin was purchased from Chemicon (Temecula, CA, USA).  2.2. Preparation of Ethanol Extract of Fruiting Bodies of A. cin- namomea (EEAC). The fruiting body of A. cinnamomea was kindly provided by Cosmox Biomedical Co. LTD (Taoyuan, Taiwan) and identified by Dr. Chao-Lin Kuo (School of Chinese Pharmaceutical Sciences and Chinese Medicine Resource, Taiwan). A. cinnamomea was weighed about 1 kg and soaked in 10 L of 95% ethanol solution (extractive sol- vent) for 3 days at room temperature. The solid residue of the above soaked herbs was filtered and discarded through a Buchner funnel lined with Whatman filter paper, and the filtrate was concentrated to paste by vacuum distillation using the rotary evaporator (N-11, EYELA; Tokyo, Japan) and vacuum controller (VC-760, TAKARA; Tokyo, Japan) to maintain the desired pressure and temperature at 25◦C with 40 mmHg. The various concentration of EEAC was further diluted with DMSO for the further use.  2.3. Cell Culture. CL1-5 cell lines were kindly provided by Dr. W.-S. Wayne Chang (National Institute of Cancer Research, National Health Research Institutes, Miaoli, Taiwan). The cells were cultured in RPMI-1640 medium (Gibco, Grand Island, NY, USA) with 10% fetal bovine serum (FBS, Gibco) at 37◦C in a humidified atmosphere of 5% CO2.  2.4. Cytotoxicity Assay. The cells (1× 105 cells/mL) were cul- tured in 96-well plate containing RPMI-1640 supplemented with 10% FBS for 24 h to become nearly confluent. Then cells were cultured with EEAC for 24 h and 36 h. Then, the cells were washed twice with PBS and incubated with 100 μL of 0.5 mg/mL MTT for 3 h at 37◦C, testing for cell viability. The medium was then discarded and 50 μL of dimethylsulfoxide (DMSO) was added. After 10 min incubation, absorbance at 590 nm was read by a microplate reader.  2.5. Wound-Healing Assay. For cell motility determination, CL1-5 cells (2 × 105 cells/mL) were seeded in a 12-well tissue culture plate and grown to 80−90% confluence. After aspiration of the medium, the center of the cell monolayers was scraped with a sterile micropipette tip to create a denu- ded zone (gap) of constant width. Subsequently, cellular debris was washed with PBS, and CL1-5 cells were exposed to various concentrations of EEAC (0, 0.125, 0.25, 0.5, and 1.0 μg/mL). Wound closure was monitored and photo- graphed at 0 h and 36 h with a Nikon inverted microscope. To quantify the migrated cells, pictures of the initial wounded monolayers were compared with the corresponding pictures of cells at the end of the incubation. Artificial lines fitting the cutting edges were drawn on pictures of the original wounds and overlaid on the pictures of cultures after incubation. Cells that had migrated across the white lines were counted in six random fields from each triplicate treatment.  2.6. Cell Migration Assay. Tumor cell migration was assayed in transwell chambers (Millipore) according to the method reported by Weng et al. [6] with some modifications. Briefly, transwell chambers with 6.5 mm polycarbonate filters of 8 μm pore size were used. CL1-5 cells (1 × 104 cells/mL) and 0, 0.125, 0.25, 0.5, and 1.0 μg/mL of EEAC were suspended in RPMI-1640 (100 μL, serum free), placed in the upper    Evidence-Based Complementary and Alternative Medicine 3  transwell chamber, and incubated for 24 h at 37◦C. Then, the cells on the upper surface of the filter were completely wiped away with a cotton swab, and the lower surface of the filter was fixed in methanol, stained with Giemsa, and counted under a microscope at a magnification of 200x. For each replicate, the tumor cells in 10 randomly selected fields were determined and the counts were averaged.  2.7. Determination of MMP-2 and MMP-9 by Zymography. MMPs in the medium released from CL1-5 cells were assayed using gelatin zymography (8% zymogram gelatin gels) accor- ding to the methods reported by Weng et al. with some modi- fication [6]. Briefly, the culture medium was electrophoresed (80 V for 120 min) in a 8% SDS-PAGE gel containing 0.1% gelatin. The gel was then washed at room temperature in a solution containing 2.5% (v/v) Triton X-100 with two changes and subsequently transferred to a reaction buffer for enzymatic reaction containing 1% NaN3, 10 mM CaCl2 and 40 mM Tris-HCl, pH 8.0, at 37◦C with shaking overnight (for 12−15 h). Finally, the MMP gel was stained for 30 min with 0.25% (w/v) Coomassie blue in 10% acetic acid (v/v) and 20% methanol (v/v) and destained in 10% acetic acid (v/v) and 20% methanol (v/v).  2.8. Western Blotting Analysis. Whole-cell lysates proteins (40 μg of partially purified protein) were mixed with an equal volume of electrophoresis sample buffer, and the mixture was then boiled for 10 min. Then, an equal protein content of total cell lysate from control and EEAC-treated sample were resolved in 12% SDS-PAGE gels. Proteins were then transferred onto nitrocellulose membranes (Millipore, Bed- ford, MA, USA) by electroblotting using an electroblotting apparatus (Bio-Rad). Nonspecific binding of the membranes was blocked with phosphate-buffered saline (PBS) contain- ing 1% (w/v) nonfat dry milk and TBS-T buffer (Tris-Buffer Saline with 0.1% (v/v) Tween 20) for more than 2 h. Mem- branes were washed with TBS-T buffer three times each for 10 min and then incubated with an appropriate dilution of specific primary antibodies in TBS-T buffer overnight at 4◦C. The membranes were washed with TBS-T buffer and then incubated with an appropriate secondary antibody (horse- radish peroxidase-conjugated, goat anti-mouse, or anti-rab- bit IgG) for 1 h. After washing the membrane three times for 10 min in TBS-T buffer, the bands were visualized using ECL reagents (Millipore, Billerica, MA, USA). Band intensity on scanned films was quantified using Kodak Molecular Imag- ing (MI) software and expressed as relative intensity com- pared with control.  2.9. Statistical Analysis. Values are expressed as means ± SD and analyzed using one-way ANOVA followed by LSD test for comparisons of group means. All statistical analyses were performed using SPSS for Windows, version 10 (SPSS, Inc.); a P value <0.05 is considered statistically significant.  3. Results  3.1. Cytotoxicity of EEAC to CL1-5 Cells. The effect of EEAC (0−128 μg/mL) on cell viability was determined by the MTT  assay. After incubation for 24 h and 36 h, cell viability was not significantly affected by EEAC (0.125−1.0 μg/mL), as com- pared to the untreated control (Figure 1(a)), indicating that EEAC is not toxic to CL1-5 cells at these concentrations. When cells were treated with EEAC at 1.0-128 μg/mL for 24 h and 36 h, cell viability was significantly decreased. EEAC (0.125-1.0 μg/mL) were also evaluated their apoptotic effect with flow cytometry, and SubG1 was not significantly affected by EEAC (0.125−1.0 μg/mL), as compared to the un- treated control (Figure 1(b)). To avoid inhibition of cell via- bility in the following experiments, we chose to use EEAC concentrations between 0.125 and 1.0 μg/mL and an incuba- tion time of 36 h.  3.2. Effect of EEAC on Wound-Healing Assay. We further as- sessed the effect of EEAC on the migration of CL1-5 cells using the wound healing assay in which the confluent mono- layer was scraped with a sterile micropipette tip to create a scratch wound. As shown in Figure 2(a), EEAC inhibited the migration of CL1-5 cells in a dose-dependent manner, with 27.7% and 40.1% inhibition at 0.5 and 1.0 μg/mL after incubation for 36 h, respectively, (Figure 2(b)).  3.3. Effect of EEAC on Migration of CL1-5 Cells In Vitro. The transwell assay was used to investigate the migration of CL1-5 cells at 24 h after EEAC treatment. We found that EEAC added at 0.125−1.0 μg/mL significantly decreased the migration (Figures 3(a) and 3(b)) of CL1-5 cells and that these effects of EEAC were dose dependent.  3.4. EEAC Inhibits the Release of MMP-2 and MMP-9 in CL1-5 Cells. To examine the possible antimigration mechanisms of EEAC, we determined the activity of MMP-2 and MMP-9 in culture media of CL1-5 cells by zymographic analysis. In the absence of treatment, CL1-5 cells constitutively secreted high levels of MMP-9 and MMP-2. Our results showed that EEAC inhibited MMP-9 and MMP-2 activities in a concentration- dependent manner (Figures 4(a) and 4(b)). These results suggest that the antimigration effect of EEAC is related to the inhibition of the enzymatically degradative processes of CL1-5 migration.  3.5. Inhibition by EEAC of MMP-2 and MMP-9. To examine the possible antimigration mechanisms of EEAC, we deter- mined the MMP-2 and MMP-9 expressions in culture media of CL1-5 cells by Western blotting assay. Using Western blot- ting, we analyzed the effects of treating cells with various concentration of EEAC for 36 h on MMPs protein expres- sion. Treatment of CL1-5 cells with EEAC induced notice- able reductions in MMP-9 and MMP-2 protein expression (Figure 5).  3.6. Effect of EEAC on TIMP-1,TIMP-2, FAK, and Phosphary- lated FAK (p-FAK) Expressions in CL1-5 Cells. To further explore the modulation of pro-MMP activation by EEAC, we determined TIMP-1/2 protein expression levels. As shown in Figure 5, EEAC strongly increased TIMP-1 and TIMP-2 acti- vity in a concentration-dependent manner. To evaluate the    4 Evidence-Based Complementary and Alternative Medicine  0 20 40 60 80  100 120  C o  n tr  o l  D M  SO  0 .1  2 5  0 .2  5  0 .5 1 2 4 8 1 6 3 2  6 4  1 2  8  ∗ ∗∗ ∗∗ ∗ ∗ ∗ ∗  ∗∗ ∗  ∗∗ ∗∗  ∗  EEAC (μg/mL)  24 h 36 h  C el  l v ia  b ili  ty    (%  o  f  co  n tr  o l)  (a)  1000  800  600  400  200  0  1000  800  600  400  200  0  1000  800  600  400  200  0  1000  800  600  400  200  0  1000  800  600  400  200  0  0 40 80 120 160  0 40 80 120 160 0 40 80 120 160  0 30 60 90 120 150  0 30 60 90 120 150 0 30 60 90 120 150  N u  m b  er N  u m  b er  N u  m b  er N  u m  b er  N u  m b  er  N u  m b  er  Channels (PE-A) Channels (PE-A)  Channels (PE-A) Channels (PE-A)  Channels (PE-A)Channels (PE-A)  Control  0  300  600  900  1200  DMSO  0.125 μg/mL 0.25 μg/mL  0.5 μg/mL 1 μg/mL  G1: 69.8%  G2: 14.6% S: 15.6%  Sub G1: 0.16%  G1: 62.8%  G2: 19.4% S: 17.8%  Sub G1: 0.5%  G1: 68.1%  G2: 15.4% S: 16.6%  Sub G1: 0.34%  G1: 66.8%  G2: 18.1% S: 15.1%  Sub G1: 0.18%  G1: 62.8%  G2: 19.4% S: 17.8%  Sub G1: 0.9%  G1: 67.2%  G2: 9.25% S: 23.5%  Sub G1: 0.61%  (b)  Figure 1: (a) Viability of CL1-5 cells incubated with EEAC (0.125, 0.25, 0.5, 1.0, 2.0, 4.0, 8.0, 16, 32, 64, and 128 μg/mL) for 24 h and 36 h. Cell viability was measured using MTT assay and is expressed as % of cell survival relative to control. (b) Flow cytometric analysis of EEAC on the cell cycle of CL1-5. All the cells were treated with 1% fetal bovine serum with the addition of EEAC at 0.125 μg/mL, 0.25 μg/mL, 0.5 μg/mL, and 1.0 μg/mL for 36 h. The value on the x-axis represents the DNA content, while the shaded area indicates the percentage of cells at the S phase. Percentage of sub G1 contents in CL1-5 cells treated with EEAC. Values are means of three separate experiments, with standard deviation represented by vertical bars. ∗P < 0.05; ∗∗P < 0.01. Lower case for 24 h and upper case for 36 h.  effect of EEAC on FAK and p-FAK protein expression, CL1-5 cells were treated with EEAC at 0, 0.125, 0.25, 0.5, and 1.0 μg/mL for 36 h. As shown in Figure 5, EEAC suppressed p-FAK expression in CL1-5 cells, when EEAC concentration was higher than 0.25 μg/mL.  3.7. Effect of EEAC on PI3K, AKT, Phosphorylated AKT (pAKT), and Rac-1 Expressions in CL1-5 Cells. PI3Ks are a group of ubiquitously expressed lipid kinases which are important players in a major pathway of cell signaling. The PI3K/AKT pathway has been identified as a major regulator  of cellular proliferation, differentiation, and death in multi- ple cell types [18]. To further investigate the involvement of PI3K/AKT, a series of experiments was performed to measure the expression of candidate signaling molecules upon EEAC stimulation. The results showed that incubation of CL1-5 cells with EEAC (0.125-1.0 μg/mL) led to a dose-dependent decrease of PI3K and pAKT levels (Figure 6). Similarly, EEAC (0−1.0 μg/mL,36 h) suppressed Rac-1 protein expression in a concentration-dependent manner, and the effect became statistically significant when EEAC concentration was higher than 0.25 μg/mL (Figure 6).    Evidence-Based Complementary and Alternative Medicine 5  0 0.125 0.25 0.5 1  EEAC (μg/mL)  0 h  36 h  (a)  0  20  40  60  80  100  120  0 0.125 0.25 0.5 1  EEAC (μg/mL)  C el  l  m  ig ra  ti o  n  (  %  o  f  co  n tr  o l)  ∗ ∗  (b)  Figure 2: Effects of EEAC on wound healing migration of CL1-5 cells. Wound was introduced by scraping confluent cell layers with a pipet tip. CL1-5 cells were incubated with EEAC (0.125, 0.25, 0.5, and 1.0 μg/mL) for 36 h, and the migration distances of cells were calculated. (a) Representative photographs of invading cells that received either control or EEAC treatment. (b) Migrated cells across the black lines were counted in six random fields from each treatment. The mean number of cells in the denuded zone is quantified by three independent experiments. Values (means ± SD, n = 3) differ significantly (P < 0.05).  3.8. Inhibition by EEAC of Phosphorylated FAK, ERK1/2, p38, and JNK1/2. We analyzed the phosphorylation of MAPKs in CL1-5 cells after treatment with EEAC (0.125−1.0 μg/mL) for 36 h. Data in Figure 7 showed that EEAC significantly dose-dependently affect p-FAK, p-ERK1/2, p-JNK1/2, or p38 and p-p38 proteins at concentrations from 0.125-1.0 μg/mL.  3.9. Specific Inhibitor to Analyze the Signaling Transduction. To further delineate whether the inhibition of cell migration by EEAC occurs through inhibition of PI3K, ERK, JNK, and p38 signaling, CL1-5 cells were 1 h pretreated with a PI3K inhibitor (LY294002; 50 μM), ERK1/2 inhibitor (PD98059; 50 μM), JNK inhibitor (SP600125; 50 μM), p38 MAPK inhi- bitor (SB203580; 50 μM), and then incubated in the presence or absence of EEAC (1.0 μg/mL) for 36 h. The Western blot- ting assay revealed that EEAC or LY294002 (50 μM), PD98- 256 (50 μM), SP600125 (50 μM), SB203580 (50 μM) alone decreased MMP-9 and MMP-2 protein expressions. Further- more, the combined treatment (50 μM, LY294002, SB203580, SP600125 and PD98059 plus 1.0 μg/mL EEAC) resulted in enhanced inhibition of MMP-9 and MMP-2 (Figure 7(b)).  4. Discussions  Several cancer cell lines including A498, NPC-TW01, Hep3B, HepG2, TW206, CL1-0, and CL1-5 have been screed for their cell cytotoxicity at 12, 24, 36, and 48 h. Our results showed that CL1-0 (IC50 = 16 μg/mL) and CL1-5 (IC50 = 16 μg/mL) exhibits more susceptible to EEAC than other cells for 36 h exposure. As CL1-5 cells showed higher metastatic ability, we explored the antimigration effects and mechanistic actions of EEAC in human lung adenocarcinoma CL1-5 cells. Our results demonstrate that EEAC significantly inhibited the migration (assessed using the transwell assay and the wound- healing assay) of CL1-5 cells (Figures 2 and 3). We also showed that EEAC remarkably inhibited the activities of MMP-2 and MMP-9 (Figure 4). These results demonstrated that the antimetastastic effect of EEAC was associated with  the inhibition of enzymatically degradative processes of smooth muscle cells migration. To our knowledge, it is the first study to demonstrate that EEAC reduces the biochemical mechanisms of the migration in CL1-5 cells.  Several bioactive compound from the ethanol extract of A. cinnamomea, such as antroquinonol, 4-acetylantro- quinonol B, and zhankuic acid A, have been reported to reduce cell proliferation of hepatoma, colon and leukemia cancer cells [21-23]. Our previous studies demonstrated that the marked compounds (i.e., adenosine, cordycepin, and zhankuic acid A) within EEAC were identified by HPLC and LC/MS/MS to be as indicator compounds for quality check of extraction procedure of each batch (data not shown). According to the relative concentration of external standards, the content of adenosine, cordycepin and zhankuic acid A were calculated to be 0.08, 0.16, and 235 mg/g EEAC, res- pectively, (data not shown). Of these, adenosine might be through binding to adenosine A3 receptors (A3-AR) to dec- rease the telomeric signal, resulting in G0/G1 arrest of lym- phoma cell. Moreover, A3 receptor antagonist cotreated with cordycepin would reverse cordycepin-induced in mouse Ley- dig tumor cell death, which indicate the possible relationship between A3-AR and cordycepin-induced death effect [24, 25]. Wu et al. indicated that cordycepin could induce cell arrest at G2/M and subG1 phases followed by significant apoptotic cell death in human OEC-M1 oral cancer cell line [26]. Similarly, cordycepin has also been found to cause G2/M arrest in human bladder and colon cancer cells through upregulation of p21WAF1 level as well as reduction of cyclin B1, Cdc2, and Cdc25c proteins in a p53-independent manner by regulating c-Jun N-terminal kinase activation [27, 28]. Furthermore, Geethangili and Tzeng reported that zhankuic acid A exhibited cytotoxic activity against P-388 murine and leukemia cells with an IC50 value of 1.8 and 5.4 μg/mL, respectively, [29].  During cancer progression, certain tumor cells become motile and attack the host tissue leading to metastasis. Focal adhesion kinase (FAK) can be activated in response to various stimuli and plays an important role in the cancer    6 Evidence-Based Complementary and Alternative Medicine  24 h  36 h  0 μg/mL 0.25 μg/mL 0.5 μg/mL 1 μg/mL  (a)  0  20  40  60  80  100  120  0  20  40  60  80  100  120  ∗ ∗∗ ∗  0 0.25 0.5 1 0 0.25 0.5 1  M ig  ra ti  o n   ( %   o f   co n  tr o  l)  M ig  ra ti  o n   ( %   o f   co n  tr o  l)  EEAC (μg/mL) EEAC (μg/mL)  24 h 36 h  (b)  Figure 3: Effects of EEAC on (a) transwell migration assay of CL1-5 cells. CL1-5 cells were incubated with EEAC (0.25, 0.5 and 1.0 μg/mL) for 24 h and 36 h, and the (b) transwell migration cells were calculated. Photos of the migration CL1-5 cells were taken under a microscope (200-fold magnification). Values (means ± SD, n = 3) differ significantly (P < 0.05).  cell proliferation and metastasis [30]. Compiling evidence implies that FAK regulates focal adhesion signaling by phos- phorylating various substrates and by acting as a scaffold for protein-protein interactions, as well as the MMPs-medi- ated matrix degradation, which consecutively regulates downstream signaling cascades [31]. FAK, a cytoplasmic kin- ase that is involved in ECM and integrin-mediated signaling pathways, has been suggested to have an essential role in metastasis through the modulation of tumor cell migration and invasion [32]. Majorly, integrin-mediated FAK signaling is phosphorylation of Tyr397. Particularly, phosphorylation of Tyr397 forms a high-affinity binding site for Src-homology domain 2 (SH2), domains of Src family kinase, therefore promoting Src kinase activity. As a result, a major function of FAK is to recruit and activatr Src at cell-extracellular matrix adhesion sites. Activated FAK in cancer cells relays signals through multiple downstream targets. For example, activa- ted FAK binds the SH2 of PI3K, thereby transporting the catalytic subunit of PI3K to the membrane, where it catalyzes the phosphorylation of inositol lipids in lung cancer cell migration [33]. The residues surrounding Tyr397 can also constitute a sequence that binds to the Ras signaling pathway. The downstream targets of the Ras signaling pathway include ERK1/2 [34]. Indeed, these pathways are activated during  integrin binding to the ECM, resulting in the transduction of external stimuli from the ECM to the nucleus [35]. Cer- tain result suggests that anti-invasive effect in androgen-in- dependent prostate cancer by controlling MMP-9 expression through the suppression of the EGFR/JNK pathway [36]. FAK and MAPK signaling involved in MMP-2 secretion has been shown in QG90 lung cancer cells [37]. Moreover, it was found that the MMP-9 gene promoter is partially regulated through activation of the ERK1/2 pathway [38]. In recent, p38 is implicating mediating bladder cancer invasion via regulation of MMP-2 and MMP-9 at the level of mRNA stabi- lity [39]. Also, p38γ MAPK activates c-Jun, and the activated c-Jun recruits p38γ as a cofactor into MMP-9 promoter to induce its trans-activation and cell invasion [40]. In this study, we found that EEAC inhibited the activation of FAK, as evidenced by reduced phosphorylation of FAK (Figure 7(a)). We also demonstrated that treatment with EEAC inhibited phosphorylation of ERK1/2, phospho-p38, and JNK1/2 acti- vity (Figure 7(a)). The use of specific inhibitors revealed that PI3K, ERK, JNK, and p38 play important roles in regulating cell death induced by EEAC in CL1-5 cells (Figure 7(b)). In this study, the Western blotting assay was used to examine the effects of specific MAPK inhibitors, as the same method has often been used to examine the effects of specific MAPK    Evidence-Based Complementary and Alternative Medicine 7  0 0.125 0.50.25 1  EEAC (μg/mL)  MMP-9  MMP-2  92 kDa  72 kDa  (a)  0  20  40  60  80  100  120  0 0.125 0.25 0.5 1  MMP-9 MMP-2  ∗ ∗ ∗  M M  P -2  M M  P -9   ( %   c o  n tr  o l)  EEAC (μg/mL)  (b)  Figure 4: Effects of EEAC on MMP-2 and MMP-9 activities of CL1- 5 cells. (a) Cells were treated with various concentrations (0.125, 0.25, 0.5, and 1.0 μg/mL) of EEAC for 36 h. The conditioned media were collected, and MMP-2, and MMP-9 activities were determined by gelatin zymography. (b) The activities of these proteins were sub- sequently quantified by densitometric analysis. Values (means± SD, n = 3) differ significantly (P < 0.05) (lower case for MMP-2 and upper case for MMP-9).  1 0.9 0.6 0.4 0.2  1 0.9 0.8 0.9 0.7  1 1 1.1 1.2 1.6  1.11 1.41.2 1.6  0 0.125 0.50.25 1  MMP-9  MMP-2  TIMP-1  TIMP-2  β-actin  92 kDa  62 kDa  30 kDa  21 kDa  42 kDa  EEAC (μg/mL)  Figure 5: Effects of EEAC on TIMP-1, TIMP-2, MMP-9, and MMP- 2 protein expression. CL1-5 cells were treated with 0.125, 0.25, 0.5, and 1.0 μg/mL for 36 h, and cell lysates were subjected to SDS- PAGE followed by western blotting and subsequently quantified by densitometric analyses (using control as 100%). The values indicate the density proportion of each protein compared with control.  1 0.9 0.7 0.6 0.5  1 1 1.2 0.9 0.9  1 0.9 0.8 0.8 0.7  0 0.125 0.50.25 1  1 0.9 0.9 0.8 0.6  85 kDa  65 kDa  60 kDa  21 kDa  42 kDa  PI3K  AKT  p-AKT  Rac-1  β-actin  EEAC (μg/mL)  Figure 6: Concentration-dependent effects of EEAC on the protein expression level of PI3K, phosphorylated AKT and Rac-1. In the concentration-dependent assay, CL1-5 cells were treated with 0.125, 0.25, 0.5, and 1.0 μg/mL of EEAC for 36 h. The expression of PI3K, phosphorylation of AKT and Rac-1 were analyzed by Western blot- ting. β-actin was used as a loading control. The values indicate the density proportion of each protein compared with control.  inhibitors [6]. Therefore, it appears that FAK can promote CL1-5 cancer cell migration through the MAPK signaling and MMP-2 and MMP-9 pathway.  In addition, we showed that EEAC inhibited PI3K/AKT in CL1-5 cells. Thus, it seems that FAK promotes CL1-5 cancer cell migration in concert with the activation of the PI3K/AKT signaling pathways. Increased phosphorylation of FAK and its downstream targets, Src, ERK1/2, PI3K, and AKT have been shown in A549 lung epithelial cells stimulated by fibronectin. Consistent with this observation, depletion of FAK by siRNA resulted in the inhibition of Src, ERK1/2, PI3K, and AKT activity [33]. Several studies have indicated that FAK/PI3K/Akt is involved in the regulation of MMP-2 and MMP-9 activities on different cell types [9, 41]. Shibata et al. [42] have shown that stimulated ovarian cancer cells with fibronectin activated MMP-9 secretion, while both antisense oligonucleotide to FAK and dominant- negative mutation of Ras abolished this phenomenon. To assess whether EEAC inhibits the phosphorylation of FAK, AKT, and the protein level of PI3K, CL1-5 cells were treated with various concentrations of EEAC (0.125, 0.25, 0.5, and 1.0 μg/mL) for 36 h. Figure 6 showed EEAC significantly inhibited the activation of FAK and AKT as shown by the decrease in the phosphorylation of FAK and AKT. In ad- dition, EEAC inhibited the protein levels of PI3K in a dose- dependent manner (Figure 6). Zeng et al. [43] reported that activated FAK-induced PI3K is required for the production of matrix metalloproteinases (MMPs). Also, PI3K is one of the critical downstream signal molecules of FAK pathways [44]. Therefore, our results demonstrated that EEAC inhib- ited the expressions of p-FAK, pAKT, and PI3K.  The Rho family of small guanosine triphosphatases (GTPases) (including RhoA, RhoB, c-Raf, Rac-1, and Cdc42) are critical in regulating actin reorganization associated with cell growth, migration, transformation, and gene expression    8 Evidence-Based Complementary and Alternative Medicine  0 0.125 0.50.25 1  1 0.9 0.7 0.7 0.6  1 1 1 0.6 0.5  11 0.9 1 1  11 0.9 1 1  JNK1 JNK2  p-JNK1 p-JNK2  p38  p-p38  β-actin  54 kDa  49 kDa  49 kDa 55 kDa  42 kDa  42 kDa  42 kDa  EEAC (μg/mL) EEAC (μg/mL)  0 0.125 0.50.25 1  1 0.9 0.8 0.6 0.5  1 0.8 0.9 0.9 1  1 1 0.9 0.3 0.3  11 1 0.9 1  125 kDa  125 kDa  44 kDa 42 kDa  44 kDa 42 kDa  42 kDa  FAK  p-FAK  ERK1 ERK2  p-ERK1 p-ERK2  β-actin  (a)  1 0.9 0.4 0.4 0.3 0.5 0.4 0.3 0.2 0.3 0.2  1 0.8 0.9 0.9 0.7 0.6 0.7 0.7 0.6 0.7 0.6  C o  n tr  o l  D M  SO  E E  A C   ( 1 μ  g/ m  L )  LY  2  9 4  0 0  2  (  5 0   μ M  )  E E  A C   +  L  Y 2  9 4  0 0  2  SP 6  0 0  1 2  5  (  5 0 μ  M )  E E  A C   +  S  P 6  0 0  1 2  5    E E  A C   +  S  B 2  0 3  5 8  0  P D  9 8  0 5  9  (  5 0   μ M  )  E E  A C   +  P  D 9  8 0  5 9  SB 2  0 3  5 8  0  (  5 0 μ  M )  92 kDa  72 kDa  42 kDa  MMP-9  MMP-2  β-actin  (b)  Figure 7: Effects of EEAC on protein levels of MAPK signaling and phosphorylated focal adhesion kinase (p-FAK) in CL1-5 cells. (a) CL1-5 were treated with several different concentrations of EEAC (0.125, 0.25, 0.5, and 1.0 μg/mL) for 36 h. (b) Effects of PI3K inhibitor (LY294002; 50 μM), ERK1/2 inhibitor (PD98059; 50 μM), JNK inhibitor (SP600125; 50 μM), and p38 MAPK inhibitor (SB203580; 50 μM) on EEAC- induced protein expressions of MMP-2 and -9. Cells were pretreated with an inhibitor (50 μM) at 1 h prior to the treatment with 1.0 μg/mL EEAC for 36 h (total inhibitor exposure time was 37 h). Protein expressions of MMP-2 and -9 were determined by the western blotting assay.  [45]. The Rho family of GTPases has been reported to be involved in the regulation of the phosphatidylinositol 3-kin- ase (PI3K)/AKT signaling pathway [46]. In addition, Camp- bell et al. [9] reported that PI3K/AKT signal transduction pathway regulates cell invasion and metastasis of nonsmall cell lung cancer (NSCLC) and is closely associated with the development and progression of various tumors. Rac1 was reported to act as a downstream effect of PI3-K in several growth factor-stimulated pathways [47] and to induce inva- sion and metastasis in cancer cells [48]. Rac1 activation also played a critical role in the migration of cancer cells [49]. Rac-1 has been implicated in the regulation of the contrac- tion and retraction forces that are required for cell migra- tion [50]. Increased Rac-1 expression enhances the phos- phorylation of myosin, which cross-links actin filaments and generates contractile forces, promoting movement of the cell body and facilitating cell rear detachment. Rac-1 is also im- plicated in the invasion of human microvascular endothelial cells. Active-Rac-1 could induce the expression of MMP-9  metalloproteinase and promote migration of endothelial cells [51]. Rac-1 may exert this activity through upregulate transcription factors such as NF-κB known to be involved in the expression of certain metalloproteinases including MMP-9. Our finding that EEAC concentration dependen- tly decreased Rac-1 protein expression (Figure 6), suggest- ing that EEAC may also inhibit the metastasis of CL1-5 cells through the PI3K/Akt—Rac-1 and Rac-1—MMP-9 pathways.  In conclusion, we have demonstrated that EEAC inhibits the migration of human lung adenocarcinoma cancer CL1-5 cells. Mechanistically, we show that this effect of EEAC may occur through inactivation of the ERK1/2 signaling pathway, exerting inhibitory effects on FAK, p-FAK, and Rac-1 protein expressions and inhibiting PI3K, and phospho-Akt levels, thereby decreasing the activities of MMP-2, MMP-9 of CL1- 5 cells (Figure 8). Further preclinical and clinical studies are required to demonstrate the potential of EEAC as an anti- cancer agent.    Evidence-Based Complementary and Alternative Medicine 9                             ECM   Cytosol   EEAC  p-FAK  PI3K  p-ERK p-p38 p-JNK AKT  Rac-1  MMP-2, MMP-9  Migration  Figure 8: Proposed signaling pathways for EEAC-mediated inhibi- tion against migration of CL1-5 cells. The effect of EEAC is achieved likely through the inhibition of FAK, which regulates Rac-1/MMP-9 expression through MAPK and PI3K/AKT signaling pathways.  Abbreviations  MMPs: Matrix metalloproteinases uPA: Urokinase-type plasminogen activator ECM: Extracellular matrix MAPK: Mitogen-activated protein kinase ERK: Extracellular signaling-regulating kinase JNK/SAPK: c-Jun N-terminal kinase/stress-activated  protein kinase PI3K: Phosphoinositide 3-kinase FAK: Focal adhesion kinase RhoA: Ras homologue gene family, member A.  Acknowledgments  The present study was partially supported by CMU98- S-08 and CMU99-TC-29 from China Medical University, Taichung, Taiwan. Also the support was from the National Science Council (NSC 100-2320-B-039-014-). This study was supported in part by Taiwan Department of Health Clin- ical Trial and Research Center of Excellence (DOH100-TD- B-111-004 and DOH100-TD-B-111-005). W.-S. Chang pro- vided the CL1-5 cells. All authors read and approved the final Paper. The authors have no conflict of interests to report. The authors would like to thank Dr. Jeffrey Conrad for critically reading the paper. They appreciate Dr. Lu Teh-Ling for her kindly provided us SB203580, a p38 inhibitor.  References  [1] A. Jemal, T. Murray, E. Ward et al., “Cancer statistics, 2005,” Ca-A Cancer Journal for Clinicians, vol. 55, no. 1, pp. 10-30, 2005.  [2] S. Man, W. Gao, Y. Zhang et al., “Formosanin C-inhibited pul- monary metastasis through repression of matrix metallopro- teinases on mouse lung adenocarcinoma,” Cancer Biology and Therapy, vol. 11, no. 6, pp. 592-598, 2011.  [3] K. Lirdprapamongkol, J. P. Kramb, T. Suthiphongchai et al., “Vanillin suppresses metastatic potential of human cancer cells through PI3K inhibition and decreases angiogenesis in Vivo,” Journal of Agricultural and Food Chemistry, vol. 57, no. 8, pp. 3055-3063, 2009.  [4] Y. W. Chu, P. C. Yang, S. C. Yang et al., “Selection of invasive and metastatic subpopulations from a human lung adeno- carcinoma cell line,” American Journal of Respiratory Cell and Molecular Biology, vol. 17, no. 3, pp. 353-360, 1997.  [5] M. Kodate, T. Kasai, H. Hashimoto, K. Yasumoto, Y. Iwata, and H. Manabe, “Expression of matrix metalloproteinase (gelati- nase) in T1 adenocarcinoma of the lung,” Pathology Interna- tional, vol. 47, no. 7, pp. 461-469, 1997.  [6] C. J. Weng, C. F. Wu, H. W. Huang, C. H. Wu, C. T. Ho, and G. C. Yen, “Evaluation of anti-invasion effect of resveratrol and related methoxy analogues on human hepatocarcinoma cells,” Journal of Agricultural and Food Chemistry, vol. 58, no. 5, pp. 2886-2894, 2010.  [7] G. J. Huang, C. M. Yang, Y. S. Chang et al., “Hispolon sup- presses SK-Hep1 human hepatoma cell metastasis by inhibit- ing matrix metalloproteinase-2/9 and urokinase-plasminogen activator through the PI3K/Akt and ERK signaling pathways,” Journal of Agricultural and Food Chemistry, vol. 58, no. 17, pp. 9468-9475, 2010.  [8] A. K. Gupta, D. E. Soto, M. D. Feldman et al., “Signaling path- ways in NSCLC as a predictor of outcome and response to therapy,” Lung, vol. 182, no. 3, pp. 151-162, 2004.  [9] I. G. Campbell, S. E. Russell, D. Y. H. Choong et al., “Mutation of the PIK3CA gene in ovarian and breast cancer,” Cancer Research, vol. 64, no. 21, pp. 7678-7681, 2004.  [10] Y. W. Shih, P. S. Chen, C. H. Wu, Y. F. Jeng, and C. J. Wang, “α- Chaconine-reduced metastasis involves a PI3K/Akt signaling pathway with downregulation of NF-κB in human lung ade- nocarcinoma A549 cells,” Journal of Agricultural and Food Chemistry, vol. 55, no. 26, pp. 11035-11043, 2007.  [11] Z. T. Tsai and S. L. Liaw, The Use and the Effect of Ganoderma, San Yun Press, Taichung, Taiwan, 1985.  [12] Z. H. Ao, Z. H. Xu, Z. M. Lu, H. Y. Xu, X. M. Zhang, and W. F. Dou, “Niuchangchih (Antrodia camphorata) and its potential in treating liver diseases,” Journal of Ethnopharmacology, vol. 121, no. 2, pp. 194-212, 2009.  [13] C. C. Chen, Y. W. Liu, Y. B. Ker et al., “Chemical char- acterization and anti-inflammatory effect of polysaccharides fractionated from submerge-cultured Antrodia camphorata mycelia,” Journal of Agricultural and Food Chemistry, vol. 55, no. 13, pp. 5007-5012, 2007.  [14] H. L. Yang, Y. C. Hseu, J. Y. Chen et al., “Antrodia camphorata in submerged culture protects low density lipoproteins against oxidative modification,” American Journal of Chinese Medicine, vol. 34, no. 2, pp. 217-231, 2006.  [15] H. Wu, C. L. Pan, Y. C. Yao, S. S. Chang, S. L. Li, and T. F. Wu, “Proteomic analysis of the effect of Antrodia camphorata extract on human lung cancer A549 cell,” Proteomics, vol. 6, no. 3, pp. 826-835, 2006.  [16] Y. C. Hseu, S. C. Chen, H. C. Chen, J. W. Liao, and H. L. Yang, “Antrodia camphorata inhibits proliferation of human breast cancer cells in vitro and in vivo,” Food and Chemical Toxicology, vol. 46, no. 8, pp. 2680-2688, 2008.  [17] Y. W. Lin, J. H. Pan, R. H. Liu, Y. H. Kuo, L. Y. Sheen, and B. H. Chiang, “The 4-acetylantroquinonol B isolated from mycelium of Antrodia cinnamomea inhibits proliferation of hepatoma cells,” Journal of the Science of Food and Agriculture, vol. 90, no. 10, pp. 1739-1744, 2010.    10 Evidence-Based Complementary and Alternative Medicine  [18] H. L. Yang, Y. H. Kuo, C. T. Tsai et al., “Anti-metastatic activi- ties of Antrodia camphorata against human breast cancer cells mediated through suppression of the MAPK signaling path- way,” Food and Chemical Toxicology, vol. 49, no. 1, pp. 290- 298, 2011.  [19] M. H. Pan, C. C. Lin, J. K. Lin, and W. J. Chen, “Tea polyphenol (-)-epigallocatechin 3-gallate suppresses heregulin-β1-indu- ced fatty acid synthase expression in human breast cancer cells by inhibiting phosphatidylinositol 3-kinase/Akt and mitogen- activated protein kinase cascade signaling,” Journal of Agricul- tural and Food Chemistry, vol. 55, no. 13, pp. 5030-5037, 2007.  [20] S. J. Lee, S. K. Kim, W. S. Choi, W. J. Kim, and S. K. Moon, “Cordycepin causes p21WAF1-mediated G2/M cell- cycle arrest by regulating c-Jun N-terminal kinase activation in human bladder cancer cells,” Archives of Biochemistry and Biophysics, vol. 490, no. 2, pp. 103-109, 2009.  [21] P. C. Chiang, S. C. Lin, S. L. Pan et al., “Antroquinonol displays anticancer potential against human hepatocellular carcinoma cells: a crucial role of AMPK and mTOR pathways,” Biochem- ical Pharmacology, vol. 79, no. 2, pp. 162-171, 2010.  [22] Y. W. Lin, J. H. Pan, R. H. Liu, Y. H. Kuo, L. Y. Sheen, and B. H. Chiang, “The 4-acetylantroquinonol B isolated from mycelium of Antrodia cinnamomea inhibits proliferation of hepatoma cells,” Journal of the Science of Food and Agriculture, vol. 90, no. 10, pp. 1739-1744, 2010.  [23] C. T. Yeh, Y. K. Rao, C. J. Yao et al., “Cytotoxic triterpenes from Antrodia camphorata and their mode of action in HT-29 human colon cancer cells,” Cancer Letters, vol. 285, no. 1, pp. 73-79, 2009.  [24] P. Fishman, S. Bar-Yehuda, G. Ohana et al., “Adenosine acts as an inhibitor of lymphoma cell growtha major role for the A3 adenosine receptor,” European Journal of Cancer, vol. 36, no. 11, pp. 1452-1458, 2000.  [25] B.-M. Huang, B.-S. Pan, and C.-Y. Lin, “The effect of cordy- cepin on steroidogenesis and apoptosis in MA-10 mouse Ley- dig tumor cells,” Evidence-Based Complementary and Alterna- tive Medicine, vol. 2011, Article ID 750468, 14 pages, 2011.  [26] W. C. Wu, J. R. Hsiao, Y. Y. Lian, C. Y. Lin, and B. M. Huang, “The apoptotic effect of cordycepin on human OEC-M1 oral cancer cell line,” Cancer Chemotherapy and Pharmacology, vol. 60, no. 1, pp. 103-111, 2007.  [27] S. J. Lee, S. K. Kim, W. S. Choi, W. J. Kim, and S. K. Moon, “Cordycepin causes p21WAF1-mediated G2/M cell- cycle arrest by regulating c-Jun N-terminal kinase activation in human bladder cancer cells,” Archives of Biochemistry and Biophysics, vol. 490, no. 2, pp. 103-109, 2009.  [28] S. J. Lee, G. S. Moon, K. H. Jung, W. J. Kim, and S. K. Moon, “c- Jun N-terminal kinase 1 is required for cordycepin-mediated induction of G2/M cell-cycle arrest via p21WAF1 expression in human colon cancer cells,” Food and Chemical Toxicology, vol. 48, no. 1, pp. 277-283, 2010.  [29] Y.-M. Tzeng and M. Geethangili, “Review of pharmacological effects of antrodia camphorata and its bioactive compounds,” Evidence-Based Complementary and Alternative Medicine, vol. 2011, Article ID 212641, 17 pages, 2011.  [30] J. T. Parsons, “Focal adhesion kinase: the first ten years,” Jour- nal of Cell Science, vol. 116, no. 8, pp. 1409-1416, 2003.  [31] M. Canel, P. Secades, M. Garzón-Arango et al., “Involvement of focal adhesion kinase in cellular invasion of head and neck squamous cell carcinomas via regulation of MMP-2 expres- sion,” British Journal of Cancer, vol. 98, no. 7, pp. 1274-1284, 2008.  [32] C. Hwangbo, J. Kim, J. J. Lee, and J. H. Lee, “Activation of the integrin effector kinase focal adhesion kinase in cancer cells is regulated by crosstalk between protein kinase Cα and the PDZ adapter protein mda-9/syntenin,” Cancer Research, vol. 70, no. 4, pp. 1645-1655, 2010.  [33] X. N. Meng, Y. Jin, Y. Yu et al., “Characterisation of fibro- nectin-mediated FAK signalling pathways in lung cancer cell migration and invasion,” British Journal of Cancer, vol. 101, no. 2, pp. 327-334, 2009.  [34] K. C. Lai, A. N. C. Huang, S. C. Hsu et al., “Benzyl Lsothio- cyanate (BITC) inhibits migration and invasion of human colon cancer HT29 cells by inhibiting matrix metallopro- teinase-2/-9 and urokinase plasminogen (uPA) through PKC and MAPK signaling pathway,” Journal of Agricultural and Food Chemistry, vol. 58, no. 5, pp. 2935-2942, 2010.  [35] H. F. Liao, Y. Y. Chen, J. J. Liu et al., “Inhibitory effect of caffeic acid phenethyl ester on angiogenesis, tumor invasion, and metastasis,” Journal of Agricultural and Food Chemistry, vol. 51, no. 27, pp. 7907-7912, 2003.  [36] P. T. Kuo, T. P. Lin, L. C. Liu et al., “Penta-O-galloyl-β-D-glu- cose suppresses prostate cancer bone metastasis by transcrip- tionally repressing EGF-induced MMP-9 expression,” Journal of Agricultural and Food Chemistry, vol. 57, no. 8, pp. 3331- 3339, 2009.  [37] Y. Zhang, A. A. Thant, Y. Hiraiwa et al., “A role for focal adhe- sion kinase in hyluronan-dependent MMP-2 secretion in a human small-cell lung carcinoma cell line, QG90,” Biochem- ical and Biophysical Research Communications, vol. 290, no. 3, pp. 1123-1127, 2002.  [38] C.-Y. Huang, Y.-M. Chang, Y.-T. Shih et al., “Schwann cell mig- ration induced by earthworm extract via activation of PAs and MMP2/9 mediated through ERK1/2 and p38,” Evidence-based Complementary and Alternative Medicine, vol. 2011, Article ID 395458, 12 pages, 2011.  [39] B. Kumar, S. Koul, J. Petersen et al., “p38 mitogen-activated protein kinase-driven MAPKAPK2 regulates invasion of blad- der cancer by modulation of MMP-2 and MMP-9 activity,” Cancer Research, vol. 70, no. 2, pp. 832-841, 2010.  [40] M. Loesch, H. Y. Zhi, S. W. Hou et al., “p38γ MAPK cooperates with c-Jun in trans-activating matrix metalloproteinase 9,” Journal of Biological Chemistry, vol. 285, no. 20, pp. 15149- 15158, 2010.  [41] K. C. Chan, H. H. Ho, C. N. Huang, M. C. Lin, H. M. Chen, and C. J. Wang, “Mulberry leaf extract inhibits vascular smooth muscle cell migration involving a block of small GTPase and Akt/NF-kB signals,” Journal of Agricultural and Food Chemistry, vol. 57, no. 19, pp. 9147-9153, 2009.  [42] K. Shibata, F. Kikkawa, A. Nawa et al., “Both focal adhesion kinase and c-Ras are required for the enhanced matrix metal- loproteinase 9 secretion by fibronectin in ovarian cancer cells,” Cancer Research, vol. 58, no. 5, pp. 900-903, 1998.  [43] Z. Z. Zeng, Y. Jia, N. J. Hahn, S. M. Markwart, K. F. Rockwood, and D. L. Livant, “Role of focal adhesion kinase and phos- phatidylinositol 3′-kinase in integrin fibronectin receptor- mediated, matrix metalloproteinase-1-dependent invasion by metastatic prostate cancer cells,” Cancer Research, vol. 66, no. 16, pp. 8091-8099, 2006.  [44] Y. A. Choi, H. K. Lim, J. R. Kim et al., “Group IB secre- tory phospholipase A2 promotes matrix metalloproteinase-2- mediated cell migration via the phosphatidylinositol 3-kinase and Akt pathway,” Journal of Biological Chemistry, vol. 279, no. 35, pp. 36579-36585, 2004.    Evidence-Based Complementary and Alternative Medicine 11  [45] K. Wennerberg and C. J. Der, “Rho-family GTPases: it's not only Rac and Rho (and i like it),” Journal of Cell Science, vol. 117, no. 8, pp. 1301-1312, 2004.  [46] S. C. Hubchak, E. E. Sparks, T. Hayashida, and H. W. Schnaper, “Rac1 promotes TGF-β-stimulated mesangial cell type I colla- gen expression through a PI3K/Akt-dependent mechanism,” American Journal of Physiology, vol. 297, no. 5, pp. F1316- F1323, 2009.  [47] M. Higuchi, N. Masuyama, Y. Fukui, A. Suzuki, and Y. Gotoh, “Akt mediates Rac/Cdc42-regulated cell motility in growth factor-stimulated cells and in invasive PTEN knockout cells,” Current Biology, vol. 11, no. 24, pp. 1958-1962, 2001.  [48] L. S. Price and J. G. Collard, “Regulation of the cytoskeleton by Rho-family GTPases: implications for tumour cell invasion,” Seminars in Cancer Biology, vol. 11, no. 2, pp. 167-173, 2001.  [49] J. C. Stam, F. Michiels, R. A. Van Der Kammen, W. H. Moole- naar, and J. G. Collard, “Invasion of T-lymphoma cells: coop- eration between Rho family GTPases and lysophospholipid receptor signaling,” EMBO Journal, vol. 17, no. 14, pp. 4066- 4074, 1998.  [50] Y. C. Lee, T. H. Cheng, J. S. Lee et al., “Nobiletin, a citrus flavonoid, suppresses invasion and migration involving FAK/ PI3K/Akt and small GTPase signals in human gastric adeno- carcinoma AGS cells,” Molecular and Cellular Biochemistry, pp. 1-13, 2010.  [51] N. Shirvaikar, L. A. Marquez-Curtis, M. Z. Ratajczak, and A. Janowska-Wieczorek, “Hyaluronic acid and thrombin upregu- late MT1-MMP through PI3K and Rac-1 signaling and prime the homing-related responses of cord blood hematopoietic stem/progenitor cells,” Stem Cells and Development, vol. 20, no. 1, pp. 19-30, 2011.  View publication statsView publication stats  https://www.researchgate.net/publication/221979602   Introduction  Materials and Methods  Chemicals  Preparation of Ethanol Extract of Fruiting Bodies of A. cinnamomea (EEAC).  Cell Culture  Cytotoxicity Assay  Wound-Healing Assay  Cell Migration Assay  Determination of MMP-2 and MMP-9 by Zymography  Western Blotting Analysis  Statistical Analysis   Results  Cytotoxicity of EEAC to CL1-5 Cells  Effect of EEAC on Wound-Healing Assay  Effect of EEAC on Migration of CL1-5 Cells In Vitro  EEAC Inhibits the Release of MMP-2 and MMP-9 in CL1-5 Cells  Inhibition by EEAC of MMP-2 and MMP-9  Effect of EEAC on TIMP-1,TIMP-2, FAK, and Phospharylated FAK (p-FAK) Expressions in CL1-5 Cells  Effect of EEAC on PI3K, AKT, Phosphorylated AKT (pAKT), and Rac-1 Expressions in CL1-5 Cells  Inhibition by EEAC of Phosphorylated FAK, ERK1/2, p38, and JNK1/2  Specific Inhibitor to Analyze the Signaling Transduction   Discussions  Abbreviations  Acknowledgments  References",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}