{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/233965067  Terminalia catappa Exerts Antimetastatic Effects on Hepatocellular  Carcinoma through Transcriptional Inhibition of Matrix Metalloproteinase-9  by Modulating NF-κB and AP-1 Activity  Article  in  Evidence-based Complementary and Alternative Medicine · November 2012  DOI: 10.1155/2012/595292 · Source: PubMed  CITATIONS  35 READS  171  7 authors, including:  Some of the authors of this publication are also working on these related projects:  Hybrid Operating Room View project  Liver Cancer Research View project  Chao-Bin Yeh  Chung Shan Medical University  99 PUBLICATIONS   816 CITATIONS     SEE PROFILE  Ming-Ju Hsieh  Changhua Christian Hospital  150 PUBLICATIONS   2,399 CITATIONS     SEE PROFILE  Yih-Shou Hsieh  Chung Shan Medical University  196 PUBLICATIONS   6,637 CITATIONS     SEE PROFILE  Ming-Hsien Chien  Taipei Medical University  155 PUBLICATIONS   3,787 CITATIONS     SEE PROFILE  All content following this page was uploaded by Ming-Hsien Chien on 21 January 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/233965067_Terminalia_catappa_Exerts_Antimetastatic_Effects_on_Hepatocellular_Carcinoma_through_Transcriptional_Inhibition_of_Matrix_Metalloproteinase-9_by_Modulating_NF-kB_and_AP-1_Activity?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/233965067_Terminalia_catappa_Exerts_Antimetastatic_Effects_on_Hepatocellular_Carcinoma_through_Transcriptional_Inhibition_of_Matrix_Metalloproteinase-9_by_Modulating_NF-kB_and_AP-1_Activity?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Hybrid-Operating-Room?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Liver-Cancer-Research-2?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chao-Bin-Yeh?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chao-Bin-Yeh?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chung_Shan_Medical_University?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chao-Bin-Yeh?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Ju-Hsieh-3?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Ju-Hsieh-3?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Changhua_Christian_Hospital?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Ju-Hsieh-3?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yih-Shou-Hsieh?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yih-Shou-Hsieh?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chung_Shan_Medical_University?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yih-Shou-Hsieh?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Hsien-Chien?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Hsien-Chien?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Taipei_Medical_University?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Hsien-Chien?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ming-Hsien-Chien?enrichId=rgreq-2e812d431b09a3ec255bcded825b4f94-XXX&enrichSource=Y292ZXJQYWdlOzIzMzk2NTA2NztBUzo5NzcyMjQ2ODE0MzEyM0AxNDAwMzEwMjYwNzcz&el=1_x_10&_esc=publicationCoverPdf   Hindawi Publishing Corporation Evidence-Based Complementary and Alternative Medicine Volume 2012, Article ID 595292, 11 pages doi:10.1155/2012/595292  Research Article  Terminalia catappa Exerts Antimetastatic Effects on Hepatocellular Carcinoma through Transcriptional Inhibition of Matrix Metalloproteinase-9 by Modulating NF-κB and AP-1 Activity  Chao-Bin Yeh,1, 2, 3 Ming-Ju Hsieh,4 Yih-Shou Hsieh,5 Ming-Hsien Chien,6, 7  Pen-Yuan Lin,8 Hui-Ling Chiou,4 and Shun-Fa Yang9, 10  1School of Medicine, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1, Taichung 402, Taiwan 2Department of Emergency Medicine, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan 3Department of Emergency Medicine, Chung Shan Medical University Hospital, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan 4School of Medical Laboratory and Biotechnology, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan 5Institute of Biochemistry and Biotechnology, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan 6Wan Fang Hospital, Taipei Medical University, Taipei, Taiwan 7Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan 8School of Pharmacy, Taipei Medical University, Taipei, Taiwan 9Institute of Medicine, Chung Shan Medical University, 110 Chien-Kuo N. Road, Section 1, Taichung 402, Taiwan 10Department of Medical Research, Chung Shan Medical University Hospital, 110 Chien-Kuo N. Road, Section 1,Taichung 402, Taiwan  Correspondence should be addressed to Hui-Ling Chiou, hlchiou@csmu.edu.tw and Shun-Fa Yang, ysf@csmu.edu.tw  Received 4 July 2012; Accepted 16 August 2012  Academic Editor: Seung-Heon Hong  Copyright   2012 Chao-Bin Yeh et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  High mortality and morbidity rates for hepatocellular carcinoma (HCC) in Taiwan primarily result from uncontrolled tumor metastasis. Previous studies have identified that Terminalia catappa leaf extracts (TCE) exert hepatoprotective, antioxidative, antiinflammatory, anticancer, and antimetastatic activities. However, the effects of TCE on HCC and the underlying molecular mechanisms of its activities have yet to be fully elucidated. The present study's findings demonstrate that TCE concentration dependently inhibits human HCC migration/invasion. Zymographic and western blot analyses revealed that TCE inhibited the activities and expression of matrix metalloproteinase-9 (MMP-9). Assessment of mRNA levels, using reverse transcriptase polymerase chain reaction (PCR) and real-time PCR, and promoter assays confirmed the inhibitory effects of TCE on MMP-9 expression in HCC cells. The inhibitory effects of TCE on MMP-9 proceeded by upregulating tissue inhibitor of metalloproteinase- 1 (TIMP-1), as well as suppressing nuclear translocation and DNA binding activity of nuclear factor-kappa B (NF-κB) and activating protein-1 (AP-1) on the MMP-9 promoter in Huh7 cells. In conclusion, TCE inhibits MMP-9 expression and HCC cell metastasis and, thus, has potential use as a chemopreventive agent. Its inhibitory effects are associated with downregulation of the binding activities of the transcription factors NF-κB and AP-1.  1. Introduction  Hepatocellular carcinoma (HCC) is a common malignant neoplasm and major cause of cancer-related deaths in Asian countries. A high mortality rate for HCC in Taiwan is princi- pally caused by uncontrolled tumor invasion and metastasis [1]. Cancer cell metastasis involves multiple processes and various cytophysiological changes, including changes in the  adhesive capability between cells and the extracellular matrix (ECM). This involves proteolytic degradation and damaged intracellular interaction. Degradation of the ECM by cancer cells occurs through proteases, such as serine proteinase and the matrix metalloproteinases (MMPs). This leads to the separation of the intercellular matrix to promote the mobility of cancer cells, eventually leading to metastasis [2]. Matrix metalloproteinase-9 (MMP-9 or gelatinase B,  mailto:hlchiou@csmu.edu.tw mailto:ysf@csmu.edu.tw   2 Evidence-Based Complementary and Alternative Medicine  92 kDa) is the proteases most significantly involved in the degradation of the basement membrane and, thus, in tumor invasion and metastasis. A number of pathological states, including cancer, inflammation, and vascular diseases, are associated with increased proteinase activities [3, 4]. The expression of MMPs is regulated by various factors, such as growth factors, cytokines, and proteinase inhibitors. The endogenous tissue inhibitors of metalloproteinases (TIMPs) are the specific inhibitors of MMPs. Imbalance between the MMPs and TIMPs might, therefore, contribute to degradation or deposition of the ECM [5, 6]. Inhibition of MMP-mediated migration or invasion could thus provide a means of preventing cancer metastasis.  Terminalia is a genus of combretaceous plants widely distributed in tropical and subtropical regions. In several Asian countries, physicians have used the leaves, bark, and fruit of Terminalia catappa to treat dermatitis and pyresis. Terminalia catappa leaf extracts (TCE) contain flavonoids and hydrolysable tannins, which have preventive effects on hepatoma and reduce hepatotoxicity. The antioxidative, hepatoprotective, anti-inflammatory, and carcinogenesis- preventing effects of TCE could potentially provide ben- efits to human health [7-9]. The group's previous study showed that TCE can inhibit lung cancer metastasis in vivo and in vitro [9]. However, the effects of TCE on HCC invasion and metastasis, and the underlying mechanisms of the antimetastatic effects, have yet to be evaluated. The present study, therefore, investigated the potential inhibitory effects of TCE on hepatocellular carcinoma (Huh7 cell) invasiveness, and the possible mechanisms of TCE-induced antimetastatic effects.  2. Materials and Methods  2.1. Preparation of Terminalia catappa Leaves Extracts (TCE). Terminalia catappa leaves were purchased from local herb stores in Taichung and the TCE were prepared by an initial condensation followed by lyophilization as described previously [9]. Briefly, 100 g of air-dried leaves were boiled at 70◦C for 24 h with 500 mL of 50% ethanol. The extraction procedure was repeated twice. Then, solvent was removed from the combined extract with a vacuum rotary evaporator. The filtrate was then lyophilized and stored at −20◦C. Furthermore, the chemical profile of TCE was analyzed by using high-pressure liquid chromatograms (HPLC) mass spectrometer as described previously [9]. For subsequent experiments, TCE powder was dissolved in 50% in dimethyl sulfoxide (DMSO) to achieve an indicated concentra- tion with the highest concentration of DMSO less than 0.1%.  2.2. Cell Culture and TCE Treatment. HCC (Huh7) cells obtained from Food Industry Research and Development Institute (Hsinchu, Taiwan) was cultured in Dulbecco's mod- ified Eagle's medium (Life Technologies, Grand Island, NY, USA), 10% fetal bovine serum, 2 mM glutamine, 100 U/mL penicillin, 100 μg/mL streptomycin, and 400 ng/mL hydro- cortisone. All cell cultures were maintained at 37◦C n a  humidified atmosphere of 5% CO2. For TCE treatment, appropriate amounts of stock solution of TCE were added into culture medium to achieve the indicated concentrations and then incubated with cells for indicated time periods, whereas dimethyl sulfoxide solution without TCE was used as blank reagent.  2.3. Determination of Cell Viability (MTT Assay). For cell viability experiment, a microculture tetrazolium (3-(4,5-d imethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) col- orimetric assay was performed to determine the cytotoxi- city of TCE [10, 11]. Huh7 cells were seeded in 24-well plates at a density of 5 × 104 cells/well and treated with TCE at a concentration between 0-100 μg/mL at 37◦C for 24 h. After the exposure period, the media was removed, and cells were washed with phosphate-buffered saline (PBS) and then incubated with 20 μL MTT (5 mg/mL) (Sigma chemical Co., St. Louis, MO, USA) for 4 h. The viable cell number per dish is directly proportional to the production of formazan, which can be measured spectrophotometrically at 563 nm following solubilization with isopropanol.  2.4. In Vitro Wound Closure. Huh7 cells (1 × 105 cells/well) were plated in 6-well plates for 24 h, wounded by scratching with a pipette tip, then incubated with DMEM medium containing 0.5% FBS and treated with or without TCE (0, 25, 50, 75, and 100 μg/mL) for 0, 12, and 24 h. Cells were photographed using a phase-contrast microscope (×100).  2.5. Cell Invasion and Migration Assays. Cell invasion and migration were assayed according to the methods described by Yang et al. [12]. After a treatment with TCE (0, 25, 50, 75, and 100 μg/mL) for 24 h, surviving cells were harvested and seeded to Boyden chamber (Neuro Probe, Cabin John, MD, USA) at 104 cells/well in serum-free medium and then incubated for 24 hours at 37◦C. For invasion assay, 10 μL Matrigel (25 mg/50 mL; BD Biosciences, MA, USA) was applied to 8 μm pore size polycarbonate membrane filters and the bottom chamber contained standard medium. Filters were then air-dried for 5 h in a laminar flow hood. The invaded cells were fixed with 100% methanol and stained with 5% Giemsa. Cell numbers were counted under a light microscope. The migration assay was carried out as described in the invasion assay with no coating of Matrigel [13].  2.6. Determination of MMP-9 by Zymography. The activities of MMP-9 in conditional medium were measured by gelatin zymography protease assays as previously described [12]. Briefly, collected media of an appropriate volume (adjusted by vital cell number) were prepared with SDS sample buffer without boiling or reduction and subjected to 0.1% gelatin- 8% SDS-PAGE electrophoresis. After electrophoresis, gels were washed with 2.5% Triton X-100 and then incubated in reaction buffer (40 mM Tris-HCl, pH 8.0; 10 mM CaCl2 and 0.01% NaN3) for 12 h at 37◦C. Then gel was stained with Coomassie brilliant blue R-250.    Evidence-Based Complementary and Alternative Medicine 3  C el  l  vi  ab il  it y   (%  o  f  co  n tr  o l)    20  0  40  60  80  100  0 25 50 75 100  TCE concentration (μg/mL)  (a)  0  20  40  60  80  100  120  12 hr 24 hr  100 μg/mL 75 μg/mL  50 μg/mL 25 μg/mL Control  ∗ ∗  ∗ ∗  N u  m b  er  o  f  m  ig ra  te d   c el  ls  (  %  o  f  co  n tr  o l)  0 hr  12 hr  24 hr  0 25 50 75 100  TCE concentration (μg/mL)  TCE concentration (μg/mL)  (b)  Figure 1: Effect of TCE on cell viability and in vitro wound closure in Huh7 cells. (a) Huh7 cells were treated with TCE (0, 25, 50, 75 and 100 μg/mL) for 24 h before being subjected to a MTT assay for cell viability. The values represented the means ± SD of at least three independent experiments. (b) Huh7 cells were wounded and then treated with vehicle (DMSO) or TCE (0, 25, 50, 75 and 100 μg/mL) for 0 h, 12 h and 24 h in 0.5% FBS-containing medium. At 0, 12, and 24 h, phase-contrast pictures of the wounds at three different locations were taken.    4 Evidence-Based Complementary and Alternative Medicine  C el  l  m  ig ra  ti o  n  (  %  o  f  co  n tr  o l)     20  0  40  60  80  100  120  0 25 50 75 100  ∗  ∗  ∗  0 25 50 75 100 (μg/mL)  TCE concentration (μg/mL)  (a)  C el  l  in  va si  o n   ( %   o f   co n  tr o  l)    20  0  40  60  80  100  120  0 25 50 75 100  ∗  ∗  0 25 50 75 100 (μg/mL)  TCE concentration (μg/mL)  (b)  Figure 2: Effect of TCE on cell migration and invasion in Huh7 cells. (a) The cell migration and (b) cell invasion were measured using a Boyden chamber for 16 h and 24 h with polycarbonate filters, respectively. The migration and invasion abilities of Huh7 cells were quantified by counting the number of cells that invaded the underside of the porous polycarbonate as described in Section 2 . The values represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.  2.7. RNA Preparation and TaqMan Quantitative Real-Time PCR. Total RNA was isolated from Huh7 cells using Trizol (Life Technologies, Grand Island, NY, USA) according to the manufacturer's instructions as previously described [14]. Quantitative real-time PCR analysis was carried out using TaqMan one-step PCR Master Mix (Applied Biosystems).  100 ng of total cDNA was added per 25 μL reactions with MMP-9 or GAPDH primers and TaqMan probes. The MMP-9 and GAPDH primers and probes were designed using commercial software (ABI PRISM Sequence Detection System; Applied Biosystems). Quantitative real-time PCR assays were carried out in triplicate on a StepOnePlus    Evidence-Based Complementary and Alternative Medicine 5  TCE concentration  0 25 50 75 100  MMP-9  (μg/mL)  (a)  20  0  40  60  80  100  120  0 25 50 75 100  M M  P -9   a ct  iv it  y  (%   o f   co n  tr o  l)  ∗  ∗ ∗  TCE concentration (μg/mL)  (b)  MMP-9  TIMP-1  β-actin  0 25 50 75 100  (μg/mL)TCE concentration  (c)  0  50  100  150  200  250  300  Control 25 μg/mL 50 μg/mL  75 μg/mL 50 μg/mL  M M  P -9   a n  d  T  IM P  -1  l  ev el  s  (%   o f   co n  tr o  l)  ∗∗ ∗  ∗ ∗  ∗  MMP-9 TIMP-1  (d)  Figure 3: Effects of TCE on the activity and protein level of MMP-9 and the protein level of the endogenous inhibitor TIMP-1. (a) Huh7 cells were treated with TCE (0, 25, 50, 75 and 100 μg/mL) for 24 h and then subjected to gelatin zymography to analyze the activity of MMP-9. (b) Huh7 cells were treated with TCE (0, 25, 50, 75 and 100 μg/mL) for 24 h and then subjected to western blotting to analyze the protein levels of MMP-9 and TIMP-1. Quantitative results of MMP-9 and TIMP-1 protein levels which were adjusted with β-actin protein level. The values represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.  sequence detection system. The threshold was set above the nontemplate control background and within the linear phase of target gene amplification to calculate the cycle number at which the transcript was detected.  2.8. Preparation of Total Cell Lysates and Nuclear Fraction. For total cell lysates preparation, cells were rinsed with PBS twice and scraped with 0.2 mL of cold RIPA buffer containing protease inhibitors cocktail, and then vortexed at 4◦C for 10 min. Cell lysates were subjected to a centrifugation of 10,000 rpm for 10 min at 4◦C, and the insoluble pellet was discarded. Nuclear extracts were obtained using a modifica- tion of a previously described method [13]. Briefly, harvested cells were scraped and lysed with buffer A (10 mM HEPES, 10 mM KC1, 0.1 mM EDTA, 1.5 mM MgCl2, 0.2% NP40,  1 mM DTT, and 0.5 mM phenylmethylsulfonyl fluoride), followed by vortexing to shear the cytoplasmic membranes and nuclear pellets were collected by a centrifugation at 3000 rpm for 30 s at 4◦C. Nuclear proteins were extracted with high-salt buffer B (20 mM HEPES, 25% glycerol, 1.5 mM MgCl2, 0.1 mM EDTA, 420 mM NaCl, 1 mM DTT, and 0.5 mM phenylmethylsulfonyl fluoride). The protein concentration of total cell lysates and nuclear fraction were determined by Bradford assay [15].  2.9. Western Blot Analysis. The cell lysates or nuclear extracts were separated in a 10% polyacrylamide gel and transferred onto a nitrocellulose membrane. The blot was subsequently incubated with 5% nonfat milk in Tris-buffered saline    6 Evidence-Based Complementary and Alternative Medicine  TCE concentration  0 25 50 75 100  MMP-9  GAPDH  (μg/mL)  (a)  0 0 25 50 75 100  120  100  80  60  40  20  M M  P -9   m R  N A   e xp  re ss  io n   ( %   o f   co n  tr o  l)  ∗ ∗  ∗  TCE concentration (μg/mL)  (b)  0 0 25 50 75 100  120  100  80  60  40  20  M M  P -9   p ro  m o  te r   ac ti  vi ty   ( %   o f   co n  tr o  l)  NF-κB  −600 AP-1  −79  Luciferase  AP-1  −533  −11  ∗ ∗  TCE concentration (μg/mL)  (c)  Figure 4: TCE suppresses MMP-9 expression at a transcriptional level. Huh7 cells were treated with TCE (0, 25, 50, 75, and 100 μg/mL) for 24 h and then subjected to (a) reverse transcription-PCR and (b) quantitative real-time PCR to analyze the mRNA expression of MMP-9. (c) MMP-9 promoter reporter assay to analyze the promoter activity of MMP-9. Luciferase activity, determined in triplicates, was normalized to β-galactosidase activity. The values represented the means ± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.  (20 mM Tris, 137 mM NaCl, pH 7.6) for 1 h to block non- specific binding and then overnight with polyclonal anti- bodies against MMP-9, TIMP-1, NF-κB, IκB, c-Jun, and c- Fos. Blots were then incubated with a horseradish peroxidase goat anti-rabbit or anti-mouse IgG for 1 h. Afterwards, signal was detected by using enhanced chemiluminescence (ECL) commercial kit (Amersham Biosciences) and relative photographic density was quantitated by scanning the pho- tographic negatives on a gel documentation and analysis system (AlphaImager 2000, Alpha Innotech Corporation, San Leandro, CA, USA).  2.10. Transfection and MMP-9 Promoter-Driven Luciferase Assays. Huh7 cells were seeded at a concentration of 5 × 104 cells per well in 6-well cell culture plates. After 24 h of incubation, pGL3-basic (vector) and MMP-9 promoter plasmid were cotransfected with a β-galactosidase expression vector (pCH110) into cells using Turbofect (Fermentas, Carlsbad, CA). After 12 h of transfection, cells were treated with vehicle or TCE (0, 25, 50, 75, and 100 μg/mL) for 24 h. The cell lysates were harvested, and luciferase activity was determined using a luciferase assay kit. The value of the    Evidence-Based Complementary and Alternative Medicine 7  M Input IgG NF-κB  200 bp  200 bp  100 bp  100 bp  AP-1  IP  +++− − −TCE (100 μg/mL)  (a)  rIgG 0 100  200  150  100  50  0  T h  e  ra  ti o   o f   ge n  e  ex  p re  ss io  n  MMP-9 (NF-κB) MMP-9 (AP-1)  ∗ ∗  TCE concentration (μg/mL)  (b)  Figure 5: Critical role of AP-1 and NF-κB in TCE-induced transcriptional inhibition of MMP-9 in Huh7 cells. Huh7 cells were treated with TCE (0, 100 μg/mL) for 24 h and then the nuclear fraction was prepared as described in Section 2 . ((a) and (b)) Levels of AP-1 and NF-κB in the nucleus were immunodetected with AP-1- and NF-κB-, specific antibodies, respectively.  luciferase activity was normalized to transfection efficiency and monitored by β-galactosidase expression.  2.11. Chromatin Immunoprecipitation Analysis (ChIP). Chro- matin immunoprecipitation analysis was performed as des- cribed previously [14]. DNA immunoprecipitated with anti- NF-κB and anti-AP-1 was purified and extracted using phenol-chloroform. Immunoprecipitated DNA was analyzed by PCR or quantitative PCR by using specific primers.  2.12. Statistical Analysis. Statistical significances of difference throughout this study were calculated by Student's t-test (Sigma-Stat 2.0, Jandel Scientific, San Rafael, CA, USA). A difference at P < 0.05 was considered to be statistically significant and the experiments were repeated three times.  3. Results  3.1. Effects of TCE on Huh7 Cell Viability. Figure 1(a) displays the cytotoxic effects of various concentrations of TCE (0 μg/mL to 100 μg/mL) on Huh7 cells. Results from MTT assay revealed that TCE did not influence Huh7 cell viability at all tested concentrations. A lower TCE concentration range was, thus, used for all subsequent experiments.  3.2. Effects of TCE on Wound Closure, Invasion, and Migration of Huh7 Cells In Vitro. Figure 1(b) displays the findings from wound closure assay to evaluate the effects of TCE on Huh7 cell migration, showing representative photographs of Huh7 cells migrating into scratch wounds following treatment with TCE. Figures 2(a) and 2(b) demonstrate the effects of TCE on cell migration and invasion in Huh7 cells treated with 0, 25, 50, 75, and 100 μg/mL TCE for 16 h (cell migration)  and 24 h (cell invasion). Cell migration and invasion assays using a Boyden chamber revealed that TCE induced marked reductions in the invasion and migration abilities of Huh7 cells in a concentration-dependent manner.  3.3. Effects of TCE on the Expression of MMP-9 and Its Endogenous Inhibitor. The Huh7 cells were treated with TCE (0, 25, 50, 75, and 100 μg/mL) for 24 h, and then subjected to gelatin zymography to analyze MMP-9 activity. As shown in Figures 3(a)-3(b), TCE treatment reduced MMP-9 activity in a dose-dependent manner. Figure 3(c) shows Western blot analysis of the expression of MMP-9 and its endogenous inhibitor TIMP-1. The MMP-9 and TIMP-1 protein levels were adjusted using β-actin. Following TCE treatment, MMP-9 expression decreased significantly, whereas TIMP-1 expression increased (Figure 3(d)).  3.4. Effects of TCE on MMP-9 Transcription. To evaluate the inhibitory effects of TCE on MMP-9 expression in Huh7 cells, Huh7 cells were treated with 0, 25, 50, 75, and 100 μg/mL TCE for 24 h, and then subjected to reverse trans- criptase polymerase chain reaction (RT-PCR) and real-time PCR to analyze mRNA levels. After treatment with various concentrations of TCE, the levels of MMP-9 mRNA showed marked decreases in a concentration-dependent manner (Figures 4(a) and 4(b)). Promoter analysis using a luciferase assay kit identified significant inhibition of the luciferase activities of MMP-9 (Figure 4(c)). These results indicate that TCE regulates the expression of MMP-9, at least partially, at a transcriptional level.  3.5. The Transcription Factors NF-κB and AP-1 Are the Key Regulators Involved in Transcriptional Inhibition of MMP-9 by    8 Evidence-Based Complementary and Alternative Medicine  N u  cl ea  r  N  F -κ  B  e  xp re  ss io  n  (  %  o  f  co  n tr  o l)  120  100  80  60  40  20  0 0 25 100  TCE (μg/mL)  NF-κB  GAPDH  Fibrillian  Cytosolic Nuclear  0 25 100 0 25 100  TCE concentration (μg/mL)  (a)  Phospho-IκBα  GAPDH  TCE (μg/mL) 0 25 100 120  100  80  60  40  20  0 0 25 100  ∗  Iκ B   P h  o sp  h o  ry la  ti o  n  (  %  o  f  co  n tr  o l)  TCE concentration (μg/mL)  IκBα  (b)  c-Junc-Fos  120  100  80  60  40  20  0  N u  cl ea  r  A  P -1   e xp  re ss  io n   ( %   o f   co n  tr o  l)  Control  TCE (μg/mL)  c-Fos  c-Jun  C23  0 25 100  ∗  ∗  ∗  25 μg/mL 100 μg/mL  (c)  Figure 6: NF-κB and AP-1 expressions in TCE-induced transcriptional inhibition of Huh7 cells. Huh7 cells were treated with TCE 25 and 100 μg/mL for 24 h and then the nuclear fraction was prepared as described in Section 2 . Levels of NF-κB (a), IκB (b), c-fos, and c-Jun (c) in the nucleus were immunodetected with NF-κB-, IκB-, c-fos-, and c-Jun-specific antibodies, respectively. Representative results of NF-κB, IκB, c-fos, and c-Jun protein levels determined by western blot analysis. The values represented the means± SD of at least three independent experiments. ∗P < 0.05 as compared with the vehicle group.    Evidence-Based Complementary and Alternative Medicine 9  TCE  Nucleus Cell invasion  C -J  u n  C -J  u n  C -F  o s  C -F  o s  p 6  5  p 6  5 p  5 0  p 5  0  PP  AP-1 binding siteNF-κB  MMP-9  IκB-α  Figure 7: Proposed signal transduction pathways by which TCE inhibits invasion of Huh7 cells.  TCE. Sequence analysis of the MMP-9 promoter revealed a number of cis-acting regulatory elements that could poten- tially be involved in the regulation of MMP-9 expression, including NF-κB and AP-1. Chromatin immunoprecipita- tion (ChIP) assay then investigated the involvement of these transcription factors in the TCE-induced transcriptional inhibition of MMP-9 (Figure 5(a)). Results from quantitative real-time PCR indicated that TCE significantly reduced the binding of NF-κB and AP-1 to the MMP-9 promoters (Figure 5(b)).  To further investigate the involvement of AP-1 and NF- κB in the transcriptional regulation of MMP-9 by TCE in Huh7 cells, the effects of TCE on nuclear translocation of NF-κB, c-fos, and c-Jun were evaluated. Treatment of Huh7 cells with 0, 25, and 100 μg/mL TCE reduced nuclear translocation of NF-κB, and phosphorylation of IκB, c-Fos, and c-Jun (Figures 6(a) to 6(c)). These findings indicated that TCE might induce transcriptional inhibition of MMP- 9 in Huh7 cells by suppressing NF-κB and AP-1 nuclear translocation and MMP-9 promoter binding activity.  4. Discussion  Herbal products are used worldwide in the prevention and treatment of various chronic diseases, and their potential anticancer and antimetastatic effects are currently under investigation. Terminalia catappa leaf extracts exert a range of biological effects on cells, including antioxidant and hep- atoprotective activity on hepatocytes and liver mitochondria, and preventive activity against hepatocyte apoptosis [16-19]. In previous studies, water extracts of TCE could effectively  reduce carbon-tetrachloride- (CCl4-) induced hepatotoxicity and bleomycin-induced genotoxicity of Chinese hamster ovary cells [20, 21]. Tang et al. reported that ethanol extracts of TCE contain higher active components than water extracts of TCE [8]. In an earlier study, the same group identified that chloroform extracts of TCE induce hepatoprotective effects that might be related to the regulation of liver IL-6 gene expression [22]. Different methods of extraction of TCE can, therefore, influence the physiological nature of the active compound and modify its effects directly.  As described in previous studies, the protective activities of TCE against liver mitochondrial damage induced by car- bon tetrachloride (CCl4) might be related to the inhibition of IL-6 gene overexpression [20, 23]. Studies have also suggested that its protective effects might be related to the scavenging of reactive oxygen species (ROS) [20, 21, 24]. The groups of Fan and Tang speculated that TCE might prevent DNA damage and carcinogenesis by inhibiting ROS generation or reducing DNA adduct formation [19, 25]. In the study of Wen et al., T. catappa L. hydrophilic extract (TCLW) inhibited MMP-1, MMP-3, and MMP-9 expressions at a range of concentrations and promoted the expression of type I procollagen by inhibiting MMP-1, -3, and -9 activities. This afforded it antiaging activity and potential cosmetic use [24]. Ko et al. also described that SC-CO2 extract of TCE exhibited potent antimutagenicity and demonstrated higher cytotoxicity against HCC cells than against normal liver cells. Therefore, TCE is a potent antioxidant and might provide a novel source of biomedicinal phytochemicals for cancer prevention [26]. However, constraints on the use of herbal products for prevention of cancer metastasis have yet to be cleared, and the underlying biological mechanisms of    10 Evidence-Based Complementary and Alternative Medicine  their activities have yet to be fully characterized. Our group's previous studies identified that TCE induces antimetastatic effects in lung cancer (A549, Lewis lung carcinoma, LLC) and oral cancer cells (SCC-4) [5, 9]. The present study's results indicate that TCE also exerts inhibitory effects on HCC cell metastasis through regulation of MMP-9. Morioka et al. reported that TCE has a potent short-term chemopreventive effect on biomarkers of colon carcinogenesis and might be associated with inhibition of the development of aber- rant crypt foci (ACF) and beta-catenin-accumulated crypts (BCACs) [27]. It is, therefore, possible that other proteases are involved in the antimetastatic effects of TCE on HCC. Further investigation is needed to confirm the involvement of other antimetastatic mechanisms, and changes in the expression of proteases, in TCE-induced effects.  Transcription of the MMP-9 gene is regulated by upstream sequences, including motifs corresponding to NF- κB or AP-1 binding sites [6, 28, 29]. In the present study, TCE inhibited the binding of NF-κB and AP-1 to the MMP-9 promoter in Huh7 cells. The transcription nuclear factors NF-κB and AP-1 can promote tumorigenesis and are linked to invasion and metastasis. In the study by Aggarwal, inhibition of NF-κB and AP-1 activities was effective in the prevention and treatment of cancer [30]. This result was similar to the group's previous finding that norcantharidin (NCTD) exerted inhibitory effects on metastasis in HCC cells [6]. Activation of NF-κB occurs through the phosphorylation of IκBα. This releases NF-κB, which then translocates from the cytosol to the nucleus to regulate gene expression at a transcriptional level. In the present study, TCE treatment resulted in inhibition of NF-κB DNA binding activity, accompanied by inhibition of IκBα phosphorylation, leading to the downregulation of MMP-9.  In conclusion, the present study's findings demonstrate that TCE exerts inhibitory effects on several critical stages of metastasis, including cell invasion and migration, by regulating the activities of metastasis-associated proteases and their natural inhibitors. Terminalia Catappa leaf extracts might, therefore, have potential use in the development of preventive and treatment agents for cancer metastasis. Terminalia catappa leaf extracts inhibit NF-κB and AP-1 DNA binding activities effectively, resulting in the down- regulation of MMP-9 expression and the inhibition of metastasis (Figure 7). By targeting the signal transduction mediators and transcriptional factors involved in the TCE antimetastatic process in human hepatoma cells, it might be possible to develop specific mediators to inhibit cell metastasis. Further in vivo analysis is needed to confirm the effectiveness of TCE in the prevention or treatment of hepatoma invasion or migration.  Abbreviations  TCE: Terminalia catappa leaf extracts ECM: Extracellular matrix MMP: Matrix metalloproteinase TIMP: Tissue inhibitor of metalloproteinase  HCC: Hepatocellular carcinoma ChIP: Chromatin immunoprecipitation.  Acknowledgment  This study was supported by a Research Grant from Chung Shan Medical University Hospital, Taiwan (CSH-2012-C- 006).  References  [1] T. Y. Chen, Y. C. Li, Y. F. Liu et al., “Role of MMP14 gene poly- morphisms in susceptibility and pathological development to hepatocellular carcinoma,” Annals of Surgical Oncology, vol. 18, no. 8, pp. 2348-2356, 2011.  [2] B. Bauvois, “New facets of matrix metalloproteinases MMP- 2 and MMP-9 as cell surface transducers: outside-in signaling and relationship to tumor progression,” Biochimica et Biophys- ica Acta, vol. 1825, no. 1, pp. 29-36, 2012.  [3] M. Björklund and E. Koivunen, “Gelatinase-mediated migra- tion and invasion of cancer cells,” Biochimica et Biophysica Acta, vol. 1755, no. 1, pp. 37-69, 2005.  [4] S. F. Yang, C. Y. Lin, P. Y. Yang, S. C. Chao, Y. Z. Ye, and D. N. Hu, “Increased expression of gelatinase (MMP-2 and MMP 9) in pterygia and pterygium fibroblasts with disease progression and activation of protein kinase C,” Investigative Ophthalmology and Visual Science, vol. 50, no. 10, pp. 4588- 4596, 2009.  [5] S. F. Yang, M. K. Chen, Y. S. Hsieh et al., “Antimetastatic effects of Terminalia catappa L. on oral cancer via a down-regulation of metastasis-associated proteases,” Food and Chemical Toxi- cology, vol. 48, no. 4, pp. 1052-1058, 2010.  [6] C. B. Yeh, M. J. Hsieh, Y. H. Hsieh et al., “Antimetastatic effects of norcantharidin on hepatocellular carcinoma by transcriptional inhibition of MMP-9 through Modulation of NF-κB activity,” PLos ONE, vol. 7, Article ID e31055, 2012.  [7] X. H. Tang, L. Gao, J. Gao et al., “Mechanisms of hepatopro- tection of Terminalia catappa L. extract on D-galactosamine- induced liver damage,” American Journal of Chinese Medicine, vol. 32, no. 4, pp. 509-519, 2004.  [8] X. Tang, J. Gao, Y. Wang et al., “Effective protection of Terminalia catappa L. leaves from damage induced by carbon tetrachloride in liver mitochondria,” Journal of Nutritional Biochemistry, vol. 17, no. 3, pp. 177-182, 2006.  [9] S. C. Chu, S. F. Yang, S. J. Liu, W. H. Kuo, Y. Z. Chang, and Y. S. Hsieh, “In vitro and in vivo antimetastatic effects of Terminalia catappa L. leaves on lung cancer cells,” Food and Chemical Toxicology, vol. 45, no. 7, pp. 1194-1201, 2007.  [10] T. Mosmann, “Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays,” Journal of Immunological Methods, vol. 65, no. 1-2, pp. 55-63, 1983.  [11] S. F. Yang, W. E. Yang, H. R. Chang, S. C. Chu, and Y. S. Hsieh, “Luteolin induces apoptosis in oral squamous cancer cells,” Journal of Dental Research, vol. 87, no. 4, pp. 401-406, 2008.  [12] S. F. Yang, W. E. Yang, W. H. Kuo, H. R. Chang, S. C. Chu, and Y. S. Hsieh, “Antimetastatic potentials of flavones on oral cancer cell via an inhibition of matrix-degrading proteases,” Archives of Oral Biology, vol. 53, no. 3, pp. 287-294, 2008.  [13] S. F. Yang, S. C. Chu, S. J. Liu, Y. C. Chen, Y. Z. Chang, and Y. S. Hsieh, “Antimetastatic activities of Selaginella tamariscina (Beauv.) on lung cancer cells in vitro and in vivo,” Journal of Ethnopharmacology, vol. 110, no. 3, pp. 483-489, 2007.    Evidence-Based Complementary and Alternative Medicine 11  [14] S. F. Yang, M. K. Chen, Y. S. Hsieh et al., “Prostaglandin E2/EP1 signaling pathway enhances intercellular adhesion molecule 1 (ICAM-1) expression and cell motility in oral cancer cells,” Journal of Biological Chemistry, vol. 285, no. 39, pp. 29808-29816, 2010.  [15] M. M. Bradford, “A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein dye binding,” Analytical Biochemistry, vol. 72, no. 1-2, pp. 248-254, 1976.  [16] S. Kinoshita, Y. Inoue, S. Nakama, T. Ichiba, and Y. Aniya, “Antioxidant and hepatoprotective actions of medicinal herb, Terminalia catappa L. from Okinawa Island and its tannin corilagin,” Phytomedicine, vol. 14, no. 11, pp. 755-762, 2007.  [17] C. C. Lin, Y. L. Chen, J. M. Lin, and T. Ujiie, “Evaluation of the antioxidant and hepatoprotective activity of Terminalia catappa,” American Journal of Chinese Medicine, vol. 25, no. 2, pp. 153-161, 1997.  [18] T. Y. Liu, L. K. Ho, Y. C. Tsai et al., “Modification of mitomycin C-induced clastogenicity by Terminalia catappa L. in vitro and in vivo,” Cancer Letters, vol. 105, no. 1, pp. 113-118, 1996.  [19] X. H. Tang, J. Gao, H. Dou et al., “Protective effect of the extract of Terminalia catappa leaves on acute liver injury induced by D-GalN in mice,” Zhongguo Zhongyao Zazhi, vol. 29, no. 11, pp. 1069-1073, 2004.  [20] P. S. Chen, J. H. Li, T. Y. Liu, and T. C. Lin, “Folk medicine Terminalia catappa and its major tannin component, puni- calagin, are effective against bleomycin-induced genotoxicity in Chinese hamster ovary cells,” Cancer Letters, vol. 152, no. 2, pp. 115-122, 2000.  [21] J. Gao, X. Tang, H. Dou, Y. Fan, X. Zhao, and Q. Xu, “Hepa- toprotective activity of Terminalia catappa L. leaves and its two triterpenoids,” Journal of Pharmacy and Pharmacology, vol. 56, no. 11, pp. 1449-1455, 2004.  [22] X. H. Tang, J. Gao, Y. P. Wang, L. Z. Xu, X. N. Zhao, and Q. Xu, “Hepatoprotective effects of chloroform extract from leaf of Terminalia catappa in relation to the inhibition of liver IL- 6 expression,” Zhongguo Zhongyao Zazhi, vol. 28, no. 12, pp. 1170-1174, 2003.  [23] C. C. Lin, Y. F. Hsu, and T. C. Lin, “Antioxidant and free radical scavenging effects of the tannins of Terminalia catappa L.,” Anticancer Research, vol. 21, no. 1, pp. 237-244, 2001.  [24] K. C. Wen, I. C. Shih, J. C. Hu et al., “Inhibitory effects of Terminalia catappa on UVB-induced photodamage in fibrob- last cell line,” Evidence-Based Complementary and Alternative Medicine, vol. 2011, Article ID 904532, 9 pages, 2011.  [25] Y. M. Fan, L. Z. Xu, J. Gao et al., “Phytochemical and anti- inflammatory studies on Terminalia catappa,” Fitoterapia, vol. 75, no. 3-4, pp. 253-260, 2004.  [26] T. F. Ko, Y. M. Weng, S. B. Lin, and R. Y. Y. Chiou, “Antimutagenicity of supercritical CO2 extracts of Terminalia catappa leaves and cytotoxicity of the extracts to human hepatoma cells,” Journal of Agricultural and Food Chemistry, vol. 51, no. 12, pp. 3564-3567, 2003.  [27] T. Morioka, M. Suzui, V. Nabandith et al., “Modifying effects of Terminalia catappa on azoxymethane-induced colon carci- nogenesis in male F344 rats,” European Journal of Cancer Prevention, vol. 14, no. 2, pp. 101-105, 2005.  [28] Y. Takada, S. Singh, and B. B. Aggarwal, “Identification of a p65 peptide that selectively inhibits NF-κB activation induced by various inflammatory stimuli and its role in down-regulation of NF-κB-mediated gene expression and up- regulation of apoptosis,” Journal of Biological Chemistry, vol. 279, no. 15, pp. 15096-15104, 2004.  [29] M. H. Chien, T. H. Ying, Y. S. Hsieh et al., “Dioscorea nipponica Makino inhibits migration and invasion of human oral cancer HSC-3 cells by transcriptional inhibition of matrix metalloproteinase-2 through modulation of CREB and AP-1 activity,” Food and Chemical Toxicology, vol. 50, no. 3-4, pp. 558-566, 2012.  [30] B. B. Aggarwal, “Nuclear factor-κB: the enemy within,” Cancer Cell, vol. 6, no. 3, pp. 203-208, 2004.  View publication statsView publication stats  https://www.researchgate.net/publication/233965067   Introduction  Materials and Methods  Preparation of Terminalia catappa Leaves Extracts (TCE)  Cell Culture and TCE Treatment  Determination of Cell Viability (MTT Assay)  In Vitro Wound Closure  Cell Invasion and Migration Assays  Determination of MMP-9 by Zymography  RNA Preparation and TaqMan Quantitative Real-Time PCR  Preparation of Total Cell Lysates and Nuclear Fraction  Western Blot Analysis  Transfection and MMP-9 Promoter-Driven Luciferase Assays  Chromatin Immunoprecipitation Analysis (ChIP)  Statistical Analysis   Results  Effects of TCE on Huh7 Cell Viability  Effects of TCE on Wound Closure, Invasion, and Migration of Huh7 Cells In Vitro  Effects of TCE on the Expression of MMP-9 and Its Endogenous Inhibitor  Effects of TCE on MMP-9 Transcription  The Transcription Factors NF-B and AP-1 Are the Key Regulators Involved in Transcriptional Inhibition of MMP-9 by TCE   Discussion  Abbreviations    Acknowledgment  References",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}