{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/341678889  Edwardsiella tarda Eta1, an In Vivo-Induced Antigen That Is Involved in Host  Infection  Article  in  Infection and Immunity · May 2012  DOI: 10.1128/IAI.00063-12  CITATIONS  32 READS  32  5 authors, including:  Yun Sun  Hainan University  48 PUBLICATIONS   291 CITATIONS     SEE PROFILE  Yong-hua Hu  Chinese Academy of Sciences  112 PUBLICATIONS   2,872 CITATIONS     SEE PROFILE  Jinsheng Sun  Tianjin Normal University  185 PUBLICATIONS   3,023 CITATIONS     SEE PROFILE  All content following this page was uploaded by Yong-hua Hu on 14 January 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/341678889_Edwardsiella_tarda_Eta1_an_In_Vivo-Induced_Antigen_That_Is_Involved_in_Host_Infection?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/341678889_Edwardsiella_tarda_Eta1_an_In_Vivo-Induced_Antigen_That_Is_Involved_in_Host_Infection?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yun-Sun-14?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yun-Sun-14?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hainan_University?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yun-Sun-14?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yong-Hua-Hu?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yong-Hua-Hu?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chinese_Academy_of_Sciences?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yong-Hua-Hu?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jinsheng-Sun-2?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jinsheng-Sun-2?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Tianjin_Normal_University?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jinsheng-Sun-2?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yong-Hua-Hu?enrichId=rgreq-05fee55476713ddee4bc8a190dd027eb-XXX&enrichSource=Y292ZXJQYWdlOzM0MTY3ODg4OTtBUzoxMDMzNzc1MzkxNzQ0MTVAMTQwMTY1ODUzNDYyNg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Edwardsiella tarda Eta1, an In Vivo-Induced Antigen That Is Involved in Host Infection  Yun Sun,a,c Wen-Jiang Zheng,a,b,c Yong-Hua Hu,a Bo-Guang Sun,a and Li Suna  Key Laboratory of Experimental Marine Biology, Institute of Oceanology, Chinese Academy of Sciences, Qingdao, Chinaa; Lanzhou Branch, National Science Library, Chinese Academy of Sciences, Lanzhou, Gansu, Chinab; and Graduate University of the Chinese Academy of Sciences, Beijing, Chinac  Edwardsiella tarda, a Gram-negative bacterium, is a severe fish pathogen that can also infect humans. In this study, we identi- fied, via in vivo-induced antigen technology, an E. tarda antigen, Eta1, and analyzed its function in a Japanese flounder (Paralichthys olivaceus) model. Eta1 is composed of 226 residues and shares homology with putative bacterial adhesins. Quanti- tative real-time reverse transcriptase (RT)-PCR analysis indicated that when cultured in vitro, eta1 expression was growth phase dependent and reached maximum at mid-logarithmic phase. During infection of flounder lymphocytes, eta1 expression was drastically increased at the early stage of infection. Compared to the wild type, the eta1-defective mutant, TXeta1, was unaffected in growth but exhibited attenuated overall virulence, reduced tissue dissemination and colonization capacity, and impaired abil- ity to invade flounder lymphocytes and to block the immune response of host cells. The lost virulence of TXeta1 was restored when a functional eta1 gene was reintroduced into the strain. Western blot and immunodetection analyses showed that Eta1 is localized to the outer membrane and exposed on the surface of E. tarda and that recombinant Eta1 (rEta1) was able to interact with flounder lymphocytes. Consistent with these observations, antibody blocking of Eta1 inhibited E. tarda infection at the cellular level. Furthermore, when used as a subunit vaccine, rEta1 induced strong protective immunity in flounder against lethal E. tarda challenge. Taken together, these results indicate that Eta1 is an in vivo-induced antigen that mediates pathogen-host interaction and, as a result, is required for optimal bacterial infection.  Edwardsiella tarda is a Gram-negative, motile, rod-shaped bac-terium of the family Enterobacteriaceae. It is a pathogen with a broad host range that includes fish, birds, reptiles, and humans. E. tarda infection of humans can cause gastrointestinal symptoms and other disorders, such as myonecrosis and wound infections (9, 21). In aquaculture, E. tarda is considered a severe pathogen because of its ability to infect a wide range of marine and freshwa- ter fish, including Japanese flounder (Paralichthys olivaceus), tur- bot (Scophtalmus maximus), tilapia (Oreochromis niloticus), eels (Anguilla japonica), and channel catfish (Ictalurus punctatus) (17, 37). E. tarda infection of fish may lead to the development of a systemic disease called edwardsiellosis, which in Japanese floun- der is often manifested in hemorrhage, septicemia, skin lesions, and necrosis of liver, gut, and kidney (19, 26).  Functional studies have identified a number of E. tarda systems and factors that are involved in pathogenesis (14, 24). It is known that E. tarda enters host fish through the gastrointestinal tract, the gills, and the body surface and is able to resist the immune defense mediated by host complements and phagocytes (16, 23). Studies in fish models, such as blue gourami and flounder, have indicated that effective E. tarda infection requires two virulence-associated systems, i.e., type III (T3SS) and type VI (T6SS) secretion systems, which are vital to E. tarda invasion and intracellular replication (22, 35, 42, 46). Other factors known to be involved in E. tarda pathogenicity are hemolysin (8, 29, 40, 41), catalase (25), super- oxide dismutase (4), heat shock proteins (5, 6), Dps (47), and the LuxS/AI-2 quorum-sensing system (43, 44). A recent study based on genomic subtractive hybridization identified an autotrans- porter adhesin, AIDA, in atypical strains of fish-pathogenic E. tarda (27). However, the precise functions of these virulence fac- tors during E. tarda infection and the mechanism of disease oc- currence are unclear.  In previous studies, we have utilized the approach of in vivo-  induced antigen technology (IVIAT) to discover potential viru- lence factors associated with E. tarda infection (10, 11). In the current study, we examined the biological properties and function of a putative adhesin, Eta1, identified via IVIAT. We found that expression of eta1 was drastically enhanced during infection of host cells and that mutation of eta1 attenuates E. tarda virulence at the cellular and tissue levels. In addition, we also observed inter- action between recombinant Eta1 and host lymphocytes, and blocking of this interaction inhibits the infectivity of E. tarda.  MATERIALS AND METHODS Bacterial strains and growth conditions. E. coli BL21, BL21(DE3), and DH5- were purchased from Tiangen (Beijing, China). E. coli S17-1-pir was purchased from Biomedal (Sevilla, Spain). E. tarda TX01 was isolated from the kidneys of diseased flounder (31) and is naturally resistant to rifampin. All strains were grown in Luria-Bertani broth (LB) (28) at 37°C (for E. coli) or 28°C (for E. tarda). Where indicated, appropriate antibiot- ics were supplemented as follows: chloramphenicol, 30 -g/ml; polymyxin B, 100 -g/ml; and rifampin, 20 -g/ml. All antibiotics were purchased from Sangon, Shanghai, China.  Fish used for infection study. Japanese flounder (average weight, 12.1 g) were purchased from a local fish farm and maintained at 22°C in aer- ated seawater. The fish were acclimatized in the laboratory for 2 weeks  Received 24 January 2012 Returned for modification 16 February 2012 Accepted 4 May 2012  Published ahead of print 14 May 2012  Editor: B. A. McCormick  Address correspondence to Li Sun, lsun@qdio.ac.cn.  Supplemental material for this article may be found at http://iai.asm.org.  Copyright   2012, American Society for Microbiology. All Rights Reserved.  doi:10.1128/IAI.00063-12  2948 iai.asm.org Infection and Immunity p. 2948-2955 August 2012 Volume 80 Number 8  http://iai.asm.org http://dx.doi.org/10.1128/IAI.00063-12 http://iai.asm.org   before experimental manipulation and were maintained and euthanized as reported previously (11).  Cloning and sequence analysis of eta1. eta1 was cloned with the IVIAT technology, as described previously (11). The putative amino acid sequence of Eta1 was analyzed using the BLAST program at the National Center for Biotechnology Information (NCBI) and the Expert Protein Analysis System. Domain search was performed with the conserved do- main search program of NCBI. The signal peptide search was performed with SignalP 3.0. The theoretical molecular mass and theoretical isoelec- tric point were predicted using EditSeq in the DNASTAR software pack- age (Madison, WI).  Preparation of flounder HK lymphocytes. To prepare flounder head kidney (HK) lymphocytes, HK was removed from three flounder (average weight, 796 g) under aseptic conditions and washed 3 times with phos- phate-buffered saline (PBS) containing 100 U of penicillin and strepto- mycin (Solarbio, Beijing, China). The tissue was passed through a metal mesh, and the cell suspension was overlaid on 1.070 and 1.077 discontin- uous density of Percoll solution (Solarbio, Beijing, China). After centrif- ugation at 300 - g for 30 min at 4°C, the interface fraction containing lymphocytes was collected and washed 3 times with PBS. The lymphocytes were resuspended in L-15 medium (Thermo Scientific HyClone, Beijing, China), and the viability of the cells was examined by the trypan blue dye exclusion method. The cells were adjusted to 2 - 105 viable cells/ml in L-15, distributed into 96-well tissue culture plates, and cultured at 22°C.  qRT-PCR analysis of eta1 expression. To examine eta1 expression in LB medium, E. tarda TX01 was grown in LB medium at 28°C to optical densities at 600 nm (OD600) of 0.25, 0.5, 0.9, 1.25, and 1.5. The cells were harvested by centrifugation and used for total RNA extraction with an HP Total RNA kit (Omega Bio-Tek). One microgram of total RNA was used for cDNA synthesis with Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA). Quantitative real-time reverse transcriptase PCR (qRT- PCR) was carried out as described previously (48) in an Eppendorf Mas- tercycler (Eppendorf, Hamburg, Germany) using the SYBR ExScript qRT-PCR Kit (TaKaRa, Dalian, China) with 16S rRNA as a reference, as described previously (43). The PCR primers for eta1 were RT-F1 (5=-GT CAGGAAAGTGATTGGTGGC-3=) and RT-R1 (5=-TCCAATACTCCTT CTCGGTGC-3=). The PCR primers for the 16S rRNA gene were 16S933F (5=-GCACAAGCGGTGGAGCAT-3=) and 16SRTR2 (5=-GCCATGCAG CACCTGTCTC-3=). The PCR analysis was performed four times. All data are given in terms of relative mRNA expressed as means plus or minus standard errors of the means (SE).  To examine eta1 expression during infection of host cells, TX01 was cultured in LB medium to an OD600 of 0.8; the cells were collected by centrifugation and resuspended in PBS to 107 CFU/ml. For cellular infec- tion, TX01 (106 CFU/well) was added to HK lymphocytes cultured in 96-well culture plates (105 cells/well) or, as controls, to 96-well culture plates containing L-15 medium without lymphocytes. The plates were incubated at 25°C for 0 h, 0.5 h, 1 h, 2 h, 3 h, and 5 h at 25°C. After the incubation, the plates containing lymphocytes were washed 3 times with PBS to remove unattached bacteria, and the cells were then used for total RNA extraction and qRT-PCR analysis of eta1 expression as described above. The TX01 in the control plates was collected by centrifugation and used for total RNA extraction and qRT-PCR analysis as described above.  Plasmid and strain construction. To construct pEtEta1, which ex- presses eta1, eta1 was amplified by PCR with primers 81F1 (5=-CGCATA TGGAGAATAATTTACTCGGCGA-3= [underlined sequence, NdeI site]) and 81R1 (5=-CTCGAGTTCCCCCACTTCCTTATTTCT-3= [underlined sequence, XhoI site]); the PCR products were ligated with the T-A cloning vector pBS-T (Tiangen, Beijing, China), resulting in pBSEta1, which was digested with NdeI/XhoI, and the fragment containing eta1 was retrieved and inserted into pET258 (32) between NdeI and XhoI sites. To construct the eta1-defective strain TXeta1, an internal fragment of eta1 (positions 67 to 303) was generated by PCR with primers KOF1 (5=-GGATCCGCACA ATCCTAGAATCAGTA-3= [underlined sequence, BamHI site]) and KOR1 (5=-GGATCCTAACTTCCATTGGCTATCT-3= [underlined se-  quence, BamHI site]). The PCR products were inserted into the suicide plasmid pDM4 (18) at the compatible BglII site, resulting in pDMEta1. S17-1-pir was transformed with pDMEta1, and the transformants were conjugated with TX01 as described previously (43). The transconjugants were selected on LB agar plates supplemented with polymyxin B and chloramphenicol. One of the selected mutants was named TXeta1. Muta- tion of eta1 in TXeta1 was confirmed by PCR analysis and subsequent sequencing of the PCR products and by Western blot analysis. To con- struct TXeta1C, pBSEta1 was digested with NdeI/XhoI, and the fragment containing eta1 was retrieved and inserted into the expression plasmid pBT3 (45) between NdeI and XhoI sites, resulting in pBT3Eta1. TXeta1 was transformed with pBT3Eta1 via electroporation, and the transfor- mants were selected on LB agar plates supplemented with ampicillin (re- sistance marker of pBT3Eta1). One of the transformants was named TXeta1C.  Purification of recombinant protein and preparation of antiserum. Recombinant Eta1 (rEta1) was purified as follows. E. coli BL21(DE3) was transformed with pEtEta1; the transformants were cultured in LB me- dium at 37°C to mid-logarithmic phase, and expression of eta1 was in- duced by adding isopropyl---D-thiogalactopyranoside (IPTG) to a final concentration of 1 mM. After growing at 37°C for an additional 5 h, the cells were harvested by centrifugation, and His-tagged rEta1 was purified under native conditions using nickel-nitrilotriacetic acid columns (GE Healthcare, Piscataway, NJ) as recommended by the manufacturer. The purified protein was dialyzed in PBS and concentrated with Amicon Ultra Centrifugal Filter Devices (Millipore, Billerica, MA). The concentrated protein was analyzed by sodium dodecyl sulfate-polyacrylamide gel elec- trophoresis (SDS-PAGE) and visualized after staining with Coomassie brilliant blue R-250. The concentration of the protein was determined using the Bradford method (3) with bovine serum albumin as the stan- dard. Preparation of rat anti-rEta1 serum and determination of the titers and specificities of anti-rEta1 antibodies were performed as described previously (32).  Determination of the subcellular location of Eta1. (i) Western blot- ting. TX01 and TXeta1 were grown in LB medium to an OD600 of 0.5 and harvested by centrifugation at 6,000 - g for 10 min at 4°C. Extracellular proteins were prepared by concentrating the supernatant 100 times using Amicon Ultra Centrifugal Filter Devices (Millipore, Billerica, MA). Cyto- plasmic and periplasmic proteins were prepared as reported previously (45). To prepare outer membrane proteins, the cell pellet was washed 3 times with PBS and resuspended in ice-cold buffer I (50 mM Tris · Cl, 1 mM EDTA, pH 7.5). The cells were broken by sonication on ice, followed by centrifugation as described above. The supernatant was collected and centrifuged at 100,000 - g for 1 h at 4°C. The pellet was resuspended in 0.1 M phosphate buffer (pH 7.4) containing 1 mM EDTA, 10 mM dithiothre- itol (DTT), and 2% Sarkosyl and incubated at 37°C for 1 h with mixing every 5 min. The suspension was centrifuged at 100,000 - g for 1 h at 4°C, and the pellet was resuspended in buffer I. The concentration of the pu- rified proteins was determined using the Bradford method (3). Western blotting was performed as follows. The proteins were subjected to electro- phoresis in 0.1% SDS-12% polyacrylamide gels. After electrophoresis, the proteins were transferred to nitrocellulose membranes. The membranes were blocked for 3 h with 2% (wt/vol) bovine serum albumin (BSA)-0.1% (wt/vol) azide-PBS containing 0.05% (vol/vol) Tween 20 (PBS-T), fol- lowed by washing with PBS-T three times. The blocked membranes were incubated for 2 h with antiserum against rEta1 or antiserum against re- combinant LuxS (rLuxS), an intracellular protein of E. tarda (43). The antisera were diluted in PBS-T containing 2% (wt/vol) BSA to 1/500. The membranes were washed three times with PBS-T. Primary antibodies were detected by incubating the membranes with anti-rat IgG-horserad- ish peroxidase (HRP) antibody (Tiangen, Beijing, China) (1/1,000 dilu- tion in PBS-T) for 1 h in PBS-T-BSA. The membranes were washed three times with PBS-T, and the antibody was detected with the HRP-DAB kit (Tiangen, Beijing, China). The color reaction was stopped after 30 min by several washes with water, and the membranes were air dried.  An E. tarda Antigen Involved in Host Infection  August 2012 Volume 80 Number 8 iai.asm.org 2949  http://iai.asm.org   (ii) immunofluorescence study. TX01 and TXeta1 were cultured in LB medium to an OD600 of 0.5. The cells were washed and diluted in PBS to 108 CFU/ml. Three hundred microliters of bacterial suspension was dropped onto a glass slide, and the slide was incubated at room tempera- ture for 4 h. The cells were fixed with 4% paraformaldehyde for 10 min, followed by washing 3 times with PBS. Rat anti-rEta1 serum, preimmune serum, and rat anti-rLuxS serum were diluted 500 times in PBS, and 300 -l diluted serum was added to the bacterial cells on the slide. The slide was incubated at 30°C for 2 h and washed 3 times with PBS. Fluorescein iso- thiocyanate (FITC)-labeled goat anti-rat IgG (Bioss, Beijing, China) was diluted 1,000 times, and 300 -l of the diluted antibody was added to the slide. The slide was incubated and washed as described above and ob- served with a fluorescence microscope (Nikon E800; Japan).  Tissue dissemination and mortality analysis. For tissue dissemina- tion analysis, TXeta1, TXeta1C, and TX01 were cultured in LB medium to an OD600 of 0.8. The cells were washed with PBS and resuspended in seawater. Japanese flounder were divided randomly into four groups (n - 35) and immersed in seawater containing or not containing (control) 108  CFU/ml of TXeta1, TXeta1C, or TX01. The blood, liver, kidney, and spleen were taken aseptically from the fish (five from each group) at 12 h postinfection. Bacterial recovery from the tissues was determined as re- ported previously (43). The rest of the infected fish were monitored daily for mortality for 20 days.  E. tarda infection of host cells and bacterial-recovery analysis. To examine E. tarda infection, TXeta1 and TX01 were cultured in LB me- dium to an OD600 of 0.8. The cells were washed in PBS and resuspended in L-15 to 107 CFU/ml. HK lymphocytes cultured in 96-well cell culture plates were supplemented with TXeta1 or TX01 (106 CFU/well). The plates were incubated at 30°C for 1 h, 2 h, 3 h, and 5 h, followed by washing 3 times with PBS. The cells were incubated with penicillin and streptomy- cin (100 U) for 2 h at 25°C to kill extracellular bacteria. Bacterial recovery was determined as reported previously (43). The experiment was per- formed four times.  qRT-PCR analysis of the expression of immune genes in E. tarda- infected flounder. Flounder were infected with TXeta1 or TX01 as de- scribed above for tissue dissemination analysis. Total RNA was extracted from HK at 1 h and 4 h postinfection with an HP Total RNA kit (Omega Bio-Tek) and used for qRT-PCR as described above with 18S rRNA and ubiquitin-conjugating enzyme (UBCE) as internal references (48). The primers used to amplify the genes of interleukin 1- (IL-1-), IL-6, IL-8, gamma interferon (IFN--), tumor necrosis factor-alpha (TNF--), inter- feron-induced Mx protein (Mx), major histocompatibility complex (MHC) class I-, CD40, and CD8- have been reported previously (12).  Interaction between rEta1 and flounder lymphocytes. Flounder HK lymphocytes (-105) were placed onto a glass slide, and the slide was incubated at room temperature for 4 h. The cells were fixed with 4% paraformaldehyde for 10 min, followed by washing 3 times with PBS. Three hundred microliters of 10 -M rEta1 or recombinant EthR, an in- tracellular protein of E. tarda (40), was added to the lymphocytes, fol- lowed by incubation at 30°C for 1 h. After the incubation, the slide was washed 3 times with PBS and supplemented with 300 -l of 1/1,000 mouse anti-His antibody (Bioss, Beijing, China) or serum from an unvaccinated mouse (negative-control serum). The slide was incubated at 30°C for 2 h and washed as described above, followed by adding 300 -l of 1/1,000 FITC-labeled goat anti-mouse IgG (Bioss, Beijing, China). The slide was incubated and washed as described above and observed with a fluores- cence microscope (Nikon E800, Japan). The ability of anti-His antibody to react with rEthR was demonstrated by Western immunoblot analysis (see Fig. S1 in the supplemental material).  Effect of anti-Eta1 antibodies on E. tarda infection. TX01 was di- luted in PBS to 108 CFU/ml. Anti-Eta1 serum and preimmune serum were diluted 1,000 times, 500 times, and 100 times in PBS. TX01 suspension was mixed with each of the diluted sera at an equal volume, followed by incubation at room temperature for 0.5 h. As a control, TX01 was mixed and incubated in the same manner with an equal volume of PBS. After the  incubation, the TX01-containing mixture was added to flounder HK lym- phocytes cultured in 96-well cell culture plates as described above (5 - 105  CFU bacterial cells/well). The plates were incubated at 30°C for 4 h, fol- lowed by washing 3 times with PBS. The number of bacterial cells associ- ated with lymphocytes was determined as described above by plate count. The assay was performed four times.  Vaccination. rEta1 was resuspended in PBS to a concentration of 200 -g/ml and mixed at an equal volume with aluminum hydroxide as de- scribed previously (12). As a control, PBS was also mixed similarly with aluminum hydroxide without rEta1 (PBS-aluminum hydroxide). Floun- der (as described above) were divided randomly into two groups (n - 35) and injected intraperitoneally (i.p.) with 100 -l of rEta1 suspension or PBS-aluminum hydroxide (control). At 1 month postvaccination, 25 fish were taken from each group and challenged via i.p. injection with 100 -l TX01 that had been cultured as described above to an OD600 of 0.8, washed with PBS, and resuspended in PBS to 2 - 106 CFU/ml. The fish were monitored for mortality for a period of 20 days. Dying fish (5 from the PBS-injected group and 3 from the rEta1-vaccinated group) were examined for bacterial recovery from liver, kidney, and spleen as de- scribed above (see “Tissue dissemination and mortality analysis”). The relative percent survival (RPS) was calculated according to the following formula: RPS - [1   (percent mortality in vaccinated fish/percent mor- tality in control fish)] - 100 (1). The vaccination trial was conducted in duplicate.  ELISA. Sera were taken from vaccinated fish and control fish at 4 weeks postvaccination and diluted 20-fold in PBS. Serum antibody against rEta1 was determined by enzyme-linked immunosorbent assay (ELISA) analysis as described previously (34).  Statistical analysis. Statistical analysis was performed by analysis of variance (ANOVA) of the SPSS 15.0 package (SPSS Inc., Chicago, IL). In all cases, the significance level was defined as a P value of   0.05.  Nucleotide sequence accession number. The nucleotide sequence of eta1 has been deposited in the GenBank database under accession number JN802138.  RESULTS Characterization of the sequence of Eta1. The deduced amino acid sequence of Eta1 contains 226 amino acid residues and is predicted to have a molecular mass of 23.6 kDa and an isoelectric point of 4.7. In silico analysis identified no apparent conserved domain in Eta1. No putative signal peptide sequence was found in Eta1. BLAST analysis showed that Eta1 shares the highest se- quence identities (60% and 53%, respectively) with the C-termi- nal 217-residue region of the putative adhesins of Erwinia sp. strain Ejp617 (GenBank accession no. ADP11523) and Escherichia coli strain CL3 serovar O113:H21 pathogenicity island I (GenBank accession no. AAQ19127). These data suggest the possibility that Eta1 is a novel type of adhesin.  eta1 expression under in vitro conditions and during infec- tion. To examine eta1 expression under in vitro conditions, E. tarda TX01 was cultured in LB medium to OD600 of 0.25, 0.5, 0.9, 1.25, and 1.5, and eta1 expression was determined by qRT-PCR. The results showed that eta1 expression peaked at an OD600 of 0.5 and dropped afterward, reaching the lowest level at OD600 of 1.25 and 1.5 (Fig. 1A). Compared to the expression level at an OD600 of 0.25, which, for convenience of comparison, was set as 1, the ex- pression levels at OD600 of 0.5, 0.9, 1.25, and 1.5 were 2.3-, 0.7-, 0.5-, and 0.5-fold, respectively. To examine eta1 expression during infection, flounder HK lymphocytes were infected with TX01, and eta1 expression was determined by qRT-PCR at 0 h, 1 h, 2 h, 3 h, and 5 h postinfection. The results showed that, compared to eta1 expression before infection (0 h), eta1 expression after infection was significantly induced and reacheda maximum (69-fold) at 1 h  Sun et al.  2950 iai.asm.org Infection and Immunity  http://www.ncbi.nlm.nih.gov/nuccore?term=JN802138 http://www.ncbi.nlm.nih.gov/nuccore?term=ADP11523 http://www.ncbi.nlm.nih.gov/nuccore?term=AAQ19127 http://iai.asm.org   postinfection (Fig. 1B). The eta1 expression level dropped as in- fection progressed but remained significantly higher at 2 h and 3 h postinfection than before infection. In contrast, in TX01 incu- bated under the same conditions but without host cells, no appar- ent alteration in eta1 expression was observed at all the examined time points.  Subcellular localization of Eta1. To examine the subcellular localization of Eta1, TX01 was cultured in LB medium to an OD600 of 0.5, which, as shown above, is the growth point at which a relatively high level of eta1 expression was observed. Proteins were prepared from the cytoplasm, periplasm, outer membrane, and extracellular fractions of the culture and subjected to Western blot analysis using polyclonal antibodies raised against recombinant Eta1 (rEta1), which was prepared as a His-tagged protein from E. coli (see Fig. S2 in the supplemental material). The results showed that Eta1 was found in the preparations of the cytoplasm, periplasm, and outer membrane proteins but not in that of the extracellular proteins (Fig. 2A and B). To examine whether the outer membrane preparation had been contaminated with cyto- plasmic proteins, the preparations of the outer membrane and cytoplasmic proteins were blotted with antibodies against recom- binant LuxS (rLuxS), a cytoplasmic protein of E. tarda (43). The results showed that LuxS was detected in the cytoplasmic prepa- ration but not in the outer membrane preparation (Fig. 2C), sug- gesting that the outer membrane faction was not contaminated with cytoplasmic proteins. These results indicated that the Eta1 observed in the outer membrane preparation was most likely due to natural outer membrane localization. To further examine  whether Eta1 was exposed on the cell surface, TX01 was incubated with rat anti-rEta1 serum or preimmune serum, and the bound antibodies were detected with FITC-labeled goat anti-rat IgG. Subsequent microscopic examination showed that fluorescence was detected in TX01 treated with anti-rEta1 serum, but not in TX01 treated with preimmune serum (Fig. 3). In contrast, TX01 treated with antibodies against rLuxS failed to show fluorescence. These results suggest that Eta1 was exposed on the surface of E. tarda and able to interact with anti-rEta1 antibodies.  Effect of eta1 mutation. (i) Effect on tissue dissemination and general bacterial virulence. To examine the biological impor- tance of Eta1, a genetic variant of TX01, TXeta1, which bears an insertion mutation at eta1, was constructed. Western blot analysis showed that, unlike the wild type, TXeta1 was unable to produce Eta1 (Fig. 2B). Compared to the wild-type strain TX01, TXeta1 was unaffected in growth when cultured in LB medium. To exam- ine whether the eta81 mutation affected pathogenicity, flounder were infected via immersion with or without (control) TXeta1 or TX01, and bacterial infection of host tissues was analyzed by bac- terial-recovery analysis, which showed that at 12 h postinfection, the numbers of bacterial cells recovered from the blood, liver, kidney, and spleen of TXeta1-infected fish were significantly less than those recovered from TX01-infected fish (Fig. 4A). No bac- teria were recovered from the control fish. These results suggest that TXeta1 was impaired in its ability to disseminate into and colonize host tissues. Furthermore, in TX01-infected fish, mortal- ity began to occur at 3 days postinfection, and 90% accumulated mortality was reached before the fish became stabilized, whereas in TXeta1-infected fish, no mortality was observed (Fig. 4B). In contrast to TXeta1, TXeta1C, a variant of TXeta1 that expresses eta1 in trans from a plasmid, was able to disseminate into and colonize flounder tissues and to cause mortality in the infected fish in a manner similar to that of TX01 (Fig. 4), suggesting that the defect in the virulence of TXeta1 could be rescued by eta1 complementation.  (ii) Effect on infection of host cells and on cellular immune response. To examine the effect of eta1 mutation on the infectivity  FIG 1 Expression of eta1 under different conditions. (A) E. tarda TX01 was cultured in LB medium to OD600 of 0.25, 0.5, 0.9, 1.25, and 1.5, and expression of eta1 was determined by qRT-PCR. The expression level at an OD600 of 0.25 was set as 1. (B) TX01 was incubated with or without (control) flounder head kidney lymphocytes for 0 h, 0.5 h, 1 h, 2 h, 3 h, and 5 h, and eta1 expression in lymphocyte-associated TX01 and control TX01 was determined by qRT-PCR. The expression level of eta1 at 0 h of infection was set as 1. The data are presented as means - SE (n [the number of replicated experiments] - 4). *, P   0.05; **, P   0.01.  FIG 2 Western blot analysis to determine the subcellular localization of Eta1. (A) Proteins were prepared from the cytoplasm, periplasm, and extracellular (lanes 2, 3, and 4, respectively) fractions of E. tarda TX01 and subjected to Western blot analysis using anti-rEta1 antibodies. (B) Outer membrane pro- teins of TX01 (lane 2) and TXeta1 (lane 3) were blotted with anti-rEta1 anti- bodies. (C) Cytoplasmic (lane 2) and outer membrane (lane 3) proteins of TX01 were blotted with anti-LuxS antibodies. Lane 1 of all panels, protein marker.  An E. tarda Antigen Involved in Host Infection  August 2012 Volume 80 Number 8 iai.asm.org 2951  http://iai.asm.org   of E. tarda at the cellular level, flounder HK lymphocytes were infected with TX01 or TXeta1, and cellular infection was deter- mined at 1 h, 2 h, 3 h, and 5 h postinfection by bacterial-recovery analysis. The results showed that bacterial recovery rates from TXeta1-infected cells at all the examined time points were sig- nificantly lower than those from TX01-infected cells (Fig. 5). qRT-PCR analysis of immune gene expression in flounder HK at 1 h and 4 h after TXeta1 and TX01 infection showed that, compared to TX01, which is known to inhibit the host immune  response, TXeta1 infection induced a significant increase in the expression of IL-1-, IL-6, IL-8, TNF--, IFN--, Mx, MHCI-, CD8-, and CD40 in a manner that was dependent on the in- fection time (Fig. 6).  Binding of recombinant rEta1 to flounder lymphocytes. Since Eta1 is a surface-exposed protein and its production is re- quired for effective infection of host cells, we wondered whether Eta1 was capable of direct interaction with host cells. To investi- gate this question, the His-tagged rEta1 or rEthR, an intracellular E. tarda protein prepared under the same conditions as those un- der which rEta1 was prepared, was incubated with flounder HK lymphocytes, and the cells were subsequently subjected to fluores- cence immunodetection with anti-His antibody or serum from an unvaccinated mouse (control serum). The results showed that for cells treated with anti-His antibody, fluorescence was detected in cells preincubated with rEta1, but not in cells preincubated with rEthR (Fig. 7). In contrast, for cells treated with the control serum,  FIG 3 Exposure of Eta1 on the surface of E. tarda. E. tarda TX01 was incubated with anti-rEta1 serum (A and D), preimmune serum (B and E), or anti-rLuxS serum (C and F) and then treated with FITC-labeled goat anti-rat IgG. The cells were observed under a fluorescence microscope with (A, B, and C) or without (D, E, and F) fluorescence-exciting light. Magnification, -200.  FIG 4 Virulence of TX01, TXeta1, and TXeta1C. (A) Flounder were infected via immersion with TX01, TXeta1, and TXeta1C. Bacterial recovery from blood, liver, kidney, and spleen was determined at 12 h postinfection. The data are presented as means - SE (n - 4). **, P   0.01. (B) Flounder were infected as for panel A and monitored daily for mortality.  FIG 5 TX01 and TXeta1 infection of flounder cells. Flounder head kidney lymphocytes were infected with TX01 or TXeta1 for 1 h, 2 h, 3 h, and 5 h. Bacterial recovery from the infected cells at each time point was determined by plate count. At each time point, the significance in bacterial recovery between TX01- and TXeta1-infected cells is indicated by the asterisks. The data are presented as means - SE (n - 4). *, P   0.05; **, P   0.01.  Sun et al.  2952 iai.asm.org Infection and Immunity  http://iai.asm.org   no fluorescence was detected in cells preincubated with rEta1 or rEthR (data not shown).  Effect of anti-Eta1 antibodies on E. tarda infection. To fur- ther examine whether the interaction between Eta1 and host cells was required for bacterial infection, flounder HK lymphocytes were infected with TX01 in the presence or absence of anti-rEta1 serum or preimmune serum in different dilutions. The results showed that the presence of anti-rEta1 serum significantly re- duced the number of bacterial cells that invaded lymphocytes in a manner that was dependent on the dose of the antiserum (Fig. 8). In contrast, the presence of preimmune serum had no effect on cellular infection.  Immunoprotective potential of rEta1. The above results, i.e., that Eta1 is a surface-exposed protein that is highly induced dur- ing infection and interacts directly with host cells, led us to wonder whether rEta1 could induce protective immunity if used as a vac- cine. To examine this possibility, flounder were vaccinated with rEta1 and challenged with a lethal dose of TX01 at 4 weeks post- vaccination. The fish were subsequently monitored for mortality for 20 days, and the results showed that the accumulated mortal-  ities of rEta1-vaccinated fish and the control fish were 12% and 72%, respectively. Hence, the protective efficacy, in terms of RPS, of rEta1 was 83.3%. Comparable results were obtained in the du- plicate vaccination trial. Microbiological examination of dying fish indicated that TX01 was the only type of bacterium recovered from the liver, spleen, and blood of the fish, suggesting that mor- tality was caused by TX01 infection. ELISA analysis showed that specific serum antibodies were produced in rEta1-vaccinated fish (see Fig. S3 in the supplemental material). These results indicate that rEta1 is a protective antigen.  DISCUSSION  In this study, we analyzed the function of an in vivo-induced an- tigen, Eta1, from the pathogenic E. tarda strain TX01 isolated from diseased flounder. Expression analysis showed that when TX01 was cultured under in vitro conditions in the rich LB me- dium, the eta1 expression level changed with the growth phase. However, the magnitude of the change was relatively small, as the peak expression level was only 4.6-fold that of the bottom level. In contrast, expression of eta1 was significantly induced during in- fection of host lymphocytes, particularly at the early stage of in-  FIG 6 Effect of TXeta1 and TX01 infection on the expression of immune genes. Flounder were infected with TXeta1 or TX01, and the expression of IL-1-, IL-6, IL-8, TNF--, IFN--, Mx, MHC class I-, CD40, and CD8- in head kidney was determined at 1 h and 4 h postinfection by quantitative real-time RT-PCR. For each gene, the expression level induced by TX01 was set as 1 (control). The data are presented as means - SE (n - 4). *, P   0.05; **, P   0.01.  FIG 7 Binding of rEta1 to flounder lymphocytes. Flounder head kidney lymphocytes were incubated with His-tagged rEta1 (A, B, D, and E) or rEthR (C and F), and the bound protein was detected by immunodetection with mouse anti-His antibody (A, C, D, and F) or preimmune serum (B and E) and then treated with FITC-labeled goat anti-mouse IgG. The cells were observed under a fluorescence microscope with (A, B, and C) or without (D, E, and F) fluorescence-exciting light. Magnification, -200. The numbers in panels A and D indicate examples of corresponding cells.  FIG 8 Effect of anti-rEta1 antibodies on E. tarda infection. Flounder head kidney lymphocytes were infected with E. tarda TX01 in the presence or ab- sence (control) of different dilutions of anti-rEta1 serum or preimmune se- rum. Bacterial recovery from the infected cells was determined by plate count. The data are presented as means - SE (n - 4). *, P   0.05.  An E. tarda Antigen Involved in Host Infection  August 2012 Volume 80 Number 8 iai.asm.org 2953  http://iai.asm.org   fection. These results indicate that eta1 expression is strongly in- duced during the process of host cell invasion, which is consistent with the identification of Eta1 as an in vivo-induced antigen in the first place, and they suggest a potential involvement of Eta1 in host infection.  To examine whether Eta1 was required for E. tarda pathogen- esis, an Eta1-deficient mutant, TXeta1, was constructed. TXeta1 was comparable to the wild type in growth when cultured in LB medium, suggesting that Eta1 is not an essential protein during in vitro growth. It is known that E. tarda possesses a strong tissue invasion and dissemination capacity that enables the pathogen to overcome the innate immunity barrier and eventually reach the internal organs of the host (16, 33). In this study, we found that following immersion infection of flounder, both TXeta1 and TX01 were able to spread to the liver and spleen; however, the numbers of TXeta1 bacteria recovered from these tissues were more than 10-fold less than those of recovered TX01, suggesting that mutation of eta1 impairs the ability of TXeta1 to disseminate into and colonize host tissues. Consistent with these observations, TX01 infection induced 90% accumulated mortality, while no mortality was observed in TXeta1-infected fish. These results in- dicate that TXeta1 was attenuated in overall virulence. The obser- vation that introduction of a functional eta1 gene into TXeta1 restored the virulence of TXeta1 suggests that the virulence atten- uation of TXeta1 was indeed due to eta1 mutation. In agreement with these observations made in a live-fish model, cellular-infec- tion analysis showed that, compared to TX01, TXeta1 exhibited significantly reduced ability to invade host lymphocytes.  Previous studies have shown that one of the prominent viru- lence features of E. tarda is its capacity to interfere with the normal immune response of host phagocytes, and this capacity is essential to the intracellular survival of E. tarda (23, 47). In this study, we found that the expression profiles of the immune genes in TX01- and TXeta1-infected flounder HK differed remarkably. Com- pared to TX01, TXeta1 stimulated the expression of a wide spec- trum of immune genes that are involved in proinflammatory and specific immune responses, which probably accounts for the re- sistance of the host to TXeta1 infection. Hence, it appears that unlike the wild-type TX01, the eta1-defective mutant TXeta1 is no longer able to inhibit the general immune response of the host.  Accumulating studies have indicated that for many human pathogens, adhesins play a vital role in infection by mediating host cell adhesion and invasion (7, 15, 20, 30, 36). These proteins bind to receptors on the surfaces of host cells, thereby facilitating bac- terial translocation into the targeted cells (13). In our study, we found that recombinant Eta1 was localized to the cell surface. Since no apparent signal peptide was identified in Eta1, it is pos- sible that translocation of Eta1 may be through a nonclassical pathway. Eta1 was able to interact with flounder lymphocytes, which, together with the observation that Eta1 expression was upregulated during lymphocyte infection, suggests a possibility for Eta1 to act as an adhesin. Consistent with this hypothesis, the presence of anti-rEta1 antibodies reduced TX01 invasion into lymphocytes. Since preimmune serum had no effect on TX01 in- fection, it is likely that the reduced infectivity of TX01 observed in the presence of anti-rEta1 antibodies is due to specific binding of the antibodies to Eta1 on the pathogen, which may have masked the region of Eta1 that is essential to host cell interaction.  It is known that in some bacterial pathogens, surface proteins, such as invasins, that are involved in direct interactions with the  host system possess vaccine properties (2, 38, 39). In our study, we found that rEta1 induced a protection rate of 83.3% upon lethal E. tarda challenge, suggesting that rEta1 is a strong protective im- munogen. The immunoprotective property of rEta1 is in line with its virulence role played during infection. It is likely that, as shown by ELISA analysis, vaccination of rEta1 induced production of specific antibodies, which upon E. tarda infection bind to the in- fected pathogen via Eta1, which is highly expressed in vivo and localized on the cell surface. Since Eta1 is essential to effective host cell infection, binding of Eta1 by its antibodies very likely inter- feres with the normal function of Eta1, as was observed under in vitro conditions with flounder lymphocytes, resulting in a marked elevation in the survival rate of the vaccinated fish.  In conclusion, the results of this study indicate that Eta1 is an in vivo-induced antigen that is highly expressed upon encountering the host system during infection. With flounder as a model, it was found that mutation of eta1 reduces the ability of E. tarda to infect host cells, disseminate into host tissues, and cause mortality of the infected fish. Purified recombinant Eta1 is able to interact with flounder lymphocytes, and blocking this interaction inhibits cel- lular infection. Consistent with these observations, Eta1 induces strong immunoprotection in flounder when used as a subunit vaccine. These results suggest that Eta1 possibly functions as an adhesin during E. tarda infection and, as a result, is required for optimal bacterial invasion.  ACKNOWLEDGMENTS  This work was supported by grants from the National Natural Science Foundation of China (31025030), the Ministry of Science and Technology (2011AA10A216), the Knowledge Innovation Program of the Chinese Academy of Sciences (KZCX2-EW-Q213), and the Taishan Scholar Pro- gram of Shandong Province.  REFERENCES 1. Amend DF. 1981. Potency testing of fish vaccines. International Sympo-  sium on Fish Biologics: Serodiagnostics and Vaccines. Dev. Biol. Standar- disation 49:447- 454.  2. Autenrieth SE, Autenrieth IB. 2008. Yersinia enterocolitica: subversion of adaptive immunity and implications for vaccine development. Int. J. Med. Microbiol. 298:69 -77.  3. Bradford M. 1976. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 72:248 -254.  4. Cheng S, Zhang M, Sun L. 2010. The iron-cofactored superoxide dismu- tase of Edwardsiella tarda inhibits macrophage-mediated innate immune response. Fish Shellfish Immunol. 29:972-978.  5. Dang W, Hu YH, Sun L. 2011. HtpG is involved in the pathogenesis of Edwardsiella tarda. Vet. Microbiol. 152:394 - 400.  6. Dang W, Hu YH, Sun L. 2011. Edwardsiella tarda DnaJ is a virulence- associated molecular chaperone with immunoprotective potential. Fish Shellfish Immunol. 31:182-188.  7. Goldberg JB, Ganesan S, Comstock AT, Zhao Y, Sajjan US. 2011. Cable pili and the associated 22 kDa adhesin contribute to Burkholderia ceno- cepacia persistence in vivo. PLoS One 6:e22435. doi:10.1371/journal. pone.0022435.  8. Hirono I, Tange N, Aoki T. 1997. Iron-regulated haemolysin gene from Edwardsiella tarda. Mol. Microbiol. 4:851- 856.  9. Janda JM, Abbott SL. 1993. Infections associated with the genus Edward- siella: the role of Edwardsiella tarda in human disease. Clin. Infect. Dis. 17:742-748.  10. Jiao XD, Dang W, Hu YH, Sun L. 2009. Identification and immunopro- tective analysis of an in vivo-induced Edwardsiella tarda antigen. Fish Shellfish Immunol. 27:633- 638.  11. Jiao XD, Zhang M, Hu YH, Sun L. 2009. Construction and evaluation of DNA vaccines encoding Edwardsiella tarda antigens. Vaccine 27:5195- 5202.  Sun et al.  2954 iai.asm.org Infection and Immunity  http://iai.asm.org   12. Jiao XD, Cheng S, Hu YH, Sun L. 2010. Comparative study of the effects of aluminum adjuvants and Freund's incomplete adjuvant on the immune response to an Edwardsiella tarda major antigen. Vaccine 28:1832-1837.  13. Leo JC, Skurnik M. 2011. Adhesins of human pathogens from the genus Yersinia. Adv. Exp. Med. Biol. 715:1-15.  14. Leung KY, Siame BA, Tenkink BJ, Noort RJ, Mok YK. 2012. Edward- siella tarda—virulence mechanisms of an emerging gastroenteritis patho- gen. Microbes Infect. 14:26 -34.  15. Limoli DH, Sladek JA, Fuller LA, Singh AK, King SJ. 2011. BgaA acts as an adhesin to mediate attachment of some pneumococcal strains to hu- man epithelial cells. Microbiology 157:2369 -2381.  16. Ling SHM, Wang XH, Xie L, Lim TM, Leung KY. 2000. Use of green fluorescent protein (GFP) to track the invasive pathways of Edwardsiella tarda in the in vivo and in vitro fish models. Microbiology 146:7-19.  17. Matsuyama T, Kamaishi T, Ooseko N, Kurohara K, Iida T. 2005. Pathogenicity of motile and non-motile Edwardsiella tarda to some ma- rine fish. Fish Pathol. 40:133-135.  18. Milton DL, O'Toole R, Horstedt P, Wolf-Watz H. 1996. Flagellin A is essential for the virulence of Vibrio anguillarum. J. Bacteriol. 178:1310 - 1319.  19. Mohanty BR, Sahoo PK. 2007. Edwardsiellosis in fish: a brief review. J. Biosci. 32:1331-1344.  20. Müller NF, et al. 2011. Trimeric autotransporter adhesin-dependent adherence of Bartonella henselae, Bartonella quintana, and Yersinia entero- colitica to matrix components and endothelial cells under static and dy- namic flow conditions. Infect. Immun. 79:2544 -2553.  21. Nelson JJ, Nelson CA, Carter JE. 2009. Extraintestinal manifestations of Edwardsiella tarda infection: a 10-year retrospective review. J. La. State Med. Soc. 161:103-106.  22. Okuda J, Kiriyama M, Yamanoi E, Nakai T. 2008. The type III secretion system-dependent repression of NF-kappaB activation to the intracellular growth of Edwardsiella tarda in human epithelial cells. FEMS Microbiol. Lett. 283:9 -14.  23. Rao PSS, Lim TM, Leung KY. 2001. Opsonized virulent Edwardsiella tarda strains are able to adhere to and survive and replicate within fish phagocytes but fail to stimulate reactive oxygen intermediates. Infect. Im- mun. 69:5689 -5697.  24. Rao PSS, Lim TM, Leung KY. 2003. Functional genomics approach to the identification of virulence genes involved in Edwardsiella tarda pathogen- esis. Infect. Immun. 71:1343-1351.  25. Rao PSS, Yamada Y, Leung KY. 2003. A major catalase (KatB) that is required for resistance to H2O2 and phagocyte-mediated killing in Edwardsiella tarda. Microbiology 149:2635-2644.  26. Rashid MM, Nakai T, Muroga K, Miyazaki T. 1997. Pathogenesis of experimental edwardsiellosis in Japanese flounder Paralichthys olivaceus. Fish Sci. 63:384 -387.  27. Sakai T, Matsuyama T, Sano M, Iida T. 2009. Identification of novel putative virulence factors, adhesin AIDA and type VI secretion system, in atypical strains of fish pathogenic Edwardsiella tarda by genomic subtrac- tive hybridization. Microbiol. Immunol. 53:131-139.  28. Sambrook J, Russell DW. 2001. Molecular cloning: a laboratory manual,. 3rd ed. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY.  29. Strauss EJ, Ghori N, Falkow S. 1997. An Edwardsiella tarda strain con- taining a mutation in a gene with homology to shlB and hpmB is defective for entry into epithelial cells in culture. Infect. Immun. 65:3924 -3932.  30. Strong PC, et al. 2011. Identification and characterisation of a novel adhesin Ifp in Yersinia pseudotuberculosis. BMC Microbiol. 11:85.  31. Sun K, Wang HL, Zhang M, Xiao ZZ, Sun L. 2009. Genetic mechanisms of multi-antimicrobial resistance in a pathogenic Edwardsiella tarda strain. Aquaculture 289:134 -139.  32. Sun K, Zhang WW, Hou J, Sun L. 2009. Immunoprotective analysis of VhhP2, a Vibrio harveyi vaccine candidate. Vaccine 27:2733-2740.  33. Sun Y, Liu CS, Sun L. 2010. Isolation and analysis of the vaccine potential of an attenuated Edwardsiella tarda strain. Vaccine 28:6344 - 6350.  34. Sun Y, Liu CS, Sun L. 2011. Construction and analysis of the immune effect of an Edwardsiella tarda DNA vaccine encoding a D15-like surface antigen. Fish Shellfish Immunol. 30:273-279.  35. Tan YP, Zheng J, Tung SL, Rosenshine I, Leung KY. 2005. Role of type III secretion in Edwardsiella tarda virulence. Microbiology 151:2301- 2313.  36. Tchesnokova V, et al. 2011. Type 1 fimbrial adhesin FimH elicits an immune response that enhances cell adhesion of Escherichia coli. Infect. Immun. 79:3895-3904.  37. Thune RL, Stanley LA, Cooper RK. 1993. Pathogenesis of Gram-negative bacterial infections in warm water fish. Annu. Rev. Fish Dis. 3:37- 68.  38. Turbyfill KR, Hartman AB, Oaks EV. 2000. Isolation and characteriza- tion of a Shigella flexneri invasin complex subunit vaccine. Infect. Immun. 68:6624 - 6632.  39. Turbyfill KR, Kaminski RW, Oaks EV. 2008. Immunogenicity and effi- cacy of highly purified invasin complex vaccine from Shigella flexneri 2a. Vaccine 26:1353-1364.  40. Wang F, Zhang M, Hu Y, Zhang W, Sun L. 2009. Regulation of the Edwardsiella tarda haemolysin gene and luxS by EthR. J. Microbiol. Bio- technol. 19:765-773.  41. Wang X, et al. 2010. Hemolysin EthA in Edwardsiella tarda is essential for fish invasion in vivo and in vitro and regulated by two-component system EsrA-EsrB and nucleoid protein HhaEt. Fish Shellfish Immunol. 9:1082- 1091.  42. Xie HX, et al. 2010. EseG, an effector of the type III secretion system of Edwardsiella tarda, triggers microtubule destabilization. Infect. Immun. 78:5011-5021.  43. Zhang M, Sun K, Sun L. 2008. Regulation of autoinducer 2 production and luxS expression in a pathogenic Edwardsiella tarda strain. Microbiol- ogy 154:2060 -2069.  44. Zhang M, Jiao XD, Hu YH, Sun L. 2009. Attenuation of Edwardsiella tarda virulence by small peptides that interfere with LuxS/autoinducer type 2 quorum sensing. Appl. Environ. Microbiol. 75:3882-3890.  45. Zhang WW, Sun K, Cheng S, Sun L. 2008. Characterization of DegQVh, a serine protease and a protective immunogen from a pathogenic Vibrio harveyi strain. Appl. Environ. Microbiol. 74:6254 - 6262.  46. Zheng J, Leung KY. 2007. Dissection of a type VI secretion system in Edwardsiella tarda. Mol. Microbiol. 66:1192-1206.  47. Zheng WJ, Hu YH, Sun L. 2011. The two Dps of Edwardsiella tarda are involved in resistance against oxidative stress and host infection. Fish Shellfish Immunol. 31:985-992.  48. Zheng WJ, Sun L. 2011. Evaluation of housekeeping genes as references for quantitative real time RT-PCR analysis of gene expression in Japanese flounder (Paralichthys olivaceus). Fish Shellfish Immunol. 30:638 - 645.  An E. tarda Antigen Involved in Host Infection  August 2012 Volume 80 Number 8 iai.asm.org 2955  View publication statsView publication stats  http://iai.asm.org https://www.researchgate.net/publication/341678889",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}