{
    "summary": "Chemopreventive effects of caffeine and curcumin were evaluated in the diethylnitrosamine (DEN)-induced hepatocarcinogenic rat model. Animals injected with DEN for 10 weeks (G2-10w) and 14 weeks (G2-14w) were hepato-carcinogenic rats. Animals injected with DEN and treated with curcumin and caffeine for 10 weeks (G3-10w, G4-10w) and 14 weeks (G3-14w, G4-14w) were compared with those in G2. Macroscopic and microscopic features suggested that treatment with caffeine, but not curcumin, for 10 and 14 weeks was effective in inhibiting DEN-induced hepatocarcinogenesis. Immunohistochemical and western blot analysis with proliferating cell nuclear antigen and glutathione S-transferase-P antibodies also showed that expression levels of these hepato-carcinogenic markers were more efficiently reduced by treatment with caffeine than curcumin. Our data demonstrate that caffeine could be a more potent compound than curcumin for prevention of hepatocarcinogenesis in DEN-induced rats.",
    "title": "Preventive effect of caffeine and curcumin on hepato_ carcinogenesis in diethylnitrosamine_induced rats",
    "text": "pone.0057285 1..13   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/235718640  Erratum: Correction: Curcumin Modulates the Inflammatory Response and  Inhibits Subsequent Fibrosis in a Mouse Model of Viral-Induced Acute  Respiratory Distress Syndrome (PLoS ONE (...  Article  in  PLoS ONE · February 2013  DOI: 10.1371/journal.pone.0057285 · Source: PubMed  CITATIONS  85 READS  152  6 authors, including:  Some of the authors of this publication are also working on these related projects:  A BioRegulatory Systems Medicine Approach to Treating Bruxism and associated tension/migraine headaches with a novel oral orthotic. View project  Fangfang Zhang  Stony Brook University  14 PUBLICATIONS   344 CITATIONS     SEE PROFILE  Guangliang Liu  Lanzhou Veterinary Research Institute  44 PUBLICATIONS   544 CITATIONS     SEE PROFILE  Ruixue Wang  Stony Brook University Hospital  27 PUBLICATIONS   1,785 CITATIONS     SEE PROFILE  Steven London  Stony Brook University  58 PUBLICATIONS   1,437 CITATIONS     SEE PROFILE  All content following this page was uploaded by Guangliang Liu on 29 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/235718640_Erratum_Correction_Curcumin_Modulates_the_Inflammatory_Response_and_Inhibits_Subsequent_Fibrosis_in_a_Mouse_Model_of_Viral-Induced_Acute_Respiratory_Distress_Syndrome_PLoS_ONE_2015_108_e0134982?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/235718640_Erratum_Correction_Curcumin_Modulates_the_Inflammatory_Response_and_Inhibits_Subsequent_Fibrosis_in_a_Mouse_Model_of_Viral-Induced_Acute_Respiratory_Distress_Syndrome_PLoS_ONE_2015_108_e0134982?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/A-BioRegulatory-Systems-Medicine-Approach-to-Treating-Bruxism-and-associated-tension-migraine-headaches-with-a-novel-oral-orthotic?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Fangfang-Zhang-3?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Fangfang-Zhang-3?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Stony-Brook-Medicine?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Fangfang-Zhang-3?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Guangliang-Liu-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Guangliang-Liu-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Lanzhou_Veterinary_Research_Institute?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Guangliang-Liu-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ruixue-Wang-6?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ruixue-Wang-6?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Stony_Brook_University_Hospital?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ruixue-Wang-6?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Steven-London-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Steven-London-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Stony-Brook-Medicine?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Steven-London-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Guangliang-Liu-2?enrichId=rgreq-e9f1f43b90264b4b2fc93f95796ccbd8-XXX&enrichSource=Y292ZXJQYWdlOzIzNTcxODY0MDtBUzoxMDIwNTQ5MTE1NDUzNTBAMTQwMTM0MzE5NTQ1OQ%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Curcumin Modulates the Inflammatory Response and Inhibits Subsequent Fibrosis in a Mouse Model of Viral- induced Acute Respiratory Distress Syndrome Sreedevi Avasarala.¤, Fangfang Zhang., Guangliang Liu, Ruixue Wang, Steven D. London,  Lucille London*  Department of Oral Biology and Pathology, School of Dental Medicine, Stony Brook University, Stony Brook, New York, United States of America  Abstract  Acute Respiratory Distress Syndrome (ARDS) is a clinical syndrome characterized by diffuse alveolar damage usually secondary to an intense host inflammatory response of the lung to a pulmonary or extrapulmonary infectious or non- infectious insult often leading to the development of intra-alveolar and interstitial fibrosis. Curcumin, the principal curcumoid of the popular Indian spice turmeric, has been demonstrated as an anti-oxidant and anti-inflammatory agent in a broad spectrum of diseases. Using our well-established model of reovirus 1/L-induced acute viral pneumonia, which displays many of the characteristics of the human ALI/ARDS, we evaluated the anti-inflammatory and anti-fibrotic effects of curcumin. Female CBA/J mice were treated with curcumin (50 mg/kg) 5 days prior to intranasal inoculation with 10  7 PFU  reovirus 1/L and daily, thereafter. Mice were evaluated for key features associated with ALI/ARDS. Administration of curcumin significantly modulated inflammation and fibrosis, as revealed by histological and biochemical analysis. The expression of IL-6, IL-10, IFNc, and MCP-1, key chemokines/cytokines implicated in the development of ALI/ARDS, from both the inflammatory infiltrate and whole lung tissue were modulated by curcumin potentially through a reduction in the phosphorylated form of NFkB p65. While the expression of TGFß1 was not modulated by curcumin, TGFß Receptor II, which is required for TGFß signaling, was significantly reduced. In addition, curcumin also significantly inhibited the expression of a-smooth muscle actin and Tenascin-C, key markers of myofibroblast activation. This data strongly supports a role for curcumin in modulating the pathogenesis of viral-induced ALI/ARDS in a pre-clinical model potentially manifested through the alteration of inflammation and myofibroblast differentiation.  Citation: Avasarala S, Zhang F, Liu G, Wang R, London SD, et al. (2013) Curcumin Modulates the Inflammatory Response and Inhibits Subsequent Fibrosis in a Mouse Model of Viral-induced Acute Respiratory Distress Syndrome. PLoS ONE 8(2): e57285. doi:10.1371/journal.pone.0057285  Editor: Raju Reddy, University of Pittsburgh, United States of America  Received September 21, 2012; Accepted January 21, 2013; Published February 20, 2013  Copyright: - 2013 Avasarala et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This work was supported by a U.S. Public Health Service grant NCCAM 5R21AT003824 (LL)(http://nccam.nih.gov/). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * E-mail: lucille.london@stonybrook.edu  . These authors contributed equally to this work.  ¤ Current address: Department of Medicine, University of Colorado, Aurora, Colorado, United States of America  Introduction  Acute Respiratory Distress Syndrome (ARDS), the most severe  form of acute lung injury (ALI), is a clinical manifestation of the  response of the lung to pulmonary insults brought on by infectious,  non-infectious and other damaging events and affects up to  200,000 patients annually in the US with a mortality rate  approaching 50% with inflammation and tissue fibrosis being  the leading cause of morbidity and mortality [1,2]. Pulmonary  fibrosis, itself, is a devastating disease with an almost universally  terminal outcome affecting five million people worldwide,  including some 200,000 cases culminating in 40,000 deaths/year  in the US [3]. Factors that predispose to ARDS are diverse and  include sepsis, aspiration, and pneumonias [1,2]. Although  supportive therapy has improved survival somewhat, there are  no effective therapeutic agents for improving clinical outcomes in  ARDS patients [1,2]. Therefore, there is an urgent need for the  development of treatments to halt the progression of this  devastating syndrome.  There are limited models to study ALI/ARDS and no good  model systems currently available to study ALI/ARDS and/or  pulmonary fibrosis initiated by an infectious (viral) insult [4].  Pulmonary infection of CBA/J mice with 10 7  PFU reovirus  serotype 1, strain Lang (reovirus 1/L) induces ALI/ARDS,  providing a model that recapitulates both its acute exudative  phase, including the formation of hyaline membranes, as well as its  regenerative phase with healing by repair, leading to intra-alveolar  and interstitial fibrosis [5,6]. As with ARDS in human patients,  corticosteroids were ineffective in attenuating the infiltration of  inflammatory leukocytes, suppressing key cytokine/chemokine  expression, and inhibiting the development of fibrotic lesions in  reovirus 1/L-ALI/ARDS [7,8]. Finally, aberrant apoptosis has  been proposed as one mechanism leading to fibrotic lesion  development in ALI/ARDS, and we have demonstrated an  indirect role for the Fas/FasL pathway in reovirus 1/L-ALI/  ARDS [9]. Therefore, our model provides a very clinically  relevant model for infection-induced acute viral pneumonia  leading to ALI/ARDS.  PLOS ONE | www.plosone.org 1 February 2013 | Volume 8 | Issue 2 | e57285    Curcumin, a natural phytochemical present in turmeric, the  ground powder of the rhizomes of Curcuma longa, has been  described as having anti-oxidant, anti-inflammatory, and anti-  carcinogenic properties and has been used to treat cancer,  arthritis, digestive and liver abnormalities, and respiratory  infections [10-16]. Toxicity studies conducted on animals have  indicated no adverse effects with prolonged use [14,17-19]. While  curcumin's effects have been studied in many diseases, the full  potential benefits of curcumin and its mechanisms of action have  just begun to be elucidated for the treatment of pulmonary  diseases including fibrosis and ALI/ARDS [20-28]. Pretreatment  with curcumin showed beneficial effects on ALI induced by oleic  acid [29], by paraquat toxicity [26], by sepsis-induced ALI [30-  34] and by aspiration-induced ALI [35]. Although the precise  mechanism by which curcumin mediated it's beneficial effects in  these model systems is not clear, it has been suggested that the  modulation of both pro-inflammatory and anti-inflammatory  factors may be involved in curcumin's effects [14,17-19]. In this  study, curcumin treatment in vivo effected both inflammatory  (diffuse alveolar damage, DAD) and fibrotic lesion development  leading to a significant reduction in the development of ALI/  ARDS in reovirus 1/L-infected mice in this pre-clinical model,  which may be manifested, at least in part, through the modulation  of cytokine/chemokine expression through NFkB and through modulation of myofibroblast differentiation and fibrosis through  the regulation of TGFß receptor II (RII).  Materials and Methods  Animals Four to five week-old female CBA/J mice were obtained from  Jackson Laboratory (Bar Harbor, ME, USA) and maintained in  micro-isolator cages under specific pathogen free conditions in a  BL-2 facility. Cages were housed in a HEPA-filtered animal  isolator clean room (Nuaire Inc., Plymouth, MN, USA) and all  animal manipulations were performed in class II biological safety  cabinets. Virally primed mice were kept physically isolated from all  other experimental and stock mice.  Ethics Statement This study was carried out in strict accordance with the  recommendations in the Guide for the Care and Use of  Laboratory Animals of the National Institutes of Health. The  protocol was approved by the Stony Brook University Institutional  Animal Care and Use Committee (IACUC) (Protocol # 235392- 5).  Virus Reovirus 1/L was originally obtained from Dr. W. Joklik (Duke  University School of Medicine, Durham, NC, USA). Third-  passage gradient-purified stocks were obtained by re-cloning and  amplifying parental stocks on L-929 fibroblast cells (American  Type Culture Collection, Rockville, MD, USA) [5,6]. Following  the purification of new stocks, infectious viral titers were obtained  by limiting dilution on L-929 monolayers [5,6].  Inoculation Protocol Animals were lightly anesthetized with an i.p. injection of 100 ml  of 18% Ketamine (Vetalar 100 mg/ml; Fort Dodge Laboratories,  Inc., Fort Dodge, IA, USA) and 10% Xylazine (Xylazine HCl  20 mg/ml; Phoenix Scientific, Inc., St. Joseph, MO, USA) in  sterile injectable grade 0.9% NaCl (Baxter Healthcare Corp.,  Deerfield, IL, USA) prior to immunization. Animals were  inoculated by the intranasal (i.n.) application of 10 7  PFU of reovirus  1/L in 30 ml (15 ml in each nostril) in 0.9% NaCl. Control animals were inoculated with 30 ml (15 ml in each nostril) 0.9% NaCl. Mice were treated with curcumin ($94% curcuminoid content) (Sigma-  Aldrich, St. Louis, MO, USA) at a concentration of 50 mg/kg in  2% carboxymethylcellulose (CMC) in a total volume of 100 ml delivered by an i.p. injection 5 days prior to infection and daily,  thereafter. A curcumin dosage of 50 mg/kg was chosen after a  series of initial experiments analyzing histologically the inflamma-  tory infiltrate and fibrotic lesions using curcumin concentrations  ranging from 50 mg/kg to 200 mg/kg (data not shown). As  controls, either saline or reovirus 1/L-infected mice received a  daily i.p. injection of 2% CMC (vehicle). Saline mice treated with  2% CMC (vehicle) did not develop any significant pathology (not  shown). Likewises, reovirus 1/L-infected mice treated with 2%  CMC (vehicle) did not show any significant improvement in lung  pathology (not shown). Since our initial finding indicated that  vehicle treatment alone does not modulate key features of reovirus  1/L-ALI/ARDS (inflammation and fibrosis), we compared  untreated reovirus 1/L-ALI/ARDS to curcumin-treated reovirus  1/L-ALI/ARDS to minimize stressing the animals unnecessarily.  After the indicated time points, animals were sacrificed via carbon  dioxide inhalation (Euthanex TM  CO2 system).  Titration of infectious virions Freshly harvested lungs (without the associated lymph nodes)  were flash frozen in liquid nitrogen and stored at 280uC until use. Frozen lungs were freeze-thawed three times in 1 ml MEM  containing 10% FBS followed by homogenization for 1.5 minutes  with a Mini-Beadbeater (Biospec Products, Bartlesville, OK). Lung  supernatants were then subjected to centrifugation at 2000 g for  10 minutes at 4uC. Serial dilutions of tissue homogenates (100 ml) in gel-saline were used in a standard plaque assay to determine  reovirus 1/L PFU/ml on L-929 cell monolayers as previously  described [36].  Histology Lungs were inflated in situ with 2% paraformaldehyde (Sigma-  Aldrich) by intra-tracheal intubation, removed, and suspended in  an additional 2% paraformaldehyde for 2 hours at 4uC before being embedded in paraffin. Histological staining was performed  on 4-micron sections by McClain Laboratories (Smithtown, NY,  USA). Mason's Trichrome and Sirius red staining were used to  visualize collagen deposition. With Mason's Trichrome, the nuclei  stain a dark red/purple, muscle stains red, and connective tissue  including collagen stains blue. With Sirius red, in bright-field  microscopy, collagen is red on a yellowish background. Nuclei, if  stained, are black but may often be grey or brown. To score lung  inflammation and fibrosis, lung samples were screened for the  following three histopathological parameters: (a) deposition of  extracellular matrix; (b) leukocyte infiltration (interstitial inflam-  mation); and (c) airway obliteration due to granulation tissue  formation and/or fibrosis. Each slide was blindly evaluated using  low (4X and 10X) and high (20X and 40X) magnification and  scored on a scale of 0-3 with 0 as absent (normal); 1 as mild; 2 as  moderate; and 3 as severe [5,6]. The final histology score was  based on evaluation of whole lung sections (one section per mouse)  and values reported are an average of 18 (reovirus 1/L-ALI/  ARDS d9 and d14), 12 (curcumin-treated reovirus 1/L-ALI/  ARDS d9) and 28 (reovirus 1/L-ALI/ARDS d14) individual  assessments. Images from low (20X) and high (40X) magnification  on an Olympus BX40 microscope (Olympus, Melville, NY, USA)  were captured with a Polaroid digital microscope camera and  edited using Adobe Photoshop 5.0 software.  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 2 February 2013 | Volume 8 | Issue 2 | e57285    Sircol Assay for Collagen Content Soluble lung collagen was measured in lung homogenates using  the Sircol Assay (Biocolor Ltd, UK), following manufacturer's  instructions. Briefly, the right lobe of the lung was suspended at  30 mg/tissue/ml in 0.5 M acetic acid and homogenized for 3 min  with a Mini-Beadbeater (Biospec Products, Bartlesville, OK,  USA). Cellular debris was pelleted by centrifugation and 100 ml of the supernatant was mixed with the Sircol dye and centrifuged.  The pellets were dissolved with alkaline reagent, as directed.  Absorbance was read at 540 nm. Total soluble collagen was  determined using a standard curve. The Sircol Assay is suitable for  monitoring collagen produced in situ where collagen that is soluble  in cold acid/pepsin can be recovered and measured from  mammalian soft tissues, cartilages and fluids.  Flow Cytometric Analysis Lungs were harvested and digested with 5 ml 1 mg/ml  collagenase H (Roche, Nutley, NJ, USA) at 37uC for single cell isolation. Cells were washed three times with PBS containing 5%  FCS and 0.05% azide, and resuspended at 10 6  cells/ml. Cells were  stained for surface markers as described previously [5,6]. The  following antibodies (Abs) were purchased from BD Biosciences  (San Jose, CA, USA) and used in this analysis: CD4 (GK1.5,  L3T4; R-PE-labeled); CD8a (53-6.7, PerCP-labeled); CD11b/  Mac-1 (M1/70, integrinam chain, Mac-1 a chain, APC-labeled); CD19 (1D3, FITC-labeled); Ly6G (RB6-8C5, Gr-1, PerCP-  Cy5.5-labeled); and R-PE-conjugated rat anti-mouse Pan-NK  cells (DX5). Isotype matched controls were run for each sample  (not shown). Flow cytometric analysis was performed using a dual-  laser Accuri C6 flow cytometer (BD Accuri, Ann Arbor, MI, USA)  and data was analyzed using FlowJo Analysis Software (Tree Star  Inc., Ashland, OR, USA).  Immunofluorescence (IF) Immunostaining of paraformaldehyde-fixed and paraffin em-  bedded lung sections was performed by IF procedures. Five to  eight-micron sequential sections were collected on poly-L-lysine  treated slides (Sigma-Aldrich), deparaffinized in xylene and  dehydrated in graded alcohol. Tissue sections were then heat  treated for 10 minutes with a Target Retrieval Solution (Dako  Corp. S1700; Carpinteria, CA, USA) following manufacture's  instructions. Tissue sections were permeabilized in 0.2% Triton X-  100 in PBS for 45 minutes at room temperature, followed by  incubation in 10% BSA for 1 hr. The sections were then  incubated overnight at 4uC with a rat anti-tenascin-C (TN-C) Ab (1:200, Sigma-Aldrich), a mouse anti-a-smooth muscle actin (a-SMA) Ab (1:400, Sigma-Aldrich), or a goat anti-E-cadherin Ab (1:200, R & D Systems, Minneapolis, MN, USA). After three  washes in PBS, slides were incubated with the corresponding  secondary Abs conjugated with photostable Alexa FluorH dye (1:1000, Life Technologies Corporation, Grand Island, NY, USA)  for 1 hr at room temperature. Slides were treated with Vectashield  anti-fade mounting medium with DAPI to stain nuclei (Vector  Laboratories) and viewed with a Nikon Eclipse TE2000-S  microscopy system. For control incubations, primary Abs was  replaced by normal mouse, goat, or rat serum (Vector Labora-  tories).  Serum aspartate aminotransferase (AST), alanine aminotransferase (ALT) and alkaline phosphatase (AP) activities  Serum was collected by cardiac puncture at the time of  euthanasia and was stored at 280uC until use. Serum AST, ALT  and AP activities were measured enzymatically using standardized  enzyme assays kits obtained from Stanbio Laboratory (Boerne,  TX, USA).  RNA Preparation and Quantitative RT-PCR (qRT-PCR) Lung tissue was homogenized in the presence of TRI ReagentH  Solution and total RNA was isolated according to the manufac-  turer's instructions (Applied Biosystems, Life Technologies,  Carlsbad, CA, USA). qRT-PCR was carried out in 20 ml total volume containing 100 ng of RNA and 200 nM of each primer  using a Power SYBRH Green RNA-to-CT TM  1-Step Kit (Applied  Biosystems). After reverse transcription for 30 min at 48uC and a starting denaturation for 10 minutes at 95uC, 40 PCR cycles (15 s 95uC and 1 min 60uC) were performed using the ABI StepOne Plus  TM Real-Time PCR SystemH (Applied Biosystems). Oligonu-  cleotide primers used in qRT-PCR are listed in Table 1. Each  sample was evaluated in triplicate. Specificity of PCR products was  evaluated at the end of each run by melt curve analysis. A non-  template control and an endogenous control (GAPDH) were used  for relative quantification. All quantitations (threshold cycle [CT]  values) were normalized to that of GAPDH to generate DCT, and the difference between the DCT value of the sample and that of the reference (saline (control)) was calculated as DDCT. The relative level of gene expression was expressed as 2  2DDCT [R].  Western Blot Analysis For western blotting, lungs were removed and homogenized in  1.5 ml Tissue PE LB TM  tissue protein extraction lysis buffer  containing a cocktail of protease inhibitors (N-Ethylmaleimide  [10 mM], benzamidine [5 mM], leupeptin [50 mg/ml], pepstatin A [5 mg/ml], PMSF [2 mM]) using a Mini-Beadbeater (Geno Technology, St. Louis, MO, USA). Total protein was determined  using a modified Bradford protein assay (Sigma-Aldrich). Twenty  micrograms of total protein were mixed with 4X sample buffer  containing 5% 2-mercaptoethanol, resolved by SDS-PAGE  (Ready Gels Tris HCl 10%; Bio-Rad, Hercules, CA, USA), and  transferred to PVDF membranes. Membranes were then blocked  for 2 hours in 5% non-fat milk in TBST, and incubated overnight  at 4uC with either a rat anti-TN-C (Sigma-Aldrich), a mouse monoclonal anti-a-SMA (Sigma-Aldrich), a polyclonal goat anti- E-cadherin (R&D Systems), a rabbit anti-phosph-p65-NFkB, a rabbit anti-phosph-p38 or a rabbit anti-ß actin (Cell Signaling  Technology, Danvers, MA, USA) Ab. The membranes were then  washed 3X and incubated with the appropriate secondary Abs  conjugated to horseradish peroxidase (Thermo-Scientific) for one  and a half hours at room temperature. Western analysis using an  anti-ß actin Ab (Santa Cruz Biotechnology, Inc.) was performed to  demonstrate equal loading. Immunostained bands were visualized  with SuperSignalH West Pico Chemiluminescent Substrate kit (Thermo-Scientific) followed by exposure to HyBlot CL  TM  Autoradiography Film (Denville Scientific Inc, Metuchen, NJ,  USA). Band intensities on scanned gels were analyzed using the  public domain National Institutes of Health ImageJ program.  Statistical analysis Statistical analyses were performed by using an ANOVA with  treatment and time of study included as factors. When appropri-  ate, comparisons between two variables were performed using a  Student's t test. A p value less than 0.05 was considered significant.  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 3 February 2013 | Volume 8 | Issue 2 | e57285    Results  Administration of Curcumin protects CBA/J mice from the Development of ALI/ARDS in Response to reovirus 1/ L  In order to determine the efficacy of treatment with curcumin  on the development of either ARDS associated DAD or fibrosis,  CBA/J mice were inoculated i.n. with 10 7  PFU reovirus 1/L and  were either untreated or treated with 50 mg/kg curcumin by i.p.  injection 5 days prior to infection and daily, thereafter. We first  evaluated whether daily curcumin treatment of mice in vivo  affected the ability of reovirus 1/L to infect or replicate in reovirus  1/L-inoculated mice (Fig. 1). We demonstrate on day 9 post-  reovirus 1/L-inoculation that both the number of reovirus 1/L  infectious virions (Fig. 1A) as well as the ability of reovirus 1/L to  replicate in vivo (Fig. 1B) are not affected by curcumin treatment.  Thus, we demonstrate that the mechanism of action of curcumin  in this model is not due to affects on replication or clearance of  reovirus 1/L from infected lungs. To determine the extent of  inflammation and fibrosis, paraffin-embedded lung sections were  stained with H&E, Sirius Red, or Masson's Trichrome (Fig. 2).  Inflammation (as evidenced by DAD) was evaluated on day 9 and  fibrosis was evaluated on day 14. All untreated, reovirus 1/L-ALI/  ARDS mice developed a viral pneumonia including symptoms  and histological features of ARDS, as previously described [5,6].  Specifically, reovirus 1/L-ALI/ARDS mice developed a signifi-  cant diffuse cellular infiltrate leading to DAD and severe  pneumonia (Fig. 2A; day 9, grade: 2.3 +/20.46). Accompanying this DAD are edema, capillary dilation and hemorrhage, and the  formation of hyaline membranes (not shown). Those mice that  survive the acute phase of the disease develop interstitial fibrosis  and intra-alveolar fibrosis (Fig. 2A; day 14, grade: 2.1 +/20.50). In contrast, curcumin-treated reovirus 1/L-ALI/ARDS mice  developed significantly less of a cellular infiltrate with a patchy  distribution and formation of condensed focal lymphocytic  accumulations (Fig. 2A; day 9, grade: 1.31 +/20.44; p,0.05 versus reovirus 1/L-ALI/ARDS). In addition, the intra-alveolar  and interstitial fibrosis associated with the late phase of reovirus 1/  L-ALI/ARDS was also significantly inhibited by treatment with  curcumin (Fig. 2A; day 14, grade: 1.31 +/20.49; p,0.05 versus reovirus 1/L-ALI/ARDS). To more clearly demonstrate the  presence of fibrotic lesions histologically, tissue sections were  stained with Mason's Trichrome or Sirius red on day 14 post-  infection (Fig. 2B). In normal or saline (control) lung sections,  Sirius red or Mason's Trichrome staining for collagen is evident  only within the walls of the bronchioles and arterioles, which  contain connective tissue including collagen, while the lung  alveolar airspaces are not stained (Fig. 2B). As can be observed,  significant staining for collagen via either Mason's Trichrome  (blue) or Sirius red (bright red) is evident in reovirus 1/L-ALI/  ARDS mice, which is dramatically reduced in curcumin-treated  reovirus 1/L-ALI/ARDS mice (Fig. 2B).  To support the histological evaluation of fibrosis, the Sircol TM  Collagen Assay demonstrated significant collagen accumulation in  the lungs at day 14-post infection in untreated, reovirus 1/L-ALI/  ARDS mice as compared to saline (control) lungs (approximately a  2-fold increase) (Fig. 3A). In contrast, the amount of collagen  accumulation in the lungs of curcumin-treated reovirus 1/L-ALI/  ARDS mice is significantly reduced versus the reovirus 1/L-ALI/  ARDS mice, even though they still accumulate more collagen than  saline (control) mice (Fig. 3A). As an additional measure of  collagen accumulation, mRNA for pro-collagen I was measured  on day 14 post-infection (Fig. 3B). Reovirus 1/L-ALI/ARDS mice  expressed a significantly higher level of pro-collagen I mRNA as  compared to saline (control) mice, which was significantly reduced  in curcumin-treated, reovirus 1/L-ALI/ARDS mice (Fig. 3B).  To provide further evidence for the anti-fibrogenic action of  curcumin in reovirus 1/L-ALI/ARDS, we analyzed pulmonary  expression of TN-C, an extracellular matrix glycoprotein that is  highly expressed in adult lung parenchyma following acute lung  injury [37-40] and pulmonary levels of a-SMA and E-cadherin, two well-established markers of epithelial to mesenchymal  transition (Fig. 4). As evaluated by western, TN-C is minimally  expressed in adult saline (control) lung tissue (Fig. 4A). In  untreated, reovirus 1/L-ALI/ARDS lung tissue, the 190-kDa  isoform of TN-C is highly expressed on day 14 post-infection.  However, in the presence of curcumin, induction of TN-C is  significantly reduced on day 14 post-reovirus 1/L inoculation  (Fig. 4A). Western analysis data for TN-C expression was  confirmed by mRNA expression via qRT-PCR (Fig. 4B). By IF,  TN-C expression is minimal in saline (control) lung (Fig. 4C).  However, TN-C is highly induced in untreated, reovirus 1/L-  Table 1. Primers used for qRT-PCR and RT-PCR.  Gene Forward (5'-3') Reverse (5'-3')  Pro-collagen 1 TTCACCTACAGCACGCTTGTG GATGACTGTCTTGCCCCAAGTT  IL-6 GAGGATACCACTCCCAACAGACC AAGTGCATCATCGTTGTTCATACA  IL-10 CCCTTTGCTATGGTGTCCTT TGGTTTCTCTTCCCAAGACC  IFNc AGCGGCTGACTGAACTCAGATTGTAG GTCACAGTTTTCAGCTGTATAGGG  GM-CSF CACCCGCTCACCCATCAC TTCTTTGATGGCCTCTACATGCT  MCP-1 GTCTGTGCTGACCCCAAGAAG TGGTTCGATCCAGGTTTTTA  TGFß1 GACTCTCCACCTGCAAGACCA GGGACTGGCGAGCCTTAGTT  TGFß-RII CACGACCCCAAGCTCACCTA TTGGGAGAAGCGGCATCTT  TN-C ACGGCTACCACAGAAGCTG CGCGGCTTATTCCATAGAGTTC  a-SMA GTCCCAGACATCAGGGAGTAA TCGGATACTTCAGCGTCAGGA  E-cadherin CAGGTCTCCTCATGGCTTTGC CTTCCGAAAAGAAGGCTGTCC  Reovirus M3 TCACAACCCTTCACTCCGTCTG AAATAATCCGCAGTCTCCAACG  GAPDH CATGGCCTTCCGTGTTCCTA GCGGCACGTCAGATCCA  doi:10.1371/journal.pone.0057285.t001  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 4 February 2013 | Volume 8 | Issue 2 | e57285    ALI/ARDS lungs on day 14 especially visible in areas of lung  injury (Fig. 4C, red). In curcumin-treated reovirus 1/L-ALI/  ARDS mice, the presence of TN-C was significantly reduced  (Fig. 4C). Similarly by IF, expression of a-SMA was negligible in saline (control) mice being observed only within the walls of the  bronchioles and vasculature (Fig. 4C, red). However, a marked  induction of a-SMA expression was observed in reovirus 1/L- ALI/ARDS, in agreement with the increased deposition of fibrotic  tissue (Fig. 4C, red). In contrast, curcumin-treated reovirus 1/L-  ALI/ARDS mice demonstrated a marked reduction in a-SMA expression (Fig. 4C). The expression of a-SMA was confirmed by protein expression via western analysis and by mRNA expression  via qRT-PCR (Fig. 4A and B). In saline (control) lungs, E-cadherin  is clearly expressed by the alveolar epithelial cells (Fig. 4C, green).  However, during post injury, lung remodeling is associated with  increased E-cadherin expression, which occurs simultaneously  with the peak of cellular proliferation and repair and E-cadherin  expression is reduced in curcumin-treated reovirus 1/L-ALI/  ARDS (Fig. 4C, green). The expression of E-cadherin was  confirmed by protein expression via western analysis and by  mRNA expression via qRT-PCR (Fig. 4A and B).  Administration of Curcumin suppresses serum liver enzyme levels in reovirus 1/L-ALI/ARDS  We also analyzed changes in liver enzymes to detect hepatic  dysfunction as evidence of a systemic response after reovirus 1/L-  ALI/ARDS and whether treatment with curcumin affected  Figure 1. Administration of curcumin does not effect reovirus 1/L clearance or replication in vivo. CBA/J mice were inoculated i.n. with 10  7 PFU reovirus 1/L and were either untreated (2) or treated (+) with 50 mg/kg curcumin by i.p. injection beginning 5 days prior to infection and  daily, thereafter. Whole lungs were removed on day 9 post-infection. (A) Lungs were individually homogenized and PFU were determined by a standard plaque assay. Results are expressed as the average number of PFU per g lung tissue. No plaques were detected in saline inoculated mice. Histograms are the mean +/2 S.D. of one experiment with three mice per time point. *p,0.05 versus saline (control). (B) RNA was prepared from whole lung tissue from saline (S) or from untreated (2, solid bars) or curcumin-treated (+, open bars) reovirus 1/L-ALI/ARDS and relative expression of reovirus 1 L M3 gene was assessed by qRT-PCR. Histograms are the mean +/2 S.D. of one experiment with three mice per time point. *p,0.05 versus saline (control). doi:10.1371/journal.pone.0057285.g001  Figure 2. Administration of curcumin protects CBA/J mice from the development of ALI/ARDS in response to reovirus 1/L. CBA/J mice were inoculated i.n. with 10  7 PFU reovirus 1/L and were either untreated (2) or treated (+) with 50 mg/kg curcumin by i.p. injection beginning 5  days prior to infection and daily, thereafter. Whole lungs were removed at the indicated time points, fixed in 2% paraformaldehyde and embedded in paraffin. Staining was performed on 4-micron sections. (A) H&E Staining on days 9 and 14; (B) Mason's Trichrome and Sirius Red Staining on day 14. Objective magnification: 10X (A) and 20X (B). Representative of at least four independent experiments evaluating 3 mice per time point. doi:10.1371/journal.pone.0057285.g002  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 5 February 2013 | Volume 8 | Issue 2 | e57285    Figure 3. Administration of curcumin reduces collagen deposition in reovirus 1/L-ALI/ARDS. CBA/J mice were inoculated i.n. with 107 PFU reovirus 1/L and were either untreated (2) or treated (+) with 50 mg/kg curcumin by i.p. injection beginning 5 days prior to infection and daily, thereafter. (A) Whole lungs were removed from saline (S), untreated (2, solid bars) or curcumin-treated (+, open bars) reovirus 1/L-ALI/ARDS on day 14 post-infection and soluble lung collagen was measured using the Sircol Assay as per manufacturer's instructions; (B) RNA was prepared from whole lung tissue from saline (S) or from untreated (-, solid bars) or curcumin-treated (+, open bars) reovirus 1/L-ALI/ARDS on day 14 post-infection and relative expression of pro-collagen 1 was assessed by qRT-PCR. Histograms are the mean +/2 S.D. of two experiments with three mice per time point. *p,0.05 versus saline (control), **p,0.05 versus reovirus 1/L-ALI/ARDS. doi:10.1371/journal.pone.0057285.g003  Figure 4. Administration of curcumin reduces expression of the myofibroblast cell phenotype in reovirus 1/L-ALI/ARDS. CBA/J mice were inoculated i.n. with 10  7 PFU reovirus 1/L and were either untreated (2) or treated (+) with 50 mg/kg curcumin by i.p. injection beginning 5 days  prior to infection and daily, thereafter. (A) Western analysis from whole lung lysates for protein expression of TN-C, a-SMA, and E-cadherin from either saline (S), untreated (2), or curcumin-treated (+) reovirus 1/L-ALI/ARDS mice on day 14 post-inoculation. ß-actin expression demonstrated equal loading. Representative of three mice per time point; (B) RNA was prepared from whole lung tissue on day 14 post-inoculation and the relative expression of TN-C, a-SMA, and E-cadherin was assessed by qRT-PCR from untreated (2, solid bars) or treated (+, open bars) reovirus 1/L-ALI/ARDS mice. Saline inoculated mice were used as controls (S, stippled bars). Histograms are the mean +/2 S.D. of three mice per time point. *p,0.05 versus saline (control). (C) Lungs of saline, untreated (2) or curcumin-treated (+) reovirus 1/L-ALI/ARDS mice on day 14 post-inoculation were paraffin embedded and stained with an Abs to TN-C (red), a-SMA (red), or E-cadherin (green). Representative of two independent experiments. doi:10.1371/journal.pone.0057285.g004  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 6 February 2013 | Volume 8 | Issue 2 | e57285    potential hepatic dysfunction (Fig. 5). Serum enzyme analysis  indicated an early significant increase in serum AST activity over  saline (control) mice on day 5 post-inoculation in either untreated  or curcumin-treated reovirus 1/L-ALI/ARDS mice which was  reduced to control levels on day 9 post-inoculation (Fig. 5A).  However, on day 14 a significant increase in serum AST activity  was observed in untreated, reovirus 1/L-ALI/ARDS which was  reduced to control levels in curcumin-treated, reovirus 1/L-ALI/  ARDS mice (Fig. 5A). Both serum ALT activity (Fig. 5B) on day  14 and AP activity (Fig. 5C) on both days 9 and 14 post-  inoculation were significantly increased over saline (control) levels  in reovirus 1/L-ALI/ARDS mice that was reduced to control  levels in curcumin-treated, reovirus 1/L-ALI/ARDS mice.  Curcumin modulates the Phenotype of the Inflammatory Cellular Infiltrate in Reovirus 1/L-ALI/ARDS Mice  To determine the percentage over time of different leukocyte  subsets present in the inflammatory infiltrate, infiltrating cells from  whole lung preparations were obtained on days 5, 9, and 14 post  reovirus 1/L inoculation and analyzed by flow cytometry using  monoclonal Abs specific for T cell subsets (CD4, CD8), B cells  (CD19), Macrophages (CD11b), neutrophils (GR-1), and NK cells  (CD49B (pan-NK)) (Fig. 6). In saline or saline + curcumin-treated (control) mice, approximately 0.77+/20.206106 cells were recovered from the interstitial spaces with macrophages and  PMNs being the predominate cells present (Table 2; not shown). A  significant increase in the total number of inflammatory cells was  recovered from either untreated reovirus 1/L-ALI/ARDS or  curcumin-treated reovirus 1/L-ALI/ARDS mice on days 5, 9, or  14 as compared to saline or saline + curcumin-treated (control) mice (Table 2). Further, the number of recovered cells on days 5  and 14 from curcumin-treated reovirus 1/L-ALI/ARDS mice was  significantly less than the number recovered from untreated  reovirus 1/L-ALI/ARDS (Table 2). In regards to phenotype, a  significant decrease in the number of PMNs (GR1 + ) and CD4  +  cells on day 5 and CD19 +  B cells on day 9 was observed in  curcumin-treated reovirus 1/L-ALI/ARDS mice versus untreated  reovirus 1/L-ALI/ARDS mice (Fig. 6A and B). On day 14, as  compared to reovirus 1/L-ALI/ARDS, a significant decrease in  PMNs, NK cells, CD8+ T cells and CD19+ B cells was observed in curcumin-treated reovirus 1/L-ALI/ARDS mice (Fig. 6C).  To determine whether the cytokine/chemokine expression  profile of the infiltrating cells from reovirus 1/L-ALI/ARDS mice  was modulated during curcumin treatment, RNA from infiltrating  cells on days 5, 9, and 14 was evaluated for expression of key  cytokines/chemokines including IL-6, IL-10, IFNc, G/M-CSF, and MCP-1 via qRT-PCR (Fig. 7). Interestingly, an early  significant increase in the expression of IL-6, G/M-CSF and  MCP-1 was observed on day 5 in curcumin-treated reovirus 1/L-  ALI/ARDS as compared to untreated reovirus 1/L-ALI/ARDS  mice or saline (control) mice (Fig. 7A). However, by day 9 post-  inoculation, the expression of IL-6, G/M-CSF and MCP-1 was  significantly higher in both untreated versus curcumin treated  reovirus 1/l-ALI/ARDS mice as compared to saline (control) mice  (Fig. 7A). In addition, on day 9 the expression of IFNc, was significantly increased in curcumin-treated reovirus 1/L-ALI/  ARDS mice as compared to untreated reovirus 1/L-ALI/ARDS  mice and saline (control) mice (Fig. 7A). By day 14 in either  untreated or curcumin-treated reovirus 1/L-ALI/ARDS, the  expression of IL-6, IL-10, IFNc, GM-CSF and MCP-1 were similar to that of saline (control) mice (Fig. 7A). In addition,  cytokine/chemokine mRNA expression from whole lung tissue  (including the infiltrating cells) was also evaluated on days 9 and 14  post-inoculation by qRT-PCR. Expression of IL-6, IL-10, IFNc, and MCP-1 was significantly increased over saline (control) in both  untreated and curcumin-treated reovirus 1/L-ALI/ARDS on day  9 post-inoculation (Fig. 7B). However, at day 14 post-inoculation,  the expression of IL-6, IL-10, IFNc, and MCP-1 in reovirus 1/L- ALI/ARDS mice was still significantly increased over saline  (control) mice, which was significantly inhibited in curcumin-  treated reovirus 1/L-ALI/ARDS mice (Fig. 7B).  Curcumin differentially modulates the TGFß1 NFkB, and the p38 signaling pathways  Three key pathways involved in the pathogenesis of ALI/  ARDS, TGFß1, NFkB, and p38 were investigated in reovirus 1/ L-ALI/ARDS. RNA from whole lung tissue on days 9 and 14 post  inoculation was evaluated for expression of TGFß1 and TGFß RII  by RT-PCR or qRT-PCR (Fig. 8) and protein extracts from whole  lung tissue were evaluated for expression of the phosphorylated  form of the p65 subunit of NFkB or the phosphorylated form of p38, an additional key molecule in the TGFß signaling pathway  (Fig. 9). While the expression of TGFß1 was not modulated by  curcumin on either day 9 or day 14 in reovirus 1/L-ALI/ARDS  (Fig. 8A and B), TGFß RII, which is required for TGFß signaling,  was significantly reduced on day 9 in the presence of curcumin  (Fig. 8B). Curcumin also demonstrated differential effects on  expression of the phosphorylated (P) forms of p38 and the p65  Figure 5. Administration of curcumin reduces expression of the key liver enzymes in the serum during reovirus 1/L-ALI/ARDS. CBA/J mice were inoculated i.n. with 10  7 PFU reovirus 1/L and were either untreated (2, solid bars) or treated (+, open bars) with 50 mg/kg curcumin by i.p.  injection beginning 5 days prior to infection and daily, thereafter. Saline inoculated mice were used as controls (S, stippled bars). Serum was collected at the indicated time points. (A) Serum AST activity; (B) Serum ALT activity; (C) Serum AP activity. Histograms are the mean +/2 S.D. of two experiments with three mice per time point. *p,0.05 versus saline (control), **p,0.05 versus reovirus 1/L-ALI/ARDS. doi:10.1371/journal.pone.0057285.g005  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 7 February 2013 | Volume 8 | Issue 2 | e57285    subunit of NFkB (Fig. 9). Treatment of reovirus 1/L-ALI/ARDS with curcumin resulted in a significant increase in P-p38 evident  on day 9 post-inoculation as compared to untreated reovirus1/L-  ALI/ARDS (Fig. 9A and B). However, treatment of reovirus 1/L-  ALI/ARDS with curcumin resulted in a significant reduction of P-  p65 NFkB as compared to untreated reovirus1/L-ALI/ARDS (Fig. 9A and B).  Discussion  This study was conducted in a mouse model of infection  (reovirus 1/L)-induced acute viral pneumonia, which leads to ARDS,  the most severe form of ALI. Reovirus 1/L-ALI/ARDS mice  demonstrated severely damaged lungs as evidenced by DAD  followed by infiltration of the interstitium and alveolar spaces with  fibroblasts with excessive collagen deposition [5-8]. However, in  reovirus 1/L-ALI/ARDS undergoing treatment with curcumin in  a pre-clinical model, these inflammatory and fibrotic changes were  significantly reduced. Key markers of fibrosis including expression  of a-SMA, TN-C and E-cadherin were modified by curcumin. Curcumin also modulated the expression of key chemokines/  cytokines implicated in the development of ALI/ARDS including  IL-6, IL-10, IFNc, and MCP-1 from both the inflammatory infiltrate and from whole lung tissue potentially through the  modulation of NFkB. While the expression of TGFß1 was not modulated by curcumin, TGFß RII, which is required for TGFß  signaling, was significantly reduced. In reovirus 1//L-ALI/ARDS,  we also observed dramatic increases in systemic levels of liver  enzymes including AST, ALT, and AP especially on day 14 when  significant fibrotic lesions are observed. This is similar to many  patients with ARDS who die not from hypoxemia but from  multiple organ failure [41,42]. However, curcumin-treated reovi-  rus 1/L-ALI/ARDS mice demonstrated a significant decrease is  all three systemic indicators suggesting that curcumin prevents not  only the inflammatory reaction but also the later systemic  reactions due to continued lung fibrosis and hypoxemia. We also  demonstrate in reovirus 1/L-ALI/ARDS an increase in expression  of ãSMA and TN-C especially visible in areas of lung injury in  agreement with the increased deposition of fibrotic tissue. In  contrast, reovirus 1/L-ALI/ARDS mice treated with curcumin  demonstrated a marked reduction in a-SMA and TN-C. These data confirm that curcumin induces anti-fibrogenic actions, related  at least in part to a lower accumulation of myofibroblasts during  the course of the fibrogenic process. Our results also suggest that  the curcumin further manifests its effects through the induction of  the p38 MAPK, a subfamily of serine-threonine protein kinases,  having pro-apoptotic effects in response to extracellular stimuli  [43]. Since the effects of curcumin are likely pleotropic and  complex, determining the downstream effectors of curcumin will  be crucial in analyzing the full potential value of curcumin as a  potential therapeutic.  In this report, we demonstrate a differential effect of curcumin  on the inflammatory infiltrate versus whole lung tissue, which  would include an inflammatory response associated with resident  epithelial, endothelial and/or fibroblast cells. We demonstrate  from the inflammatory infiltrate an early (day 5) and significant  rise in IL-6, G/M-CSF, and MCP-1 in curcumin-treated reovirus  1/L-ALI/ARDS which is not mirrored by untreated reovirus 1/L-  ALI/ARDS until day 9. In addition, on day 9, IFNc expression  Figure 6. Administration of curcumin modulates the inflammatory cell infiltrate during reovirus 1/L-ALI/ARDS. CBA/J mice were inoculated i.n. with 107 PFU reovirus 1/L and were either untreated (2, solid bars) or treated (+, open bars) with 50 mg/kg curcumin by i.p. injection beginning 5 days prior to infection and daily, thereafter. Infiltrating cells were recovered from the lungs and analyzed for the expression of the indicated cell surface phenotype markers, as described. (A) Day 5; (B) Day 9; (C) Day 14. Histograms are the mean +/2 S.D. of two experiments with three mice per time point. **p,0.05 versus reovirus 1/L-ALI/ARDS. doi:10.1371/journal.pone.0057285.g006  Table 2. Number of cells recovered from untreated and curcumin-treated reovirus 1/L-ALI/ARDS a  Group Day 5b Day 9 Day 14  Reovirus 1/L-ALI/ARDS 1.76+/20.61* 2.14+/20.42* 2.30+/20.65*  Curcumin-treated Reovirus 1/L-ALI/ARDS 1.15+/20.34*, ** 1.84+/20.40* 1.45+/20.46*, **  a CBA/J mice were inoculated i.n. with 10  7 PFU reovirus 1/L and were either untreated or treated with 50 mg/kg curcumin by i.p. injection at 5 days prior to infection and  daily, thereafter. At the indicated time points, infiltrating cells were recovered from the lungs. In saline or saline + curcumin-treated mice (controls), approximately 0.77+/20.206106 cells were recovered from the interstitial spaces. bMean number of cells 6106 +/2S.D. of two experiments with four mice per time point. *p,0.05 versus saline **p,0.05 versus reovirus 1/L-ALI/ARDS doi:10.1371/journal.pone.0057285.t002  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 8 February 2013 | Volume 8 | Issue 2 | e57285    from the inflammatory infiltrate in curcumin-treated reovirus 1/L-  ALI/ARDS is significantly higher than in untreated reovirus 1/L-  ALI/ARDS. However, by day 14, the inflammatory infiltrate from  either reovirus 1/L-ALI/ARDS or curcumin-treated reovirus 1/  L-ALI/ARDS no longer significantly expresses any of these key  cytokines/chemokines. However, when evaluating whole lung  mRNA for cytokine/chemokine expression, it is evident that  resident pulmonary alveolar epithelial, endothelial, and fibroblast  cells contribute to the overall cytokine/chemokine storm especially  as evident on day 14. While curcumin down regulates the  Figure 7. Administration of curcumin modulates key cytokine/chemokine expression during reovirus 1/L-ALI/ARDS. CBA/J mice were inoculated i.n. with 10  7 PFU reovirus 1/L and were either untreated (2, solid bars) or treated (+, open bars) with 50 mg/kg curcumin by i.p. injection  beginning 5 days prior to infection and daily, thereafter. At the indicated time points, RNA was prepared from (A) the infiltrating cells; or (B) whole lung tissue and relative expression of key cytokines/chemokines was assessed by qRT-PCR. Saline inoculated mice were used as controls (S, stippled bars). Histograms are the mean +/2 S.D. of two experiments with three mice per time point. *p,0.05 versus saline (control), **p,0.05 versus reovirus 1/L-ALI/ARDS. doi:10.1371/journal.pone.0057285.g007  Figure 8. Administration of curcumin modulates TGFß RII expression during reovirus 1/L-ALI/ARDS. CBA/J mice were inoculated i.n. with 107 PFU reovirus 1/L and were either untreated (2, solid bars) or treated (+, open bars) with 50 mg/kg curcumin by i.p. injection beginning 5 days prior to infection and daily, thereafter. At the indicated time points, RNA was prepared from whole lung tissue and the relative expression of (A) TGFß1 was assessed by RT-PCR; (B) TGFß1 and TGFß RII mRNA expression was also assessed by qRT-PCR. Saline inoculated mice were used as controls (S, stippled bars). Histograms are the mean +/2S.D. of two experiments with three mice per time point. *p,0.05 versus saline (control), **p,0.05 versus reovirus 1/L-ALI/ARDS. doi:10.1371/journal.pone.0057285.g008  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 9 February 2013 | Volume 8 | Issue 2 | e57285    expression IL-6, IL-10, IFNc and MCP-1 in curcumin-treated reovirus 1/L-ALI/ARDS on day 14, untreated reovirus 1/L-ALI/  ARDS express high levels of these cytokines/chemokines espe-  cially, IFNc and MCP-1. These results suggest a consistent and prolonged inflammatory response most likely initiating from  resident pulmonary alveolar epithelial cells and fibroblasts in  untreated reovirus 1/L-ALI/ARDS, contributed to the pathology  associated with ALI/ARDS. We have previously demonstrated a  role for IFNc in the pathophysiology of reovirus 1/L pulmonary pathologies and suggest that prolonged and high levels of IFNc are associated with more severe pulmonary pathologies [7,8]. The  reduced pathology associated with curcumin treatment and the  reduced expression of IFNc by curcumin would support this hypothesis. We have also demonstrated the potential effect of  curcumin on NFkB activation by a decrease in the levels of the P- p65. This result is clearly consistent with the decreased expression  of IFNc and MCP-1, which is observed in curcumin-treated reovirus 1/L-ALI/ARDS. The literature clearly links canonical  activation of NFkB in cells to the pathogenesis of inflammatory diseases [44-48]. NFkB is activated in the lungs of patients with ALI [49,50] and persistent elevation of NFkB in patients with sepsis-induced ALI is associated with poor outcome [51,52].  Curcumin has been demonstrated to modulate NFkB activation in cell systems as well as in vivo model systems [16,18,53-57]. As an  anti-inflammatory agent in association with lung diseases curcu-  min inhibited pro-inflammatory cytokines including IL-8, IL-1,  and TNF through the inhibition of the transcription factors NFkB and AP-1 [26,28]. However, although NFkB plays a major role in regulating expression of cytokines/chemokines, the effects of  curcumin in reovirus 1/L-ALI/ARDS cannot solely be attributed  to its effect on NFkB since glucocorticoids also inhibit NFkB but do not suppress the development, progression, and mortality  associated with reovirus1/L-ALI/ARDS [7,8].  TGFß and its signaling pathways have also been implicated in  lung fibrosis [58-60] and TGFß over expression is associated with  poorer prognosis in ARDS [61-63] as well as in our model [5,6].  While curcumin has been demonstrated to reduce collagen in  experimental pulmonary fibrosis induced by cyclophosphamide,  whole-body irradiation, and bleomycin, little mechanistic studies  have been performed [20,22-27,64,65]. Here, we demonstrate in  reovirus 1/L-ALI/ARDS that while treatment with curcumin did  not inhibit the expression of TGFß1 itself, expression of TGFß RII  was significantly reduced especially on day 9 post-induction where  the transition between inflammation and fibrosis is most evident.  Although the precise mechanism remains unclear, in other  pulmonary fibrotic models including in bleomycin-induced fibrosis  [22,25,66-69], in SiO2-induced fibrosis [70], and in amiodarone-  induced fibrosis [23], curcumin has been shown to reduce either  TGFß protein or mRNA expression. In amiodarone-induced  fibrosis, this reduction in TGFß is potentially through a decrease  in c-Jun expression [23]. Aberrant activation of TGFß signaling  has also been implicated in scleroderma fibrosis [20,21,71,72] and  in keloid, a fibrotic disease characterized by abnormal accumu-  lation of ECM in the dermis via reduction in TGFß/p-SMAD-2  [73]. Over expression of TGFß has also been implicated in fibrotic  kidney disease and curcumin inhibited TGFß signaling and  reduced TGFß induced increases in PAI-1, TGFß1, collagen,  and fibronectin through a reduction in both TGFß RII and  phosphorylation of Smad2/3 in renal cells [74,75]. In hepatic  fibrosis curcumin activated PPARc which contributed to apoptosis and a reduction in extracellular matrix expression in hepatic  stellate cells through the interruption of TGFß signaling and  suppression of CTGF [76-78].  There is convincing evidence in patients that increased lung  epithelial apoptosis is associated with poor outcomes in ALI/  ARDS [51,79-81]. Pathways involving both the p38 MAP or Akt  kinases are important in PMNs and macrophages, the major  infiltrating cells in ALI/ARDS [49,50,82]. Diminished transloca-  tion of NFkB and phosphorylation of Akt but not p38 in PMNs of patients with sepsis-induced ALI was associated with improved  survival [49]. It has also been demonstrated that activation of p38  MAPK or an increase in caspase-3 activity appears to contribute  to the proapoptotic effect of human neutrophil apoptosis by  curcumin [83]. Curcumin has been shown to modulate apoptosis  in a number of different cell types. In scleroderma, it was shown  that scleroderma lung fibroblasts, which are deficient in PKCe, are sensitive to curcumin-induced apoptosis, whereas normal lung  fibroblasts are insensitive to curcumin [20,21]. The importance of  Figure 9. Administration of curcumin modulates the phosphorylation status of the p65 subunit of NFkB and p38 MAPK. CBA/J mice were inoculated i.n. with 107 PFU reovirus 1/L and were either untreated (2) or treated (+) with 50 mg/kg curcumin by i.p. injection beginning 5 days prior to infection and daily, thereafter. (A) On day 9 post-inoculation, protein was extracted from whole lung tissue from untreated (2) or curcumin- treated (+) reovirus 1/L-ALI/ARDS mice and analyzed for the expression of phosphorylated p38 (P-p38) and phosphorylated p65-NFkB (P-p65-NFkB) by western analysis. Saline inoculated mice were used as controls (S). Analysis of ß actin was performed to demonstrate equal loading. Representative of two experiments with three mice per time point. (B) Relative expression of P-p38 and P-p65-NFkB was determined by comparing their expression to that of ß-actin. Histograms represent densitometric data from the mean +/2 SD autoradiogram signals from three mice for the saline, untreated (2, solid) or curcumin-treated (+, open) reovirus 1/L-ALI/ARDS*p,0.05 versus saline (control), **p,.0.05 versus reovirus 1/L-ALI/ARDS. doi:10.1371/journal.pone.0057285.g009  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 10 February 2013 | Volume 8 | Issue 2 | e57285    PKCe was demonstrated by the observations that increasing PKCe expression in scleroderma lung fibroblasts provides protection against curcumin and decreasing PKCe expression or activity in normal lung fibroblasts causes the cells to become  sensitive to curcumin [20,21]. In pleural mesothelioma cells,  curcumin was shown to activate p38 MAPK, caspases 9 and 3,  caused elevated levels of proapoptotic proteins Bax, stimulated  PARP cleavage, and induced apoptosis [84]. Curcumin has also  been shown to attenuate gefitinib-induced cell proliferation and  enhances apoptosis through altering p38 MAPK activation in  intestinal epithelia cell [85]. In the reovirus 1/L-ALI/ARDS  model, we have clearly demonstrated a role for apoptosis in  reovirus 1/L-ALI/ARDS [9]. Although we demonstrated both  apoptosis of the alveolar epithelium via TUNEL analysis and the  up regulation of Fas and FasL in situ in alveolar epithelium and in  cells of the inflammatory infiltrate, modulation of reovirus 1/L-  ALI/ARDS was not linked to the inhibition of the Fas/FasL  pathway suggesting the involvement of additional apoptosis  pathways [9]. Here, we demonstrate in curcumin-treated reovirus  1/L-ALI/ARDS, an increase in P-p38, which has been linked to  enhanced PMN apoptosis. While we demonstrated a significant  decrease in the total number of infiltrating cells and a decrease in  the number of PMN on day 14 in curcumin-treated reovirus 1/L-  ALI/ARDS, whether this decrease is reflected in an increase in  apoptosis is yet to be determined.  In conclusion, our model provides a very relevant model for  infection (viral)-induced ALI/ARDS and for deciphering the  mechanism(s) of action of agents that show promising efficacy  against ALI/ARDS such as the potent anti-inflammatory agent,  curcumin. Our data strongly support the hypothesis in a pre-  clinical model that treatment of reovirus 1/L-ALI/ARDS with  curcumin inhibits the host inflammatory response potentially  through the modulation of cytokine/chemokine expression  through the NFkB pathway as well as the host fibrotic response during the regeneration phase of the disease through modulation  of the TGFß pathway. Our results also suggest that curcumin may  modulate apoptosis pathways mediated through the p38 MAPK  pathway. Thus, understanding curcumin's mechanism of action  may elucidate compounds that would further improve it's  inhibitory activity in an additive or synergistic manner leading  to combination studies involving curcumin and other anti-viral  agents and/or anti-fibrotic agents. A water soluble curcumin  complex has recently been described that attenuated multiple  markers of inflammation and injury, including pulmonary edema  and neutrophil infiltration in an ALI model [86]. An additional  study demonstrated the potential use of curcumin as an adjunct  therapy as an anti-inflammatory, immunomodulatory agent along  with antibiotics in the case of acute lung infection induced by K.  pneumonia [87]. We are currently conducting additional exper-  iments to characterize the mechanism of curcumin's affect on  fibrotic lesion development in a therapeutic model. We have  preliminary histological data that demonstrates treatment of  reovirus 1/L-ALI/ARDS mice with curcumin beginning on day  7 post reovirus 1/L infection (after the onset of inflammation but  before significant development of fibrotic lesions) inhibits fibrotic  lesion development as evaluated on day 14 (unpublished results).  Thus, continued studies of the potent anti-oxidant, anti-microbial,  anti-inflammatory agent, curcumin, will likely improve the  identification of key study endpoints that may be manipulated to  slow or reverse the relentless progression of pulmonary inflam-  mation/fibrosis in acute viral-induced ALI/ARDS, ultimately,  leading to new novel treatments to reduce pulmonary dysfunction  and improve outcome for critically ill patients.  Acknowledgments  The authors would like to thank Ms. Lindsey Bishop-Jutzeler for assistance  with the tenascin-C western.  Author Contributions  Conceived and designed the experiments: SA FZ SDL LL. Performed the  experiments: SA FZ RW GL. Analyzed the data: SA FZ GL SDL LL.  Wrote the paper: SA FZ LL.  References  1. Ware LB, Matthay MA (2000) The acute respiratory distress syndrome. N Engl J Med 342: 1334-1349.  2. Matthay M, Zimmerman G (2005) Acute lung injury and the acute respiratory  distress syndrome: four decades of inquiry into pathogenesis and rational management. Am J Resp Cell Mol Biol 33: 319-327.  3. Ley B, Collard HR, King TE, Jr. (2011) Clinical course and prediction of  survival in idiopathic pulmonary fibrosis. Am J Respir Crit Care Med 183: 431-  440.  4. Matute-Bello G, Frevert CW, Martin TR (2008) Animal models of acute lung  injury. Am J Physiol Lung Cell Mol Physiol 295: L379-399.  5. London L, Majeski EI, Altman-Hamamdzic S, Enockson C, Paintlia MK, et al. (2002) Respiratory reovirus 1/L induction of diffuse alveolar damage:  pulmonary fibrosis is not modulated by corticosteroids in acute respiratory  distress syndrome in mice. Clin Immunol 103: 284-295.  6. London L, Majeski EI, Paintlia MK, Harley RA, London SD (2002) Respiratory  reovirus 1/L induction of diffuse alveolar damage: a model of acute respiratory  distress syndrome. Exp Mol Pathol 72: 24-36.  7. Majeski EI, Harley RA, Bellum SC, London SD, London L (2003) Differential role for T cells in the development of fibrotic lesions associated with reovirus 1/  L-induced bronchiolitis obliterans organizing pneumonia versus Acute Respi-  ratory Distress Syndrome. Am J Respir Cell Mol Biol 28: 208-217.  8. Majeski EI, Paintlia MK, Lopez AD, Harley RA, London SD, et al. (2003)  Respiratory reovirus 1/L induction of intraluminal fibrosis, a model of  bronchiolitis obliterans organizing pneumonia, is dependent on T lymphocytes.  Am J Pathol 163: 1467-1479.  9. Lopez AD, Avasarala S, Grewal S, Murali AK, London L (2009) Differential  role of the Fas/Fas ligand apoptotic pathway in inflammation and lung fibrosis  associated with reovirus 1/L-induced bronchiolitis obliterans organizing pneumonia and acute respiratory distress syndrome. J Immunol 183: 8244-  8257.  10. Srimal RC, Dhawan BN (1973) Pharmacology of diferuloyl methane (curcumin),  a non-steroidal anti-inflammatory agent. J Pharm Pharmacol 25: 447-452.  11. Maheshwari RK, Singh AK, Gaddipati J, Srimal RC (2006) Multiple biological  activities of curcumin: a short review. Life Sci 78: 2081-2087.  12. Sharma OP (1976) Antioxidant activity of curcumin and related compounds.  Biochem Pharmacol 25: 1811-1812.  13. Stengler M, Balch JF (2002) Natural Physician's Healing Therapies: Prentice Hall Publishers, USA. pgs 444-446.  14. Sharma RA, Gescher AJ, Steward WP (2005) Curcumin: the story so far.  Eur J Cancer 41: 1955-1968.  15. Sharma RA, Euden SA, Platton SL, Cooke DN, Shafayat A, et al. (2004) Phase I  clinical trial of oral curcumin: biomarkers of systemic activity and compliance. Clin Cancer Res 10: 6847-6854.  16. Aggarwal BB, Harikumar KB (2009) Potential therapeutic effects of curcumin,  the anti-inflammatory agent, against neurodegenerative, cardiovascular, pulmo- nary, metabolic, autoimmune and neoplastic diseases. Int J Biochem Cell Biol  41: 40-59.  17. Anand P, Thomas SG, Kunnumakkara AB, Sundaram C, Harikumar KB, et al. (2008) Biological activities of curcumin and its analogues (Congeners) made by  man and Mother Nature. Biochem Pharmacol 76: 1590-1611.  18. Aggarwal BB, Kumar A, Aggarwal MS, et al. (2005) Curcumin derived from  turmeric (Curcuma longa): a spice for all seasons;. Preuss PDDBHG, editor.  New York: CRC Press pg 350-378.  19. Joe B, Vijaykumar M, Lokesh BR (2004) Biological properties of curcumin-  cellular and molecular mechanisms of action. Crit Rev Food Sci Nutr 44: 97-  111.  20. Tourkina E, Gooz P, Oates JC, Ludwicka-Bradley A, Silver RM, et al. (2004)  Curcumin-induced apoptosis in scleroderma lung fibroblasts: role of protein kinase cepsilon. Am J Respir Cell Mol Biol 31: 28-35.  21. Tourkina E, Hoffman S, Fenton JW, 2nd, Lipsitz S, Silver RW, et al. (2001)  Depletion of protein kinase Cepsilon in normal and scleroderma lung fibroblasts has opposite effects on tenascin expression. Arthritis Rheum 44: 1370-1381.  22. Punithavathi D, Venkatesan N, Babu M (2000) Curcumin inhibition of  bleomycin-induced pulmonary fibrosis in rats. Br J Pharmacol 131: 169-172.  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 11 February 2013 | Volume 8 | Issue 2 | e57285    23. Punithavathi D, Venkatesan N, Babu M (2003) Protective effects of curcumin  against amiodarone-induced pulmonary fibrosis in rats. Br J Pharmacol 139:  1342-1350.  24. Venkatesan N, Chandrakasan G (1995) Modulation of cyclophosphamide-  induced early lung injury by curcumin, an anti-inflammatory antioxidant. Mol  Cell Biochem 142: 79-87.  25. Venkatesan N, Punithavathi V, Chandrakasan G (1997) Curcumin protects  bleomycin-induced lung injury in rats. Life Sci 61: PL51-58.  26. Venkatesan N (2000) Pulmonary protective effects of curcumin against paraquat toxicity. Life Sci 66: PL21-28.  27. Literat A, Su F, Norwicki M, Durand M, Ramanathan R, et al. (2001)  Regulation of pro-inflammatory cytokine expression by curcumin in hyaline  membrane disease (HMD). Life Sci 70: 253-267.  28. Biswas SK, McClure D, Jimenez LA, Megson IL, Rahman I (2005) Curcumin  induces glutathione biosynthesis and inhibits NF-kappaB activation and  interleukin-8 release in alveolar epithelial cells: mechanism of free radical  scavenging activity. Antioxid Redox Signal 7: 32-41.  29. Zhu RF, Zhou M, He JL, Ding FY, Yu SQ, et al. (2008) [Protective effect of  curcumin on oleic-induced acute lung injury in rats]. Zhongguo Zhong Yao Za  Zhi 33: 2141-2145.  30. Nahra R, Dellinger RP (2008) Targeting the lipopolysaccharides: still a matter of  debate? Curr Opin Anaesthesiol 21: 98-104.  31. Tham CL, Lam KW, Rajajendram R, Cheah YK, Sulaiman MR, et al. (2011)  The effects of a synthetic curcuminoid analogue, 2,6-bis-(4-hydroxyl-3-  methoxybenzylidine)cyclohexanone on proinflammatory signaling pathways  and CLP-induced lethal sepsis in mice. Eur J Pharmacol 652: 136-144.  32. Thiemermann C (2006) The spice of life: curcumin reduces the mortality  associated with experimental sepsis. Crit Care Med 34: 2009-2011.  33. Vachharajani V, Wang SW, Mishra N, El Gazzar M, Yoza B, et al. (2010)  Curcumin modulates leukocyte and platelet adhesion in murine sepsis.  Microcirculation 17: 407-416.  34. Sun D, Zhuang X, Xiang X, Liu Y, Zhang S, et al. (2010) A novel nanoparticle  drug delivery system: the anti-inflammatory activity of curcumin is enhanced  when encapsulated in exosomes. Mol Ther 18: 1606-1614.  35. Guzel A, Kanter M, Aksu B, Basaran UN, Yalcin O, et al. (2009) Preventive  effects of curcumin on different aspiration material-induced lung injury in rats.  Pediatr Surg Int 25: 83-92.  36. Bellum SC, Dove D, Harley RA, Greene WB, Judson MA, et al. (1997)  Respiratory reovirus 1/L induction of intraluminal fibrosis. A model for the  study of bronchiolitis obliterans organizing pneumonia. Am J Pathol 150: 2243-  2254.  37. Amin K, Ludviksdottir D, Janson C, Nettelbladt O, Bjornsson E, et al. (2000)  Inflammation and structural changes in the airways of patients with atopic and  nonatopic asthma. BHR Group. Am J Respir Crit Care Med 162: 2295-2301.  38. Laitinen A, Altraja A, Kampe M, Linden M, Virtanen I, et al. (1997) Tenascin is  increased in airway basement membrane of asthmatics and decreased by an  inhaled steroid. Am J Respir Crit Care Med 156: 951-958.  39. Kaarteenaho-Wiik R, Lakari E, Soini Y, Pollanen R, Kinnula VL, et al. (2000)  Tenascin expression and distribution in pleural inflammatory and fibrotic  diseases. J Histochem Cytochem 48: 1257-1268.  40. Paakko P, Kaarteenaho-Wiik R, Pollanen R, Soini Y (2000) Tenascin mRNA  expression at the foci of recent injury in usual interstitial pneumonia. Am J Respir  Crit Care Med 161: 967-972.  41. Del Sorbo L, Slutsky AS (2011) Acute respiratory distress syndrome and multiple  organ failure. Curr Opin Crit Care 17: 1-6.  42. Creagh-Brown BC, Griffiths MJ, Evans TW (2009) Bench-to-bedside review:  Inhaled nitric oxide therapy in adults. Crit Care 13: 221.  43. Lee PJ (2005) An old spice with new twists: curcumin, p38 mitogen-activated  protein kinase, and apoptosis. Crit Care Med 33: 2703-2705.  44. Baldwin AS, Jr. (2001) Series introduction: the transcription factor NF-kappaB  and human disease. J Clin Invest 107: 3-6.  45. Tak PP, Firestein GS (2001) NF-kappaB: a key role in inflammatory diseases. J Clin Invest 107: 7-11.  46. Morris GF (2010) An alternative to lung inflammation and fibrosis. Am J Pathol  176: 2595-2598.  47. Han W, Joo M, Everhart MB, Christman JW, Yull FE, et al. (2009) Myeloid cells  control termination of lung inflammation through the NF-kappaB pathway.  Am J Physiol Lung Cell Mol Physiol 296: L320-327.  48. Tully JE, Nolan JD, Guala AS, Hoffman SM, Roberson EC, et al. (2012)  Cooperation between classical and alternative NF-kB pathways regulates proinflammatory responses in epithelial cells. Am J of Resp Cell Mol Biol 47:  497-508.  49. Yang KY, Arcaroli JJ, Abraham E (2003) Early alterations in neutrophil  activation are associated with outcome in acute lung injury. Am J Respir Crit  Care Med 167: 1567-1574.  50. Moine P, McIntyre R, Schwartz MD, Kaneko D, Shenkar R, et al. (2000) NF-  kappaB regulatory mechanisms in alveolar macrophages from patients with  acute respiratory distress syndrome. Shock 13: 85-91.  51. Arnalich F, Garcia-Palomero E, Lopez J, Jimenez M, Madero R, et al. (2000)  Predictive value of nuclear factor kappaB activity and plasma cytokine levels in  patients with sepsis. Infect Immun 68: 1942-1945.  52. Bohrer H, Qiu F, Zimmermann T, Zhang Y, Jllmer T, et al. (1997) Role of  NFkappaB in the mortality of sepsis. J Clin Invest 100: 972-985.  53. Singh S, Aggarwal BB (1995) Activation of transcription factor NF-kappa B is  suppressed by curcumin (diferuloylmethane) [corrected]. J Biol Chem 270:  24995-25000.  54. Kim GY, Kim KH, Lee SH, Yoon MS, Lee HJ, et al. (2005) Curcumin inhibits  immunostimulatory function of dendritic cells: MAPKs and translocation of NF-  kappa B as potential targets. J Immunol 174: 8116-8124.  55. Liu K, Chen HL, Huang H, Jing H, Dong GH, et al. (2012) Curcumin  Attenuates Cardiopulmonary Bypass-Induced Lung Oxidative Damage in Rats.  J Cardiovasc Pharmacol Ther 17: 395-402.  56. Liu K, Shen L, Wang J, Dong G, Wu H, et al. (2012) The preventative role of  curcumin on the lung inflammatory response induced by cardiopulmonary  bypass in rats. J Surg Res 174: 73-82.  57. Oh SW, Cha JY, Jung JE, Chang BC, Kwon HJ, et al. (2011) Curcumin  attenuates allergic airway inflammation and hyper-responsiveness in mice  through NF-kappaB inhibition. J Ethnopharmacol 136: 414-421.  58. Prud'homme GJ (2007) Pathobiology of transforming growth factor beta in  cancer, fibrosis and immunologic disease, and therapeutic considerations. Lab  Invest 87: 1077-1091.  59. Gauldie J, Bonniaud P, Sime P, Ask K, Kolb M (2007) TGF-beta, Smad3 and  the process of progressive fibrosis. Biochem Soc Trans 35: 661-664.  60. Scotton CJ, Chambers RC (2007) Molecular targets in pulmonary fibrosis: the  myofibroblast in focus. Chest 132: 1311-1321.  61. Dhainaut JF, Charpentier J, Chiche JD (2003) Transforming growth factor-beta:  a mediator of cell regulation in acute respiratory distress syndrome. Crit Care  Med 31: S258-264.  62. Budinger GR, Chandel NS, Donnelly HK, Eisenbart J, Oberoi M, et al. (2005)  Active transforming growth factor-beta1 activates the procollagen I promoter in  patients with acute lung injury. Intensive Care Med 31: 121-128.  63. Fahy RJ, Lichtenberger F, McKeegan CB, Nuovo GJ, Marsh CB, et al. (2003)  The acute respiratory distress syndrome: a role for transforming growth factor-  beta 1. Am J Respir Cell Mol Biol 28: 499-503.  64. Thresiamma KC, George J, Kuttan R (1996) Protective effect of curcumin,  ellagic acid and bixin on radiation induced toxicity. Indian J Exp Biol 34: 845-  847.  65. Cutroneo KR, White SL, Phan SH, Ehrlich HP (2007) Therapies for bleomycin  induced lung fibrosis through regulation of TGF-beta1 induced collagen gene  expression. J Cell Physiol 211: 585-589.  66. Xu M, Deng B, Chow YL, Zhao ZZ, Hu B (2007) Effects of curcumin in  treatment of experimental pulmonary fibrosis: a comparison with hydrocorti-  sone. J Ethnopharmacol 112: 292-299.  67. Chen B, Zhang DP, Gao W (2008) [Effect of curcumin on the expression of  collagen type I protein and transforming growth factor-beta1 mRNA in  pulmonary fibrosis rats]. Zhonghua Lao Dong Wei Sheng Zhi Ye Bing Za Zhi  26: 257-261.  68. Zhang DP, Qiu H, Zhuang Y, Meng FQ (2007) [The effect of curcumin on  bleomycin-induced pulmonary fibrosis in rats]. Zhonghua Jie He He Hu Xi Za  Zhi 30: 197-201.  69. Smith MR, Gangireddy SR, Narala VR, Hogaboam CM, Standiford TJ, et al.  (2010) Curcumin inhibits fibrosis-related effects in IPF fibroblasts and in mice  following bleomycin-induced lung injury. Am J Physiol Lung Cell Mol Physiol  298: L616-625.  70. Jiang ZY, Zou L, Shi SS, Lu YR, Dong J, et al. (2009) [Effects of curcumin on  TNF-alpha and TGF-beta1 in serum and lung tissue of SiO2-induced fibrosis in  mice]. Xi Bao Yu Fen Zi Mian Yi Xue Za Zhi 25: 399-401.  71. Song K, Peng S, Sun Z, Li H, Yang R (2011) Curcumin suppresses TGF-beta  signaling by inhibition of TGIF degradation in scleroderma fibroblasts. Biochem  Biophys Res Commun 411: 821-825.  72. Jimenez SA, Gaidarova S, Saitta B, Sandorfi N, Herrich DJ, et al. (2001) Role of  protein kinase C-delta in the regulation of collagen gene expression in  scleroderma fibroblasts. J Clin Invest 108: 1395-1403.  73. Hsu YC, Chen MJ, Yu YM, Ko SY, Chang CC (2010) Suppression of TGF-  beta1/SMAD pathway and extracellular matrix production in primary keloid  fibroblasts by curcuminoids: its potential therapeutic use in the chemoprevention  of keloid. Arch Dermatol Res 302: 717-724.  74. Gaedeke J, Noble NA, Border WA (2004) Curcumin blocks multiple sites of the  TGF-beta signaling cascade in renal cells. Kidney Int 66: 112-120.  75. Meier M, Menne J, Park JK, Holtz M, Gueler F, et al. (2007) Deletion of protein  kinase C-epsilon signaling pathway induces glomerulosclerosis and tubulointer-  stitial fibrosis in vivo. J Am Soc Nephrol 18: 1190-1198.  76. Zheng S, Chen A (2004) Activation of PPARgamma is required for curcumin to  induce apoptosis and to inhibit the expression of extracellular matrix genes in  hepatic stellate cells in vitro. Biochem J 384: 149-157.  77. Zheng S, Chen A (2006) Curcumin suppresses the expression of extracellular  matrix genes in activated hepatic stellate cells by inhibiting gene expression of  connective tissue growth factor. Am J Physiol Gastrointest Liver Physiol 290:  G883-893.  78. Zheng S, Chen A (2007) Disruption of transforming growth factor-beta signaling  by curcumin induces gene expression of peroxisome proliferator-activated  receptor-gamma in rat hepatic stellate cells. Am J Physiol Gastrointest Liver  Physiol 292: G113-123.  79. Matute-Bello G, Liles WC, Steinberg KP, Kiener PA, Mongovin S, et al. (1999)  Soluble Fas ligand induces epithelial cell apoptosis in humans with acute lung  injury (ARDS). J Immunol 163: 2217-2225.  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 12 February 2013 | Volume 8 | Issue 2 | e57285    80. Martin TR, Hagimoto N, Nakamura M, Matute-Bello G (2005) Apoptosis and  epithelial injury in the lungs. Proc Am Thorac Soc 2: 214-220.  81. Albertine KH, Soulier MF, Wang Z, Ishizaka A, Hashimoto S, et al. (2002) Fas  and fas ligand are up-regulated in pulmonary edema fluid and lung tissue of  patients with acute lung injury and the acute respiratory distress syndrome.  Am J Pathol 161: 1783-1796.  82. Nick JA, Avdi NJ, Young SK, Lehman LA, McDonald PP, et al. (1999) Selective  activation and functional significance of p38alpha mitogen-activated protein  kinase in lipopolysaccharide-stimulated neutrophils. J Clin Invest 103: 851-858.  83. Hu M, Du Q, Vancurova I, Lin X, Miller EJ, et al. (2005) Proapoptotic effect of  curcumin on human neutrophils: activation of the p38 mitogen-activated protein  kinase pathway. Crit Care Med 33: 2571-2578.  84. Wang Y, Rishi AK, Wu W, Polin L, Sharma S, et al. (2011) Curcumin  suppresses growth of mesothelioma cells in vitro and in vivo, in part, by stimulating apoptosis. Mol Cell Biochem 357: 83-94.  85. Lee JY, Lee YM, Chang GC, Yu SL, Hsieh WY, et al. (2011) Curcumin induces  EGFR degradation in lung adenocarcinoma and modulates p38 activation in intestine: the versatile adjuvant for gefitinib therapy. PLoS One 6: e23756.  86. Suresh MV, Wagner MC, Rosania GR, Stringer KA, Min KA, et al. (2012) Pulmonary administration of a water-soluble curcumin complex reduces severity  of acute lung injury. Am J Respir Cell Mol Biol 47: 280-287.  87. Bansal S, Chhibber S (2010) Curcumin alone and in combination with augmentin protects against pulmonary inflammation and acute lung injury  generated during Klebsiella pneumoniae B5055-induced lung infection in BALB/c mice. J Med Microbiol 59: 429-437.  Curcumin Inhibits Reovirus 1/L-ARDS Development  PLOS ONE | www.plosone.org 13 February 2013 | Volume 8 | Issue 2 | e57285  View publication statsView publication stats  https://www.researchgate.net/publication/235718640",
    "references": [],
    "authors": [
        "YUKI FUJISE",
        "JUN-ICHI OKANO",
        "TAKAKAZU NAGAHARA",
        "RYO ABE",
        "RYU IMAMOTO",
        "YOSHIKAZU MURAWAKI"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}