{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/232776864  Essential roles of PI(3)K-p110 in cell growth, metabolism and tumorigenesis  Article  in  Nature · June 2008  DOI: 10.1038/nature07091  CITATIONS  625 READS  198  11 authors, including:  Some of the authors of this publication are also working on these related projects:  angiogenesis and kidney cancer View project  Associations of Fc gamma receptor (FcgR2a, FcgR3a and FcgR2c) genotype with outcome in metastatic renal cell carcinoma (mRCC) patients receiving high dose interleukin  2 (HD-IL2) View project  Pixu Liu  Dalian Medical University  48 PUBLICATIONS   3,772 CITATIONS     SEE PROFILE  Sang Hyun Lee  SK Hynix  610 PUBLICATIONS   10,505 CITATIONS     SEE PROFILE  Sabina Signoretti  Brigham and Women's Hospital  401 PUBLICATIONS   25,283 CITATIONS     SEE PROFILE  Massimo Loda  Harvard Medical School  639 PUBLICATIONS   58,460 CITATIONS     SEE PROFILE  All content following this page was uploaded by Massimo Loda on 20 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/232776864_Essential_roles_of_PI3K-p110_in_cell_growth_metabolism_and_tumorigenesis?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/232776864_Essential_roles_of_PI3K-p110_in_cell_growth_metabolism_and_tumorigenesis?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/angiogenesis-and-kidney-cancer?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Associations-of-Fc-gamma-receptor-FcgR2a-FcgR3a-and-FcgR2c-genotype-with-outcome-in-metastatic-renal-cell-carcinoma-mRCC-patients-receiving-high-dose-interleukin-2-HD-IL2?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Pixu-Liu?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Pixu-Liu?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Dalian_Medical_University?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Pixu-Liu?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sang-Hyun-Lee-12?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sang-Hyun-Lee-12?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/SK-Hynix?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sang-Hyun-Lee-12?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Signoretti?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Signoretti?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Brigham_and_Womens_Hospital2?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Signoretti?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Massimo-Loda?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Massimo-Loda?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Harvard_Medical_School?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Massimo-Loda?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Massimo-Loda?enrichId=rgreq-c417a97a059fbba6ab9a60215cd9ad50-XXX&enrichSource=Y292ZXJQYWdlOzIzMjc3Njg2NDtBUzo5OTAyMTY4NzM2MTU0MEAxNDAwNjIwMDIyNzYw&el=1_x_10&_esc=publicationCoverPdf   Kinase-dependent and -independent functions of the p110β phosphoinositide-3-kinase in cell growth, metabolic regulation and oncogenic transformation  Shidong Jia1,2,*, Zhenning Liu1,2,*, Sen Zhang1,2,*, Pixu Liu1,2,*, Lei Zhang2, Sang Hyun Lee1,2, Jing Zhang1,2, Sabina Signoretti2,4, Massimo Loda2,4, Thomas M. Roberts1,2, and Jean J. Zhao1,3 1Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA 02115 2Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA 02115 3Department of Pathology, Harvard Medical School, Boston, MA 02115 4Department of Surgery, Harvard Medical School, Boston, MA 02115  Abstract Upon activation by receptors, the ubiquitously expressed Class IA isoforms (p110α and p110β) of phosphoinositide-3-kinase (PI3K) generate lipid second messengers, which initiate multiple signal transduction cascades1-5. Recent studies have demonstrated specific roles for p110α in growth factor and insulin signaling6-8. To probe for distinct functions of p110β, we constructed conditional knockout mice. Ablation of p110β in the livers of the resulting mice led to impaired insulin sensitivity and glucose homeostasis, while having little effect on Akt-phosphorylation, suggesting involvement of a kinase-independent role of p110β in insulin metabolic action. Using established mouse embryonic fibroblasts (MEFs), we found that removal of p110β also had little effect on Akt- phosphorylation in response to insulin and EGF stimulation, but resulted in retarded cell proliferation. Reconstitution of p110β-null cells with a wild-type or kinase-dead allele of p110β demonstrated that p110β possesses kinase-independent functions in regulating cell proliferation and trafficking. However, the kinase activity of p110β was required for LPA triggered GPCR signalling and played a role in oncogenic transformation. Most strikingly, in an animal model of prostate tumor formation induced by PTEN loss, ablation of p110β, but not p110α, impeded tumorigenesis with concomitant diminution of Akt-phosphorylation. Taken together our findings demonstrate both kinase-dependent and -independent functions for p110β, and strongly point to the kinase-dependent functions of p110β as a promising target in cancer therapy.  Class IA PI3Ks are heterodimeric lipid kinases consisting of a p110 catalytic subunit complexed to one of several regulatory subunits, collectively called p854, 5. In response to growth factor stimulation, p110 subunits catalyze the production of phosphatidylinositol-3,4,5-  Correspondence and requests for materials should be addressed to T.M.R (thomas_roberts@dfci.harvard.edu) or J.J.Z (jean_zhao@dfci.harvard.edu). *These authors contributed equally to this work. Author Contributions Z.L., S.Z. and S.L. generated the floxed p110β mouse; S.J. carried out mouse tumorigenesis studies; Z.L and S.Z. performed MEF studies; P.L. performed in vivo metabolic studies; L.Z. performed transferrin uptake assays; J.Z. assisted in focus formation and BrdU incorporation experiments; S.S., and M.L. performed and interpreted pathological analyses of mouse prostate tumors; T.M.R. and J.J.Z. supervised the research, interpreted the data and wrote the paper; S.J., Z.L., S.Z., P.L., L.Z., S.L. and M.L. participated in the writing of the paper. Author Information Reprints and permissions information is available at www.nature.com/reprints. The authors declare no competing financial interests.  NIH Public Access Author Manuscript Nature. Author manuscript; available in PMC 2009 September 24.  Published in final edited form as: Nature. 2008 August 7; 454(7205): 776-779. doi:10.1038/nature07091.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript  http://www.nature.com/reprints   trisphosphate (PIP3) at the membrane1-4. The lipid second messenger PIP3 in turn activates the serine/threonine kinase Akt and other downstream effectors 9, 10. Knockout mice for either p110α or p110β die early in embryonic development11, 12. However, recent studies using conditional knockout strategies8 and via isoform-specific small molecule inhibitors7 demonstrated that p110α plays an important role in growth factor signalling, while a kinase- inactive knockin mouse model showed that insulin responses depended on the catalytic activity of p110α6.  To investigate the role(s) of p110β in cell, tissue and organismal physiology and to examine it as a potential therapeutic target in cancer, we generated mice carrying a conditional PIK3CB allele (Supplementary Fig. 1). We first investigated the role of p110β in insulin action. Since liver is the major insulin responsive organ, we examined the effects of p110β loss on hepatic insulin function. To achieve liver-specific deletion of p110β, we injected the tail veins of p110βflox/flox mice with adenoviruses expressing β-galactosidase (Ade-LacZ) or Cre recombinase (Ade-Cre) to generate matched cohorts of control mice and mice with hepatocyte- specific deletion of p110β. Additional cohorts of wildtype animals were subjected to Ade-Cre or Ade -LacZ, allowing us to rule out potential non-specific Cre effects (data not shown). Greater than 90% reduction of p110β protein was seen in the livers of Ade-Cre injected mice, while p110β expression remained unchanged in the livers of the control mice and muscle tissues from both groups as measured by Western blotting (Supplementary Fig. 2a and b). Consistent with previous findings6, 7 that the kinase activity of p110β plays only a minor role in insulin signaling, we saw no significant change in Akt-phosphorylation in response to insulin challenge in livers lacking p110β (Supplementary Fig. 2a). However, mice deficient in hepatic p110β displayed higher blood insulin levels than control animals when fasted (Fig. 1a). These animals also exhibited reduced glucose tolerance and insulin sensitivity upon challenge by intraperitoneal injection of glucose or insulin (Fig. 1b and c). Mice deficient in hepatic p110β produced more glucose than control animals in a pyruvate challenge test (Fig. 1d). An analysis of lipogenesis showed no significant changes in serum triglycerides, fatty acids and cholesterol levels when p110β was deleted from liver (Supplementary Fig. 3), but leptin levels were elevated compared with control animals, as was seen in p110α kinase-dead knockin animals 6 (Supplementary Fig. 3). Of a panel of gluconeogenic genes, only phosphoenolpyruvate carboxykinase (PEPCK) was increased in p110β deficient livers (Supplementary Fig. 4). PEPCK promotes glucose production and synthesis in liver, resulting in more glucose release into blood. Therefore, this data provides at least a partial explanation for the metabolic phenotypes observed. While these findings suggest that p110β might contribute to metabolic regulation via a kinase-independent mechanism, we cannot rule out the involvement of p110β's catalytic role in insulin responses. Our observations are in line with the earlier work by Knight et al7, who used a p110β-specific small molecule inhibitor to demonstrate that acute blockage of p110β's kinase activity had little effect on insulin action. In addition, the Cantley lab found that mice doubly heterozygous for knockout of p110α and p110β showed reduced insulin sensitivity with no apparent changes in Akt- phosphorylation13.  To obtain cells for detailed signalling studies, MEFs were isolated from floxed embryos and their wild-type littermates, as described in the supplementary information (Supplementary Fig. 5a, b and c). MEFs lacking p110β proliferated significantly slower than parental (p110βflox/flox) or wild-type (p110β+/+ after Cre) MEFs (Fig. 2a). To obtain a second, more easily renewed supply of knockout cells, we established immortalized p110βflox/flox and p110β+/+ MEFs via infection with a retrovirus encoding a dominant negative form of p53 (DNp53)14. We also generated an add-back line by introducing HA-tagged human p110β to DNp53-immortalized p110βflox/flox MEFs. These immortalized MEFs were then treated with Ade-Cre to yield the following MEF lines: βKO (from p110βflox/flox) and βKO+β (from the add-back). For wild-type control MEFs, designated WT in the figures, we used DNp53-  Jia et al. Page 2  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    immortalized p110βflox/flox cells without Cre treatment or Cre-treated DNp53-immortalized p110β+/+ MEFs interchangeably, as no significant differences were ever seen between these two possible controls. Deletion of p110β had no obvious negative effect on the Akt- phosphorylation in either primary MEFs or DNp53-immortalized MEFs in response to insulin, EGF and PDGF stimulation (Fig. 2c and Supplementary Fig. 6a,b and c). However, a moderate diminution on the phosphorylation of the S6 ribosomal protein (S6RP) at Ser235/236 was detected in these βKO cells in response to insulin or serum (Supplementary Fig. 7). Previous studies have implicated p110β in signalling elicited by G-protein coupled receptors (GPCRs) 15, 16. Consistently, we found that both phospho-Akt and phospho-S6RP levels were reduced in response to lysophosphatidic acid (LPA) in cells lacking p110β (Fig. 2d and Supplementary Fig. 8a).  To dissect the potential kinase-dependent and -independent roles of p110β, we reconstituted βKO MEFs with a kinase-inactive allele of HA-tagged human p110β, using the previously reported K805R mutation (KR)17 to generate the βKO+KR MEF line. Though the KR expression was lower than that of the WT add-back construct, it was expressed at a level slightly higher than endogenous p110β, and expression levels of p110α were unchanged (Supplementary Fig.9a and data not shown). Loss of lipid kinase activity in the KR cells was confirmed by lipid kinase assay8, 18 following anti-p110β immuno-precipitation (Supplementary Fig.9b). We then examined the effect of WT or KR add-back on the altered signalling seen upon loss of p110β. The reduction in both phospho-Akt and phospho-S6RP in response to LPA stimulation observed in βKO cells was restored by adding back WT but not the KR allele of p110β (Fig. 2d and Supplementary Fig. 8b), suggesting a catalytic function for p110β in LPA signalling. This appears to be unique to p110β as p110α loss has no obvious effect on LPA signalling (Fig. 2e). Intriguingly, the reduced phospho-S6RP levels in βKO cells were restored by both WT and KR add-backs in response to insulin or FBS (Supplementary Fig. 7 and data not shown), suggesting a scaffolding role of p110β in insulin and growth factor signalling. However, our MEF data does not rule out a role for p110β in classical PI3K signalling in other circumstances. For instance, when we ablated p110α in our earlier work, residual Akt-phosphorylation was observed in response to growth factors8. Since MEFs express p110α and p110β and not other Class I PI3Ks, this residual signal was presumably transduced by p110β. We also note that p110β ablation removes it as a competitor for p110α on receptors, which may allow any reduction in signalling caused by p110β loss to be masked or compensated by increased signal flux via p110α.  To test the kinase-dependent and/or -independent effects of p110β on cell proliferation, we studied cell cycle kinetics by first synchronizing cells by serum starvation and then measuring the proportion of cells in S-phase with BrdU incorporation following re-feeding. While βKO cells had a delayed peak of BrdU incorporation, KR reconstituted cells showed similar BrdU incorporation to that of WT and βKO+ β cells (Fig. 2f). Consistently, βKO+KR MEFs showed proliferation rates similar to WT and βKO+β cells (Supplementary Fig. 9c), suggesting a kinase-independent role of p110β in cell proliferation.  Since previous studies have found p110β associated with members of the Rab family of small G proteins and clathrin coated vesicles19, we measured transferrin uptake in βKO MEFs and found it to be defective compared to WT and βKO+ β MEFs (Fig. 2g). Interestingly, normal transferrin uptake was restored by the KR construct (Fig. 2g). While there is ample literature evidence pointing to the importance of transferrin uptake for the growth of a variety of cell types20, it is not clear whether the transferrin uptake defect is a primary cause of the growth defect observed here.  Class IA PI3Ks have been clearly implicated in cancer21-24, with much recent work delineating the role of p110α in cancer25-27. To study a potential role of p110β in oncogenic  Jia et al. Page 3  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    transformation, we carried out focus formation assays by infecting monolayers of DNp53- immortalized MEFs with retroviruses expressing various oncogenes. Oncogenic HRas-G12V and EGFR-Del (ΔL747-E749, A750P) efficiently raised foci in WT cells, but failed to transform βKO MEFs (Fig. 3a). The decreases in foci seen in βKO MEFs were actually more pronounced than those seen in p110α KO MEFS (Supplementary Fig. 10). Notably, transformation was fully restored in βKO+β cells but partially restored in βKO+KR cells (Fig. 3a), suggesting that both the kinase activity and kinase-independent functions of p110β may play a role in oncogene-induced transformation.  PTEN, a lipid phosphatase, functions to oppose class IA PI3K kinase activity. Loss of PTEN expression is a common event in many solid tumors28. The key challenge is to identify which p110 isoform's catalytic activity is unshackled by PTEN loss in any given tumor. To test for a role of p110β in tumorigenesis driven by PTEN loss, we generated mice that carried the PTENflox/flox29 and p110βflox/flox alleles, as well as a probasin-driven Cre transgene30, to specifically delete PTEN and p110β in prostatic epithelium. Prostates appeared normal in the absence of p110β (Fig. 3b and c). Prostate tissue lacking PTEN expression displayed universal high-grade PIN (prostatic intraepithelial neoplasia) in the anterior lobe by 12 weeks. Remarkably, ablation of p110β blocked tumorigenesis caused by PTEN loss in the anterior prostate (Table 1; Fig. 3b and c). The loss of PTEN was confirmed by genomic DNA analysis following laser-capture assisted microdissection of single epithelial layers and by western blotting (Supplementary Fig. 11 and data not shown). While Cre-mediated loss of PTEN efficiently activated Akt in the prostate as judged by its phosphorylation on Ser473, additional ablation of p110β diminished the phospho-Akt levels (Fig. 3b), suggesting that p110β catalytic activity contributes to tumorigenesis. More surprisingly, when we performed the same set of experiments using p110α ablation, we saw no changes either in tumor formation or in Akt- phosphorylation (Table 1; Figure 3b and c). Again, the complete excision of p110α in tumor tissues was confirmed by multiple measures (Supplementary Fig. 12 and data not shown). It has been suggested that p110α and p110β generate distinct pools of PIP37. In response to insulin or other stimuli, an acute flux of PIP3 is produced largely by p110α and is efficiently coupled to Akt-phosphorylation. In contrast, p110β has been proposed to generate a basal level of PIP3 with little effect on Akt-phosphorylation7. The Shokat lab showed that Akt-phophorylation induced by PTEN loss in vitro was sensitive to p110β-specific inhibitors7. We propose that it is this basal PIP3 signal that has been enhanced to drive transformation and Akt activation by PTEN loss in the murine prostate (Figure 3d). Alternatively, the differential effects of p110α and p110β ablation may arise because the signal activating PI3K is generated by a yet unidentified GPCR or a receptor tyrosine kinase that functions via p110β.  In summary, our data, together with an independent report from Dr. Hirsch's group, suggest distinct functions for p110β and p110α. We have demonstrated that p110β plays an important physiological role in metabolic regulation and glucose homeostasis perhaps involving a kinase- independent mechanism. A kinase-independent function of p110β was further suggested in controlling cell proliferation and trafficking in p110β KO MEFs and MEFs reconstituted with a WT or kinase-dead allele of p110β. It would clearly be a mistake to overlook the contributions of p110β as a kinase. The basal PIP3 pool catalyzed by p110β appears to be “silent” in response to insulin and other growth factor stimulation, but becomes a “powerhouse” to drive oncogenic transformation in the absence of PTEN as evident in our mouse prostate tumor model. Taken together, our findings indicate that p110β may be an attractive target for kinase inhibitors in cancer treatment with minor metabolic disturbances.  METHODS SUMMARY Mice carrying floxed p110β (generated in this work), floxed p110α8, floxed PTEN29 (H. Wu, UCLA) and probasin-driven Cre transgene30 (MMHCC, NCI) were used is this study. All  Jia et al. Page 4  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    animals were housed and treated in accordance with protocols approved by the Institutional Animal Care and Use Committees of Dana-Farber Cancer Institute and Harvard Medical School. MEFs generation, culture and immortalization, growth factor signalling study, retroviral infection, cell growth, cell cycle, lipid kinase assay, transferrin internalization, focus formation, glucose tolerance testing, insulin tolerance tests, pyruvate challenge, immunoprecipitation, immunoblotting, immunohistochemical and histological analyses were performed according to standard or published protocols. Statistical analyses were performed using Student's t test unless indicated otherwise. Full Methods and associated references are available online in the full-text HTML and PDF versions.  METHODS Mice, mice for metabolic and tumor studies  Conditional knockout mice of p110β were generated using the Cre-LoxP system. Briefly, the targeting construct was assembled by isolating a 7.5-kb genomic fragment of PIK3CB from 129SvEv mouse strain and inserting two LoxP sites to flank the exon 2 of PIK3CB. The targeting construct was electroporated into embryonic stem (ES) cells of 129SvEv mouse. ES clones carrying floxed PIK3CB were injected into the blastocysts of C57BL/6 mice. Male chimeras were bred to C57BL/6 females to establish germ-line transmission of the conditional allele. The resulting heterozygous line (p110βflox/+) was intercrossed to yield a homozygous line (p110βflox/flox).  For metabolic studies, 8-10 week old male p110βflox/flox littermates were tail vein injected with 75ul of adenovirus CMV-lacZ and CMV-cre (titer between 1-4 × 1010 pfu/ml, University of Iowa Gene Transfer Vector Core, Iowa City, IA). Two weeks after adenoviruses injection, glucose tolerance test, insulin tolerance test, pyruvate challenge, and in vivo insulin signalling were performed as previously described31. Blood glucose values were determined using an Accu-Chek AVIVA glucose monitor (Roche). Serum insulin and leptin (Crystal Chem Inc.), serum free fatty acids and triglycerides (Wako USA), as well as serum cholesterol (Thermo) were measured by ELISA according to manufacturer's instructions.  For prostate tumor studies, female PTENflox/flox, p110αflox/flox or p110βflox/flox mice were crossed with male carrying PbCre4 transgene for the prostate-specific deletion of PTEN, p110α, and/or p110β. Details are available from the authors. Anterior prostates were isolated from male mice at 12 weeks old, and subject to gross inspection, histology and immunohistochemical analysis.  Primary and Immortalized Mouse Embryonic Fibroblasts (MEFs) MEFs were prepared from embryos derived from intercrossing p110βflox/+ heterozygotes at embryonic day 13.5 post-fertilization. Primary WT or floxed MEFs, and p53DD immortalized WT or floxed MEFs were treated with Ade-Cre to generate WT control and p110β-null (βKO) cells. Additional control cells used in our study were floxd MEFs without Ade-Cre treatment. βKO+β and βKO+KR lines were generated by introducing either HA-tagged WT human p110β or a kinase-inactive mutant K805R into βKO MEFs and then treated with Ade-Cre. Genotyping of MEFs was done by PCR using primer sets: LLF with LLR and SLF with LLR (Supplemental Figure 1).  Growth Factors and Western blotting Cells were starved either for 2 hours or overnight followed by stimulation with insulin (2.5 µg/ ml or various concentrations as indicated in Supplemental Figure, Sigma I2767), EGF (10 ng/ ml, Sigma E9644), IGF1 (5 ng/ml, Upstate 01-208), LPA (10 µM, Sigma L7260) or 10% FBS for various periods as indicated in corresponding figures. Western blot assays were performed  Jia et al. Page 5  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    as previous described8 with antibodies against PTEN (#9552), p110α(#4255), phospho-Akt (Ser473, #9271or Thr308, #9275), Akt (#9272), phospho-p70 S6 kinase (Thr389, #9205), phospho-p44/42 MAP kinase (#9101), phospho-S6 ribosomal protein (Ser235/236, #2211) and S6 ribosomal protein (#2217) (Cell Signaling), p85 (#06-195, Upstate), p110β (sc-602, Santa Cruz), Tubulin and Vinculin (T6199 and V9131, Sigma). Immuno-fluorescent labeled anti- mouse IgG (#610-132-003, Rockland Immunochemicals) and anti-rabbit IgG (Molecular Probes) were used to visualize Western blots on an Odyssey scanner. The quantification of Western was done with Odyssey software version 2.0.  Growth Curves MEFs were seeded in 12-well tissue culture plates and stained with crystal violet at each indicated time points. The dye was extracted with 10% acetic acid followed by plate reading at 590 nm. The values were normalized to the absorbance at day 0. Data shown are the average of at least two independent experiments.  Cell Cycle Analysis Cells were synchronized by starvation in DMEM supplemented with 0.1% FBS for 48 hours before released into the cell cycle by stimulation with 10% FBS. Cells were pulse-labeled with BrdU at each indicated time point and analyzed according to manufactor's protocol (BD Biosciences).  Focus Formation Assays MEFs at 40-50% confluence were infected with various retroviruses: pBabe-Vector, pBabe- HRas-G12V, or pBabe-EGFR-Del (DL747_E749, A750P) and then cultured for 14 to 21 days for WT, βKO+β and βKO+KR cells, but 30 to 40 days for βKO cells. Confluent monolayers with foci were fixed in ethanol and stained with crystal violet.  Histology and Immunohistochemistry (IHC) Prostate tissues were processed and stained as previously described32. Primary antibody used in IHC was directed against phospho-Akt (Ser 473) (#3738, Cell Signaling).  Lipid Kinase Assays In vitro lipid kinase assays were carried out as previously described8,18. Briefly, anti-p110β (Santa Cruz) immunoprecipitates from freshly prepared cell lysates were subjected to an in vitro lipid kinase assay using phosphatidylinositol (PI; Avanti Polar Lipids) as the substrate. The phosphorylated lipids were resolved by a thin layer chromatography (TLC) and visualized by autoradiography and quantified using Adobe Photoshop.  Transferrin Internalization Assays Cells were seeded on 10% Poly-L-lysine coated cover slips and grown in DMEM supplemented with 10% FBS overnight. The assay was performed as previously described33 with Alexa Fluor555-conjugated human transferrin (Invitrogen), counter-stained with DAPI (1 µg/ml) (Sigma), and mounted with mounting media (Fisher Scientific). Cells were visualized with a Zeiss confocal microscope LSM510META/NLO at 63× magnification and images were captured by Zeiss confocal microscope software 3.2.  Laser Capture Microdissection and DNA Extraction Laser capture microdissection was done as previously described34. Genomic DNA of microdissected prostate epithelium was extracted with phenol-chloroform prior to PCR analysis.  Jia et al. Page 6  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    Quantitative Reverse Transcription PCR analysis Liver total RNAs were extracted using the RNeasy kit (Qiagen). The following Tagman probes (Applied Biosystems) were used for real-time RT-PCR quantification: phosphoenolpyruvate carboxykinase 1 (PEPCK / Pck1, ID# Mm00440636_m1), glucose-6-phosphatase (G6Pase, ID# Mm00839363_m1), fructose bisphosphatase 1 (Fbp1, ID# Mm00490181_m1), hepatic nuclear factor 4 (Hnf4a, ID# Mm00433964_m1), and GAPDH (Cat # 4352339E). Expression was normalized to GAPDH mRNA and results were expressed as a fold change of mRNA compared to the indicated control mice.  Supplementary Material Refer to Web version on PubMed Central for supplementary material.  Reference 1. Vanhaesebroeck B, Waterfield MD. Signaling by distinct classes of phosphoinositide 3-kinases. Exp  Cell Res 1999;253:239-254. [PubMed: 10579926] 2. Blume-Jensen P, Hunter T. Oncogenic kinase signalling. Nature 2001;411:355-365. [PubMed:  11357143] 3. Vivanco I, Sawyers CL. The phosphatidylinositol 3-Kinase AKT pathway in human cancer. Nat Rev  Cancer 2002;2:489-501. [PubMed: 12094235] 4. Engelman JA, Luo J, Cantley LC. The evolution of phosphatidylinositol 3-kinases as regulators of  growth and metabolism. Nat Rev Genet 2006;7:606-619. [PubMed: 16847462] 5. Liu Z, Roberts TM. Human tumor mutants in the p110alpha subunit of PI3K. Cell Cycle 2006;5:675-  677. [PubMed: 16627990] 6. Foukas LC, et al. Critical role for the p110alpha phosphoinositide-3-OH kinase in growth and metabolic  regulation. Nature 2006;441:366-370. [PubMed: 16625210] 7. Knight ZA, et al. A pharmacological map of the PI3-K family defines a role for p110alpha in insulin  signaling. Cell 2006;125:733-747. [PubMed: 16647110] 8. Zhao JJ, et al. The p110alpha isoform of PI3K is essential for proper growth factor signaling and  oncogenic transformation. Proc Natl Acad Sci U S A 2006;103:16296-16300. [PubMed: 17060635] 9. Bader AG, Kang S, Zhao L, Vogt PK. Oncogenic PI3K deregulates transcription and translation. Nat  Rev Cancer 2005;5:921-929. [PubMed: 16341083] 10. Vanhaesebroeck B, et al. Synthesis and function of 3-phosphorylated inositol lipids. Annu Rev  Biochem 2001;70:535-602. [PubMed: 11395417] 11. Bi L, Okabe I, Bernard DJ, Wynshaw-Boris A, Nussbaum RL. Proliferative defect and embryonic  lethality in mice homozygous for a deletion in the p110alpha subunit of phosphoinositide 3-kinase. J Biol Chem 1999;274:10963-10968. [PubMed: 10196176]  12. Bi L, Okabe I, Bernard DJ, Nussbaum RL. Early embryonic lethality in mice deficient in the p110beta catalytic subunit of PI 3-kinase. Mamm Genome 2002;13:169-172. [PubMed: 11919689]  13. Brachmann SM, Ueki K, Engelman JA, Kahn RC, Cantley LC. Phosphoinositide 3-kinase catalytic subunit deletion and regulatory subunit deletion have opposite effects on insulin sensitivity in mice. Mol Cell Biol 2005;25:1596-1607. [PubMed: 15713620]  14. Shaulian E, Zauberman A, Ginsberg D, Oren M. Identification of a minimal transforming domain of p53: negative dominance through abrogation of sequence-specific DNA binding. Mol Cell Biol 1992;12:5581-5592. [PubMed: 1448088]  15. Hazeki O, et al. Activation of PI 3-kinase by G protein betagamma subunits. Life Sci 1998;62:1555- 1559. [PubMed: 9585135]  16. Roche S, Downward J, Raynal P, Courtneidge SA. A function for phosphatidylinositol 3-kinase beta (p85alpha-p110beta) in fibroblasts during mitogenesis: requirement for insulin- and lysophosphatidic acid-mediated signal transduction. Mol Cell Biol 1998;18:7119-7129. [PubMed: 9819398]  Jia et al. Page 7  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    17. Yart A, et al. A function for phosphoinositide 3-kinase beta lipid products in coupling beta gamma to Ras activation in response to lysophosphatidic acid. J Biol Chem 2002;277:21167-21178. [PubMed: 11916960]  18. Nobukuni T, et al. Amino acids mediate mTOR/raptor signaling through activation of class 3 phosphatidylinositol 3OH-kinase. Proc Natl Acad Sci U S A 2005;102:14238-14243. [PubMed: 16176982]  19. Shin HW, et al. An enzymatic cascade of Rab5 effectors regulates phosphoinositide turnover in the endocytic pathway. J Cell Biol 2005;170:607-618. [PubMed: 16103228]  20. Daniels TR, Delgado T, Rodriguez JA, Helguera G, Penichet ML. The transferrin receptor part I: Biology and targeting with cytotoxic antibodies for the treatment of cancer. Clin Immunol 2006;121:144-158. [PubMed: 16904380]  21. Bellacosa A, et al. Molecular alterations of the AKT2 oncogene in ovarian and breast carcinomas. Int J Cancer 1995;64:280-285. [PubMed: 7657393]  22. Li J, et al. PTEN, a putative protein tyrosine phosphatase gene mutated in human brain, breast, and prostate cancer. Science 1997;275:1943-1947. [PubMed: 9072974]  23. Steck PA, et al. Identification of a candidate tumour suppressor gene, MMAC1, at chromosome 10q23.3 that is mutated in multiple advanced cancers. Nat Genet 1997;15:356-362. [PubMed: 9090379]  24. Ringel MD, et al. Overexpression and overactivation of Akt in thyroid carcinoma. Cancer Res 2001;61:6105-6111. [PubMed: 11507060]  25. Samuels Y, et al. High frequency of mutations of the PIK3CA gene in human cancers. Science 2004;304:554. [PubMed: 15016963]  26. Zhao JJ, et al. The oncogenic properties of mutant p110alpha and p110beta phosphatidylinositol 3- kinases in human mammary epithelial cells. Proc Natl Acad Sci U S A 2005;102:18443-18448. [PubMed: 16339315]  27. Bader AG, Kang S, Vogt PK. Cancer-specific mutations in PIK3CA are oncogenic in vivo. Proc Natl Acad Sci U S A 2006;103:1475-1479. [PubMed: 16432179]  28. Chen Z, et al. Crucial role of p53-dependent cellular senescence in suppression of Pten-deficient tumorigenesis. Nature 2005;436:725-730. [PubMed: 16079851]  29. Lesche R, et al. Cre/loxP-mediated inactivation of the murine Pten tumor suppressor gene. Genesis 2002;32:148-149. [PubMed: 11857804]  30. Wu X, et al. Generation of a prostate epithelial cell-specific Cre transgenic mouse model for tissue- specific gene ablation. Mech Dev 2001;101:61-69. [PubMed: 11231059]  31. Taniguchi CM, et al. Divergent regulation of hepatic glucose and lipid metabolism by phosphoinositide 3-kinase via Akt and PKClambda/zeta. Cell Metab 2006;3:343-353. [PubMed: 16679292]  32. Graner E, et al. The isopeptidase USP2a regulates the stability of fatty acid synthase in prostate cancer. Cancer Cell 2004;5:253-261. [PubMed: 15050917]  33. Sever S, Damke H, Schmid SL. Dynamin:GTP controls the formation of constricted coated pits, the rate limiting step in clathrin-mediated endocytosis. J Cell Biol 2000;150:1137-1148. [PubMed: 10974001]  34. Emmert-Buck MR, et al. Laser capture microdissection. Science 1996;274:998-1001. [PubMed: 8875945]  Acknowledgements We thank Drs C. D. Stiles and J. D. Iglehart for advice. We thank Dr H. Wu for providing floxed PTEN mice. This work was supported by grants from the NIH (M.L., T.M.R. and J.J.Z.,), the DOD for Cancer Research (J.J.Z), the V Foundation (J.J.Z.), Claudia Barr Program (J.J.Z). In compliance with Harvard Medical School guidelines, we disclose the consulting relationships: Novartis Pharmaceuticals, Inc. (T.M.R.; J.J.Z).  Jia et al. Page 8  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    Figure 1. Mice with liver-specific deletion of p110β exhibit insulin resistance and glucose intolerance Eight to ten week old mice were injected with adenoviruses expressing LacZ or Cre- recombinase. Two weeks post-injection, metabolism was analyzed as follows: a. Fasted serum insulin levels (n=6~7). b. Glucose-tolerance test (GTT) (n=6~11). c. Insulin tolerance test (ITT) (n=6~9). Results represent blood glucose concentrations as a percentage of starting value at time zero. d. Pyruvate challenge (n=6~7). Data represent the mean ± SEM (standard error of the mean). *p<0.05, ** p<0.01, ***p<0.001 (t test). “n” represents the number of mice used in each experiment.  Jia et al. Page 9  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    Figure 2. Analyses of the effects of p110β deletion on cell growth and signaling a. Loss of p110β retards cell growth of primary MEFs. Cells were stained with crystal violet followed by plate reading at 590 nm. Absorbance (Abs) at 590 nm was normalized to Day 0 to show relative growth. Data represent the mean from triplicate with SD (standard deviation). b. Deletion of endogenous p110β protein in immortalized MEFs. Cell lysates from immortalized MEFs were immunoprecipitated using antibody against p110β and blotted with an anti p85 antibody. In parallel the same lysates were immunoblotted with antibodies against p110α, p85, PTEN and tubulin. c. Loss of p110β has no negative effect on insulin signaling. MEFs were starved and then stimulated with insulin at different concentrations for 10 minutes. Phospho-Akt was used as the signaling readouts. d. Loss of p110β impairs LPA-induced signaling. MEFs were starved and then stimulated with LPA (10 mM). Phospho-Akt and phospho-S6 ribosomal protein were used as readouts. e. Comparing the responses of αKO, βKO and WT MEFs to EGF, IGF or LPA stimulation. MEFs were starved and then stimulated  Jia et al. Page 10  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    with EGF (10 ng/ml), IGF1 (5 ng/ml) or LPA (10 mM) for 10 minutes. Phospho-Akt was used as the readout. Tubulin served as the loading control. f. BrdU incorporation assay. The percentage of cells in S-phase was measured by incorporation of BrdU into newly synthesized DNA via FACS analysis in various MEF lines as indicated. g. Transferrin uptake in various MEF lines is shown as indicated. The red signal arises from Alexa Fluro 555-conjugated transferrin while blue color arises from DAPI staining of nuclear DNA.  Jia et al. Page 11  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    Figure 3. Kinase activity of p110β contributes to transformation both in vitro and in vivo a. Focus formation assay was carried our in various KO and reconstituted MEF lines as indicated. The assay was carried out as described in Methods and the means (±SEM) for 4 independent experiments are shown (*, p<0.05, **P<0.01, t test). b. Effects of genetic ablation of p110β or p110α on tumorigenesis caused by PTEN loss in the anterior prostate. Paraffin sections of anterior prostates of indicated strain aged 12 weeks were stained with haematoxylin and eosin (H&E) and phospho-Akt. c. Quantification of the weight (±SEM) of anterior prostate tissues of the indicated strain (n=10 per group; *, p < 0.001, t test). d. A model for the elevation of basal PIP3 signals derived from p110β catalytic activity induced by PTEN loss.  Jia et al. Page 12  Nature. Author manuscript; available in PMC 2009 September 24.  N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript    N IH  -P A   A uthor M  anuscript N  IH -P  A  A  uthor M anuscript  N IH  -P A   A uthor M  anuscript  Jia et al. Page 13  Table 1 The effects of p110α or p110β ablation on prostate tumorigenesis induced by PTEN loss  Abbreviation Full name Positive PIN-animals / Number of Animals Used  Control floxed littermates 0 / 20  p110α−/− p110αflox/flox; PbCre4 0 / 20  p110β−/− p110βflox/flox; PbCre4 0 / 14  PTEN−/− PTENflox/flox; PbCre4 20 / 20  PTEN−/−; p110α−/− PTEN flox/flox; p110αflox/flox; PbCre4 15 / 15  PTEN−/−; p110β−/− PTEN flox/flox; p110βflox/flox; PbCre4 0 / 16  Paraffin sections of anterior prostates from the indicated strains at 12 weeks were stained with H&E. The pathological phenotype was uniformly observed within each genotype and summarized in the table.  Nature. Author manuscript; available in PMC 2009 September 24.  View publication statsView publication stats  https://www.researchgate.net/publication/232776864",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}