{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "De Novo Transcriptomic Analysis of Peripheral Blood Lymphocytes from the Chinese Goose: Gene Discovery and Immune System Pathway Description   RESEARCH ARTICLE  De Novo Transcriptomic Analysis of Peripheral Blood Lymphocytes from the Chinese Goose: Gene Discovery and Immune System Pathway Description Mansoor Tariq1,2, Rong Chen1, Hongyu Yuan1, Yanjie Liu1, YananWu1, JunyaWang1, Chun Xia1,3*  1 Department of Microbiology and Immunology, College of Veterinary Medicine, China Agricultural University, Beijing, The People's Republic of China, 2 Department of Veterinary Pathology, Faculty of Animal Husbandry and Veterinary Sciences, Sindh Agriculture University, Tando Jam, Sindh, Pakistan, 3 Key Laboratory Zoonosis of Ministry of Agriculture of China, Beijing, The People's Republic of China  * xiachun@cau.edu.cn  Abstract  Background  The Chinese goose is one of the most economically important poultry birds and is a natural  reservoir for many avian viruses. However, the nature and regulation of the innate and  adaptive immune systems of this waterfowl species are not completely understood due to  limited information on the goose genome. Recently, transcriptome sequencing technology  was applied in the genomic studies focused on novel gene discovery. Thus, this study de-  scribed the transcriptome of the goose peripheral blood lymphocytes to identify immunity  relevant genes.  Principal Findings  De novo transcriptome assembly of the goose peripheral blood lymphocytes was se- quenced by Illumina-Solexa technology. In total, 211,198 unigenes were assembled from  the 69.36 million cleaned reads. The average length, N50 size and the maximum length of  the assembled unigenes were 687 bp, 1,298 bp and 18,992 bp, respectively. A total of  36,854 unigenes showed similarity by BLAST search against the NCBI non-redundant (Nr)  protein database. For functional classification, 163,161 unigenes were comprised of three  Gene Ontology (Go) categories and 67 subcategories. A total of 15,334 unigenes were an-  notated into 25 eukaryotic orthologous groups (KOGs) categories. Kyoto Encyclopedia of  Genes and Genomes (KEGG) database annotated 39,585 unigenes into six biological func-  tional groups and 308 pathways. Among the 2,757 unigenes that participated in the 15 im-  mune system KEGG pathways, 125 of the most important immune relevant genes were  summarized and analyzed by STRING analysis to identify gene interactions and relation-  ships. Moreover, 10 genes were confirmed by PCR and analyzed. Of these 125 unigenes,  109 unigenes, approximately 87%, were not previously identified in the goose.  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 1 / 30  OPEN ACCESS  Citation: Tariq M, Chen R, Yuan H, Liu Y, Wu Y, Wang J, et al. (2015) De Novo Transcriptomic Analysis of Peripheral Blood Lymphocytes from the Chinese Goose: Gene Discovery and Immune System Pathway Description. PLoS ONE 10(3): e0121015. doi:10.1371/journal.pone.0121015  Academic Editor: Xiao Su, Chinese Academy of Sciences, CHINA  Received: April 28, 2014  Accepted: February 10, 2015  Published: March 27, 2015  Copyright:   2015 Tariq et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Data Availability Statement: The sequence database generated in this study is available at the National Center for Biotechnology Information (NCBI) database Short Read Archive under the accession number SRX399106.  Funding: This work was funded by the state key program of the National Natural Science Foundation of China (Grant No. 31230074) and the 973 Project of the China Ministry of Science and Technology (Grant No. 2013CB835302). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0121015&domain=pdf http://creativecommons.org/licenses/by/4.0/   Conclusion  This de novo transcriptome analysis could provide important Chinese goose sequence in- formation and highlights the value of new gene discovery, pathways investigation and im-  mune system gene identification, and comparison with other avian species as useful tools  to understand the goose immune system.  Introduction Genomic evaluations are the source of important evidence for determining the immune system characteristics that differ between the goose, chicken, duck, and other birds. After genome se- quencing of the chicken and duck, both became the first-class avian species, which allows im- munologic comparison with other animals [1,2]. Subsequently, the avian species have been further elucidated in the evolutionary process [2], with the recent availability in fish and mam- mal genomes [3]. The goose genome requires study because it is one of the most important wa- terfowl species and is also a vital component in the fast-growing poultry economy of China, which has become the largest goose production country in the world [2].  Interest in the goose immune system comes not only from its importance as a food animal species, but also for its role as a natural reservoir of many avian viruses, such as influenza virus [4]. Therefore, it is essential to illustrate the nature and regulation of the innate and adaptive immune systems in the goose [5]. However, except chicken and other poultry such as goose, relatively little is known about their immune systems at the molecular level [6]. Thus, the dis- covery of important immune genes and functional studies can help elucidate immunological responses and the natural or inherited disease resistance ability. To date, only a few research studies have examined the goose species and their relevant genes; some of the genes, including, CD8α [6], CD4 [4], interleukin(IL)-17A [7], IL-6 [8], Toll like receptor (TLR) 5 [9], MHCI/II [5,10], interferon(IFN)-γ [11], IFN-α [12] and IL-2 [13] were cloned. Despite these studies, many genes related to the goose immune system remain unknown.  To date, the goose transcriptome profiling studies on the identifying the genes responsible for follicle development and reproductive biology in the laying and broodiness [2,14], and comprehensive analyzing the transcriptome of geese to understand the geese development and metabolism [15] has been reported. These research studies were quite different from identify- ing genes related to the goose immune system. To study the immune system, we are the first to present here the de novo transcriptome of Chinese goose (Anser cygnoides) peripheral blood lymphocytes (PBLs) using Illumina-Solexa sequencing technology, which is a powerful tool for transcriptome analysis [16]. All of the obtained transcriptome and unigenes were annotated largely from the duck and the chicken, because these two species are closely related to the goose. This study produced the first characterized transcriptome of this waterfowl and provid- ed a genomic picture related to previously undiscovered immune genes. Through the function- al annotation of the assembled sequences and identification of the sequenced unigenes, our study identified important novel immune genes related to antigen processing and presentation, toll like receptor signaling pathways, complement cascades, natural killer cell-mediated cyto- toxicity response, and inflammatory response by chemokines and cytokine-mediated signaling pathways in the goose.  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 2 / 30  Competing Interests: The authors have declared that no competing interests exist.    Materials and Methods  Ethics Statement This study was conducted according to the management regulations of experimental animals in Beijing and was approved by the Animal Care Committee of China Agricultural University, Beijing, People's Republic of China.  Geese Rearing and Blood Sample Preparation The five Chinese geese used in this study were raised in the animal isolator house, college of veterinary medicine, China agricultural university, Beijing. These birds were kept under same environmental conditions and provide ad libitum water and locally available commercial feed. The blood samples from geese were collected by sterilizing the wing and femoral vein with the surgical cotton containing 70% alcohol. From each bird, 5-10 ml blood was taken and properly mixed with equal volume of EDTA as an anticoagulant, containing tube (1:1) (TBDscience, China).  Peripheral Blood Lymphocytes Separation and RNA Extraction For the separation of PBLs, we used a sterile pipette to take 5 ml blood, and added to an equal volume of PBS and mixed well. Then slowly added the blood/PBS mixture on the top of the 10 ml Ficoll-hypaque solution containing tube and centrifuged at 2000 rpm for 20 min. After centrifugation, the tube contained 4 layers (first layer: plasma layer, second layer: white lym- phocyte layer, third layer: transparent Ficoll-hypaque layer and fourth layer: erythrocytes). At this point, we removed the upper layer that contains the plasma and most platelets, and the sec- ond layer containing lymphocytes was carefully aspirated with a sterile pipette into a new cen- trifuge tube, which contained 10 ml of washing solution. The tube was thoroughly mixed and centrifuged at 2000 rpm for 20 min. Then removed supernatant, re-suspend cells in washing buffer, and the washing step was repeated twice to obtain the lymphocytes. The total RNA was extracted from the collected Chinese goose lymphocytes using TRIzol (Invitrogen, USA) according to the manufacturer's protocol. Total RNA was treated with RNase-free DNase I (Promega, USA) for 30 min and then incubated at 37°C to remove residual DNA. The RNA purification was carried out using the RNeasy Mini kit (Qiagen, USA) following the manufac- turer's instructions.  cDNA Library Construction Total RNA was prepared to construct the cDNA library and Illumina-Solexa was carried out. In brief, mRNA was isolated and purified from 10 μg of total RNA using oligo(dT) magnetic beads, and short fragments (200-700 bp) were obtained. These short RNA fragments were used as templates for first-strand cDNA synthesis by random hexamer-primers, and then the second-strand cDNA as synthesized by adding buffer, dNTPs, RNAse H and DNA polymerase I. After purification and paired-end (PE) repair, 5' and 3' ends of the cDNA fragments were li- gated with sequencing adapters and were amplified by polymerase chain reaction (PCR) to generate the templates. The cDNA templates were further enriched by PCR amplification to generate the cDNA library. The cDNA library was sequenced by an Illumina HiSeq 2000 se- quencing platform and the raw reads were generated using the Solexa pipeline according to the manufacturer's instructions.  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 3 / 30    De Novo Transcriptome Assembly The raw reads were cleaned by removing adapter sequences, non-coding RNA (such as rRNA, tRNA and miRNA) and low-quality sequences (reads with uncertain bases ‘N'). To insure the quality control of raw read data, we used two steps; the first was the sliding window method to remove low quality segments (Threshold quality 20, window size 5 bp, and threshold length 35 bp), and the second was the removal of reads that contained N as a part of the sequence (Threshold length 35bp). De novo transcriptome assembly was performed by the Trinity pro- gram [17] (Version r2013/08/14), and the longest transcription sequences were taken and de- fined as unigenes. To measure RPKM (reads per kilobase of exon model per million mapped reads), the number of sequenced reads that aligned to a gene must be normalized to remove the biases in the aligned sequences [18]. The RPKM was calculated for all assembled unigenes in every sample by single-end mapping using software bowtie2 (version 2.1.0). The unique fea- ture of this tool is that it does not rely on the existence of a reference genome and therefore it is mostly useful for quantification with de novo transcriptome assemblies [19]. All unigenes were arranged in descending order from the first unigene. When the assembled length covered half of the total length of all unigenes, the length of the current unigenes was considered to be N50. And when the assembled length covers 90% of the total length, the length of the current uni- gene was considered to be N90. The sequence database generated in this study is available at the National Center for Biotechnology Information (NCBI) database Short Read Archive under the accession number SRX399106.  Annotation and Classification of the De Novo Transcriptome All unigenes were searched for homologous genes using BLAST and annotation against the NCBI Nr database (non-redundant, http://www.ncbi.nlm.nih.gov/), using an E-value cut-off of 10−5. Unigene sequences were also aligned by BLASTx to various protein databases in the fol- lowing order: Swiss-Prot and TrEMBL (http://www.ebi.ac.uk/uniprot/), Gene Ontology(GO) (http://www.geneontology.org/), Conserved Domain Database (CDD) (http://www.ncbi.nlm. nih.gov/cdd/), Pfam database (http://pfam.janelia.org/), eukaryotic Orthologous Groups (KOGs) (ftp://ftp.ncbi.nih.gov/pub/COG/KOG/), and Kyoto Encyclopedia of Genes and Ge- nomes (KEGG) (http://www.genome.jp/kegg/). The unigenes were sorted to recover proteins with the most similarity to the given unigenes with putative functional annotations. When the aligned results were different from database sequences, then most privileged results of Nr were selected, followed by the Swiss-port, TrEMBL, CDD, PFAM, GO, KOG and KEGG databases. GO terms at the 2nd level were used to perform the GO annotation of the unigenes under the biological, molecular functions and cellular components. The unigene sequences were also aligned to the KOG database to predict and classify possible functions, and the pathway assign- ments were performed according to the KEGG pathway database [20].  Identification and Annotation of the Goose Immunity Relevant Genes The identification of the most important immunity relevant genes was assembled mainly ac- cording to search in our BLAST annotation results to the NCBI databases. A set of keywords representative of immune genes was used to predict immune-related genes based on the anno- tation results. Similarly, to find the most genes belonging to functions of the immune system, the GO term and KEGG pathway information were also used to identify the most important genes. The immune genes were detected not only as described by [21], but also according to the GO categories “response to stimulus” and “immune system process”, and KEGG pathways “immune system” and “immune diseases,” which had a direct relationship with the immunity genes. Then the finding of the presence and absence of immune relevant genes of goose in  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 4 / 30  http://www.ncbi.nlm.nih.gov/ http://www.ebi.ac.uk/uniprot/ http://www.geneontology.org/ http://www.ncbi.nlm.nih.gov/cdd/ http://www.ncbi.nlm.nih.gov/cdd/ http://pfam.janelia.org/ http://ftp://ftp.ncbi.nih.gov/pub/COG/KOG/ http://www.genome.jp/kegg/   comparison with the duck, chicken, turkey and zebra finch were individually search by gene name and identifying regions of the goose immune related genes that were conserved in other species using BLAST annotation results of the NCBI database.  STRING Analysis To find out the functional relationship among immune relevant genes, 125 transcripts were im- ported by selecting Gallus gallus as a model organism to STRING 9.1 http://string-db.org/ (a database of known and predicted protein interactions), which responds by displaying a net- work of nodes (proteins) connected by colored edges representing functional relationships. In- teractions of these genes were identified, based on the evidence indicated in the edge map. The STRING database assembles data from genomic context, high-throughput experiments, con- served co-expression and data mining to integrate data from these sources into groups with di- rect physical and indirect functional associations. Complete knowledge of all direct and indirect interactions between proteins represents an important milestone towards a compre- hensive description of cellular mechanisms and functions [22].  PCR Reaction PCR was performed to confirm the expression of the recognized immune-related genes. Ten genes, BAFF, C1qA, C1qB, C1qC, SOCS1, SOCS3, TLR3, IL1RL1, C8G and CD74 were utilized to confirm the sequencing data. Genes were selected based on their functions in innate, adap- tive immune system and signaling pathways. Primer sequences were designed according to se- quences from our transcriptome data. Information of individual primer sequences of the selected 10 genes are listed in S1 Table. For PCR, a TAKARA LA Taq and Primer STAR HS DNA Polymerase kits (Takara Biotechnology (Dalian) Co.Ltd) were used according to the manufacturers' instructions. All reactions were run in triplicate.  Data Analysis Amino acid sequences alignment of 10 immune relevant genes (BAFF, C1qA, C1qB, C1qC, SOCS1, SOCS3, TLR3, IL1RL1, C8G and CD74) was analyzed by the ClustalW2.0 program (http://www.ebi.ac.uk/Tools/msa/clustalw2/) and phylogenetic trees of C1qs and SOCSs con- structed by the neighbor-joining method with Mega 5.1 software [23].  Results  Illumina-Solexa Sequencing and De Novo Assembly De novo transcriptome sequence data were obtained using Illumina-Solexa deep sequencing to understand the genetic structural design of the goose lymphocyte transcriptome. A cDNA li- brary of goose peripheral blood lymphocytes was sequenced using Illumina-Solexa sequencing technology. Through Solexa RNA paired end sequencing, we generated 91.93 million raw reads with 9.19 Giga base pairs (Gbp) as listed in Table 1. After removing adaptor sequences, ambiguous nucleotides and low-quality sequences, 69.36 million clean reads with a length of 93.65 bp remained. The GC content and average length was 47% and 93.65 bp, respectively. Assembly of all of the clean reads resulted in 211,198 unigenes that ranged from 201 bp to 18,992 bp with the average length of 687 bp and a total length size of 69.5 Mb. Next, all uni- genes were sorted in descending order to find the N50 length of 1298 bp and the N90 length of 260 bp. All assembled 211,198 unigene transcripts were more than 200 bp in the length, which indicated that the unigenes were worthy and assured most of the transcriptome sequences. The length distribution of the assembled unigenes in the sequenced cDNA library was shown in  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 5 / 30  http://string-db.org/ http://www.ebi.ac.uk/Tools/msa/clustalw2/   Fig. 1A, with the highest number of unigenes (91,069) and the lowest number of unigenes (947) collected under 250 bp and 1950 bp length sizes, respectively.  The number of clean reads to each annotated unigene was calculated and then normalized by RPKM and bowtie2 software. Out of the 211,198 unigenes, 143,901 (approximately 68.1%) had a RPKM value less than one, 59,616 (28.2%) had a RPKM value between 1 and 10, 4051 (1.9%) had a RPKM value between 10 and 100, and 3630 (1.7%) had a RPKM value of greater than 100 (Fig. 1B).  BLAST Analysis The quality control reads data were randomly selected and aligned with the NCBI nucleotide database. For each query, we selected the best one among all of the aligned sequences with an E-value of 10−10 and that covered more than 80% similarity. All unigene sequences were aligned against the public database using the BLAST comparison to known sequence databases and functional annotation with similarity>30% and an E-value cut of 10−5. The alignment re- sults of the public databases (Nr, Swissport, TrEMBL, Pfam, CDD, KOG and KEGG) were shown in Table 2. The aligned sequences were matched with the Nr 17.44%, TrEMBL 17.70% and SWISSPORT 15.14% databases, respectively. The 36,854 (17.44%) unigene BLAST hits in the Nr database were studied as the Nr database had the maximum annotated unigenes. How- ever, the alignments with Nr database were in the top five hits species (Fig. 1C), and most of the aligned sequences were matched to the Gallus gallus 17,238 (55.59%). The E-value distribu- tion showed that 13,890 (37.7%) unigenes were significantly homologous with a significance of 1E-5 to 1E-50, and 7123 unigenes were in the range from 1E-50 to 1E-100 (Fig. 1D). Similarly, the identity distribution of unigenes revealed that 26,985 (73.2%) unigenes were highly matched to 80-100% identity and 5436 (14.7%) unigenes were between 60-80% matched (Fig. 1E). In addition, the score distribution showed that 900 (7.8%) unigenes had scores less than 500, 84 (0.7%) unigenes had scored more than 3,000, and 6882 unigenes (60.1%), which was the greatest number, had a score between 500 and 1000 (Fig. 1F).  Table 1. Summary of the cDNA library of goose peripheral blood lymphocytes.  Category Before trimmingRaw Data After trimmingClean data After assemblyUnigenes  Total reads 91.93 × 106 69.36 × 106  Total bases (Gb) 9.19 6.50  Average length (bp) 93.65  Average Ratio 75.45  GC content (%) 47  All (> = 200bp) 211,198  > = 500bp 61,112  > = 1000bp 29,716  N50 (bp) 1,298  N90 (bp) 260  Max Length (bp) 18,992  Min Length (bp) 201  Average Length (bp) 687.87  Total Length (Mb) 69.5  doi:10.1371/journal.pone.0121015.t001  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 6 / 30    Fig 1. De novo transcriptome assembly of goose peripheral blood lymphocytes statistical analysis. A. Length distribution of the assembled all unigenes in the sequenced cDNA library,B. Distribution of the unigenes in RPKM values, and Characteristics of homology search of assembled unigenes against the Nr database; (C) Top 5 species distribution, (D) E-value distribution, (E) Identity distribution, (F) Score distribution.  doi:10.1371/journal.pone.0121015.g001  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 7 / 30    Functional Annotation and Pathway Classification The rapid assembly of genome sequences is a major challenge to researchers attempting to ex- tract the maximum functional and evolutionary information from the genome data. The NCBI eukaryotic orthologous groups (KOGs) include sequences from 7 eukaryotic genomes [24]. To further evaluate the transcriptome library, the accuracy of our annotation sequences in the KOG functional classification was examined. All unigenes were aligned to the KOG database for prediction and classification into different functional categories. There were 15,334 uni- genes annotated into 25 KOG categories (Fig. 2). The largest group was signal transduction mechanism at 5787 (2.74%) followed by the general function prediction only at 2792 (1.32%), posttranslational modification, protein turnover, chaperones at 2168 (1.02%), and cytoskeleton at 1876 (0.88%). Nuclear structure 75 (0.03%) and cell motility 45 (0.02%) were the KOG cate- gories with the least represented unigenes.  Gene Ontology (GO) is an international standardized gene functional classification system that uses strict definitions to comprehensively describe the properties of genes and their prod- ucts in any organism [25]. A total of 163,161 unigenes were assigned in GO annotations and were divided into three categories and 67 functional categories. The biological process category contained 72,844 unigenes, followed by the 60,500 in the cellular component category and 29,817 in molecular function category (Fig. 3). In the biological process category, ‘cellular pro- cess' at 14,596 (8.95%), ‘metabolic process' at 12,660 (7.75%) and biological regulation at 7317 (4.48%) were the most highly represented. In addition, unigenes were categorized into other 27 important biological processes, including ‘regulation biological process' at 7075 (4.33%) uni- genes, ‘response to stimulus' at 4686 (2.8%) unigenes, ‘signaling' at 3570 (2.2%) unigenes and ‘immune system process' at 512 (0.3%) unigenes, which were mainly involved in resistance or the defense system in the geese. However, 17 GO functional groups were assigned to the cellu- lar component category with ‘cell' and ‘cell part' with the same number of unigenes at 13,309 (8.15%), followed by ‘organelle' at 8771 (5.37%) and ‘membrane' at 6,841 (4.19%) as the most represented. Likewise, 20 GO functional groups were assigned into the molecular function cat- egory with ‘binding' at 13,457 (8.2%) and ‘catalytic activity' at 9,144 (5.60%) as the most highly represented.  To evaluate the biological system of the geese, we aligned the annotated sequences to the corresponding KEGG pathways and analyzed the relationship between unigene and pathways to further understand the biological functions and gene interactions [20]. Out of 211,198 uni- genes, 39,585 (18.74% of total unigenes) KEGG pathways and annotated unigenes were catego- rized into six biological functional groups (Table 3). A total of 39,585 unigenes had significant matches in the database and were assigned to 308 KEGG pathways. Some of unigenes were mapped to more than one pathway. Among unigenes mapped into pathways, the highest  Table 2. List of annotations against public databases.  Annotation database Number of annotated unigenes Percentage of annotated unigenes  TOTAL 211198  NR 36854 17.44%  SWISS-PROT 31978 15.14%  TREMBL 37394 17.70%  CDD 17981 8.51%  PFAM 32498 15.38%  KOG 15334 7.26%  KEGG 39,585 18.74%  doi:10.1371/journal.pone.0121015.t002  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 8 / 30    Fig 2. Histogram presentation of eukaryotic cluster of orthologous groups (KOG) classification. A total of 15,334 sequences were annotated into 25 KOG categories.  doi:10.1371/journal.pone.0121015.g002  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 9 / 30    numbers of unigenes were involved in the human disease category (approximately 28.45%). Other unigenes were assigned into pathways of organismal processes (24.77%), metabolism (14.54%), cellular processes (13.35%), environmental information processing (11.7%) and ge- netic information processing (7.16%). The lymphocytes have pivotal functions in cell-mediate immunity: the innate (by NK cells) and adaptive (by T-cells) immune systems, as well as the antibody derived humoral (by B cells) immune response, are the main functions of lymphocyte [25]. Our present analysis show that large numbers of the unigenes lye in the immune relevant pathways. Out of the six groups listed above, human diseases and organismal systems con- tained the most unigenes. Within organismal systems, it is noteworthy that the immune sys- tems group, comprised 2757 (6.96%) out of 39,585 unigenes were involved in 17 KEGG pathways (Table 3). The immune system pathways were further categorized into 15 subcatego- ries as shown in Fig. 4. Among subcategories, the chemokine signaling pathways comprised of highest number of unigenes at 348 followed by leukocyte transendothelial migration at 244 unigenes, T-cell receptor signaling pathway at 204 unigenes, Fc gamma R-mediate phagocyto- sis at 202 unigenes, Toll-like receptor signaling pathway at 179 unigenes, complement and co- agulation cascades at 164 unigenes, natural killer cell mediated cytotoxicity at 137 unigenes, B- cell receptor signaling pathway at 134 unigenes, Fc epsilon RI signaling pathway at 115 uni- genes, hematopoietic cell lineage at 114 unigenes, RIG-I-like receptor signaling pathway at 103  Fig 3. Histogram of Gene Ontology (GO) Classification. The terms were summarized in three main categories (biological process, cellular component and molecular function) and 67 sub-categories. Right y-axis, percentage of unigenes; Left y-axis, number of unigenes.  doi:10.1371/journal.pone.0121015.g003  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 10 / 30    unigenes, NOD-like receptor signaling pathway at 89 unigenes, cytosolic DNA-sensing path- way at 78 unigenes, antigen processing and presentation at 74 unigenes, and intestinal immune network for IgA production at 48 unigenes. Out of 2757 unigenes, 125 of the most important  Table 3. Classification of KEGG pathway unigenes from the cDNA library of Goose peripheral blood lymphocytes.  KEGG Category Number of Unigenes Percentage ofUnigenes Number of KEGG pathways  Metabolism 14.54%  Amino acid metabolism 742 12  Biosynthesis of other secondary metabolites 91 11  Carbohydrate metabolism 1004 14  Energy metabolism 516 9  Glycan biosynthesis and metabolism 767 14  Lipid metabolism 960 15  Metabolism of cofactors and vitamins 345 12  Metabolism of other amino acids 321 9  Metabolism of terpenoids and polyketides 55 8  Nucleotide metabolism 624 2  Xenobiotics biodegradation and metabolism 336 17  Genetic information processing 7.16%  Folding, Sorting and Degeneration 936 7  Replication and repair 595 7  Transcription 386 3  Translation 917 5  Environmental information processing 11.7%  Membrane transport 155 2  Signal transduction 3145 15  Signaling molecules and interaction 1334 4  Cellular processes 13.35%  Cell communication 2205 7  Cell growth and death 1140 7  Cell motility 493 1  Transport and catabolism 1448 6  Organismal systems 24.77%  Circulatory system 1032 4  Development 663 3  Digestive system 1372 9  Endocrine system 1277 6  Environmental adaptation 137 4  Excretory system 409 5  Immune system 2757 17  Nervous system 1816 8  Sensory system 345 5  Human diseases 28.45%  Cancers 3871 17  Cardiovascular diseases 1325 5  Endocrine and metabolic diseases 217 3  Immune diseases 337 7  Infectious diseases 4449 22  Neurodegenerative diseases 1063 5  doi:10.1371/journal.pone.0121015.t003  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 11 / 30    immunity relevant genes were identified from the goose transcriptome and are summarized in Table 4.  Identification of Immunity Relevant Genes Lymphocytes play an important role in the immune response and each type playing different roles: B lymphocytes are more associated with humoral immunity, while T-cells are the main players in cell-mediated immunity [26]. In this study, we were interested in identifying im- mune-related genes in the transcriptome of the goose PBLs. According to the literature and our sequence analyses, 125 immune-related genes were identified (Table 4). We identified the most important genes that are relevant to immunity in different KEGG pathways. The antigen processing and presentation category contained 10 unigenes, including MHCI, MHCII, TAPBP. The toll-like receptor signaling pathway category contained 13 unigenes, including TLR-2, −3, −4, −5, −7, −13, −15, −18, FADD, LY96, MyD88. The chemokine signaling pathway category contained 14 unigenes, including CCLs, CCRs, CXCRs, XCR1. The cytokine-cytokine receptor interaction category contained 30 unigenes, including ILs, ILRs, IRAK, BMP2, TGFBR. The transcription factors for immune response category contained 15 unigenes, in- cluding IFRs, MX, BLNK, NOD1. The complement and coagulation cascades category con- tained 18 unigenes, including C2, C3, C5, C8, C1S, C1R, C1qA-C, MBL, A2M. The natural killer cell mediates cytotoxicity category contained 11 unigenes unigenes, including PRF1, NFAT, MAP3K14, LCK, PAK1, ZAP70, LCP2, MST1R, PTPN1, CTLA4 The NF-kappa B sig- naling pathway category contained 10 unigenes, including NFKBI, CARD11, BTK, MALT1, TRAF3, BAFF. The Jak-STAT signaling pathway category contained 5 unigenes, including SOCS1, SOCS3, CBL, STAT1, STAT3 (Table 4). Of the 125 unigenes, only 16 (approximately 13%) unigenes from the known goose species (anser anser 9, and anser cygnoides 7) were iden- tified using an NCBI database blast search. We also searched by gene name and by identifying  Fig 4. Distribution of unigenes involved in the immune system pathways. A total of 2757 unigenes were involved in the immune system.  doi:10.1371/journal.pone.0121015.g004  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 12 / 30    Table 4. Comparison of immune relevant genes of goose with duck, chicken, turkey and zebra finch.  Unigenes Gene Symbol Gene description Duck Chicken Turkey Zebra finch  Antigen Processing and presentation  comp58948_c2 MHCI* Major histocompatibility complex, class I Present Present Present Present  comp56480_c0 MHCII Major histocompatibility complex, class II Present Present Present Present  comp59549_c0 β2m Beta-2-microglobulin Present Present Present Present  comp39750_c0 TAPBP TAP binding protein (tapasin) Absent Present Absent Absent  comp41693_c0 HSP90A Heat shock protein 90KDa alpha Present Present Absent Present  comp29626_c0 HSP70* Heat shock protein 70 Present Present Absent Present  comp59973_c0 CTSS Cathepsin S Present Present Present Present  comp30827_c1 CD8b T-cell surface glycoprotein CD8 beta Present Present Present Present  comp52413_c0 CD74* MHC II invariant chain CD74 protein Present Present Present Present  comp48887_c0 RFX5 Regulatory factor X 5 (influence on HLA II expression) Present Present Absent Present  Toll-like receptor signaling pathway  comp128330_c0 TLR2 Toll-like receptor 2 Present Present Present Present  comp35851_c0 TLR3* Toll-like receptor 3 Present Present Absent Present  comp53805_c0 TLR4* Toll-like receptor 4 Present Present Present Present  comp93690_c0 TLR5* Toll-like receptor 5 Present Present Present Present  comp74903_c0 TLR7* Toll-like receptor 7 Present Present Present Present  comp30216_c0 TLR13 Toll-like receptor 13 Absent Present Absent Absent  comp140074_c0 TLR15* Toll-like receptor 15 Present Present Absent Absent  comp21608_c0 TLR18 Toll-like receptor 18 Absent Absent Absent Absent  comp49398_c0 TICAM1 Toll-like receptor adapter molecule 1 Present Absent Absent Absent  comp43055_c0 FADD FAS-associated death domain protein Present Present Present Present  comp56547_c0 LY75 Lymphocyte antigen 75 Present Present Present Present  comp53505_c0 LY96 Lymphocyte antigen 96 Present Present Absent Present  comp59404_c1 MYD88 Myeloid differentiation primary response protein MyD88 Present Present Present Present  Chemokine signaling pathway  comp40528_c0 CCL4 C-C motif chemokine 4 Present Present Present Present  comp32248_c0 CCL14 C-C motif chemokine 14 Present Absent Absent Absent  comp60229_c0 CCL19 C-C motif chemokine 19 Present Present Present Absent  comp48236_c0 CCL20 C-C motif chemokine 20 Present Present Present Present  comp103248_c0 CCL26 C-C motif chemokine 26 Absent Absent Present Absent  comp53780_c0 CCR7 C-C chemokine receptor 7 Present Present Absent Present  comp150987_c0 CCR8 C-C chemokine receptor 8 Present Present Present Present  comp194697_c0 CCR9 C-C chemokine receptor 9 Present Present Absent Present  comp59998_c0 CXCR4 CXC chemokine receptor 4 Present Present Present Present  comp52384_c0 CXCR7 CXC chemokine receptor 7 Present Present Absent Present  comp50320_c0 CX3CR1 CX3C chemokine receptor 1 Present Present Absent Present  comp74139_c0 XCR1 XC chemokine receptor 1 Present Present Absent Present  comp92058_c0 NOX1 NADPH oxidase Present Present Present Present  Cytokine-cytokine receptor interaction  comp34116_c0 IL1B* Interleukin 1 beta Absent Present Present Present  comp17611_c0 IL6* Interleukin 6 Present Present Present Present  comp16190_c0 IL8* Interleukin 8 Absent Present Present Present  comp160975_c0 IL16 Interleukin 16 Present Present Present Present  comp181708_c0 IL17* Interleukin 17 Present Present Present Present  comp27858_c0 IL18* Interleukin 18 Present Present Present Present  comp41212_c0 IL1R1 Interleukin 1 receptor type 1 Present Present Present Present  (Continued)  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 13 / 30    Table 4. (Continued)  Unigenes Gene Symbol Gene description Duck Chicken Turkey Zebra finch  comp47155_c0 IL1R2 Interleukin 1 receptor type 2 Present Present Present Present  comp39273_c0 IL2RA* Interleukin 2 receptor alpha Absent Present Absent Absent  comp50517_c0 IL2RB Interleukin 2 receptor beta Present Present Absent Present  comp47144_c0 IL2RG Interleukin 2 receptor gamma Present Present Absent Present  comp40605_c0 IL4R Interleukin 4 receptor Present Present Present Present  comp129591_c0 IL5RA Interleukin 5 receptor alpha Present Present Absent Present  comp195264_c0 IL9R Interleukin-9 receptor Absent Present Absent Absent  comp40832_c0 IL10RA Interleukin 10 receptor alpha Present Present Present Present  comp39646_c1 IL10R2 Interleukin 10 receptor 2 Present Present Present Present  comp52039_c0 IL11RA Interleukin 11 receptor alpha Present Present Present Present  comp10084_c0 IL12RB2 Interleukin 12 receptor beta-2 Present Present Present Absent  comp56559_c0 IL13RA1 Interleukin 13 receptor alpha-1 Present Present Absent Absent  comp56492_c1 IL13RA2 Interleukin 13 receptor alpha-2 Present Present Present Present  comp39945_c1 IL15RA Interleukin 15 receptor alpha Absent Present Absent Absent  comp53179_c0 IL20RA Interleukin 20 receptor alpha Present Present Present Present  comp47289_c0 IL21R Interleukin 21 receptor Present Present Present Present  comp39893_c0 IL23R Interleukin 23 receptor Present Present Absent Absent  comp14961_c0 IL27B Interleukin 27 subunit beta Absent Absent Absent Absent  comp72820_c0 IL28RA Interleukin 28 receptor subunit alpha Absent Present Absent Absent  comp78264_c0 IL31RA Interleukin 31 receptor subunit alpha Present Present Absent Absent  comp57283_c0 IRAK2 Interleukin-1 receptor-associated kinase 2 Present Present Present Present  comp77312_c0 BMP2 Bone morphogenetic protein 2 Present Present Present Present  comp55696_c0 TGFBR2 TGF-beta receptor-2 Present Present Present Present  Transcription factors for immune response  comp42892_c0 IFNGR1 Interferon gamma receptor 1 Present Present Present Present  comp46691_c1 IRF1 Interferon regulatory factor 1 Present Present Present Present  comp49737_c0 IRF2 Interferon regulatory factor 2 Present Present Present Present  comp53383_c0 IRF3 Interferon regulatory factor 3 Absent Absent Present Present  comp56408_c0 IRF4 Interferon regulatory factor 4 Present Present Present Present  comp53680_c1 IRF5 Interferon regulatory factor 5 Present Present Present Present  comp41288_c0 IRF6 Interferon regulatory factor 6 Present Present Present Present  comp53383_c0 IRF7 Interferon regulatory factor 7 Absent Present Absent Absent  comp56307_c0 IRF8 Interferon regulatory factor 8 Present Present Present Present  comp112074_c0 IRF9 Interferon regulatory factor 9 Absent Absent Absent Absent  comp38916_c0 IRF10 Interferon regulatory factor 10 Absent Present Absent Absent  comp50302_c0 MX Interferon-induced GTP-bindingprotein Mx Present Present Present Present  comp53021_c1 BLNK B-cell linker protein Present Present Absent Present  comp57373_c0 NOD1 Nucleotide-binding oligomerization domain-containing protein 1 Present Present Present Present  comp45455_c0 OAS 2'-5'-oligoadenylate synthetase Present Present Absent Absent  Complement and coagulation cascades  comp26818_c0 C2 Complement C2 Absent Present Absent Absent  comp58468_c0 C4 Complement C4 Present Present Present Present  comp54874_c0 C4-1* Complement C4-1 Absent Absent Absent Absent  comp57162_c0 C5 Complement C5 Present Present Present Present  comp59644_c0 C3 Complement component 3 Present Present Present Present  comp51375_c0 C4BPA Complement component 4 binding protein, alpha Absent Present Absent Absent  comp16085_c0 C7 Complement component C7 Absent Absent Absent Absent  comp54175_c0 C8B Complement component 8 beta Absent Absent Absent Absent  (Continued)  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 14 / 30    regions of the goose immune related genes that were conserved in other species using BLAST. We found that the majority of the immune genes could be identified in duck, chicken, turkey and zebra finch, but some genes appeared to be unique to geese (Shows in Fig. 5 and Table 4).  Table 4. (Continued)  Unigenes Gene Symbol Gene description Duck Chicken Turkey Zebra finch  comp44323_c0 C8G Complement component C8 gamma chain Present Present Absent Present  comp49143_c0 C1R Complement component 1, r subcomponent Present Present Present Present  comp29708_c0 C1S Complement component 1, s subcomponent Present Present Present Present  comp44414_c0 C1qA Complement C1q subcomponent subunit A Present Present Present Present  comp44360_c0 C1qB Complement C1q subcomponent subunit B Present Present Present Present  comp53045_c0 C1qC Complement C1q subcomponent subunit C Present Present Present Present  comp16573_c0 CFI Complement factor I Present Present Present Present  comp59485_c0 MBL Mannose-binding lectin Present Present Absent Absent  comp38813_c0 A2M alpha-2-macroglobulin Present Present Present Present  comp44369_c0 KNG1 Kininogen-1 Present Present Absent Present  Natural killer cell mediated cytotoxicity  comp48258_c0 PRF1 Perforin-1 Absent Present Absent Absent  comp49302_c0 NFATC. NFAT Nuclear factor of activated T-cells. cytoplasmic Present Present Present Present  comp58097_c0 MAP3K14 Mitogen-activated protein kinase 14 Present Present Present Present  comp62022_c0 LCK Lymphocyte-specific protein tyrosine kinase Absent Present Absent Absent  comp71765_c0 PAK1 p21-activated kinase 1 Present Present Present Present  comp46839_c0 ZAP70 Zeta-chain (TCR) associated protein kinase Present Present Present Present  comp56811_c0 LCP2 Lymphocyte cytosolic protein 2 Present Present Present Present  comp70056_c0 MST1R Macrophage stimulating 1 receptor Present Present Present Present  comp59359_c0 PTPN1 Protein tyrosine phosphatase, non-receptor type 1 Present Present Present Present  comp50816_c0 PTPN11 Protein tyrosine phosphatase, non-receptor type 11 Present Present Present Present  comp12857_c0 CTLA4 Cytotoxic T-lymphocyte-associated protein 4 Present Present Present Present  NF-kappa B signaling pathway  comp36510_c0 NFKBIB NF-kappa-B inhibitor beta Absent Present Absent Present  comp53597_c0 NFKBIE NF-kappa-B inhibitor epsilon Present Present Present Present  comp54864_c0 CARD11 Caspase recruitment domain-containing protein 11 Present Present Present Present  comp53329_c0 BTK Bruton agammaglobulinemia tyrosine kinase Present Present Present Present  comp58969_c0 MALT1 Mucosa-associated lymphoid tissue lymphoma translocation protein 1 Present Present Present Present  comp56822_c0 NFKB Nuclear factor NF-kappa-B Present Present Present Absent  comp58131_c0 TRAF3 TNF receptor-associated factor 3 Present Present Present Present  comp59064_c3 BAFF* B-Cell activating factor Present Present Absent Absent  comp48557_c0 VCAM1 Vascular cell adhesion molecule 1 Present Present Absent Present  comp55630_c0 TNFAIP3 Tumor necrosis factor, alpha-induced protein 3 Present Present Present Present  Jak-STAT signaling pathway  comp15203_c0 SOCS1 Suppressor of cytokine signaling 1 Present Present Present Present  comp42000_c0 SOCS3 Suppressor of cytokine signaling 3 Present Present Present Present  comp50037_c0 CBL E3 ubiquitin-protein ligase CBL Present Present Present Present  comp58567_c0 STAT1 Signal transducer and activator of transcription 1 Present Present Present Present  comp37694_c0 STAT3 Signal transducer and activator of transcription 3 Present Present Present Present  Gene symbols with mark * are already identified in goose species.  doi:10.1371/journal.pone.0121015.t004  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 15 / 30    In conclusion, 109 unigenes (approximately 87%) were new genes and were not previously identified in the goose.  In order to confirm these immune-related genes in goose and analysis their relationships with those of other species, we cloned some genes from innate, adaptive immune system and signaling pathways (S1 Fig.).  The complement system, which helps antibodies and phagocytic cells eliminate infectious microbes and cellular debris, is one of the key components of the innate immune system. C1q, the ligand-binding unit of the C1 complex of complement, is the first subcomponent of the  Fig 5. Comparison of goose immune relevant genes with duck, chicken, turkey and zebra finch. The number of immune relevant genes of goose and its comparison among the known sequences of duck, chicken, turkey and zebra finch deposited in the NCBI database. (a) represents the total number of immune relevant genes found in the goose, (b-e) represents the immune relevant genes found in duck, chicken, turkey, and zebra finch, and (f-i) represents the immune relevant genes not found in the duck, chicken, turkey, and zebra finch.  doi:10.1371/journal.pone.0121015.g005  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 16 / 30    classical pathway and is a major link between innate and adaptive immunity. Many studies have examined mammalian C1q, but least information is known about avian C1qs, especially C1q in the goose. Here, the A, B and C chains of the goose C1q have been cloned (S1 Fig.). The mature peptides of the C1qA, B, C chains are 243, 244 and 242 amino acids in size, respectively (Figs. 6-8). Goose C1qA, B, and C have similar molecular structures comprised of a signal  Fig 6. Amino acid alignment of complement C1q subcomponent subunit A (C1qA). Amino acid alignment of C1qA shows, signal peptide, collagen like domain and C1q domain are respectively indicated with a bottle green arrow, orange arrow and blue arrow. Blue Triangle indicates the key residues for CRP interaction. Purple Triangle indicates the key residues for IgG interaction. Magenta pentacle indicates the sites for calcium binding. Residues in the cyan rectangle are in the formation of inter-chain disulfide bond. Residues with the hollow blue triangle are O-linked glycans sites in post-translation. Residues in yellow-green rectangle are hydroxylation sites with GXPGmotif. NCBI accession numbers of C1qAs are listed as follows: goose: KP238277; duck: 514725938; bird (zebra finch): 449487169; chicken: 118101238; lizard: XP_003230642.1; mouse: 408359988; human: 399138.  doi:10.1371/journal.pone.0121015.g006  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 17 / 30    peptide, one (C1qA and C1qC) or two (C1qB) collagen-like domains and a C1q domain. This structural arrangement is also conserved in other species, such as reptiles and mammals. When the species are compared, the goose C1qA, B and C chains all have the highest identities to duck C1qs (93.38% for C1qA, 95.9% for C1qB and 92.15% for C1qC), followed by chicken and zebra finch (bird) C1qs. In the blood, C1qA, B and C form a heterotrimer that is stabilized by interchain disulfide bonds. The sites for the formation of the disulfide bonds are Cys26 in  Fig 7. Amino acid alignment of complement C1q subcomponent subunit B (C1qB).C1qA amino acid sequence alignments shows the signal peptide, collagen like domain and C1q domain are respectively indicated with bottle green arrow, orange arrow and blue arrow. Blue Triangle indicates the key residues for CRP interaction. Purple Triangle indicates the key residues for IgG interaction. Magenta pentacle indicates the sites for calcium binding. Residues in the cyan rectangle are in the formation of inter-chain disulfide bond. Residues in yellow-green rectangle are hydroxylation sites. NCBI accession numbers of C1qBs are listed as follows: goose: KP238278; duck: 514725930; chicken: 118101234; bird (zebra finch): 449487165; alligator: 557280613; mouse: 6753220; human: 87298828;  doi:10.1371/journal.pone.0121015.g007  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 18 / 30    goose C1qA, Cys22 in goose C1qB and Cys32 in goose C1qC and all these sites are conserved from birds to humans.  Most of the sites for glycosylation, hydroxylysine hydroxylation and hydroxyproline hy- droxylation found in the collagen-like regions of human C1qs [27] can also be found in the goose C1qs. The variant sites in the goose C1qA chain are His85, Arg100 and Ala146. The vari- ant sites in the goose C1qB chain are Asp44, Asn47, Arg53, Arg83, Gln92, Met95, and Gln101.  Fig 8. Amino acid alignment of complement C1q subcomponent subunit C (C1qC). Amino acid alignment of C1qC shows the signal peptide, collagen like domain and C1q domain are respectively indicated with a bottle green arrow, orange arrow and blue arrow. Blue Triangle indicates the key residues for CRP interaction. Purple triangle indicates the key residues for IgG interaction. Magenta triangle indicates the sites for HTLVI gp21 peptide binding. Residues in the cyan rectangle are in the formation of inter-chain disulfide bond. Residues in yellow-green rectangle are hydroxylation sites. NCBI accession numbers of C1qCs are listed as follows: goose: KP238279; duck: 514725934; chicken: 50759463; bird (zebra finch):449487244; alligator: 557280504; mouse: 113680120; human: 56786155;  doi:10.1371/journal.pone.0121015.g008  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 19 / 30    In the formation of complement component C1, the collagen-like regions of C1qs are supposed to be recognized by the modular proteases C1r and C1s. A motif shared between C1qA, B and C, Hyp-Gly-Lys-X-Gly-Pro/Tyr/Asn (where Hyp is hydroxyproline), mediates binding to C1r and C1s [28]. Similar regions are also observed in the goose C1q chains, such as Hyp79-Phe84 in C1qA, Hyp77-Pro82 in C1qB and Hyp84-Pro89 in C1qC. Among them, the C1r-C1s bind- ing regions are most conserved in C1qB, followed by C1qC. Most of the variations are found in C1qAs, especially among the avian species.  As a versatile pattern recognition molecule, the heterotrimeric globular domain (gC1q) of C1q is thought to be capable of engaging a broad range of ligands, including aggregated IgG and IgM, C-reactive protein (CRP), human T cell lymphotropic virus-I (HTLV-I) gp21 peptide [29]. Val183, Arg184, Arg185 in human C1qA, Arg126, Arg139 and Arg154 in human C1qB and Arg184 in human C1qC are the key sites for IgG interaction. These sites are strictly con- served in the goose C1qB and in other C1qBs. These sites are not seen in the C1qAs and C1qCs of other species, even in a mammal (mouse). The Lys200 and Trp147 sites of human C1qA that interact with CRP are not found in other species, except for in the mouse. Tyr198 of the human C1qB is relatively well conserved among different species because the same or similar amino acids are found in other C1qBs. In contrast, His129, Pro131, Ala133 and Pro134 of human C1qC, which are important in binding to the HTLVI gp21 peptide, are not observed in other C1qCs. However, the calcium ion binding sites of C1qs are strictly conserved from geese to humans. These sites are Gln195 in goose C1qA, and Asp192, Tyr193 and Gln199 in goose C1qB. The different conservation of binding sites may reflect the presence of different ligands in different species.  Another important component of innate immunity is the Toll like receptor family. Here, we identified goose TLR3 using our EST library. The extracellular region of goose TLR3 has 22 LRR regions, 1 LRRNT region and 1 LRRCT region (S2 Fig.). The identity of goose TLR3 to other TLRs ranges from 95.88% to 59.45%. Similar to human TLR3, the N-glycosylation sites of goose TLR3 are related to the specific interaction surface structure [30] and are Asn25, Asn43, Asn97, Asn168, Asn219, Asn224, Asn247, Asn360, Asn469, Asn598 and Asn624. Some variant sites are also observed in goose TLR3, such as Asp30, Lys237 and Asp263, which may be specie specific. The conserved disulfide bonds are formed by Cys68-Cys95 and Cys611-Cys639 in goose TLR3. The functional sites, such as Asn219, are important for the re- sponse to ds-RNA. Asn168 is related to TLR3 expression levels, and His501 and Asn503 are re- quired for RNA binding and the activation of NF-kappa-B. All of these functional sites are conserved in the goose TLR3 (S2 Fig.).  B-cell activating factor (BAFF) is critical for the stimulation and maturation of B-cells in the adaptive immune system and is also found in our goose cDNA library. The identities among avian species are particularly high and range from 91.99% to 99.65% (S3 Fig.). Similar to the other BAFFs, goose BAFF is mainly composed of a Tumor Necrosis Factor (TNF) domain, which is relatively well conserved among various different species. In the TNF domain, the tri- mer interface sites are hydrophobic residues such as Gln151, Phe197, Tyr199, Tyr249, Ala254, Tyr281 and Val285 and are conserved from geese to humans. The TNFR 50s-loop binding sites (Leu172, Ser174, Gly212, Lys219 and Ser228 in goose BAFF) are also found in all species with- out any modification. The conserved long DE loop, known as the “flap”, is unique to BAFF in the TNF family and is located between sites 219 to 228 of goose BAFF. The furin cleavage sites of goose BAFF are “Arg-Gly-Arg-Arg”. Compared with the mammalian BAFFs, the BAFFS are more conserved among the avian species. The Cys235 and Cys248 of goose BAFF are responsi- ble for the formation of conserved intra-chain disulfide bond. The N-Glycosylation site (Asn245) in the TNF domain is conserved among different species, and the other site (Asn102)  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 20 / 30    only found in mouse and human (S3 Fig.). These results indicate that the functional sites of BAFF have changed very little during evolution.  Among the signal transduction pathways, the JAK-STAT pathway is mainly expressed in white blood cells and involved in the regulation of the immune system. Suppressor of cytokine signaling (SOCS) proteins 1 and 3 are inhibitors of JAKs and implicated in inflammation, and they were cloned in this study. Similar to the SOCS proteins from other species, goose SOCS1 is also composed of an SH2 domain and a SOCS box. An extended SH2 subdomain (ESS) is im- portant for JAK phosphotyrosine binding and is located at the beginning of the SH2 domain. The KIR domain is involved in signal and kinase inhibition and is located between Phe51 and Phe60 in goose SOCS1 (Fig. 9). The Elongin BC complex binding domain is known as a BC- box, has the motif (A/P/S/T) -L-x (3) -C-x (3)—(A/I/L/V), and is located between 169 and 179 sites in the goose SOCS1. Compared with the conserved KIR domain and B-C box, the Sup- pressor of cytokine signaling 1 sequence is 7 or 8 poly-serines and can only be found in mam- malian species. The sites for JH1 binding and JAK signal transduction suppression, such as Phe51, Phe54, Asp59, Tyr60, Ile63 and Leu70, are conserved between geese and humans. Arg100, which is important to suppress LIF and IL-6 signal transduction, is highly conserved. According to the alignment, SOCS1 is relatively similar among different species and the identi- ties are all over 60% (Fig. 9). However, SOCS3 is highly conserved; the similarity between goose SOCS3 and duck SOCS3 can reach up to 100% and the smallest similarity is 88.04% (Fig. 10). Similar to SOCS1, the SH2 domain, SOCS box, KIR domain and ESS domain are con- served in goose SOCS3. The sites important for EPO/LIF-induced signaling suppression are Leu22, Phe25, Glu30, Tyr31, Val34, Leu41, Gln45 and Arg71 in goose SOCS3. The Leu58, Leu93 and Arg94 sites of goose SOCS3 are important for the binding to Tyr429/Tyr431 phos- phorylated EPOR. These functional amino acids are all conserved from birds to mammals.  The results listed above indicated that the genes involved in adaptive and innate immunity play central roles in goose immunity, while the toll-like receptor, chemokines, complement sys- tem and Jak-STAT signaling pathway act as the functional bridge between the innate and adap- tive immune responses.  STRING Analysis Based on the identified 125 immune-related genes, STRING 9.1 (http://string-db.org/) was used to analyze the interactions and relationships among these genes. From 125 goose genes, 105 were matched well to the known immune genes of Gallus gallus in the STRING database (Fig. 11). In particular, the genes, whose sequence information has been confirmed by our PCR reactions, play important roles in the immune interaction nets. Like SOCS3, it can interact with IL receptors of Cytokine-cytokine receptor interaction pathway, STATs of Jak-STAT sig- naling pathway, PTPN11 of Natural killer cell mediated cytotoxicity pathway and IRF1 of Transcription factors for immune response pathway. By the interaction of SOCS3, various im- mune pathways are connected as a whole one and SOCS1, SOCS3 and PTPN11 were very strongly linked with many signaling pathways, which indicates that all of these genes interacted with each other and comprise a classical network of different genes. C1qs are also the key knots for complement pathway by interact with C1s and C1r and then in the downstream, C3 was ac- tivated. Myd88 is the centre modular of Toll-like receptor signaling pathway. It can interact with various TLRs, including TLR3, leading to NF-kappa-B activation of immune defense. No connection is observed in BAFF/TNFFSF13B, it may due to the absence of BAFF receptors in this analysis. These results show us these immune genes of goose have similar functions and re- action modes as in other species (like chicken). These immune molecules do not work  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 21 / 30  http://string-db.org/   Fig 9. Amino acid alignment of suppressor of cytokine signaling 1 (SOCS1). Amino acid alignment of SOCS1 shows the SH2 domain and SOCS box are respectively indicated by orange arrow and pink arrow. An extended SH2 subdomain is marked with dark green line. Kinase inhibitory region (KIR) is masked with cyan box. The elongin BC complex binding domain, which is also known as BC-box is masked with a yellow box. Suppressor of cytokine signaling region is marked with dark-green double-headed arrow. Functional sites are marked with blue triangles. F51 F54, D59, Y60, I63 and L70 are important for JAK signal transduction suppression and the binding to JH1. R100 is important for LIF signal transduction suppression, the binding to KIT and IL-6 signal transduction suppression. 170L is important for the interaction with elongin BC complex, when it associated with F-179. 174C is also important for the interaction with elongin BC complex, only when it associated with P-175. NCBI accession numbers of SOCS1s are listed as follows: goose: KP238278; duck: 514780149; chicken: 212549671; bird (zebra finch): 224070031; lizard: 637378617; mouse: 409971432; human: 4507233;  doi:10.1371/journal.pone.0121015.g009  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 22 / 30    Fig 10. Amino acid alignment of suppressor of cytokine signaling 3 (SOCS3). Amino acid alignment of SOCS3 shows the SH2_SOCS3 domain and SOCS_SOCS3 box are respectively indicated by orange arrow and pink arrow. An extended SH2 subdomain is marked with dark green line. Kinase inhibitory region (KIR) is masked with cyan box. Functional sites are marked with blue triangles. L22, F25, E30, Y31, V34, L41, G45 and R71 have an effect on EPO/LIF-induced signaling suppression. L58, L93 and R94 have an effect on the binding to Y429/Y431 phosphorylated EPOR. NCBI accession numbers of SOCS3s are listed as follows: goose: KP238281; duck: 514711433; chicken: 45382967; bird (zebra finch): 224074414; lizard: 637266413; mouse: 6671758; human: 49168482;  doi:10.1371/journal.pone.0121015.g010  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 23 / 30    independently and they can function in various pathways to link the immune system as a whole one for the immune defense.  Discussion As a source of meat, eggs and feathers, the goose is one of the most important economical wa- terfowl around the world. As geese serve as one of the principal natural reservoirs for influenza A viruses, its study is of special interest in medicine and public health problem [31,32]. Due to lack of genomic information, it is important for us to understand the immune repertoires of geese. After the high-throughput RNA sequencing of the transcriptome, it became one of the most convenient method to obtain the overall gene information. Here, we present the study about the immune-related genes and pathways in goose transcriptome. The results describe the  Fig 11. STRING analysis of immune relevant genes from the goose peripheral blood lymphocytes transcriptome. The network nodes represent the proteins encoded by the DE genes. Seven different colored lines link a number of nodes and represent seven types of evidence used in predicting the associations. A red line indicates the presence of fusion evidence; a green line represents neighborhood evidence; a blue line represents co-occurrence evidence; a purple line represents experimental evidence; a yellow line represents text-mining evidence; a light blue line represents database evidence, and a black line represents co-expression evidence.  doi:10.1371/journal.pone.0121015.g011  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 24 / 30    genetic architecture of the goose PBLs transcriptome and further explore their relevant im- mune relevant genes.  In this study, we pooled RNA from normal healthy geese and performed deep sequencing using the Illumina platform. This pooling strategy was widely used in other similar studies [2, 14, 15]. To date, only 2 studies have reported on the transcriptome data from goose ovaries and other body tissues [2-15]. In this study, a large genomic description of goose PBLs was provid- ed. Compared to other transcriptome data, this goose PBLs transcriptome library is larger in data size and has more raw reads (91.93 million compared to 84.14 million and 4.36 million), more clean mapped reads (69.36 million compared to 60.50 million and 3.70 million), and more total annotated matched unigenes (211,198 compared to 568, 39 and 130,517) [2-15], which characterize the precise gene expression in different tissues in contrast to the goose PBLs. These data can provide useful information for further investigations of the goose genome.  We generated 211,198 unigenes for 69.5 MB total length of the goose PBLs transcriptome. The overall GC content of the transcriptome was calculated to be 47%, which closely resembles the percent GC content that was reported in a previous study [14]. The size distribution indi- cated that the length of the 91,069 unigenes was more than 1500 bp, which is much higher than that reported by other researchers [2, 15] for the goose transcriptome. We also noticed that the mean length of unigenes was longer than that reported in other research [2, 15]. We compared our unigenes against the NCBI Nr protein database, allowing further functional an- notation and classification using GO, KOG and KEGG. This functional annotation provides expected information on biological function and biosynthesis pathways for assembled uni- genes. We also found that the Nr database had maximum annotated unigenes and most of the aligned sequences matched with the chicken (17,238, 55.59%) sequence, suggesting that more genetic similarities exists between the goose (a waterfowl bird) and chickens (a domestic bird). Among the Nr blast hits, only 128 genes were matched to the goose itself, illustrating the limit- ed number of the goose related genes currently available in the NCBI database. We also found that 26,985 (73.2%) of the unigenes identified in this study have high similarity to the NCBI blast result (Fig. 1E) and are covered by 80-100% in the length, which supports the validity of our transcriptome data.  The GO annotation shows that a large number of the unigenes are in the biological process- es (72,844) category. As expected, many genes which are involved in the defense system of geese, including response to stimulus (7,075 unigenes), signaling (3,570), and immune system process (512), were found in this study. We identified a large number of unigenes that are in- volved in the immune system (2,757) in the KEGG pathway's organismal systems category to further elucidate the biological functions of these genes in geese. In our goose PBLs transcrip- tome data, we found that a large number of the unigenes were in the immune relevant path- ways and were involved in well-recognized immune pathways, such as chemokine signaling pathway 348, B-cell receptor, T-cell receptor 134, Toll-like receptor signaling pathway 204, leu- kocyte transendothelial migration 244, antigen processing and presentation 74 (Fig. 4). The availability of these data would provide an abundant resource for understanding the pathways of the goose immune system. Additionally, among the 2,757 unigenes that participated in 15 immune system KEGG pathways, we focused on the 125 most important novel genes of the im- mune system of goose that were identified. We observed that 109 unigenes of the 125 unigenes described here, are novel genes in the goose that were first identified in this study.  Our transcriptome sequence revealed the presence of immune relevant genes in goose. There were no evidence existed, in that majority of the detected immune related genes in goose before performing this PBLs transcriptome analysis. Here, we are the first to identify several important genes of the immune pathways and to compare them with genes in the duck,  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 25 / 30    chicken, turkey and zebra finch. The genomic information has been made available in the NCBI database to facilitate the detection of novel genes in the goose (Fig. 5/ Table 4). Except for the duck, the other avian species are different in both habitat and avian family from the goose. Using the NCBI database, we found that 104 of the 125 unigenes in the goose PBLs tran- scriptome were shared with the duck (a waterfowl like the goose) and 21 genes (including TLR13, CC26, IL8, IFR3, IFR7) were not shared. In the NCBI database, 8 genes (including CCL14, CCL26, IFR3, C4-1) were not shared in the chicken, 43 genes (including TAPBP, HSP70, HSP90A, TLR3, TLR13, LY96, C8G, BAFF) were not found in the turkey and 30 genes (including TAPBP, TLR13, TLR15, CCL14, CCL19, IL9R, IL23R, C2, MBL) were not found in zebra finch. A comparison of our sequencing results with the information available in the NCBI databases for four other species provides more genomic and transcriptomic information and can contribute to the study of the avian transcriptome.  Our ongoing studies on these genes may extend the list of variations in the immune genes of goose with other species. Here, we describe the 10 most likely putative genes of the innate, adaptive immune system and signaling pathways identified in the goose PBLs transcriptome, which were confirmed by PCR and further by comparison of their sequences to that of other species.  In the complement system, C1qA, C1qB and C1qC were cloned and further analyzed by comparison. According to the comparative analysis, goose C1qA, C1qB and C1qC all show the highest identity to the corresponding genes in the duck. The goose is most closely evolutionari- ly related to the duck and that was further confirmed by an evolutionary tree (S4 Fig.). In the tree, the evolutionary distance between different species are arranged consistent with time of emergence of each species. As C1qA, C1qB and C1qC belong to the same C1q family, they have a common evolutionary origin in the evolutionary tree. The molecule architecture and functional sites in the collagen-like domains of these three molecules are conserved among birds, reptiles and mammals. However, the receptor binding sites in the C1q domains varied considerably in comparison to other species. We also cloned complement component 8, gamma polypeptide (C8G), which is a constituent of the membrane attack complex. The C8G alignment results show conserved characteristics among the different species (S5 Fig.). With the exception of some functional studies [33], little is known about the avian toll-like receptor pathway, especially TLR3. Here, the goose TLR3 is shown to have conserved domains and sites with the human TLR3, indicating its evolutionary conservation. Overall, 5 genes of the innate immune system, including C1qA, C1qB, C1qC, C8G and TLR3, have been identified in the goose.  Studies have shown that goose BAFF is a conserved molecule in the adaptive immune sys- tem and that it is able to promote bursal B cell survival and proliferation in the goose [34]. Here, we further confirm the BAFF sequence in our goose cDNA library. BAFF is conserved among the avian species, but diverges from the mammalian gene. CD74, the MHCII invariant chain, play critical roles in MHC class II antigen processing by stabilizing peptide-free MHCII heterodimers and was also cloned in this study [10]. The sequence of the goose CD74 clone here is similar to the one submitted to NCBI, which indicates its functional and conservational importance. IL1RL1/ST2, an IL-1 family cytokine that can activate NF-κB and MAP kinases and drive production of TH2-associated cytokines from T helper type 2 cells [35], play impor- tant roles in both the innate and adaptive immune systems. The IL1RL1 gene of goose was also identified in our study. IL1RL1 has 3 Ig-like C2 domains and one TIR domain. Of the 5 mam- malian disulfide bonds, 4 are found to be conserved at the Cys32-Cys83, Cys109-Cys145, Cys128-Cys175 and Cys228-Cys295 sites in the goose IL1RL1 (S6 Fig.). According to the align- ment, the IL1RL1s in avian species share more sequence similarity with those in reptiles than  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 26 / 30    with those in mammals. For instance, the positions of the N- Glycosylation sites are not well conserved between the goose and human IL1RL1s.  JAK-STAT pathway plays a central role in lots of biological processes of both innate and adaptive immunity. SOCS family proteins are part of a classical negative feedback system that regulates cytokine signal transduction. SOCS3 and SOCS1 are negative regulators of cytokines that signal through the JAK/STAT pathway. Here, SOCS1 and SOCS3 genes have been cloned from the goose and shown to have conserved structural and functional sites. The evolutionary tree indicates that SOCS1 and SOCS3 share a common origin (S7 Fig.). Over long evolutionary distances, the avian SOCS1s diverged after the split between the reptile, avian and mammalian lineage. In the evolutionary tree, the SOCS3s of different species are clustered together, indicat- ing that little change occurred over the course of evolution.  The 125 immune related genes were further analyzed by gene interaction networks (STRING analysis). The results show us a similar immune response network as in other avian species, and it also confirms the potential functions of these genes in the goose.  Conclusion The data described here provide the first PBLs transcriptome profile of the goose immune sys- tem. Among 211,198 unigenes, 2,757 unigenes of immune system, 17 immune related path- ways and their unigenes, 125 important immune genes have been found in the goose EST and compared between the goose, duck, chicken, turkey and zebra finch. The 10 most important immune genes of the goose have been cloned and analyzed. This information will give us an overall landscape of the goose immune system and assist us in understanding the goose im- mune system. We believe that the availability of this annotated transcriptome will facilitate the isolation and characterization of the functional genes involved in different immune system pathways, as well as validate the molecular genetic approach to disclose the immune system of goose.  Supporting Information S1 Fig. PCR Validation of the goose immune related genes. PCR confirmation of 10 immune related genes expression (BAFF, C1qA, C1qB, C1qC, CD74, C8G, SOCS1, SOCS3, IL1RL1, and TLR3) from the peripheral blood lymphocytes of goose and analyzed by gel electrophoresis. (TIF)  S2 Fig. Amino acids alignment of Toll-like Receptor 3 (TLR3). Amino acid alignment of TLR3 shows that the 22 LRR regions are indicated with green arrows. LRRNT and LRRCT are indicated with orange arrows. Cystines, which forms inter-chain disulfide bonds, are masked with yellow boxes. Glycosylation sites are marked with blue triangles. Functional sites are marked with blue triangles. C68, 95C and 219N are important for the response to ds-RNA. 168N is related to its expression levels. 501H and 503N are important for RNA binding and ac- tivation of NF-kappa-B. NCBI accession numbers of TLR3s are listed as follows: goose: KP238287; duck: 705772385; chicken: 119394689; bird (zebra finch): 224049815; lizard: 637306366; mouse: 71534005; human: 86161330; (TIF)  S3 Fig. Amino acids alignment of B-cell activation factor (BAFF). BAFF Amino acid align- ment indicates the cytoplasmic, transmembrane and extracellular regions are marked respec- tively. TNF domain region is indicated with green arrow. N-Glycosylation sites are indicated by hollow blue triangles. Cystines involved in intra-chain disulfide bond are masked by yellow rectangles. Residues in cyan rectangle are in the formation of Trimer interface 7. Magenta  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 27 / 30  http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s001 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s002 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s003   pentacle indicates receptor binding sites5. Residues masked by green rectangle are the con- served long DE loop, known as “flap”. Residues masked by purple rectangle are the conserved furin cleavage sites. NCBI accession numbers of BAFFs are listed as follows: goose: KP238285; goose-publish: 114159808; duck: 90025061; chicken: 32815310; guail: 193090153; alligator: 296399288; mouse: 13124571; human: 13124573. (TIF)  S4 Fig. Evolutionary tree of C1qA, C1qB and C1qC. Evolutionary tree based on the align- ment of amino acid sequences from three proteins (C1qA, C1qB and C1qC) of Chinese goose with those of other species was constructed by the neighbor-joining method with Mega 5.1 software. The evolutionary distance among different species is arranged consistent with emer- gence times of these species. As C1qA, C1qB and C1qC belonging to the same C1q family, they have a common evolutionary origin in the evolutionary tree. The numbers near the branches are bootstrap percentages supporting the given branching pattern. Branch lengths are mea- sured in terms of amino acid substitutions, with scale indicated below the trees. (TIF)  S5 Fig. Amino acids alignment of complement component 8, gamma (C8G). Amino acid alignment of complement component 8, gamma polypeptide (C8G), which is a constituent of the membrane attack complex and it shows conserved characteristics among different species. The goose identity with other species is listed at the end. NCBI accession numbers of C8Gs are listed as follows: goose: KP238282; duck: 514725119; chicken: 363740281; falcon: 541979148; lizard: 637368602; mouse: 422010931; human: 119608722; (TIF)  S6 Fig. Amino acids alignment of Interleukin 1 receptor type 1 (IL1RL1). Three Ig like C2 domains are indicated by green arrows. TIR domain is marked with yellow arrow. Cystines, which forms inter-chain disulfide bonds, are masked with yellow boxes. Glycosylation sites are marked with blue triangles. Cytoplasmic region, extracellular region and transmembrane are indicated respectively. NCBI accession numbers of IL1RL1s are listed as follows: goose: KP238283; duck: 514719303; chicken: 66954656; bird (zebra finch): 224042933; alligator: 557298620; mouse: 30410944; human: 21411306; (TIF)  S7 Fig. Evolutionary tree of SOCS1 and SOCS3. Evolutionary tree based on the alignment of amino acid sequences from SOCS1 and SOCS3 of Chinese goose with those of other species was constructed by the neighbor-joining method with Mega 5.1 software. The evolutionary tree indicates a common origin of SOCS1 and SOCS3. The numbers near the branches are bootstrap percentages supporting the given branching pattern. Branch lengths are measured in terms of amino acid substitutions, with scale indicated below the trees. (TIF)  S1 Table. Genes and specific primers used for PCR. Ten genes were selected based on their functions in innate, adaptive immune system and signaling pathways. Primer sequences were designed according to sequences from our transcriptome data of goose PBLs. (PDF)  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 28 / 30  http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s004 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s005 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s006 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s007 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0121015.s008   Author Contributions Conceived and designed the experiments: CX MT RC. Performed the experiments: MT HY YL YW JW. Analyzed the data: MT RC CX. Contributed reagents/materials/analysis tools: MT RC HY YL YW JW CX. Wrote the paper: MT CX. Initiated and supervised this work: CX.  References 1. International Chicken Genome Sequencing C (2004) Sequence and comparative analysis of the chick-  en genome provide unique perspectives on vertebrate evolution. Nature 432: 695-716. PMID: 15592404  2. Xu Q, ZhaoW, Chen Y, Tong Y, Rong G, Huang Z, et al. (2013) Transcriptome profiling of the goose (Anser cygnoides) ovaries identify laying and broodiness phenotypes. PLoS One 8: e55496. doi: 10. 1371/journal.pone.0055496 PMID: 23405160  3. Roest Crollius H, Weissenbach J (2005) Fish genomics and biology. Genome Res 15: 1675-1682. PMID: 16339365  4. Yan X, Liu F, Chen S, Zhao Q, Qi Y, Wang M, et al. (2013) Molecular cloning, characterization and tis- sue expression of CD4 in Chinese goose. Gene 519: 298-304. doi: 10.1016/j.gene.2013.02.007 PMID: 23454486  5. Xia C, Hu T, Yang T, Wang L, Xu G, Lin C (2005) cDNA cloning, genomic structure and expression analysis of the goose (Anser cygnoides) MHC class I gene. Vet Immunol Immunopathol 107: 291-302. PMID: 16005079  6. Zhao Q, Liu F, Chen S, Yan X, Qi Y, Wang M, et al. (2013) Chinese goose (Anser cygnoides) CD8a: cloning, tissue distribution and immunobiological in splenic mononuclear cells. Gene 529: 332-339. doi: 10.1016/j.gene.2013.07.104 PMID: 23933420  7. Wei S, Liu X, Gao M, ZhangW, Zhu Y, Ma B, et al. (2013) Cloning and characterization of goose inter- leukin-17A cDNA. Res Vet Sci.  8. Wang F, Tian Y, Li G, Chen X, Yuan H, Wang D, et al. (2012) Molecular cloning, expression and regula- tion analysis of the interleukin-6 (IL-6) gene in goose adipocytes. Br Poult Sci 53: 741-746. doi: 10. 1080/00071668.2012.746639 PMID: 23398417  9. Fang Q, Pan Z, Geng S, Kang X, Huang J, Sun X, et al. (2012) Molecular cloning, characterization and expression of goose Toll-like receptor 5. Mol Immunol 52: 117-124. doi: 10.1016/j.molimm.2012.05. 005 PMID: 22673209  10. Li C, Chen L, Sun Y, Liang H, Yi K, Sun Y, et al. (2011) Molecular cloning, polymorphism and tissue dis- tribution of the MHC class IIB gene in the Chinese goose (Anser cygnoides). Br Poult Sci 52: 318-327. doi: 10.1080/00071668.2011.581270 PMID: 21732877  11. Li HT, Ma B, Mi JW, Jin HY, Xu LN, Wang JW (2007) Molecular cloning and functional analysis of goose interferon gamma. Vet Immunol Immunopathol 117: 67-74. PMID: 17336393  12. Anis Z, Morita T, Azuma K, Ito H, Ito T, Shimada A (2013) Comparative study on the pathogenesis of the generated 9a5b Newcastle disease virus mutant isolate between chickens and waterfowl. Vet Pathol 50: 638-647. doi: 10.1177/0300985812467470 PMID: 23223199  13. Zhou JY, Chen JG, Wang JY, Wu JX, Gong H (2005) cDNA cloning and functional analysis of goose in- terleukin-2. Cytokine 30: 328-338. PMID: 15935953  14. Luan X, Liu D, Cao Z, Luo L, Liu M, Gao M, et al. (2014) Transcriptome Profiling Identifies Differentially Expressed Genes in Huoyan Goose Ovaries between the Laying Period and Ceased Period. PLoS One 9: e113211. doi: 10.1371/journal.pone.0113211 PMID: 25419838  15. Ding N, Han Q, Li Q, Zhao X, Li J, Su J, et al. (2014) Comprehensive analysis of Sichuan white geese (Anser cygnoides) transcriptome. Anim Sci J 85: 650-659. doi: 10.1111/asj.12197 PMID: 24725216  16. Tang C, Lan D, Zhang H, Ma J, Yue H (2013) Transcriptome analysis of duck liver and identification of differentially expressed transcripts in response to duck hepatitis A virus genotype C infection. PLoS One 8: e71051. doi: 10.1371/journal.pone.0071051 PMID: 23923051  17. Haas BJ, Papanicolaou A, Yassour M, Grabherr M, Blood PD, Bowden J, et al. (2013) De novo tran- script sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis. Nat Protoc 8: 1494-1512. doi: 10.1038/nprot.2013.084 PMID: 23845962  18. Wagner GP, Kin K, Lynch VJ (2012) Measurement of mRNA abundance using RNA-seq data: RPKM measure is inconsistent among samples. Theory Biosci 131: 281-285. doi: 10.1007/s12064-012- 0162-3 PMID: 22872506  19. Langmead B, Salzberg SL (2012) Fast gapped-read alignment with Bowtie 2. Nat Methods 9: 357- 359. doi: 10.1038/nmeth.1923 PMID: 22388286  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 29 / 30  http://www.ncbi.nlm.nih.gov/pubmed/15592404 http://dx.doi.org/10.1371/journal.pone.0055496 http://dx.doi.org/10.1371/journal.pone.0055496 http://www.ncbi.nlm.nih.gov/pubmed/23405160 http://www.ncbi.nlm.nih.gov/pubmed/16339365 http://dx.doi.org/10.1016/j.gene.2013.02.007 http://www.ncbi.nlm.nih.gov/pubmed/23454486 http://www.ncbi.nlm.nih.gov/pubmed/16005079 http://dx.doi.org/10.1016/j.gene.2013.07.104 http://www.ncbi.nlm.nih.gov/pubmed/23933420 http://dx.doi.org/10.1080/00071668.2012.746639 http://dx.doi.org/10.1080/00071668.2012.746639 http://www.ncbi.nlm.nih.gov/pubmed/23398417 http://dx.doi.org/10.1016/j.molimm.2012.05.005 http://dx.doi.org/10.1016/j.molimm.2012.05.005 http://www.ncbi.nlm.nih.gov/pubmed/22673209 http://dx.doi.org/10.1080/00071668.2011.581270 http://www.ncbi.nlm.nih.gov/pubmed/21732877 http://www.ncbi.nlm.nih.gov/pubmed/17336393 http://dx.doi.org/10.1177/0300985812467470 http://www.ncbi.nlm.nih.gov/pubmed/23223199 http://www.ncbi.nlm.nih.gov/pubmed/15935953 http://dx.doi.org/10.1371/journal.pone.0113211 http://www.ncbi.nlm.nih.gov/pubmed/25419838 http://dx.doi.org/10.1111/asj.12197 http://www.ncbi.nlm.nih.gov/pubmed/24725216 http://dx.doi.org/10.1371/journal.pone.0071051 http://www.ncbi.nlm.nih.gov/pubmed/23923051 http://dx.doi.org/10.1038/nprot.2013.084 http://www.ncbi.nlm.nih.gov/pubmed/23845962 http://dx.doi.org/10.1007/s12064-012-0162-3 http://dx.doi.org/10.1007/s12064-012-0162-3 http://www.ncbi.nlm.nih.gov/pubmed/22872506 http://dx.doi.org/10.1038/nmeth.1923 http://www.ncbi.nlm.nih.gov/pubmed/22388286   20. Kanehisa M, Goto S, Kawashima S, Okuno Y, Hattori M (2004) The KEGG resource for deciphering the genome. Nucleic Acids Res 32: D277-280. PMID: 14681412  21. Che R, Sun Y, Wang R, Xu T (2014) Transcriptomic analysis of endangered Chinese salamander: iden- tification of immune, sex and reproduction-related genes and genetic markers. PLoS One 9: e87940. doi: 10.1371/journal.pone.0087940 PMID: 24498226  22. Szklarczyk D, Franceschini A, Kuhn M, Simonovic M, Roth A, Minguez P, et al. (2011) The STRING da- tabase in 2011: functional interaction networks of proteins, globally integrated and scored. Nucleic Acids Res 39: D561-568. doi: 10.1093/nar/gkq973 PMID: 21045058  23. Kumar S, Nei M, Dudley J, Tamura K (2008) MEGA: a biologist-centric software for evolutionary analy- sis of DNA and protein sequences. Brief Bioinform 9: 299-306. doi: 10.1093/bib/bbn017 PMID: 18417537  24. Tatusov RL, Fedorova ND, Jackson JD, Jacobs AR, Kiryutin B, Koonin EV, et al. (2003) The COG data- base: an updated version includes eukaryotes. BMC Bioinformatics 4: 41. PMID: 12969510  25. Ye J, Fang L, Zheng H, Zhang Y, Chen J, Zhang Z, et al. (2006) WEGO: a web tool for plotting GO an- notations. Nucleic Acids Res 34: W293-297. PMID: 16845012  26. Scott TR (2004) Our current understanding of humoral immunity of poultry. Poult Sci 83: 574-579. PMID: 15109054  27. Reid KB (1979) Complete amino acid sequences of the three collagen-like regions present in subcom- ponent C1q of the first component of human complement. Biochem J 179: 367-371. PMID: 486087  28. Venkatraman Girija U, Gingras AR, Marshall JE, Panchal R, Sheikh MA, Gal P, et al. (2013) Structural basis of the C1q/C1s interaction and its central role in assembly of the C1 complex of complement acti- vation. Proc Natl Acad Sci U S A 110: 13916-13920. doi: 10.1073/pnas.1311113110 PMID: 23922389  29. Kishore U, Ghai R, Greenhough TJ, Shrive AK, Bonifati DM, Gadjeva MG, et al. (2004) Structural and functional anatomy of the globular domain of complement protein C1q. Immunol Lett 95: 113-128. PMID: 15388251  30. Bell JK, Botos I, Hall PR, Askins J, Shiloach J, Segal DM, et al. (2005) The molecular structure of the Toll-like receptor 3 ligand-binding domain. Proc Natl Acad Sci U S A 102: 10976-10980. PMID: 16043704  31. Olsen B, Munster VJ, Wallensten A, Waldenstrom J, Osterhaus AD, Fouchier RA (2006) Global pat- terns of influenza a virus in wild birds. Science 312: 384-388. PMID: 16627734  32. Munster VJ, Baas C, Lexmond P, Waldenstrom J, Wallensten A, Fransson T, et al. (2007) Spatial, tem- poral, and species variation in prevalence of influenza A viruses in wild migratory birds. PLoS Pathog 3: e61. PMID: 17500589  33. Bally I, Ancelet S, Moriscot C, Gonnet F, Mantovani A, et al. (2013) Expression of recombinant human complement C1q allows identification of the C1r/C1s-binding sites. Proc Natl Acad Sci U S A 110: 8650-8655. doi: 10.1073/pnas.1304894110 PMID: 23650384  34. DanWB, Guan ZB, Zhang C, Li BC, Zhang J, Zhang SQ (2007) Molecular cloning, in vitro expression and bioactivity of goose B-cell activating factor. Vet Immunol Immunopathol 118: 113-120. PMID: 17482274  35. Brier S, Pflieger D, Le Mignon M, Bally I, Gaboriaud C, Arlaud GJ, et al. (2010) Mapping surface acces- sibility of the C1r/C1s tetramer by chemical modification and mass spectrometry provides new insights into assembly of the human C1 complex. J Biol Chem 285: 32251-32263. doi: 10.1074/jbc.M110. 149112 PMID: 20592021  Transcriptomic Analysis of Goose Peripheral Blood Lymphocytes  PLOS ONE | DOI:10.1371/journal.pone.0121015 March 27, 2015 30 / 30  http://www.ncbi.nlm.nih.gov/pubmed/14681412 http://dx.doi.org/10.1371/journal.pone.0087940 http://www.ncbi.nlm.nih.gov/pubmed/24498226 http://dx.doi.org/10.1093/nar/gkq973 http://www.ncbi.nlm.nih.gov/pubmed/21045058 http://dx.doi.org/10.1093/bib/bbn017 http://www.ncbi.nlm.nih.gov/pubmed/18417537 http://www.ncbi.nlm.nih.gov/pubmed/12969510 http://www.ncbi.nlm.nih.gov/pubmed/16845012 http://www.ncbi.nlm.nih.gov/pubmed/15109054 http://www.ncbi.nlm.nih.gov/pubmed/486087 http://dx.doi.org/10.1073/pnas.1311113110 http://www.ncbi.nlm.nih.gov/pubmed/23922389 http://www.ncbi.nlm.nih.gov/pubmed/15388251 http://www.ncbi.nlm.nih.gov/pubmed/16043704 http://www.ncbi.nlm.nih.gov/pubmed/16627734 http://www.ncbi.nlm.nih.gov/pubmed/17500589 http://dx.doi.org/10.1073/pnas.1304894110 http://www.ncbi.nlm.nih.gov/pubmed/23650384 http://www.ncbi.nlm.nih.gov/pubmed/17482274 http://dx.doi.org/10.1074/jbc.M110.149112 http://dx.doi.org/10.1074/jbc.M110.149112 http://www.ncbi.nlm.nih.gov/pubmed/20592021                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /None   /Binding /Left   /CalGrayProfile (Dot Gain 20%)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.4   /CompressObjects /Tags   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.0000   /ColorConversionStrategy /CMYK   /DoThumbnails false   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams false   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments true   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /OK   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 300   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /OK   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 300   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /OK   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile ()   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /ARA <FEFF06270633062A062E062F0645002006470630064700200627064406250639062F0627062F0627062A002006440625064606340627062100200648062B062706260642002000410064006F00620065002000500044004600200645062A064806270641064206290020064406440637062806270639062900200641064A00200627064406450637062706280639002006300627062A0020062F0631062C0627062A002006270644062C0648062F0629002006270644063906270644064A0629061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E0635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E>     /BGR <FEFF04180437043f043e043b043704320430043904420435002004420435043704380020043d0430044104420440043e0439043a0438002c00200437043000200434043000200441044a0437043404300432043004420435002000410064006f00620065002000500044004600200434043e043a0443043c0435043d04420438002c0020043c0430043a04410438043c0430043b043d043e0020043f044004380433043e04340435043d04380020043704300020043204380441043e043a043e043a0430044704350441044204320435043d0020043f04350447043004420020043704300020043f044004350434043f0435044704300442043d04300020043f043e04340433043e0442043e0432043a0430002e002000200421044a04370434043004340435043d043804420435002000500044004600200434043e043a0443043c0435043d044204380020043c043e0433043004420020043404300020044104350020043e0442043204300440044f0442002004410020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200441043b0435043404320430044904380020043204350440044104380438002e>     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000410064006f006200650020005000440046002065876863900275284e8e9ad88d2891cf76845370524d53705237300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef69069752865bc9ad854c18cea76845370524d5370523786557406300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /CZE <FEFF005400610074006f0020006e006100730074006100760065006e00ed00200070006f0075017e0069006a007400650020006b0020007600790074007600e101590065006e00ed00200064006f006b0075006d0065006e0074016f002000410064006f006200650020005000440046002c0020006b00740065007200e90020007300650020006e0065006a006c00e90070006500200068006f006400ed002000700072006f0020006b00760061006c00690074006e00ed0020007400690073006b00200061002000700072006500700072006500730073002e002000200056007900740076006f01590065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f007400650076015900ed007400200076002000700072006f006700720061006d0065006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076011b006a016100ed00630068002e>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002c0020006400650072002000620065006400730074002000650067006e006500720020007300690067002000740069006c002000700072006500700072006500730073002d007500640073006b007200690076006e0069006e00670020006100660020006800f8006a0020006b00760061006c0069007400650074002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200076006f006e002000640065006e0065006e002000530069006500200068006f006300680077006500720074006900670065002000500072006500700072006500730073002d0044007200750063006b0065002000650072007a0065007500670065006e0020006d00f60063006800740065006e002e002000450072007300740065006c006c007400650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000410064006f00620065002000520065006100640065007200200035002e00300020006f0064006500720020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f00730020005000440046002000640065002000410064006f0062006500200061006400650063007500610064006f00730020007000610072006100200069006d0070007200650073006900f3006e0020007000720065002d0065006400690074006f007200690061006c00200064006500200061006c00740061002000630061006c0069006400610064002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /ETI <FEFF004b00610073007500740061006700650020006e0065006900640020007300e4007400740065006900640020006b00760061006c006900740065006500740073006500200074007200fc006b006900650065006c007300650020007000720069006e00740069006d0069007300650020006a0061006f006b007300200073006f00620069006c0069006b0065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740069006400650020006c006f006f006d006900730065006b0073002e00200020004c006f006f0064007500640020005000440046002d0064006f006b0075006d0065006e00740065002000730061006100740065002000610076006100640061002000700072006f006700720061006d006d006900640065006700610020004100630072006f0062006100740020006e0069006e0067002000410064006f00620065002000520065006100640065007200200035002e00300020006a00610020007500750065006d006100740065002000760065007200730069006f006f006e00690064006500670061002e000d000a>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f00620065002000500044004600200070006f0075007200200075006e00650020007100750061006c0069007400e90020006400270069006d007000720065007300730069006f006e00200070007200e9007000720065007300730065002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /GRE <FEFF03a703c103b703c303b903bc03bf03c003bf03b903ae03c303c403b5002003b103c503c403ad03c2002003c403b903c2002003c103c503b803bc03af03c303b503b903c2002003b303b903b1002003bd03b1002003b403b703bc03b903bf03c503c103b303ae03c303b503c403b5002003ad03b303b303c103b103c603b1002000410064006f006200650020005000440046002003c003bf03c5002003b503af03bd03b103b9002003ba03b103c42019002003b503be03bf03c703ae03bd002003ba03b103c403ac03bb03bb03b703bb03b1002003b303b903b1002003c003c103bf002d03b503ba03c403c503c003c903c403b903ba03ad03c2002003b503c103b303b103c303af03b503c2002003c503c803b703bb03ae03c2002003c003bf03b903cc03c403b703c403b103c2002e0020002003a403b10020005000440046002003ad03b303b303c103b103c603b1002003c003bf03c5002003ad03c703b503c403b5002003b403b703bc03b903bf03c503c103b303ae03c303b503b9002003bc03c003bf03c103bf03cd03bd002003bd03b1002003b103bd03bf03b903c703c403bf03cd03bd002003bc03b5002003c403bf0020004100630072006f006200610074002c002003c403bf002000410064006f00620065002000520065006100640065007200200035002e0030002003ba03b103b9002003bc03b503c403b103b303b503bd03ad03c303c403b503c103b503c2002003b503ba03b403cc03c303b503b903c2002e>     /HEB <FEFF05D405E905EA05DE05E905D5002005D105D405D205D305E805D505EA002005D005DC05D4002005DB05D305D9002005DC05D905E605D505E8002005DE05E105DE05DB05D9002000410064006F006200650020005000440046002005D405DE05D505EA05D005DE05D905DD002005DC05D405D305E405E105EA002005E705D305DD002D05D305E405D505E1002005D005D905DB05D505EA05D905EA002E002005DE05E105DE05DB05D90020005000440046002005E905E005D505E605E805D5002005E005D905EA05E005D905DD002005DC05E405EA05D905D705D4002005D105D005DE05E605E205D505EA0020004100630072006F006200610074002005D5002D00410064006F00620065002000520065006100640065007200200035002E0030002005D505D205E805E105D005D505EA002005DE05EA05E705D305DE05D505EA002005D905D505EA05E8002E05D005DE05D905DD002005DC002D005000440046002F0058002D0033002C002005E205D905D905E005D5002005D105DE05D305E805D905DA002005DC05DE05E905EA05DE05E9002005E905DC0020004100630072006F006200610074002E002005DE05E105DE05DB05D90020005000440046002005E905E005D505E605E805D5002005E005D905EA05E005D905DD002005DC05E405EA05D905D705D4002005D105D005DE05E605E205D505EA0020004100630072006F006200610074002005D5002D00410064006F00620065002000520065006100640065007200200035002E0030002005D505D205E805E105D005D505EA002005DE05EA05E705D305DE05D505EA002005D905D505EA05E8002E>     /HRV (Za stvaranje Adobe PDF dokumenata najpogodnijih za visokokvalitetni ispis prije tiskanja koristite ove postavke.  Stvoreni PDF dokumenti mogu se otvoriti Acrobat i Adobe Reader 5.0 i kasnijim verzijama.)     /HUN <FEFF004b0069007600e1006c00f30020006d0069006e0151007300e9006701710020006e0079006f006d00640061006900200065006c0151006b00e90073007a00ed007401510020006e0079006f006d00740061007400e100730068006f007a0020006c006500670069006e006b00e1006200620020006d0065006700660065006c0065006c0151002000410064006f00620065002000500044004600200064006f006b0075006d0065006e00740075006d006f006b0061007400200065007a0065006b006b0065006c0020006100200062006500e1006c006c00ed007400e10073006f006b006b0061006c0020006b00e90073007a00ed0074006800650074002e0020002000410020006c00e90074007200650068006f007a006f00740074002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00200061007a0020004100630072006f006200610074002000e9007300200061007a002000410064006f00620065002000520065006100640065007200200035002e0030002c0020007600610067007900200061007a002000610074007400f3006c0020006b00e9007301510062006200690020007600650072007a006900f3006b006b0061006c0020006e00790069007400680061007400f3006b0020006d00650067002e>     /ITA <FEFF005500740069006c0069007a007a006100720065002000710075006500730074006500200069006d0070006f007300740061007a0069006f006e00690020007000650072002000630072006500610072006500200064006f00630075006d0065006e00740069002000410064006f00620065002000500044004600200070006900f900200061006400610074007400690020006100200075006e00610020007000720065007300740061006d0070006100200064006900200061006c007400610020007100750061006c0069007400e0002e0020004900200064006f00630075006d0065006e007400690020005000440046002000630072006500610074006900200070006f00730073006f006e006f0020006500730073006500720065002000610070006500720074006900200063006f006e0020004100630072006f00620061007400200065002000410064006f00620065002000520065006100640065007200200035002e003000200065002000760065007200730069006f006e006900200073007500630063006500730073006900760065002e>     /JPN <FEFF9ad854c18cea306a30d730ea30d730ec30b951fa529b7528002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e305930023053306e8a2d5b9a306b306f30d530a930f330c8306e57cb30818fbc307f304c5fc59808306730593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020ace0d488c9c80020c2dcd5d80020c778c1c4c5d00020ac00c7a50020c801d569d55c002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /LTH <FEFF004e006100750064006f006b0069007400650020016100690075006f007300200070006100720061006d006500740072007500730020006e006f0072011700640061006d00690020006b0075007200740069002000410064006f00620065002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b00750072006900650020006c0061006200690061007500730069006100690020007000720069007400610069006b007900740069002000610075006b01610074006f00730020006b006f006b007900620117007300200070006100720065006e006700740069006e00690061006d00200073007000610075007300640069006e0069006d00750069002e0020002000530075006b0075007200740069002000500044004600200064006f006b0075006d0065006e007400610069002000670061006c006900200062016b007400690020006100740069006400610072006f006d00690020004100630072006f006200610074002000690072002000410064006f00620065002000520065006100640065007200200035002e0030002000610072002000760117006c00650073006e0117006d00690073002000760065007200730069006a006f006d00690073002e>     /LVI <FEFF0049007a006d0061006e0074006f006a00690065007400200161006f00730020006900650073007400610074012b006a0075006d00750073002c0020006c0061006900200076006500690064006f00740075002000410064006f00620065002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b006100730020006900720020012b00700061016100690020007000690065006d01130072006f00740069002000610075006700730074006100730020006b00760061006c0069007401010074006500730020007000690072006d007300690065007300700069006501610061006e006100730020006400720075006b00610069002e00200049007a0076006500690064006f006a006900650074002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b006f002000760061007200200061007400760113007200740020006100720020004100630072006f00620061007400200075006e002000410064006f00620065002000520065006100640065007200200035002e0030002c0020006b0101002000610072012b00200074006f0020006a00610075006e0101006b0101006d002000760065007200730069006a0101006d002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken die zijn geoptimaliseerd voor prepress-afdrukken van hoge kwaliteit. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200073006f006d00200065007200200062006500730074002000650067006e0065007400200066006f00720020006600f80072007400720079006b006b0073007500740073006b00720069006600740020006100760020006800f800790020006b00760061006c0069007400650074002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002000730065006e006500720065002e>     /POL <FEFF0055007300740061007700690065006e0069006100200064006f002000740077006f0072007a0065006e0069006100200064006f006b0075006d0065006e007400f300770020005000440046002000700072007a0065007a006e00610063007a006f006e00790063006800200064006f002000770079006400720075006b00f30077002000770020007700790073006f006b00690065006a0020006a0061006b006f015b00630069002e002000200044006f006b0075006d0065006e0074007900200050004400460020006d006f017c006e00610020006f007400770069006500720061010700200077002000700072006f006700720061006d006900650020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006e006f00770073007a0079006d002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f0062006500200050004400460020006d00610069007300200061006400650071007500610064006f00730020007000610072006100200070007200e9002d0069006d0070007200650073007300f50065007300200064006500200061006c007400610020007100750061006c00690064006100640065002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /RUM <FEFF005500740069006c0069007a00610163006900200061006300650073007400650020007300650074010300720069002000700065006e007400720075002000610020006300720065006100200064006f00630075006d0065006e00740065002000410064006f006200650020005000440046002000610064006500630076006100740065002000700065006e0074007200750020007400690070010300720069007200650061002000700072006500700072006500730073002000640065002000630061006c006900740061007400650020007300750070006500720069006f006100720103002e002000200044006f00630075006d0065006e00740065006c00650020005000440046002000630072006500610074006500200070006f00740020006600690020006400650073006300680069007300650020006300750020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e00300020015f00690020007600650072007300690075006e0069006c006500200075006c0074006500720069006f006100720065002e>     /RUS <FEFF04180441043f043e043b044c04370443043904420435002004340430043d043d044b04350020043d0430044104420440043e0439043a043800200434043b044f00200441043e043704340430043d0438044f00200434043e043a0443043c0435043d0442043e0432002000410064006f006200650020005000440046002c0020043c0430043a04410438043c0430043b044c043d043e0020043f043e04340445043e0434044f04490438044500200434043b044f00200432044b0441043e043a043e043a0430044704350441044204320435043d043d043e0433043e00200434043e043f0435044704300442043d043e0433043e00200432044b0432043e04340430002e002000200421043e043704340430043d043d044b04350020005000440046002d0434043e043a0443043c0435043d0442044b0020043c043e0436043d043e0020043e0442043a0440044b043204300442044c002004410020043f043e043c043e0449044c044e0020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200431043e043b043504350020043f043e04370434043d043804450020043204350440044104380439002e>     /SKY <FEFF0054006900650074006f0020006e006100730074006100760065006e0069006100200070006f0075017e0069007400650020006e00610020007600790074007600e100720061006e0069006500200064006f006b0075006d0065006e0074006f0076002000410064006f006200650020005000440046002c0020006b0074006f007200e90020007300610020006e0061006a006c0065007001610069006500200068006f0064006900610020006e00610020006b00760061006c00690074006e00fa00200074006c0061010d00200061002000700072006500700072006500730073002e00200056007900740076006f00720065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f00740076006f00720069016500200076002000700072006f006700720061006d006f006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076016100ed00630068002e>     /SLV <FEFF005400650020006e006100730074006100760069007400760065002000750070006f0072006100620069007400650020007a00610020007500730074007600610072006a0061006e006a006500200064006f006b0075006d0065006e0074006f0076002000410064006f006200650020005000440046002c0020006b006900200073006f0020006e0061006a007000720069006d00650072006e0065006a016100690020007a00610020006b0061006b006f0076006f00730074006e006f0020007400690073006b0061006e006a00650020007300200070007200690070007200610076006f0020006e00610020007400690073006b002e00200020005500730074007600610072006a0065006e006500200064006f006b0075006d0065006e0074006500200050004400460020006a00650020006d006f0067006f010d00650020006f0064007000720065007400690020007a0020004100630072006f00620061007400200069006e002000410064006f00620065002000520065006100640065007200200035002e003000200069006e0020006e006f00760065006a01610069006d002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f00740020006c00e400680069006e006e00e4002000760061006100740069007600610061006e0020007000610069006e006100740075006b00730065006e002000760061006c006d0069007300740065006c00750074007900f6006800f6006e00200073006f00700069007600690061002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a0061002e0020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400200073006f006d002000e400720020006c00e4006d0070006c0069006700610020006600f60072002000700072006500700072006500730073002d007500740073006b00720069006600740020006d006500640020006800f600670020006b00760061006c0069007400650074002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /TUR <FEFF005900fc006b00730065006b0020006b0061006c006900740065006c0069002000f6006e002000790061007a006401310072006d00610020006200610073006b013100730131006e006100200065006e0020006900790069002000750079006100620069006c006500630065006b002000410064006f006200650020005000440046002000620065006c00670065006c0065007200690020006f006c0075015f007400750072006d0061006b0020006900e70069006e00200062007500200061007900610072006c0061007201310020006b0075006c006c0061006e0131006e002e00200020004f006c0075015f0074007500720075006c0061006e0020005000440046002000620065006c00670065006c0065007200690020004100630072006f006200610074002000760065002000410064006f00620065002000520065006100640065007200200035002e003000200076006500200073006f006e0072006100730131006e00640061006b00690020007300fc007200fc006d006c00650072006c00650020006100e70131006c006100620069006c00690072002e>     /UKR <FEFF04120438043a043e0440043804410442043e043204430439044204350020044604560020043f043004400430043c043504420440043800200434043b044f0020044104420432043e04400435043d043d044f00200434043e043a0443043c0435043d044204560432002000410064006f006200650020005000440046002c0020044f043a04560020043d04300439043a04400430044904350020043f045604340445043e0434044f0442044c00200434043b044f0020043204380441043e043a043e044f043a04560441043d043e0433043e0020043f0435044004350434043404400443043a043e0432043e0433043e0020043404400443043a0443002e00200020042104420432043e04400435043d045600200434043e043a0443043c0435043d0442043800200050004400460020043c043e0436043d04300020043204560434043a0440043804420438002004430020004100630072006f006200610074002004420430002000410064006f00620065002000520065006100640065007200200035002e0030002004300431043e0020043f04560437043d04560448043e04570020043204350440044104560457002e>     /ENU (Use these settings to create Adobe PDF documents best suited for high-quality prepress printing.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >>   /Namespace [     (Adobe)     (Common)     (1.0)   ]   /OtherNamespaces [     <<       /AsReaderSpreads false       /CropImagesToFrames true       /ErrorControl /WarnAndContinue       /FlattenerIgnoreSpreadOverrides false       /IncludeGuidesGrids false       /IncludeNonPrinting false       /IncludeSlug false       /Namespace [         (Adobe)         (InDesign)         (4.0)       ]       /OmitPlacedBitmaps false       /OmitPlacedEPS false       /OmitPlacedPDF false       /SimulateOverprint /Legacy     >>     <<       /AddBleedMarks false       /AddColorBars false       /AddCropMarks false       /AddPageInfo false       /AddRegMarks false       /ConvertColors /ConvertToCMYK       /DestinationProfileName ()       /DestinationProfileSelector /DocumentCMYK       /Downsample16BitImages true       /FlattenerPreset <<         /PresetSelector /MediumResolution       >>       /FormElements false       /GenerateStructure false       /IncludeBookmarks false       /IncludeHyperlinks false       /IncludeInteractive false       /IncludeLayers false       /IncludeProfiles false       /MultimediaHandling /UseObjectSettings       /Namespace [         (Adobe)         (CreativeSuite)         (2.0)       ]       /PDFXOutputIntentProfileSelector /DocumentCMYK       /PreserveEditing true       /UntaggedCMYKHandling /LeaveUntagged       /UntaggedRGBHandling /UseDocumentProfile       /UseDocumentBleed false     >>   ] >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [612.000 792.000] >> setpagedevice",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}