{
    "summary": "Diacylglycerol acyltransferase (DGAT) activity is an essential enzymatic step in the formation of neutral lipid i.e., triacylglycerol in all living cells capable of accumulating storage lipid. Previously, we characterized an oleaginous yeast Candida tropicalis SY005 that yields storage lipid up to 58% under a specific nitrogen-stress condition, when the DGAT-specific transcript is drastically up-regulated. Here we report the identification, differential expression and function of two DGAT2 gene homologues--CtDGAT2a and CtDGAT2b of this C. tropicalis. Two protein isoforms are unique with respect to the presence of five additional stretches of amino acids, besides possessing three highly conserved motifs known in other reported DGAT2 enzymes. Moreover, the CtDGAT2a and CtDGAT2b are characteristically different in amino acid sequences and predicted protein structures. The CtDGAT2b isozyme was found to be catalytically 12.5% more efficient than CtDGAT2a for triacylglycerol production in a heterologous yeast system i.e., Saccharomyces cerevisiae quadruple mutant strain H1246 that is inherently defective in neutral lipid biosynthesis. The CtDGAT2b activity rescued the growth of transformed S. cerevisiae mutant cells, which are usually non-viable in the medium containing free fatty acids by incorporating them into triacylglycerol, and displayed preferential specificity towards saturated acyl species as substrate. Furthermore, we document that the efficiency of triacylglycerol production by CtDGAT2b is differentially affected by deletion, insertion or replacement of amino acids in five regions exclusively present in two CtDGAT2 isozymes. Taken together, our study characterizes two structurally novel DGAT2 isozymes, which are accountable for the enhanced production of storage lipid enriched with saturated fatty acids inherently in C. tropicalis SY005 strain as well as in transformed S. cerevisiae neutral lipid-deficient mutant cells. These two genes certainly will be useful for further investigation on the novel structure-function relationship of DGAT repertoire, and also in metabolic engineering for the enhanced production of lipid feedstock in other organisms.",
    "title": "Functional Characterization of Two Structurally Novel Diacylglycerol Acyltransferase2 Isozymes Responsible for the Enhanced Production of Stearate-Rich Storage Lipid in Candida tropicalis SY005",
    "text": "N-Acetylcysteine Prevents Spatial Memory Impairment Induced by Chronic Early Postnatal Glutaric Acid and Lipopolysaccharide in Rat Pups Fernanda S. Rodrigues1,2,5, Mauren A. Souza1,2,5, Danieli V. Magni7, Ana Paula O. Ferreira1,2,5, Bibiana C. Mota1,2,5, Andreia M. Cardoso2, Mariana Paim4, Léder L. Xavier4, Juliano Ferreira2, Maria Rosa C. Schetinger2, Jaderson C. Da Costa3, Luiz Fernando F. Royes2,5,6, Michele R. Fighera1,2,5,6*  1 Centro de Ciências da Saúde, Departamento de Neuropsiquiatria, Universidade Federal de Santa Maria, Santa Maria, Rio Grande do Sul, Brasil, 2 Centro de Ciências Naturais e Exatas, Programa de Pós-graduação em Ciências Biológicas: Bioquímica Toxicológica, Universidade Federal de Santa Maria, Santa Maria, Rio Grande do Sul, Brasil, 3 Laboratório de Neurociências, Instituto de Pesquisas Biomédicas e Instituto do Cérebro, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, Rio Grande do Sul, Brasil, 4 Faculdade de Biociências, Departamento de Ciências Fisiológica, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, Rio Grande do Sul, Brasil, 5 Centro de Educação Física e Desportos, Departamento de Métodos e Técnicas Desportivas, Laboratório de Bioquímica do Exercício (BIOEX), Universidade Federal de Santa Maria, Santa Maria, Rio Grande do Sul, Brasil, 6 Centro de Ciências da Saúde Programa de Pós-Graduação em Farmacologia, Departamento de Fisiologia and Farmacologia, Universidade Federal de Santa Maria, Santa Maria, Rio Grande do Sul, Brasil, 7 Universidade Regional Integrada do Alto Uruguai e das Missões, URI - Campus Santiago, Santiago, Rio Grande do Sul, Brasil  Abstract  Background and Aims: Glutaric aciduria type I (GA-I) is characterized by accumulation of glutaric acid (GA) and neurological symptoms, such as cognitive impairment. Although this disease is related to oxidative stress and inflammation, it is not known whether these processes facilitate the memory impairment. Our objective was to investigate the performance of rat pups chronically injected with GA and lipopolysaccharide (LPS) in spatial memory test, antioxidant defenses, cytokines levels, Na+, K+-ATPase activity, and hippocampal volume. We also evaluated the effect of N-acetylcysteine (NAC) on theses markers. Methods: Rat pups were injected with GA (5umol g of body weight-1, subcutaneously; twice per day; from 5th to 28th day of life), and were supplemented with NAC (150mg/kg/day; intragastric gavage; for the same period). LPS (2mg/kg; E.coli 055 B5) or vehicle (saline 0.9%) was injected intraperitoneally, once per day, from 25th to 28th day of life. Oxidative stress and inflammatory biomarkers as well as hippocampal volume were assessed. Results: GA caused spatial learning deficit in the Barnes maze and LPS potentiated this effect. GA and LPS increased TNF-α and IL-1β levels. The co-administration of these compounds potentiated the increase of IL-1β levels but not TNF-α levels in the hippocampus. GA and LPS increased TBARS (thiobarbituric acid-reactive substance) content, reduced antioxidant defenses and inhibited Na+, K+-ATPase activity. GA and LPS co-administration did not have additive effect on oxidative stress markers and Na+, K+ pump. The hippocampal volume did not change after GA or LPS administration. NAC protected against impairment of spatial learning and increase of cytokines levels. NAC Also protected against inhibition of Na+,K+-ATPase activity and oxidative markers. Conclusions: These results suggest that inflammatory and oxidative markers may underlie at least in part of the neuropathology of GA-I in this model. Thus, NAC could represent a possible adjuvant therapy in treatment of children with GA-I.  Citation: Rodrigues FS, Souza MA, Magni DV, Ferreira APO, Mota BC, et al. (2013) N-Acetylcysteine Prevents Spatial Memory Impairment Induced by Chronic Early Postnatal Glutaric Acid and Lipopolysaccharide in Rat Pups. PLoS ONE 8(10): e78332. doi:10.1371/journal.pone.0078332  Editor: Luis Eduardo M Quintas, Universidade Federal do Rio de Janeiro, Brazil Received April 25, 2013; Accepted September 11, 2013; Published October 24, 2013 Copyright:   2013 Rodrigues et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: The present work was supported by FAPERGS / CNPQ (grants: Pronem: 11/2082-4). The funders had the role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing interests: The authors have declared that no competing interests exist. * E-mail: mrfighera@yahoo.com.br  PLOS ONE | www.plosone.org 1 October 2013 | Volume 8 | Issue 10 | e78332    Introduction  GA-I is an inherited neurometabolic disease caused by a deficiency of mitochondrial enzyme glutaryl-CoA dehydrogenase (GCDH; EC 1.3.99.7) involved in the metabolism of L-lysine, L-hydroxylysine and L-tryptophan. Affected patients usually present a major accumulation of GA and a lesser amount of 3-hydroxyglutaric acid (3-OH-GA) and glutaconic acid in the body fluids [1-4]. The symptoms and signs of GA-I are predominantly neurological and include seizures, dystonia, dyskinesia, memory impairment, and irreversible cerebral injury, especially during crises of metabolic decompensation [5-7]. It is feasible that during these episodes, which usually follow infections or other metabolic stress conditions, the increased tissue levels of GA due to highly accelerated endogenous proteolysis may trigger molecular mechanisms leading to neurological dysfunction. In fact, affected infants may become debilitated and septic rather quickly [8], and sepsis may contribute to their neurologic deterioration.  Although the neurological disorders are prevalent in GA-I, little is known about the mechanism by which the accumulated organic acids lead to these alterations after infection process [9-11]. Memory impairment, studies have reported that patients with GA-I present cognitive deficit [5-7] mainly after encephalopathic crises precipitated by a non-specific illness or infection [10], which suggests a close association between inflammation and the occurrence of cognitive disorder in GA-I children.  In this context, studies have reported a correlation between elevated levels of proinflammatory cytokines and cognitive deficits after neuroinflammatory processes [12,13]. Moreover, a large number of cognitive disorders in humans and animal models are associated with elevated levels of proinflammatory molecules, such as IL-1β and TNF-α [12-19].  Besides neuroinflammatory processes, oxidative stress has been also implicated as an important causative factor in various neurodegenerative and neurometabolic diseases, including glutaric acidemia [9,11,20-22]. Although the mechanisms underlying brain damage in GA-I are not well established, growing evidence suggests that excitotoxicity [23,24], Na+,K+-ATPase activity inhibition [9,20], inflammation [11], and free radical generation [9,22] play a central role in the neuropathogenesis of the GA-I.  In this context drugs with antioxidant and antinflammatory potential could be consequently a promoting approach to neuroprotection in patients with glutaric acidemia [9,11,20,22]. This seems to be the case of NAC, an agent with antioxidant and antinflammatory properties, which inhibits oxidative metabolism and decreases the release of proinflammatory molecules [25-27]. Studies have also shown that NAC prevents memory impairment in some experimental models [28].  Since there is clinical evidence that infection and/or inflammation mediators facilitate metabolic crises and neurologic dysfunction (including cognitive impairment) in patients with GA-I, in this study we investigated the performance of rat pups chronically injected with GA and LPS in spatial memory test, antioxidant defenses, cytokines levels,  NA+,K+-ATPase activity, and hippocampal volume. Furthermore, we also evaluated whether NAC could improve these behavioral, biochemical or structural changes induced by GA and LPS administration.  Materials and Methods  Ethics Statement Laboratory experiments were performed in accordance with  national and international legislations (Brazilian College of Animal Experimentation [COBEA] and the U.S. Public Health Service's Policy on Humane Care and Use of Laboratory Animals-PHS Policy) and approved by the Ethics Committee for Animal Research of Universidade Federal de Santa Maria (UFSM; Permit Number: 116/2010). Indeed, animal handling and laboratory assays were carried out in such a way that all efforts were made to minimize suffering.  Reagents Unless otherwise stated, reagents were purchased from  Sigma (St. Louis, MO, USA)  Animals The present study utilized Wistar rats with 5 days of life.  Pregnant Wistar rats were housed in individual cages and left undisturbed during gestation. Forty-eight hours after delivery, litters were culled to eight male pups. Pups were fed by the mother since birth until 21 days of life when they were weaned. Animals were divided in order to have the same number of rats for each treatment in each cage. Animals had free access to water and to a standard commercial chow and were maintained on a 12:12 h light/dark cycle in an air-conditioned constant temperature (24 ± 1°C, 55% relative humidity) colony room. The “Principles of Laboratory Animal Care” (NIH publication no. 80-23, revised 1996) were followed in all experiments and the experimental protocol was approved by the Ethics Committee for Animal Research of the Federal University of Santa Maria, Santa Maria, Brazil. All efforts were made to minimize the number of animals used and their suffering.  Drugs and injections GA injection.  Buffered GA, pH 7.4 (5 µmol g of body weight  −1) was administered subcutaneously, twice a day, from 5th to 28th day of life to produce brain concentrations of GA around 0.6 µmol g−1, ~0.72 mM [29] similar to concentrations found in patients with GA-I. Control animals received saline subcutaneously in the same volumes and frequency. All solutions were prepared so that each animal received 10 µL solution g of body weight −1.  LPS injection.  As GA-I patients may become debilitated after an infection process and since sepsis may contribute to their neurologic deterioration [8], the rat pups were injected intraperitoneally (i.p.) with LPS (2 mg/kg; E.coli 055 B5) [30,31] or vehicle (saline 0.9%), once per day, on postnatal days 25-28 to mimic a severe infection state [32].  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 2 October 2013 | Volume 8 | Issue 10 | e78332    NAC administration Rat pups were supplemented with NAC (150mg/kg/day) or  vehicle (saline 0.9%) by intragastric gavage once a day on postnatal days 5-28 [33].  Physical development All rats used in experiments had their behavioral  development assessed. For this, the weight of animals was daily determined at the appropriate ages by one experimenter who was not aware of the subject condition.  Cognitive tasks Behavioral experiments were carried out between 9:00 am  and 2:00 pm. Animals were assessed on the Barnes maze on postnatal days 29-32. After Barnes maze test, animals were tested in the open field task on postnatal day 32.  Barnes Maze task The next day after the end of treatment animals were trained  to solve the Barnes maze. The Barnes maze is a validated test often used for the assessment of spatial learning and memory in rodents [34].The Barnes maze paradigm exploits the natural inclination of small rodents to seek escape to a darkly lit sheltered environment when placed in an open arena under bright and aversive illumination. Our maze consists of a 120 cm diameter circular wooden table, 3.5 cm thick and elevated 90 cm above the floor.  Twenty holes (6 cm diameter) were equidistantly located around the perimeter and centered 5 cm from it. The apparatus was located in a 4 m x 4 m test room where four visuospatial cues made of rigid black paper (rectangle, circle, cross, and triangle) were affixed to the walls but not directly over any maze hole; this increases the spatial component of the Barnes maze during training [35]. A black wooden escape tunnel (15 cm x 10 cm x 30 cm) was placed beneath one randomly selected hole for each rat but remained constant throughout the training sessions for a given rat. The remaining 19 holes led only to a false escape box (15cm x 10cm x 10cm), which from the platform, appeared indistinguishable from an escape box but was too small to be entered. False boxes removed visual cues that might be observed through an open hole. There was a bright illumination of 300 lux over the maze.  On the first day of the experiment the rats were moved to a testing room and left undisturbed for 60 min. Following this habituation period the rats were trained to find the escape hole. They were placed in the escape box for 1 min and then into a cylindrical opaque chamber (start box) in the center of the maze. With light on, the start box was removed and the rats were allowed to explore freely and find the escape box. The maximum time allowed to find the escape was 180 s. Each rat was given three trials per day over four consecutive days. In each trial we recorded the time to reach the escape tunnel and the number of wrong holes visited. A visited hole was considered when the animal poked at a hole. The arena and the boxes were wiped clean using distillated water both between each training session for a given rat and between each rat. Immediately after the second training session on the  Barnes maze, animals were transferred to an open-field measuring 50 x 60 cm, with the floor divided into 12 squares measuring 12 x 12 cm each. The open-field test was carried out to identify motor disabilities and lasted for 5 min. During this time an observer who was not aware of pharmacological treatments recorded the number of crossing and rearing responses manually.  Open-field task After the fourth day of Barnes maze test the locomotor  activity was measured for 5 min in the open field. The apparatus consisted of a wooden box measuring 60 cm x 40 cm x 50 cm with a glass front wall. Its floor was divided by black lines into 12 equal squares. Animals were gently placed facing the rear left corner of the arena and the number of squares crossed with the four paws recorded for 5 min to evaluate motor activity [36]. The testing room was dimly illuminated with indirect white lighting.  Elevated plus maze task Based on the design of File and Gonzalez [37] the maze  consisted of two opposite closed arms (30 cm x 5 cm) enclosed with walls (15 cm in height) and two opposite open arms (also 30 cm x 5 cm, without edges) forming a plus shape. The whole apparatus had a central arena (5 cm x 5 cm) and was elevated to 80 cm above the floor by a tripod. Each rat was placed in the central arena of the maze facing an open arm and observed for 5 min. The behaviors recorded were: total number of entries, the percentage of time spent on either arm, and percentage of time spent in the middle. The apparatus was cleaned thoroughly between the 5 min observation sessions with a 30 % ethanol solution.  Sample processing After the behavioral evaluation (second day of Barnes Maze  test), a subset of animals was killed by decapitation, and hippocampi were rapidly removed, dissected and homogenized in 1-ml sterile PBS, and then stored at -70 °C until processed further.  IL-1β and TNF-α immunoassay To analyze the content of IL-1β and TNF-α the hippocampus  was weighted and homogenized (1:10) in a solution containing bovine serum albumin (BSA 10 mg/ml), EGTA (2 mM), EDTA (2 mM) and PMSF (0.2 mM) in phosphate-buffered saline (PBS, pH 7.4) using a Potter homogenizer. The hippocampus homogenate was centrifuged (3000 g for 10 min) and cytokines were determined in supernatant. Cytokine levels were measured using a commercially available ELISA Kit from Rand D Systems (Minneapolis, MN) using an antibody selective against rat IL-1β or TNF-α, according to the manufacturer's protocol. Results are expressed in pg/mg of protein for hippocampus homogenate assays. Absorbance was read at 405 nm. The detection limit was 4 ng/ml.  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 3 October 2013 | Volume 8 | Issue 10 | e78332    Measurement of TBARS content Thiobarbituric Acid Reactive Substances (TBARS) content  was estimated in a medium containing 0.2 ml of brain homogenate, 0.1 ml of 8.1% SDS, 0.4 ml of acetic acid buffer (500 mM, pH 3.4), and 0.75 ml of 0.81% (TBA). The mixture was finally made up to 2 ml with type I ultrapure water and heated at 95 °C for 90 min in a water bath using a glass ball as a condenser. After cooling to room temperature, absorbance was measured in the supernatant at 532 nm [38].  Non Protein Thiol determination Non Protein Thiols (NPSH) were measured  spectrophotometrically with Ellman's reagent [39]. An aliquot of 200 μL for hippocampus in a final volume of 900 μL of solution was used for the reaction. The reaction product was measured at 412 nm after the addition of 10 mM 5-5-dithio-bis (2- nitrobenzoic acid) (DTNB) (0.05 mL). A standard curve using cysteine was added to calculate the content of thiol groups in the samples, and was expressed as µmol SH/g tissue.  Catalase activity determination For the catalase (CAT) assay in hippocampus, the tissue  was homogenized in 50 mM potassium phosphate buffer, pH 7.5, at a proportion of 1:9 (w/v) and 1:5 (w/v), respectively. The homogenate was centrifuged at 2000 g for 10 min to yield a supernatant that was used for the enzyme assay [40]. The reaction mixture contained 50 mM potassium phosphate buffer (pH 7), 10 mM H2O2, and 20 μL of the supernatant. The rate of H2O2 reaction was monitored at 240 nm for 2 min at room temperature as determined in total blood assay. The enzymatic activity was expressed in units mg−1 protein (One unit of the enzyme is considered the amount of CAT which decomposes 1 μmol of H2O2 per min at pH 7 at 25 °C.)  Superoxide dismutase activity determination With the purpose of performing the superoxide dismutase  (SOD) assay in hippocampus, the tissue was adequately diluted with Tris-HCl pH 7.4 at a proportion of 1:40 (w/v) and 1:60(w/v) respectively [41]. Briefly, epinephrine undergoes auto-oxidation at pH 10.2 to produce adrenochrome, a colored product that was detected at 480 nm. The addition of samples (10, 20, 30 µL) containing SOD inhibits the auto-oxidation of epinephrine. The rate of inhibition was monitored for 180 s. The amount of enzyme required to produce 50% inhibition was defined as one unit of enzyme activity.  Glutathione levels The levels of glutathione (GSH) were determined  fluorometrically as described by Hissin and Hilf [42] with minor modifications using 0-phthaladehyde (OPA) as fluorophore. Briefly, the hippocampus was homogenized in 0.1M HClO4. Homogenates were centrifuged at 2500 g for 10 min and the low-speed supernatants were separated for measurement of GSH. The supernatant (100 μl) was incubated with 100 ìl of OPA (0.1% in methanol) and 1.8 ml of 0.1M phosphate buffer (pH 8.0) for 15 min at room temperature in the dark. Fluorescence was measured with a fluorescence  spectrophotometer at excitation wavelength of 350 nm and at emission wavelength of 420 nm. GSH levels were expressed as nmol GSH/g of tissue.  Na+, K+-ATPase activity measurements The Na+,K+-ATPase activity was measured according to  Wyse et al.[43]. Briefly, the assay medium consisted of 30 mM Tris-HCl buffer, pH 7.4; 0.1 mM EDTA, 50 mMNaCl, 5 mMKCl, 6 mM MgCl2, and 50 µg of protein in the presence or absence of ouabain (1 mM) in a final volume of 350 µL. The reaction was started by the addition of adenosine triphosphate to a final concentration of 5 mM. After 30 min at 37 °C, the reaction was stopped by the addition of 70 µL of 50% (w/v) trichloroacetic acid. Saturating substrate concentrations were used, and the reaction was linear with protein and time. Appropriate controls were included in the assays for non-enzymatic hydrolysis of ATP. The amount of inorganic phosphate (Pi) released was quantified by the colorimetric method described by Fiske and Subbarow [44] using KH2PO4 as reference standard. Specific Na+,K+-ATPase activity was calculated by subtracting the ouabain-insensitive activity from the overall activity (in the absence of ouabain) and expressed in nmol Pi/mg protein/min.  In a separate set of experiments we investigated whether some Na+,K+-ATPase isoform is selectively inhibited. For this purpose we used a classical pharmacological approach based on the isoform-specific sensitivity to ouabain [45]. We determined whether some treatments inhibited ouabain- sensitive ATPase activity using 3 µM (that inhibits Na+,K+- ATPase isoforms containing α2 and α3 subunits) or 4 mM ouabain (that inhibits all isoforms).  Hippocampal Volume Considering that hippocampus cannot act as a unitary  structure and that dorsal portion is related to learning processes and memory [93], we decided to investigate the effect of GA, LPS and NAC treatment on the volume of dorsal hippocampus. In our study the dorsal hippocampus was defined as the hippocampus comprised between the following Paxinos and Watson atlas coordinates: Bregma -1.60mm/ Interaural 7.40mm; Bregma -3.8mm/Interaural 5.2mm. We analyzed this hippocampal region because it is deeply associated to learning and memory processes and presents well defined anatomical limits, being suitable to unbiased volume estimation using Cavalieri principle. For this propose, after the behavioral evaluation (second day of Barnes Maze test), a subset of animals was deeply anesthetized with thiopental (40 mg/kg, i.p.) and transcardially perfused with saline solution followed by a solution of 4% paraformaldehyde in 0.1 M phosphate buffer, pH 7.4. After perfusion, the brains were removed from the skulls, post-fixed in the same solution at room temperature for 24 h and cryoprotected by immersion in 30% sucrose solution in phosphate buffer at 4 °C until they sank. After these procedures, the brains were quickly frozen in isopentane, previously cooled in liquid nitrogen (-70°C). For each brain, coronal sections from the hippocampus (60µm) were obtained using a cryostat (Leica CM 1850) at -20° C and mounted on gelatinized slides. These sections were identified according to Paxinos and Watson's Atlas (coordinates:  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 4 October 2013 | Volume 8 | Issue 10 | e78332    interaural 7.2 mm, bregma -1.8 mm and interaural 5.4 mm, bregma -3.6 mm). Slides were hydrated in decreasing ethanol solutions (absolute, 80%, 70%) and distilled water. They were placed in acresyl violet solution acetified 0.01% for approximately 1 min. Then, they were dehydrated in increasing alcohol solutions (70%, 80% absolute) and clearedin xylene, and finally covered with coverslips with entellan resin.  Volume estimation of dorsal hippocampus Sections of dorsal hippocampus were digitized using an  Olympus BX50 microscope coupled to a Motic Images Plus 2.0 camera and Image Pro Plus Software 6.1 (Media Cybernetics, CA, USA). The unbiased volume estimation of the dorsal hippocampus was performed using the Cavalieri principle associated to the counting point method. The volume was estimated using the following equation:V=T·a/p·ΣP, where, V=Volume estimation; T=Distance between the analyzed sections (240μm); a/p=point area (1mm2)and ΣP is the sum of points overlaid in the image [46-48]. Two histology specialists blinded to the source of the images carried out the volume estimations.  Protein determination Protein content was measured colorimetrically by the method  of Bradford [49] using bovine serum albumin (1 mg/ml) as a standard.  Statistical Analysis The statistical analysis was carried out by two or three-way  analysis of variance (ANOVA) and only F values of P <0.05 are presented. Post hoc analysis was carried out by Duncan's multiple comparisons test, when appropriate. All data were expressed as mean ± SEM. Statistical analyses were performed utilizing the SPSS software in a PC-compatible computer.  Results  Physical Development of Animals The physical development of animals determined by their  weights during the treatment is shown in Figure 1A and 1B. Statistical analysis of the weight of animals (three-way ANOVA) did not show a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,57)= 0.46; p> 0.05].  Effect of NAC on Open field task The exploratory and locomotor activity of animals is shown in  Figure 2. Statistical analysis of the number of crossing and rearing (three-way ANOVA) did not show a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,57)= 1.00; p>0.05; Figure 2A and F(1,57)= 1.00; p >0.05; Figure 2B; respectively).  Effect of NAC on Spatial Memory The effect of GA and LPS treatment on cognitive  performance is shown in Figure 3B. Statistical analysis  demonstrated that all the animals [F(1,57)=14.33; p <0.001] decreased the latency to escape indicating that they have learned the task.  In addition, statistical analysis of the latency to escape revealed that GA and LPS co-administration potentiated the memory impairment in the Barnes task [F(1,57)=27.85; p <0.001]. On the other hand, statistical analysis (three-way analysis of variance (ANOVA) revealed a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction on the second [F(1,57)=5.28; p <0.05] and third days of test F(1,57)= 3.95; p<0.05; Figure 3 A], indicating a decreased performance of these animals in this spatial learning paradigm. These results revealed that NAC administration decreased the latency to escape induced by GA and LPS co-administration. Considering that GA, LPS and NAC presented effects mainly on the second day of spatial memory testing, the next experiments carried out were limited to 2 days.  Effect of NAC on anxiety Statistical analysis of the percent of time and entries in open  arm in the elevated plus mazeb (three-way ANOVA) did not show a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,57) = 0.43; p>0.05 and [F(1,57) = 0.27; p >0.05; respectively]. In addition, statistical analysis (three-way ANOVA) did not show a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction for percent of time [F(1,57) = 0.85; p> 0.05], number of entries into the enclosed arm [F(1,57) = 0.34; p > 0.05] and time spent on middle [F(1,57) = 0.34; p >0.05], indicating that the treatment had no effect on anxiety-like behavior (Table 1).   Effect of NAC on IL-1β and TNF-α levels Since numerous studies have found a link between elevated  levels of cytokines and memory deficits after neuroinflammatory processes [12,13], we decided to determine the levels of IL-1β and TNF-α in hippocampus of rat pups.  TNF-α levels in the hippocampus are shown in Figure 4A. The statistical analysis (two-way ANOVA) revealed an increase in TNF-α levels induced by GA [F(1,44)=22.83; p <0.001] and LPS [F(1,44)=14.93; p <0.001] when compared with de control group. Statistical analysis (two-way ANOVA) also revealed an increase in IL-1β levels induced by GA [F(1,42)=38.86; p <0.001] and LPS [F(1,42)=26.15; p <0.001] when compared with the control group (Figure 4B). The GA and LPS co- administration had no additive effects in TNF-α [F(1,44)=0.13; p >0.05] levels. However, this treatment potentiated the increase of IL-1β levels [F(1,42)=0.01; p >0.05] in the hippocampus of rat pups.  Furthermore, Figure 4 (A and B) shows NAC effect on TNF-α and IL-1β levels in hippocampus of rat pups. Statistical analysis (three-way ANOVA) revealed that NAC administration reduced TNF-α levels [significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: F(1,44)=3.7; p <0.05] and IL-1β levels increase [significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: F(1,44)=5.73; p <0.05; respectively] induced by GA and LPS in the hippocampus of rat pups.  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 5 October 2013 | Volume 8 | Issue 10 | e78332    Figure 1.  Effect of early postnatal chronic GA, NAC and LPS administration on physical development of animals.  Data are presented as means ± S.E.M. for n = 8-9 in each group. No significant differences between groups were detected. doi: 10.1371/journal.pone.0078332.g001  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 6 October 2013 | Volume 8 | Issue 10 | e78332    Figure 2.  Effect of early postnatal chronic GA, NAC and LPS administration on the number of crossing (A) and rearing (B) of the animals.  Data are presented as means ± S.E.M. for n = 8-9 in each group. No significant differences between groups were detected. doi: 10.1371/journal.pone.0078332.g002  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 7 October 2013 | Volume 8 | Issue 10 | e78332    Effect of NAC on Antioxidant Defenses TBARS content.  Statistical analysis on TBARS content  (three-way ANOVA) showed a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,48)=4.32; p <0.05] (Figure 5). Post hoc analysis showed that the GA and LPS administration increased TBARS content and that systemic NAC administration prevented the GA and LPS-induced TBARS content increase.  NPSH content.  Statistical analysis on SH content (three- way ANOVA) showed a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,44)=6.9; p <0.05] (Figure 6A). Post hoc analysis showed that the GA and LPS administration decreased SH content and that systemic NAC administration prevented this effect.  Glutathione levels.  Statistical analysis on GSH levels (three-way ANOVA) showed a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,48)=32.62; p <0.001] (Figure 6C). Post hoc analysis showed that the GA and LPS administration decreased GSH  levels and that systemic NAC administration prevented this effect (Figure 6B).  CAT activity.  Statistical analysis on the CAT activity (three- way ANOVA) showed a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,48)=14.5; p <0.001] (Figure 6C). Post hoc analysis showed that the GA and LPS administration decreased CAT activity and that systemic NAC administration prevented this effect.  SOD activity.  Statistical analysis on the SOD activity (three- way ANOVA) showed a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,25)=11,90; p <0.001] (Figure 6D). Post hoc analysis showed that the GA and LPS administration decreased SOD activity and that systemic NAC administration prevented this effect.  Figure 3.  NAC prevents the memory deficit induced by GA and LPS measured as escape latency of rat pups in the Barnes maze.  *P < 0.05 compared with saline treated group, #P< 0.05 compared with respective control group and δP < 0.001 compared with GA-treated group (Duncan's multiple comparisons test). Data are presented as means ± S.E.M. for n = 7-9 in each group. Figures 3B and 3C show an amplification of the second day of test. doi: 10.1371/journal.pone.0078332.g003  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 8 October 2013 | Volume 8 | Issue 10 | e78332    Effect of NAC on Na+, K+-ATPase activity Statistical analysis (two-way ANOVA) showed that GA  [F(1,56)=4.91; p <0.05] inhibited Na+,K+-ATPase activity but LPS did not potentiate this effect. Statistical analysis (three- way ANOVA) revealed that NAC administration attenuated the decrease Na+,K+-ATPase activity [significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,56)=4.07; p <0.05] induced by GA and LPS (Figure 7A).  We also investigated whether GA and LPS could inhibit selectively some isoform of Na+,K+-ATPase. For this purpose we used a classical pharmacological approach based on the isoform-specific sensitivity to ouabain [45]. Statistical analysis (three-way ANOVA) revealed that NAC administration protected against the decrease Na+,K+-ATPase (α1-subunit) activity [significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,56)=4.50; p <0.001] induced by GA and LPS (Figure 7B).  Effect of treatments on Hippocampal volume Figure 8 shows that there was no difference between groups  concerning hippocampal volume of rat pups. Statistical analysis of hippocampal volume (three-way ANOVA) did not show a significant drug (Saline or GA) by toxin (Saline or LPS) by treatment (Sal or NAC) interaction: [F(1,38)= 0.08; p> 0.05]. Figure 9 shows a representative figure of dorsal hippocampus of all treatments.  Table 1. Effect of early postnatal chronic GA, NAC and LPS administration on anxiolytic-like behavior of rat pups on the second day of Barnes.  Group Sal GA LPS GA-LPS Sal GA LPS GA- LPS    SAL    NAC     %T.O 8.5 + 1.9  6.11 + 2.5  14.4 + 2.3  7.3 + 3.7  7.07 + 2.3  14.2 + 4.2  13.9 + 4.2  17.5 + 6.0  %No.E.O 30.8 + 4.7  26.6 + 2.4  25.0 + 5.9  28.3 + 6.7  30.1 + 4.3  35.2 + 8.0  29.8 + 7.9  31.0 + 5.9  %T.E 82.2 + 3.0  84.6+ 4.6  76.0 + 3.8  82.0 + 5.0  80.9 + 1.76  63.9 + 9.0  76.5 + 5.2  67.7 + 6.0  %No.E.E 69.0 + 4.7  73.2 + 2.4  74.8 + 5.9  71.6 + 6.7  69.8 + 4.3  64.7 + 8.0  70.1 + 7.9  68.9 + 5.9  %T.M 8.9 + 1.5  9.1 + 2.7  10.7 + 2.0  10.4 + 2.4  7.7 + 1.2  21.6 + 6.4  9.4 + 2.9  13.9 + 2.3  N 8 7 7 7 7 7 7 7  Data are presented as means ± S.E.M. for n = 7-8 in each group. No significant differences between groups were detected. %T.O percent of time spent on open arms; %No.E.o percent of number of entries on open arms; %T.E percent of time spent on closed arms; % No.E.R percent of number of entries on encloses arms; %T.M percent of time spent on the middle. doi: 10.1371/journal.pone.0078332.t001  Discussion  Patients with GA-I usually present acute clinical features early in life resulting from metabolic decompensation with respiratory distress and neurological symptoms, including psychomotor delay, irritability, lethargy, hypotonia, convulsions, and coma. Most children survive to the first acute metabolic crisis, but develop long-term complications including neurological [5-7]. Although it is believed that these abnormalities occur as a result of the primary metabolic impairment, the underlying mechanism of brain damage and neurological deficits in GA-I is poorly understood.  It is known that patients and experimental models of this IEM exhibit neuronal damage and changes in several areas of the central nervous system, as well as in several other neurological diseases [8,10,12,13]. This is often related to oxidative stress and neuronal death, causing cognitive impairment and neuroinflammatory processes [9-13-19-22]. A recent study in an experimental model has elucidated the role of inflammatory mediators in model of acute seizures by GA [11]. However, it is not known if GA itself may increase these mediators and if they are related with memory deficit.  This current study was carried out with young rats in a period of development with proven synaptogenesis and cell proliferation in several brain structures involved in learning and memory. We found that the chronic GA administration (5th - 28th day of life) at doses that raise its concentration in blood and in the brain [29] and LPS injection cause memory deficits in spatial recognition, decrease antioxidant defenses, and induce increased levels of pro-inflammatory cytokines (IL-1β and TNF- α) in the hippocampus. In addition, an increasing oxidative markers and consequent inhibition of the Na+, K+-ATPase activity, without modifying hippocampal volume was observed.  It is important to observe that chronic GA, LPS or NAC administration had no effect on body weight, implying that chronic injection did not cause malnutrition in animals (Figure 1). Similarly, the same treatments did not change rat performance in the open field task as observed by a number of rearing and crossing at the testing session (Figure 2). In addition, these treatments did not change the behavior of rat pups in the elevated plus maze task, indicating that GA, LPS and NAC were not anxiogenic (Table 1).  As regards to the behavior of rat pups, we observed that LPS potentiated the deficit of spatial learning induced by GA (Figure 3 A-C). This result suggests that early chronic postnatal administration of GA caused a long-standing deficit in spatial learning probably secondary to GA-induced brain dysfunction [29], which was potentiated by an inflammatory insult. In fact, studies have suggested that neonatal inflammation causes cognitive impairment in humans and experimental models [53-55]. Taken together, we can suggest that the potentiation of cognitive deficit induced by GA neonatal administration after inflammatory insult could be involved with the cognitive dysfunction presented in GA-I children [5-7], since these patients frequently develop neurological dysfunction after an infectious process [50-56].  In line of this view, our data revealed that spatial learning deficit induced by GA and LPS was associated with an  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 9 October 2013 | Volume 8 | Issue 10 | e78332    increase of proinflammatory cytokine levels such as TNF-α and IL-1β (Figure 4A and B), and that the co-administration of these  compounds potentiated IL-1β levels in the hippocampus of rat pups (Figure 4 B). It is important to note that the cytokines such  Figure 4.  Effect of early postnatal chronic GA, NAC and LPS administration on cytokine levels on the second day of Barnes maze.  NAC prevented the increase in TNF-α (A) and IL-1β (B) levels. *P < 0.001 compared with saline treated group, #P< 0.001 compared with the respective control group and δP < 0.05 compared with GA-treated group (Duncan's multiple comparisons test). Data are presented as means ± S.E.M. for n = 6-7 in each group. doi: 10.1371/journal.pone.0078332.g004  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 10 October 2013 | Volume 8 | Issue 10 | e78332    as IL-1β and TNF-α are primarily synthesized and released by glial cells that can be activated by trauma, infection or the presence of endogenous yet abnormal protein aggregates [57,58]. Since the activation of microglia produces a variety of inflammatory mediators [59] and the exposure to GA activates glial cells [22], it is plausible to propose that the increase of cytokine levels induced by GA may be due to glial activation and that LPS potentiated this effect manly by increasing IL-1β levels (Figure 4B).  Current evidence indicates that cytokines, particularly IL-1β, increase neuronal excitability by activating IL-1 receptors [64]. The neuronal IL-1R1 stimulation induces Src kinase-mediated tyrosine phosphorylation of the NR2B subunit in N-methyl-D- aspartate (NMDA) receptor. As a consequence, IL-1β facilitates NMDA receptor-mediated Ca2+ influx into neurons, promoting excitotoxicity [102]. Considering that IL-1β can also inhibit glutamate uptake in astrocytes [67] and increase its glial release possibly via TNF-α production [94], the increase of pro- inflammatory cytokines may result in elevated extracellular glutamate levels and toxicity in this model of organic acidemia. In agreement of this view, a considerable body of evidence has demonstrated that glutamate receptor modulation can lead to GA-induced toxicity [9,11,20,21]. Furthermore, the administration of LPS can also impair memory and elevate hippocampal IL-1β levels [64] by increasing the GABAergic inhibition [65,66].  Since synaptic neurotransmission changes induced by cytokine may result in memory impairment [66,67], the actions of GA and LPS in neurotransmission [64] could potentiate the cognitive deficit observed in this study. In agreement to this, it has been observed in post mortem brain of GA-I patients pronounced reactive hypertrophic astrocytes with chronic astroglyosis and reactive microglia [60-63].  Furthermore, TNF-α and IL-1β act in their respective receptors and cause activation of nuclear factor kappa-light- chain-enhancer of activated B cells (NFκB), a transcription  factor that migrates to the cell nucleus and can promote elevated concentrations of intracellular calcium as well as a production of NO and H2O2 increase [95,96]. NO is a free radical that when reacting with superoxide anion (O2•-, also formed during the inflammatory process by enzymes such as NADPH oxidase) generates the highly reactive peroxynitrite (ONOO-) [97]. These free radicals induce a nitrosative/oxidative stress that may result in DNA damage, increase of lipid peroxidation and impaired antioxidant defenses [71,72].  Interestingly, we revealed that GA and LPS administration increased TNF-α and IL-1β levels as well as increased lipid peroxidation and impaired antioxidant defenses in the hippocampus of rat pups. Regarding the antioxidant defenses, the concentrations of GSH, which is the major brain antioxidant, were reduced in the hippocampus of the animals that received GA and LPS. Considering that GSH is an effective scavenger of free radicals [68] and that a disruption of GSH system homeostasis by neuroinflammation [97] may result in oxidative injury in sensitized neurons [69,70], reduced GSH levels in hippocampus caused by GA and LPS administration may be at least in part involved in the memory deficit observed in these rat pups. Furthermore, GA and LPS decreased CAT and SOD activities in the hippocampus (Figure 6C-D), suggesting that the reduction of CAT and SOD activities did not present a compensatory mechanism in response to the increased formation of reactive species. In fact, oxidative stress accompanies inflammatory processes [73] and patients with GA-I frequently develop cognitive damage during and after infections associated with inflammation and with a potential increase of tissue concentrations of GA [52,74]. Also, reactive astrogliosis, a characteristic feature of neuroinflammation, is often found in brain GA-I patients [60-63].  Considering that GA, inflammatory mediators and oxidative damage have been implicated as negative modulators of Na+, K+-ATPase [9,20,75-77], which is the major determinant of sodium concentration and cellular excitability, we investigated if  Figure 5.  Effect of early postnatal chronic GA, NAC and LPS administration on TBARS content.  NAC prevented the increase of TBARS content induced by GA and LPS. *P < 0.01 compared with saline treated group and #P< 0.05 compared with respective control group (Duncan's multiple comparisons test). Data are presented as means ± S.E.M. for n = 7 in each group. doi: 10.1371/journal.pone.0078332.g005  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 11 October 2013 | Volume 8 | Issue 10 | e78332    the mediators could alter the enzyme activity. In fact, studies showed that proinflammatory cytokines such as IL-1β and reactive species have been shown to decrease the expression of Na+, K+-ATPase during severe experimental sepsis [78].  In our investigation it was interesting to learn that besides LPS and GA have increased oxidative and inflammatory markers, these compounds inhibited markedly Na+, K+-ATPase activity suggesting the participation of this enzyme in spatial memory deficit in this acidemia model. These results are in accordance with Liu and colleagues [79] that showed an inhibition of the activity of this enzyme by LPS. In addition, Lima et al. [80] showed that in situations which cause brain inflammation and oxidative stress such as traumatic brain injury, the inhibition Na+, K+-ATPase activity occurs concomitantly to a cognitive impairment. Some studies have also shown that the inhibition of Na+, K+-ATPase activity induces spatial learning deficits [80,81] and impairs retention of an inhibitory avoidance task in rats [82]. In fact, Na+, K+- ATPase activity can be inhibited by the direct and indirect  action of LPS [79,83,84], as well as by GA and LPS-induced free radical and inflammatory mediator generation [85,86]. Thus, it is plausible to propose that some of the mechanisms may result in the Na+, K+-ATPase inhibition and contribute with memory impairment observed in this study.  Although we have shown that GA and LPS facilitate the memory deficit, in the present study we did not find changes in the dorsal hippocampal volume after GA, LPS or GA/LPS administration (Figures 8 and 9). These results agree with studies that show the GA-I patients develop mainly bilateral striatal degeneration, but not in hippocampus, during catabolic or infectious events observed in neuroradiological imaging [62,87-89]. In fact, Oliveira-Bravo et al. [77,90] showed that a single intracerebroventricular dose of GA induced degeneration mainly in the striatum. Furthermore, Ulrich et al. [91] showed that only 3-OH-glutaric, but not GA and glutaconic acid induced neurodegeneration in corticostriatal and hippocampal slice cultures from rat brain. Thus, this result reveals that GA did not induce reduction of hippocampal volume, suggesting that the  Figure 6.  Effect of early postnatal chronic GA, NAC and LPS administration on NPSH content, GSH level, CAT and SOD activities.  NAC prevented the decrease of antioxidant defenses induced by GA and LPS.*P < 0.001 compared with saline treated group and #P< 0.001 compared with respective control group (Duncan's multiple comparisons test). Data are presented as means ± S.E.M. for n = 7 in each group. doi: 10.1371/journal.pone.0078332.g006  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 12 October 2013 | Volume 8 | Issue 10 | e78332    memory deficit in rat pups was not due to tissue lesion in this GA-I model.  Since we observed the increase of inflammatory and oxidative marker levels in the hippocampus of rat pups after the GA and LPS administration, we decided to test whether the chronic co-treatment with NAC, an agent with antioxidant and anti-inflammatory properties, could protect the alterations induced by GA and LPS. In fact, the results presented in this report showed that NAC supplementation was effective in preventing the decreased cognitive deficit as well as the increase of inflammatory and oxidative mediators levels induced by GA and LPS in rat pups. The supplementation of this compound also protected against the Na+,K+-ATPase activity inhibition (total and α1 subunit).  Recent studies have shown that cytokines have potential to alter the redox equilibrium, thereby affecting GSH/GSSG shuttling and recycling [97]. For example, after H2O2 or amyloid-β intracerebral injection in rat brain, it was observed an association between lipid peroxidation and the levels of cytokines in addition to a significant inverse correlation between glutathione peroxidase activity and lipid peroxidation levels [98,99]. In this line of view, we showed that the treatment of rat primary astrocytes with TNF-α or IL-1β leads to marked alteration in cellular redox (decrease in intracellular GSH). On the other hand, pretreatment of astrocytes with NAC, an antioxidant and efficient thiol source for glutathione, prevents cytokine-induced decrease in GSH [100,101]. In fact, our findings showed that NAC supplementation decreased cytokine  Figure 7.  NAC prevented the decrease of α1 subunit activity of Na+,K+-ATPase enzyme.  Effect of early postnatal chronic GA, NAC and LPS administration on Na+,K+-ATPase total activity (A); on α1 subunit activity of Na+,K+-ATPase enzyme (B); and on α2/3 subunit activity of Na+,K+-ATPase enzyme (C), on the second day of Barnes maze.*P < 0.001 compared with saline traded group and #P< 0.001 compared with respective control group (Student-Newman-Keuls test). Data are presented as means ± S.E.M. for n = 7-9 in each group. doi: 10.1371/journal.pone.0078332.g007  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 13 October 2013 | Volume 8 | Issue 10 | e78332    levels and TBARS production as well as increased GSH content and improved memory deficit induced by GA and LPS. Accordingly, glutathione prevented Na+,K+-ATPase activity inhibition GA-induced in neuronal cultures [92]. These data suggest that inflammatory events and oxidative stress occur in a synchronized manner by changing the redox environment, and that compounds with antinflammatory and antioxidant properties could be used as adjuvant therapy to some neurodegenerative disorders.  Thus, a currently reported increase in GA-induced spatial memory deficit by LPS not only supports the idea that inflammatory mediators, such as IL-1β facilitates the cognitive impairment, but also adds pharmacologic evidence to the fact that infections and oxidative damage precipitate metabolic crises and worsen neurologic status of patients with GA-I. Furthermore, the Na+, K+-ATPase activity inhibition also plays an important role for the cognitive impairment observed in this work. Taken together, all experimental findings suggest that oxidative stress GA and LPS-induced impairs the intrinsic cell  potential, leading to proinflammatory signals and creating a vicious circle between oxidative stress and neuroinflammation causing a negative modulation in Na+,K+-ATPase activity that was responsive to NAC supplementation. Therefore, if the effects detected in this study also occur in patients with GA-I, it is tempting to propose that they may contribute, at least in part, to the neurological dysfunction found in GA-I, and that the  Figure 8.  Effect of early postnatal chronic GA, NAC and LPS administration on hippocampal volume.  Data represent means ± S.E.M. for n = 5-6 in each group. No significant differences between groups were detected. doi: 10.1371/journal.pone.0078332.g008  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 14 October 2013 | Volume 8 | Issue 10 | e78332    administration of NAC could represent a complementary therapy together with Lys dietary restriction and L-carnitine supplementation in the treatment of children with glutaric acidemia.  Author Contributions  Conceived and designed the experiments: FSR MAS DVM APOF. Performed the experiments: MRR LFFR FSR. Analyzed the data: FSR MAS BCM APOF LLX. Contributed reagents/ materials/analysis tools: AMC MP LX JF MRCS. Wrote the manuscript: MRR LFFR JCC.  Figure 9.  Digitized images of dorsal hippocampus showing similarities in the volume of this region between the different experimental groups.  Schematic drawing obtained from Paxinos and Watson's Atlas. doi: 10.1371/journal.pone.0078332.g009  References  1. Goodman SI, Norenberg MD, Shikes RH, Breslich DJ, Moe PG (1977) Glutaric aciduria: biochemical and morphologic considerations. J Pediatr 90: 746-750. doi:10.1016/S0022-3476(77)81240-7. PubMed: 856963.  2. Goodman SI (2001) Prenatal diagnosis of glutaric acidemias. Prenat Diagn 21: 1167-1168. doi:10.1002/pd.201. PubMed: 11787045.  3. Strauss KA, Puffenberger EG, Robinson DL, Morton DH (2003) Type I glutaric aciduria, part 1: natural history of 77 patients. Am J Med Genet C Semin Med Genet 121C: 38-52. doi:10.1002/ajmg.c.20007. PubMed: 12888985.  4. Strauss KA, Morton DH (2003) Type I glutaric aciduria, part 2: a model of acute striatal necrosis. Am J Med Genet C Semin Med Genet 121C: 53-70. doi:10.1002/ajmg.c.20008. PubMed: 12888986.  5. Boneh A, Beauchamp M, Humphrey M, Watkins J, Peters H et al. (2008) Newborn screening for glutaric aciduria type I in Victoria: treatment and outcome. Mol Genet Metab 94: 287-291. doi:10.1016/ j.ymgme.2008.03.005. PubMed: 18411069.  6. Patil N, Shinde S, Karande S, Kulkarni M (2004) Glutaric aciduria type I associated with learning disability. Indian J Pediatr 71: 948. PubMed: 15531849.  7. Beauchamp MH, Boneh A, Anderson V (2009) Cognitive, behavioural and adaptive profiles of children with glutaric aciduria type I detected through newborn screening. J Inherit Metab Dis 32 Suppl 1: 207-213. doi:10.1007/s10545-009-1167-z. PubMed: 19466578.  8. Burton BK (1998) Inborn errors of metabolism in infancy: a guide to diagnosis. Pediatrics 102: E69. doi:10.1542/peds.102.6.e69. PubMed: 9832597.  9. Fighera MR, Royes LF, Furian AF, Oliveira MS, Fiorenza NG et al. (2006) GM1 ganglioside prevents seizures, Na+,K+-ATPase activity inhibition and oxidative stress induced by glutaric acid and pentylenetetrazole. Neurobiol Dis 22: 611-623. doi:10.1016/j.nbd. 2006.01.002. PubMed: 16516483.  10. Kölker S, Sauer SW, Okun JG, Hoffmann GF, Koeller DM (2006) Lysine intake and neurotoxicity in glutaric aciduria type I: towards a rationale for therapy? Brain 129: e54. doi:10.1093/brain/awl137. PubMed: 16870879.  11. Magni DV, Souza MA, Oliveira AP, Furian AF, Oliveira MS et al. (2011) Lipopolysaccharide enhances glutaric acid-induced seizure susceptibility in rat pups: behavioral and electroencephalographic  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 15 October 2013 | Volume 8 | Issue 10 | e78332  http://dx.doi.org/10.1016/S0022-3476(77)81240-7 http://www.ncbi.nlm.nih.gov/pubmed/856963 http://dx.doi.org/10.1002/pd.201 http://www.ncbi.nlm.nih.gov/pubmed/11787045 http://dx.doi.org/10.1002/ajmg.c.20007 http://www.ncbi.nlm.nih.gov/pubmed/12888985 http://dx.doi.org/10.1002/ajmg.c.20008 http://www.ncbi.nlm.nih.gov/pubmed/12888986 http://dx.doi.org/10.1016/j.ymgme.2008.03.005 http://dx.doi.org/10.1016/j.ymgme.2008.03.005 http://www.ncbi.nlm.nih.gov/pubmed/18411069 http://www.ncbi.nlm.nih.gov/pubmed/15531849 http://dx.doi.org/10.1007/s10545-009-1167-z http://www.ncbi.nlm.nih.gov/pubmed/19466578 http://dx.doi.org/10.1542/peds.102.6.e69 http://www.ncbi.nlm.nih.gov/pubmed/9832597 http://dx.doi.org/10.1016/j.nbd.2006.01.002 http://dx.doi.org/10.1016/j.nbd.2006.01.002 http://www.ncbi.nlm.nih.gov/pubmed/16516483 http://dx.doi.org/10.1093/brain/awl137 http://www.ncbi.nlm.nih.gov/pubmed/16870879   approach. Epilepsy Res 93: 138-148. doi:10.1016/j.eplepsyres. 2010.11.007. PubMed: 21183317.  12. Barrientos RM, Higgins EA, Sprunger DB, Watkins LR, Rudy JW et al. (2002) Memory for context is impaired by a post context exposure injection of interleukin-1 beta into dorsal hippocampus. Behav Brain Res 134: 291-298. doi:10.1016/S0166-4328(02)00043-8. PubMed: 12191816.  13. Hein AM, Stutzman DL, Bland ST, Barrientos RM, Watkins LR et al. (2007) Prostaglandins are necessary and sufficient to induce contextual fear learning impairments after interleukin-1 beta injections into the dorsal hippocampus. Neuroscience 150: 754-763. doi:10.1016/ j.neuroscience.2007.10.003. PubMed: 18035502.  14. Perrella O, Carrieri PB, Guarnaccia D, Soscia M (1992) Cerebrospinal fluid cytokines in AIDS dementia complex. J Neurol 239: 387-388. PubMed: 1403021.  15. Pugh CR, Kumagawa K, Fleshner M, Watkins LR, Maier SF et al. (1998) Selective effects of peripheral lipopolysaccharide administration on contextual and auditory-cue fear conditioning. Brain Behav Immun 12: 212-229. doi:10.1006/brbi.1998.0524. PubMed: 9769157.  16. Sparkman NL, Kohman RA, Garcia AK, Boehm GW (2005) Peripheral lipopolysaccharide administration impairs two-way active avoidance conditioning in C57BL/6J mice. Physiol Behav 85: 278-288. doi: 10.1016/j.physbeh.2005.04.015. PubMed: 15936787.  17. Olcese JM, Cao C, Mori T, Mamcarz MB, Maxwell A et al. (2009) Protection against cognitive deficits and markers of neurodegeneration by long-term oral administration of melatonin in a transgenic model of Alzheimer disease. J Pineal Res 47: 82-96. doi:10.1111/j.1600-079X. 2009.00692.x. PubMed: 19538338.  18. Griffin WS, Stanley LC, Ling C, White L, MacLeod V et al. (1989) Brain interleukin 1 and S-100 immunoreactivity are elevated in Down syndrome and Alzheimer disease. Proc Natl Acad Sci U S A 86: 7611-7615. doi:10.1073/pnas.86.19.7611. PubMed: 2529544.  19. Casadesus G, Smith MA, Basu S, Hua J, Capobianco DE et al. (2007) Increased isoprostane and prostaglandin are prominent in neurons in Alzheimer disease. Mol Neurodegener 2: 2. doi: 10.1186/1750-1326-2-2. PubMed: 17241462.  20. Magni DV, Oliveira MS, Furian AF, Fiorenza NG, Fighera MR et al. (2007) Creatine decreases convulsions and neurochemical alterations induced by glutaric acid in rats. Brain Res 1185: 336-345. doi:10.1016/ j.brainres.2007.09.023. PubMed: 17950259.  21. Magni DV, Furian AF, Oliveira MS, Souza MA, Lunardi F et al. (2009) Kinetic characterization of l-[(3)H]glutamate uptake inhibition and increase oxidative damage induced by glutaric acid in striatal synaptosomes of rats. Int J Dev Neurosci 27: 65-72. doi:10.1016/ j.ijdevneu.2008.09.004. PubMed: 18930800.  22. Olivera-Bravo S, Fernández A, Sarlabós MN, Rosillo JC, Casanova G et al. (2011) Neonatal astrocyte damage is sufficient to trigger progressive striatal degeneration in a rat model of glutaric acidemia-I. PLOS ONE 6: e20831. doi:10.1371/journal.pone.0020831. PubMed: 21698251.  23. Lima TT, Begnini J, de Bastiani J, Fialho DB, Jurach A et al. (1998) Pharmacological evidence for GABAergic and glutamatergic involvement in the convulsant and behavioral effects of glutaric acid. Brain Res 802: 55-60. doi:10.1016/S0006-8993(98)00563-0. PubMed: 9748501.  24. Kölker S, Ahlemeyer B, Krieglstein J, Hoffmann GF (1999) 3- Hydroxyglutaric and glutaric acids are neurotoxic through NMDA receptors in vitro. J Inherit Metab Dis 22: 259-262. PubMed: 10384382.  25. Victor VM, Rocha M, De la Fuente M (2003) N-acetylcysteine protects mice from lethal endotoxemia by regulating the redox state of immune cells. Free Radic Res 37: 919-929. doi: 10.1080/1071576031000148727. PubMed: 14669999.  26. Zhang XY, Hayasaka S, Hayasaka Y, Cui HS, Chi ZL (2007) Effect of N-acetylcysteine on lipopolysaccharide-induced uveitis in rats. Jpn J Ophthalmol 51: 14-20. doi:10.1007/s10384-006-0382-5. PubMed: 17295135.  27. Scaini G, Teodorak BP, Jeremias IC, Morais MO, Mina F et al. (2012) Antioxidant administration prevents memory impairment in an animal model of maple syrup urine disease. Behav Brain Res 231: 92-96. doi: 10.1016/j.bbr.2012.03.004. PubMed: 22433584.  28. Gonçalves JF, Nicoloso FT, da Costa P, Farias JG, Carvalho FB et al. (2012) Behavior and brain enzymatic changes after long-term intoxication with cadmium salt or contaminated potatoes. Food Chem Toxicol 50: 3709-3718. doi:10.1016/j.fct.2012.07.016. PubMed: 22819775.  29. Ferreira Gda C, Viegas CM, Schuck PF, Tonin A, Ribeiro CA, et al (2005) Glutaric acid administration impairs energy metabolism in midbrain and skeletal muscle of young rats. Neurochem Res 30: 1123-1131. doi:10.1007/s11064-005-7711-9. PubMed: 16292505.  30. Eriksson C, Nobel S, Winblad B, Schultzberg M (2000) Expression of interleukin 1 alpha and beta, and interleukin 1 receptor antagonist mRNA in the rat central nervous system after peripheral administration of lipopolysaccharides. Cytokine 12: 423-431. doi:10.1006/cyto. 1999.0582. PubMed: 10857755.  31. Maeda S, Nakatsuka I, Hayashi Y, Higuchi H, Shimada M et al. (2008) Heme oxygenase-1 induction in the brain during lipopolysaccharide- induced acute inflammation. Neuropsychiatr Dis Treat 4: 663-667. PubMed: 18830440.  32. Hao LY, Hao XQ, Li SH, Li XH (2010) Prenatal exposure to lipopolysaccharide results in cognitive deficits in age-increasing offspring rats. Neuroscience 166: 763-770. doi:10.1016/j.neuroscience. 2010.01.006. PubMed: 20074621.  33. Gonçalves JF, Fiorenza AM, Spanevello RM, Mazzanti CM, Bochi GV et al. (2010) N-acetylcysteine prevents memory deficits, the decrease in acetylcholinesterase activity and oxidative stress in rats exposed to cadmium. Chem Biol Interact 186: 53-60. doi:10.1016/j.cbi. 2010.04.011. PubMed: 20399762.  34. Barnes CA (1979) Memory deficits associated with senescence: a neurophysiological and behavioral study in the rat. J Comp Physiol Psychol 93: 74-104. doi:10.1037/h0077579. PubMed: 221551.  35. Bach ME, Hawkins RD, Osman M, Kandel ER, Mayford M (1995) Impairment of spatial but not contextual memory in CaMKII mutant mice with a selective loss of hippocampal LTP in the range of the theta frequency. Cell 81: 905-915. doi:10.1016/0092-8674(95)90010-1. PubMed: 7781067.  36. Walsh RN, Cummins RA (1976) The Open-Field Test: a critical review. Psychol Bull 83: 482-504. doi:10.1037/0033-2909.83.3.482. PubMed: 17582919.  37. File SE, Gonzalez LE (1996) Anxiolytic effects in the plus-maze of 5- HT1A-receptor ligands in dorsal raphe and ventral hippocampus. Pharmacol Biochem Behav 54: 123-128. doi: 10.1016/0091-3057(95)02108-6. PubMed: 8728549.  38. Ohkawa H, Ohishi N, Yagi K (1979) Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Anal Biochem 95: 351-358. doi: 10.1016/0003-2697(79)90738-3. PubMed: 36810.  39. Ellman GL (1959) Tissue sulfhydryl groups. Arch Biochem Biophys 82: 70-77. doi:10.1016/0003-9861(59)90090-6. PubMed: 13650640.  40. Nelson DP, Kiesow LA (1972) Enthalpy of decomposition of hydrogen peroxide by catalase at 25 degrees C (with molar extinction coefficients of H 2 O 2 solutions in the UV). Anal Biochem 49: 474-478. doi: 10.1016/0003-2697(72)90451-4. PubMed: 5082943.  41. Misra HP, Fridovich I (1972) The generation of superoxide radical during the autoxidation of hemoglobin. J Biol Chem 247: 6960-6962. PubMed: 4673289.  42. Hissin PJ, Hilf R (1976) A fluorometric method for determination of oxidized and reduced glutathione in tissues. Anal Biochem 74: 214-226. doi:10.1016/0003-2697(76)90326-2. PubMed: 962076.  43. Wyse AT, Streck EL, Barros SV, Brusque AM, Zugno AI et al. (2000) Methylmalonate administration decreases Na+,K+-ATPase activity in cerebral cortex of rats. Neuroreport 11: 2331-2334. doi: 10.1097/00001756-200007140-00052. PubMed: 10923695.  44. Fiske CH, Subbarow Y (1927) The Nature of the \"Inorganic Phosphate\" in Voluntary Muscle. Science 65: 401-403.  45. Nishi A, Fisone G, Snyder GL, Dulubova I, Aperia A et al. (1999) Regulation of Na+, K+-ATPase isoforms in rat neostriatum by dopamine and protein kinase C. J Neurochem 73: 1492-1501. PubMed: 10501194.  46. Alles YC, Greggio S, Alles RM, Azevedo PN, Xavier LL et al. (2010) A novel preclinical rodent model of collagenase-induced germinal matrix/ intraventricular hemorrhage. Brain Res 1356: 130-138. doi:10.1016/ j.brainres.2010.07.106. PubMed: 20692236.  47. de Paula S, Vitola AS, Greggio S, de Paula D, Mello PB et al. (2009) Hemispheric brain injury and behavioral deficits induced by severe neonatal hypoxia-ischemia in rats are not attenuated by intravenous administration of human umbilical cord blood cells. Pediatr Res 65: 631-635. doi:10.1203/PDR.0b013e31819ed5c8. PubMed: 19430381.  48. Gundersen RW (1987) Response of sensory neurites and growth cones to patterned substrata of laminin and fibronectin in vitro. Dev Biol 121: 423-431. doi:10.1016/0012-1606(87)90179-5. PubMed: 3582735.  49. Bradford MM (1976) A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem 72: 248-254. doi: 10.1016/0003-2697(76)90527-3. PubMed: 942051.  50. Seminotti B, da Rosa MS, Fernandes CG, Amaral AU, Braga LM et al. (2012) Induction of oxidative stress in brain of glutaryl-CoA dehydrogenase deficient mice by acute lysine administration. Mol Genet Metab 106: 31-38. doi:10.1016/j.ymgme.2012.03.002. PubMed: 22445450.  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 16 October 2013 | Volume 8 | Issue 10 | e78332  http://dx.doi.org/10.1016/j.eplepsyres.2010.11.007 http://dx.doi.org/10.1016/j.eplepsyres.2010.11.007 http://www.ncbi.nlm.nih.gov/pubmed/21183317 http://dx.doi.org/10.1016/S0166-4328(02)00043-8 http://www.ncbi.nlm.nih.gov/pubmed/12191816 http://dx.doi.org/10.1016/j.neuroscience.2007.10.003 http://dx.doi.org/10.1016/j.neuroscience.2007.10.003 http://www.ncbi.nlm.nih.gov/pubmed/18035502 http://www.ncbi.nlm.nih.gov/pubmed/1403021 http://dx.doi.org/10.1006/brbi.1998.0524 http://www.ncbi.nlm.nih.gov/pubmed/9769157 http://dx.doi.org/10.1016/j.physbeh.2005.04.015 http://www.ncbi.nlm.nih.gov/pubmed/15936787 http://dx.doi.org/10.1111/j.1600-079X.2009.00692.x http://dx.doi.org/10.1111/j.1600-079X.2009.00692.x http://www.ncbi.nlm.nih.gov/pubmed/19538338 http://dx.doi.org/10.1073/pnas.86.19.7611 http://www.ncbi.nlm.nih.gov/pubmed/2529544 http://dx.doi.org/10.1186/1750-1326-2-2 http://www.ncbi.nlm.nih.gov/pubmed/17241462 http://dx.doi.org/10.1016/j.brainres.2007.09.023 http://dx.doi.org/10.1016/j.brainres.2007.09.023 http://www.ncbi.nlm.nih.gov/pubmed/17950259 http://dx.doi.org/10.1016/j.ijdevneu.2008.09.004 http://dx.doi.org/10.1016/j.ijdevneu.2008.09.004 http://www.ncbi.nlm.nih.gov/pubmed/18930800 http://dx.doi.org/10.1371/journal.pone.0020831 http://www.ncbi.nlm.nih.gov/pubmed/21698251 http://dx.doi.org/10.1016/S0006-8993(98)00563-0 http://www.ncbi.nlm.nih.gov/pubmed/9748501 http://www.ncbi.nlm.nih.gov/pubmed/10384382 http://dx.doi.org/10.1080/1071576031000148727 http://www.ncbi.nlm.nih.gov/pubmed/14669999 http://dx.doi.org/10.1007/s10384-006-0382-5 http://www.ncbi.nlm.nih.gov/pubmed/17295135 http://dx.doi.org/10.1016/j.bbr.2012.03.004 http://www.ncbi.nlm.nih.gov/pubmed/22433584 http://dx.doi.org/10.1016/j.fct.2012.07.016 http://www.ncbi.nlm.nih.gov/pubmed/22819775 http://dx.doi.org/10.1007/s11064-005-7711-9 http://www.ncbi.nlm.nih.gov/pubmed/16292505 http://dx.doi.org/10.1006/cyto.1999.0582 http://dx.doi.org/10.1006/cyto.1999.0582 http://www.ncbi.nlm.nih.gov/pubmed/10857755 http://www.ncbi.nlm.nih.gov/pubmed/18830440 http://dx.doi.org/10.1016/j.neuroscience.2010.01.006 http://dx.doi.org/10.1016/j.neuroscience.2010.01.006 http://www.ncbi.nlm.nih.gov/pubmed/20074621 http://dx.doi.org/10.1016/j.cbi.2010.04.011 http://dx.doi.org/10.1016/j.cbi.2010.04.011 http://www.ncbi.nlm.nih.gov/pubmed/20399762 http://dx.doi.org/10.1037/h0077579 http://www.ncbi.nlm.nih.gov/pubmed/221551 http://dx.doi.org/10.1016/0092-8674(95)90010-1 http://www.ncbi.nlm.nih.gov/pubmed/7781067 http://dx.doi.org/10.1037/0033-2909.83.3.482 http://www.ncbi.nlm.nih.gov/pubmed/17582919 http://dx.doi.org/10.1016/0091-3057(95)02108-6 http://www.ncbi.nlm.nih.gov/pubmed/8728549 http://dx.doi.org/10.1016/0003-2697(79)90738-3 http://www.ncbi.nlm.nih.gov/pubmed/36810 http://dx.doi.org/10.1016/0003-9861(59)90090-6 http://www.ncbi.nlm.nih.gov/pubmed/13650640 http://dx.doi.org/10.1016/0003-2697(72)90451-4 http://www.ncbi.nlm.nih.gov/pubmed/5082943 http://www.ncbi.nlm.nih.gov/pubmed/4673289 http://dx.doi.org/10.1016/0003-2697(76)90326-2 http://www.ncbi.nlm.nih.gov/pubmed/962076 http://dx.doi.org/10.1097/00001756-200007140-00052 http://www.ncbi.nlm.nih.gov/pubmed/10923695 http://www.ncbi.nlm.nih.gov/pubmed/10501194 http://dx.doi.org/10.1016/j.brainres.2010.07.106 http://dx.doi.org/10.1016/j.brainres.2010.07.106 http://www.ncbi.nlm.nih.gov/pubmed/20692236 http://dx.doi.org/10.1203/PDR.0b013e31819ed5c8 http://www.ncbi.nlm.nih.gov/pubmed/19430381 http://dx.doi.org/10.1016/0012-1606(87)90179-5 http://www.ncbi.nlm.nih.gov/pubmed/3582735 http://dx.doi.org/10.1016/0003-2697(76)90527-3 http://www.ncbi.nlm.nih.gov/pubmed/942051 http://dx.doi.org/10.1016/j.ymgme.2012.03.002 http://www.ncbi.nlm.nih.gov/pubmed/22445450   51. Davis HP, Squire LR (1984) Protein synthesis and memory: a review. Psychol Bull 96: 518-559. doi:10.1037/0033-2909.96.3.518. PubMed: 6096908.  52. Da C, Ferreira G, Schuck PF, Viegas CM, Tonin A, Ribeiro CA, et al (2008) Chronic early postnatal glutaric acid administration causes cognitive deficits in the water maze. Behav Brain Res 187: 411-416. doi:10.1016/j.bbr.2007.10.003. PubMed: 18023886.  53. Bilbo SD, Levkoff LH, Mahoney JH, Watkins LR, Rudy JW et al. (2005) Neonatal infection induces memory impairments following an immune challenge in adulthood. Behav Neurosci 119: 293-301. doi: 10.1037/0735-7044.119.1.293. PubMed: 15727533.  54. Fan Y, Resnick SM, Wu X, Davatzikos C (2008) Structural and functional biomarkers of prodromal Alzheimer's disease: a high- dimensional pattern classification study. NeuroImage 41: 277-285. doi: 10.1016/j.neuroimage.2008.02.043. PubMed: 18400519.  55. Ikeda T, Mishima K, Aoo N, Liu AX, Egashira N et al. (2005) Dexamethasone prevents long-lasting learning impairment following a combination of lipopolysaccharide and hypoxia-ischemia in neonatal rats. Am J Obstet Gynecol 192: 719-726. doi:10.1016/j.ajog. 2004.12.048. PubMed: 15746663.  56. Mukhopadhyay C, Dey A, Bairy I (2008) Citrobacter freundii infection in glutaric aciduria type 1: adding insult to injury. J Postgrad Med 54: 35-36. doi:10.4103/0022-3859.39189. PubMed: 18296804.  57. Yang M, Liu B, Zhang X, Zhou W, Gao F et al. (2003) Crystallization and preliminary crystallographic analysis of a partial extracellular fragment of a sperm membrane protein YWK-II/APPH related to the Alzheimer betaA4-amyloid precursor protein. Acta Crystallogr D Biol Crystallogr 59: 146-149. doi:10.1107/S0907444902018024. PubMed: 12499552.  58. Block ML, Hong JS (2007) Chronic microglial activation and progressive dopaminergic neurotoxicity. Biochem Soc Trans 35: 1127-1132. doi:10.1042/BST0351127. PubMed: 17956294.  59. Qin L, Wu X, Block ML, Liu Y, Breese GR et al. (2007) Systemic LPS causes chronic neuroinflammation and progressive neurodegeneration. Glia 55: 453-462. doi:10.1002/glia.20467. PubMed: 17203472.  60. Goodman SI, Frerman FE, Loehr JP (1987) Recent progress in understanding glutaric acidemias. Enzyme 38: 76-79. PubMed: 3126045.  61. Koeller DM, Woontner M, Crnic LS, Kleinschmidt-DeMasters B, Stephens J et al. (2002) Biochemical, pathologic and behavioral analysis of a mouse model of glutaric acidemia type I. Hum Mol Genet 11: 347-357. doi:10.1093/hmg/11.4.347. PubMed: 11854167.  62. Funk CB, Prasad AN, Frosk P, Sauer S, Kölker S et al. (2005) Neuropathological, biochemical and molecular findings in a glutaric acidemia type 1 cohort. Brain 128: 711-722. doi:10.1093/brain/awh401. PubMed: 15689364.  63. Zinnanti WJ, Lazovic J, Housman C, LaNoue K, O'Callaghan JP et al. (2007) Mechanism of age-dependent susceptibility and novel treatment strategy in glutaric acidemia type I. J Clin Invest 117: 3258-3270. doi: 10.1172/JCI31617. PubMed: 17932566.  64. Nguyen KT, Deak T, Owens SM, Kohno T, Fleshner M et al. (1998) Exposure to acute stress induces brain interleukin-1beta protein in the rat. J Neurosci 18: 2239-2246. PubMed: 9482808.  65. Ikegaya Y, Delcroix I, Iwakura Y, Matsuki N, Nishiyama N (2003) Interleukin-1beta abrogates long-term depression of hippocampal CA1 synaptic transmission. Synapse 47: 54-57. doi:10.1002/syn.10154. PubMed: 12422373.  66. Hellstrom IC, Danik M, Luheshi GN, Williams S (2005) Chronic LPS exposure produces changes in intrinsic membrane properties and a sustained IL-beta-dependent increase in GABAergic inhibition in hippocampal CA1 pyramidal neurons. Hippocampus 15: 656-664. doi: 10.1002/hipo.20086. PubMed: 15889405.  67. Matsumoto Y, Yoshida M, Watanabe S, Yamamoto T (2001) Involvement of cholinergic and glutamatergic functions in working memory impairment induced by interleukin-1beta in rats. Eur J Pharmacol 430: 283-288. doi:10.1016/S0014-2999(01)01374-7. PubMed: 11711044.  68. Dringen R, Kussmaul L, Gutterer JM, Hirrlinger J, Hamprecht B (1999) The glutathione system of peroxide detoxification is less efficient in neurons than in astroglial cells. J Neurochem 72: 2523-2530. PubMed: 10349863.  69. de Haan JB, Bladier C, Griffiths P, Kelner M, O'Shea RD et al. (1998) Mice with a homozygous null mutation for the most abundant glutathione peroxidase, Gpx1, show increased susceptibility to the oxidative stress-inducing agents paraquat and hydrogen peroxide. J Biol Chem 273: 22528-22536. doi:10.1074/jbc.273.35.22528. PubMed: 9712879.  70. Crack PJ, Cimdins K, Ali U, Hertzog PJ, Iannello RC (2006) Lack of glutathione peroxidase-1 exacerbates Abeta-mediated neurotoxicity in  cortical neurons. J Neural Transm 113: 645-657. doi:10.1007/ s00702-005-0352-y. PubMed: 16252075.  71. Puttfarcken PS, Getz RL, Coyle JT (1993) Kainic acid-induced lipid peroxidation: protection with butylated hydroxytoluene and U78517F in primary cultures of cerebellar granule cells. Brain Res 624: 223-232. doi:10.1016/0006-8993(93)90081-W. PubMed: 8252395.  72. Frantseva MV, Velazquez JL, Hwang PA, Carlen PL (2000) Free radical production correlates with cell death in an in vitro model of epilepsy. Eur J Neurosci 12: 1431-1439. doi:10.1046/j. 1460-9568.2000.00016.x. PubMed: 10762371.  73. Farooqui T, [!(surname)!] (2011) Lipid-mediated oxidative stress and inflammation in the pathogenesis of Parkinson's disease. Parkinsons Dis, 2011: 247-467. PubMed: 21403820  74. Sauer SW, Okun JG, Fricker G, Mahringer A, Müller I et al. (2006) Intracerebral accumulation of glutaric and 3-hydroxyglutaric acids secondary to limited flux across the blood-brain barrier constitute a biochemical risk factor for neurodegeneration in glutaryl-CoA dehydrogenase deficiency. J Neurochem 97: 899-910. doi:10.1111/j. 1471-4159.2006.03813.x. PubMed: 16573641.  75. Kreydiyyeh SI, Abou-Chahine C, Hilal-Dandan R (2004) Interleukin-1 beta inhibits Na+-K+ ATPase activity and protein expression in cardiac myocytes. Cytokine 26: 1-8. doi:10.1016/j.cyto.2003.11.014. PubMed: 15016405.  76. Kreydiyyeh SI, Al-Sadi R (2004) The signal transduction pathway that mediates the effect of interleukin-1 beta on the Na+-K+-ATPase in LLC- PK1 cells. Pflugers Arch 448: 231-238. doi:10.1007/ s00424-004-1242-0. PubMed: 14985981.  77. Oliveira MS, Furian AF, Rambo LM, Ribeiro LR, Royes LF et al. (2009) Prostaglandin E2 modulates Na+,K+-ATPase activity in rat hippocampus: implications for neurological diseases. J Neurochem 109: 416-426. doi:10.1111/j.1471-4159.2009.05961.x. PubMed: 19200345.  78. Schmidt C, Höcherl K, Schweda F, Kurtz A, Bucher M (2007) Regulation of renal sodium transporters during severe inflammation. J Am Soc Nephrol 18: 1072-1083. doi:10.1681/ASN.2006050454. PubMed: 17314327.  79. Liu SH, Sheu TJ (1997) The in vivo effect of lipopolysaccharide on Na +,K(+)-ATPase catalytic (alpha) subunit isoforms in rat sciatic nerve. Neurosci Lett 234: 166-168. doi:10.1016/S0304-3940(97)00686-1. PubMed: 9364523.  80. Lima FD, Souza MA, Furian AF, Rambo LM, Ribeiro LR et al. (2008) Na+,K+-ATPase activity impairment after experimental traumatic brain injury: relationship to spatial learning deficits and oxidative stress. Behav Brain Res 193: 306-310. doi:10.1016/j.bbr.2008.05.013. PubMed: 18573545.  81. Zhan H, Tada T, Nakazato F, Tanaka Y, Hongo K (2004) Spatial learning transiently disturbed by intraventricular administration of ouabain. Neurol Res 26: 35-40. doi:10.1179/016164104773026507. PubMed: 14977055.  82. dos Reis EA, de Oliveira LS, Lamers ML, Netto CA, Wyse AT (2002) Arginine administration inhibits hippocampal Na(+),K(+)-ATPase activity and impairs retention of an inhibitory avoidance task in rats. Brain Res 2: 151-157. PubMed: 12270492.  83. Forshammar J, Block L, Lundborg C, Biber B, Hansson E (2011) Naloxone and ouabain in ultralow concentrations restore Na+/K+- ATPase and cytoskeleton in lipopolysaccharide-treated astrocytes. J Biol Chem 286: 31586-31597. doi:10.1074/jbc.M111.247767. PubMed: 21757727.  84. Lundborg C, Westerlund A, Björklund U, Biber B, Hansson (2011) E Ifenprodil restores GDNF-evoked Ca(2+) signalling and Na(+)/K(+) - ATPase expression in inflammation-pretreated astrocytes. J Neurochem 119: 686-696. doi:10.1111/j.1471-4159.2011.07465.x. PubMed: 21883228.  85. Lees GJ (1993) Contributory mechanisms in the causation of neurodegenerative disorders. Neuroscience 54: 287-322. doi: 10.1016/0306-4522(93)90254-D. PubMed: 8336826.  86. Muriel P, Sandoval G (2000) Nitric oxide and peroxynitrite anion modulate liver plasma membrane fluidity and Na(+)/K(+)-ATPase activity. Nitric Oxide 4: 333-342. doi:10.1006/niox.2000.0285. PubMed: 10944417.  87. Külkens S, Harting I, Sauer S, Zschocke J, Hoffmann GF et al. (2005) Late-onset neurologic disease in glutaryl-CoA dehydrogenase deficiency. Neurology 64: 2142-2144. doi:10.1212/01.WNL. 0000167428.12417.B2. PubMed: 15985591.  88. Strauss KA, Lazovic J, Wintermark M, Morton DH (2007) Multimodal imaging of striatal degeneration in Amish patients with glutaryl-CoA dehydrogenase deficiency. Brain 130: 1905-1920. doi:10.1093/brain/ awm058. PubMed: 17478444.  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 17 October 2013 | Volume 8 | Issue 10 | e78332  http://dx.doi.org/10.1037/0033-2909.96.3.518 http://www.ncbi.nlm.nih.gov/pubmed/6096908 http://dx.doi.org/10.1016/j.bbr.2007.10.003 http://www.ncbi.nlm.nih.gov/pubmed/18023886 http://dx.doi.org/10.1037/0735-7044.119.1.293 http://www.ncbi.nlm.nih.gov/pubmed/15727533 http://dx.doi.org/10.1016/j.neuroimage.2008.02.043 http://www.ncbi.nlm.nih.gov/pubmed/18400519 http://dx.doi.org/10.1016/j.ajog.2004.12.048 http://dx.doi.org/10.1016/j.ajog.2004.12.048 http://www.ncbi.nlm.nih.gov/pubmed/15746663 http://dx.doi.org/10.4103/0022-3859.39189 http://www.ncbi.nlm.nih.gov/pubmed/18296804 http://dx.doi.org/10.1107/S0907444902018024 http://www.ncbi.nlm.nih.gov/pubmed/12499552 http://dx.doi.org/10.1042/BST0351127 http://www.ncbi.nlm.nih.gov/pubmed/17956294 http://dx.doi.org/10.1002/glia.20467 http://www.ncbi.nlm.nih.gov/pubmed/17203472 http://www.ncbi.nlm.nih.gov/pubmed/3126045 http://dx.doi.org/10.1093/hmg/11.4.347 http://www.ncbi.nlm.nih.gov/pubmed/11854167 http://dx.doi.org/10.1093/brain/awh401 http://www.ncbi.nlm.nih.gov/pubmed/15689364 http://dx.doi.org/10.1172/JCI31617 http://www.ncbi.nlm.nih.gov/pubmed/17932566 http://www.ncbi.nlm.nih.gov/pubmed/9482808 http://dx.doi.org/10.1002/syn.10154 http://www.ncbi.nlm.nih.gov/pubmed/12422373 http://dx.doi.org/10.1002/hipo.20086 http://www.ncbi.nlm.nih.gov/pubmed/15889405 http://dx.doi.org/10.1016/S0014-2999(01)01374-7 http://www.ncbi.nlm.nih.gov/pubmed/11711044 http://www.ncbi.nlm.nih.gov/pubmed/10349863 http://dx.doi.org/10.1074/jbc.273.35.22528 http://www.ncbi.nlm.nih.gov/pubmed/9712879 http://dx.doi.org/10.1007/s00702-005-0352-y http://dx.doi.org/10.1007/s00702-005-0352-y http://www.ncbi.nlm.nih.gov/pubmed/16252075 http://dx.doi.org/10.1016/0006-8993(93)90081-W http://www.ncbi.nlm.nih.gov/pubmed/8252395 http://dx.doi.org/10.1046/j.1460-9568.2000.00016.x http://dx.doi.org/10.1046/j.1460-9568.2000.00016.x http://www.ncbi.nlm.nih.gov/pubmed/10762371 http://dx.doi.org/10.1111/j.1471-4159.2006.03813.x http://dx.doi.org/10.1111/j.1471-4159.2006.03813.x http://www.ncbi.nlm.nih.gov/pubmed/16573641 http://dx.doi.org/10.1016/j.cyto.2003.11.014 http://www.ncbi.nlm.nih.gov/pubmed/15016405 http://dx.doi.org/10.1007/s00424-004-1242-0 http://dx.doi.org/10.1007/s00424-004-1242-0 http://www.ncbi.nlm.nih.gov/pubmed/14985981 http://dx.doi.org/10.1111/j.1471-4159.2009.05961.x http://www.ncbi.nlm.nih.gov/pubmed/19200345 http://dx.doi.org/10.1681/ASN.2006050454 http://www.ncbi.nlm.nih.gov/pubmed/17314327 http://dx.doi.org/10.1016/S0304-3940(97)00686-1 http://www.ncbi.nlm.nih.gov/pubmed/9364523 http://dx.doi.org/10.1016/j.bbr.2008.05.013 http://www.ncbi.nlm.nih.gov/pubmed/18573545 http://dx.doi.org/10.1179/016164104773026507 http://www.ncbi.nlm.nih.gov/pubmed/14977055 http://www.ncbi.nlm.nih.gov/pubmed/12270492 http://dx.doi.org/10.1074/jbc.M111.247767 http://www.ncbi.nlm.nih.gov/pubmed/21757727 http://dx.doi.org/10.1111/j.1471-4159.2011.07465.x http://www.ncbi.nlm.nih.gov/pubmed/21883228 http://dx.doi.org/10.1016/0306-4522(93)90254-D http://www.ncbi.nlm.nih.gov/pubmed/8336826 http://dx.doi.org/10.1006/niox.2000.0285 http://www.ncbi.nlm.nih.gov/pubmed/10944417 http://dx.doi.org/10.1212/01.WNL.0000167428.12417.B2 http://dx.doi.org/10.1212/01.WNL.0000167428.12417.B2 http://www.ncbi.nlm.nih.gov/pubmed/15985591 http://dx.doi.org/10.1093/brain/awm058 http://dx.doi.org/10.1093/brain/awm058 http://www.ncbi.nlm.nih.gov/pubmed/17478444   89. Harting I, Neumaier-Probst E, Seitz A, Maier EM, Assmann B et al. (2009) Dynamic changes of striatal and extrastriatal abnormalities in glutaric aciduria type I. Brain 132: 1764-1782. doi:10.1093/brain/ awp112. PubMed: 19433437.  90. Olivera-Bravo S, Fernández A, Sarlabós MN, Rosillo JC, Casanova G et al. (2011) Neonatal astrocyte damage is sufficient to trigger progressive striatal degeneration in a rat model of glutaric acidemia-I. PLOS ONE 6: e20831. doi:10.1371/journal.pone.0020831. PubMed: 21698251.  91. Ullrich K, Flott-Rahmel B, Schluff P, Musshoff U, Das A et al. (1999) Glutaric aciduria type I: pathomechanisms of neurodegeneration. J Inherit Metab Dis 22: 392-403. doi:10.1023/A:1005595921323. PubMed: 10407776.  92. Kölker S, Okun JG, Ahlemeyer B, Wyse AT, Hörster F et al. (2002) Chronic treatment with glutaric acid induces partial tolerance to excitotoxicity in neuronal cultures from chick embryo telencephalons. J Neurosci Res 68: 424-431. doi:10.1002/jnr.10189. PubMed: 11992468.  93. Yirmiya R, Goshen I (2011) Immune modulation of learning, memory, neural plasticity and neurogenesis. Brain Behav Immun 25: 181-213. doi:10.1016/j.bbi.2011.07.012. PubMed: 20970492.  94. Bezzi P, Domercq M, Brambilla L, Galli R, Schols D et al. (2001) CXCR4-activated astrocyte glutamate release via TNFalpha: amplification by microglia triggers neurotoxicity. Nat Neurosci 4: 702- 710. doi:10.1038/89490. PubMed: 11426226.  95. Hemmens B, Mayer B (1998) Enzymology of nitric oxide synthases. Methods Mol Biol 100: 1-32. PubMed: 10906988.  96. Nathan C, Xie QW (1994) Nitric oxide synthases: roles, tolls, and controls. Cell 78: 915-918. doi:10.1016/0092-8674(94)90266-6. PubMed: 7522969.  97. Rosales-Corral S, Reiter RJ, Tan DX, Ortiz GG, Lopez-Armas G (2010) Functional Aspects of Redox Control During Neuroinflammation. Antioxid Redox Signal 13: 193-247. doi:10.1089/ars.2009.2629. PubMed: 19951033.  98. Rosales-Corral S, Tan DX, Reiter RJ, Valdivia-Velazquez M, Costa- Martinez JP, Ortiz GG (2004) Kinetics of the neuroinflammation- oxidative stress correlation in rat brain following the injection of fibrillar amyloid-beta onto the hippocampus in vivo. J Neuroimmunol 150: 20- 28.  99. Kierdorf K, Wang Y, Neumann H (2009 Jan 8) Immune-mediated CNS damage. Results Probl Cell Differ, 51: 173-96. PubMed: 19130024.  100. Schafer FQ, Buettner GR (2001) Redox environment of the cell as viewed through the redox state of the glutathione disulfide=glutathione couple. Free Radic_Biol Med 30: 1191- 1212. PubMed: 11368918.  101. Martinovich GG, Cherenkevich SN, Sauer H (2005) Intra- cellular redox state: towards quantitative description. Eur_Biophys J 34: 937-942. PubMed: 16215752.  102. Viviani B, Bartesaghi S, Gardoni F, Vezzani A, Behrens MM, Bartfai T, Binaglia M, Corsini E, Di Luca M, Galli CL, Marinovich M (2003) Interleukin-1beta enhances NMDAreceptor-mediated intracellular calcium increase through activation of the Src family of kinases. J Neurosci23: 8692-8700. PubMed: 14507968.  Effect of N-Acetylcysteine in Memory Impairment  PLOS ONE | www.plosone.org 18 October 2013 | Volume 8 | Issue 10 | e78332  http://dx.doi.org/10.1093/brain/awp112 http://dx.doi.org/10.1093/brain/awp112 http://www.ncbi.nlm.nih.gov/pubmed/19433437 http://dx.doi.org/10.1371/journal.pone.0020831 http://www.ncbi.nlm.nih.gov/pubmed/21698251 http://dx.doi.org/10.1023/A:1005595921323 http://www.ncbi.nlm.nih.gov/pubmed/10407776 http://dx.doi.org/10.1002/jnr.10189 http://www.ncbi.nlm.nih.gov/pubmed/11992468 http://dx.doi.org/10.1016/j.bbi.2011.07.012 http://www.ncbi.nlm.nih.gov/pubmed/20970492 http://dx.doi.org/10.1038/89490 http://www.ncbi.nlm.nih.gov/pubmed/11426226 http://www.ncbi.nlm.nih.gov/pubmed/10906988 http://dx.doi.org/10.1016/0092-8674(94)90266-6 http://www.ncbi.nlm.nih.gov/pubmed/7522969 http://dx.doi.org/10.1089/ars.2009.2629 http://www.ncbi.nlm.nih.gov/pubmed/19951033 http://www.ncbi.nlm.nih.gov/pubmed/19130024 http://www.ncbi.nlm.nih.gov/pubmed/11368918 http://www.ncbi.nlm.nih.gov/pubmed/16215752 http://www.ncbi.nlm.nih.gov/pubmed/14507968   N-Acetylcysteine Prevents Spatial Memory Impairment Induced by Chronic Early Postnatal Glutaric Acid and Lipopolysaccharide in Rat Pups  Introduction  Materials and Methods  Ethics Statement  Reagents  Animals  Drugs and injections  NAC administration  Physical development  Cognitive tasks  Barnes Maze task  Open-ﬁeld task  Elevated plus maze task  Sample processing  IL-1β and TNF-α immunoassay  Measurement of TBARS content  Non Protein Thiol determination  Catalase activity determination  Superoxide dismutase activity determination  Glutathione levels  Na+, K+-ATPase activity measurements  Hippocampal Volume  Volume estimation of dorsal hippocampus  Protein determination  Statistical Analysis   Results  Physical Development of Animals  Effect of NAC on Open field task  Effect of NAC on Spatial Memory  Effect of NAC on anxiety  Effect of NAC on IL-1β and TNF-α levels  Effect of NAC on Antioxidant Defenses  Effect of NAC on Na+, K+-ATPase activity  Effect of treatments on Hippocampal volume   Discussion  Author Contributions  References",
    "references": [
        "Ratledge C (1991) Microorganisms for lipids. Acta Biotechnol 11: 429-438.",
        "Ratledge C (2002) Regulation of lipid accumulation in oleaginous microorganisms. Biochem Soc Trans 30: 1047-1050.",
        "Gatenby CM, Orcutt DM, Kreeger DA, Parker BC, Jones VA, et al. (2003) Biochemical composition of three algal species proposed as food for captive freshwater mussels. J Appl Phycol 15: 1-11.",
        "Meng X, Yang J, Xu X, Zhang L, Nie Q, et al. (2009) Biodiesel production from oleogenous microorganisms. Renew Energ 34: 1-5.",
        "Liu J, Huang J, Fan KW, Jiang Y, Zhong Y, et al. (2010) Production potential of Chlorella zofingienesis as a feedstock for biodiesel. Bioresour Technol 101: 8658-8663."
    ],
    "authors": [
        "Prabuddha Dey",
        "Monami Chakraborty",
        "Maulik R. Kamdar",
        "Mrinal K. Maiti"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}