{
    "summary": "Obesity is closely associated with a state of chronic, low-grade inflammation characterized by abnormal cytokine production and activation of inflammatory signaling pathways in adipose tissue. Tumor necrosis factor (TNF)-α is chronically elevated in adipose tissues of obese rodents and humans. Increased levels of TNF-α are implicated in the induction of atherogenic adipokines, such as plasminogen activator inhibitor (PAI)-1, adipose-tissue-derived monocyte chemoattractant protein (MCP)-1, and interleukin (IL)-6. Aucubin, an iridoid glycoside existing in medicinal plants, has been reported to show an anti-inflammatory activity by suppression of TNF-α production in murine macrophages. The present study is aimed to investigate the effects of aucubin on TNF-α-induced atherogenic changes of the adipokines in differentiated 3T3-L1 cells. Aucubin significantly inhibited TNF-α-induced secretion and mRNA synthesis of the atherogenic adipokines including PAI-1, MCP-1, and IL-6. Further investigation of the molecular mechanism revealed that pretreatment with aucubin suppressed extracellular signal-regulated kinase (ERK) activation, inhibitory kappa Bα (IκBα) degradation, and subsequent nuclear factor kappa B (NF-κB) activation. These findings suggest that aucubin may improve obesity-induced atherosclerosis by attenuating TNF-α-induced inflammatory responses.",
    "title": "Aucubin, a naturally occurring iridoid glycoside inhibits TNF-_-induced inflammatory responses through suppression of NF-_B activation in 3T3-L1 adipocytes",
    "text": "pone.0113834 1..14   RESEARCH ARTICLE  Gentiolactone, a Secoiridoid Dilactone from Gentiana triflora, Inhibits TNF-a, iNOS and Cox-2 mRNA Expression and Blocks NF-kB Promoter Activity in Murine Macrophages Hidetoshi Yamada1*, Sayaka Kikuchi1, Tomoki Inui2, Hideyuki Takahashi1, Ken-ichi Kimura2  1. Department of Bioresource Sciences, Iwate Biotechnology Research Center, Kitakami, Iwate, Japan, 2. Graduate School of Agriculture, Iwate University, Morioka, Iwate, Japan  *hyamada@ibrc.or.jp  Abstract  Background: Gentian roots have been used as a herbal medicine because of their  anti-inflammatory activities. However, the molecular mechanisms of these anti-  inflammatory effects remain to be completely explained.  Methods and Findings: Here, we investigated anti-inflammatory effects of gentian  roots and showed that root extracts from Gentiana triflora inhibited  lipopolysaccharide (LPS)-induced expression of TNF-a in RAW264.7 cells. The  extracts also contained swertiamarin and gentiopicroside, which are the major  active compounds of gentian roots; however, neither compound had any effect on  LPS-induced TNF-a production in our test system. We isolated gentiolactone as an  inhibitor of TNF-a production from the extracts. Gentiolactone also inhibited LPS-  induced inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (Cox-2)  expression at the mRNA level. Moreover, gentiolactone suppressed NF-kB  transcriptional activity without inhibition of IkB degradation or NF-kB nuclear  transport.  Conclusions: Our results indicate that inhibition of TNF-a, iNOS and Cox-2  expression by gentiolactone is one of the mechanisms of the anti-inflammatory  properties of gentian roots.  OPEN ACCESS  Citation: Yamada H, Kikuchi S, Inui T, Takahashi H, Kimura K-i (2014) Gentiolactone, a Secoiridoid Dilactone from Gentiana triflora, Inhibits TNF-a, iNOS and Cox-2 mRNA Expression and Blocks NF-kB Promoter Activity in Murine Macrophages. PLoS ONE 9(11): e113834. doi:10. 1371/journal.pone.0113834  Editor: Cristoforo Scavone, Universidade de São Paulo, Brazil  Received: May 14, 2014  Accepted: October 31, 2014  Published: November 25, 2014  Copyright:- 2014 Yamada et al. This is an open- access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and repro- duction in any medium, provided the original author and source are credited.  Data Availability: The authors confirm that all data underlying the findings are fully available without restriction. All relevant data are within the paper and its Supporting Information files.  Funding: This work was supported by a fund from the Basic Biotechnology Project of Iwate Prefecture, Japan, and the Adaptable and Seamless Technology Transfer Program through Target (A-STEP, 241FT0403). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manu- script.  Competing Interests: The authors have declared that no competing interests exist.  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 1 / 14  http://creativecommons.org/licenses/by/4.0/ http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0113834&domain=pdf   Introduction  Gentians (Gentiana spp.) are alpine plants whose roots and rhizomes have been  used as herbal medicines to treat gastrointestinal disorders and inflammatory  diseases. In Gentiana lutea, gentiopicroside is the most abundant active  compound followed by loganic acid, swertiamarin and the xanthone glycosides  [1]. Gentiopicroside and swertiamarin are secoiridoid glycosides, which are  reported to have antimicrobial [2], antifungal [3], hepatoprotective [4], and  antilipidaemic activities [5, 6]. Although numerous studies have been performed  on the anti-inflammatory effects of gentian root extracts [7, 8], most investiga-  tions did not provide any data on the underlying molecular mechanisms.  Oxidative stress and inflammation are crucial for defense against infections, but  they can initiate a number of deleterious effects, such as impairment of  intracellular calcium transport and production of cytokines. In chronic  inflammatory diseases, such as rheumatoid arthritis, overexpression of the pro-  inflammatory cytokine tumor necrosis factor a (TNF-a) is thought to play an  important role in disease progression [9, 10]. Inducible nitric oxide synthase  (iNOS) is a pro-inflammatory enzyme that is involved in the production of nitric  oxide (NO). In chronic kidney disease, oxidative stress has been found to increase  in parallel with diseases progression [11]. The pro-inflammatory enzyme  cyclooxygenase-2 (Cox-2) is induced mainly at sites of inflammation in response  to inflammatory stimuli including TNF-a. Elevated Cox-2 expression has been  found in approximately 50% of adenomas and 85% of adenocarcinomas [12].  Members of the Rel/NF-kB family of transcription factors are key regulators of  innate and adaptive immune responses and several cellular processes, including  survival, growth, and proliferation [13, 14]. In mammals, the Rel family consists  of five members, c-Rel, p65 (RelA), RelB, NF-kB1 (p50/p105), and NF-kB2 (p52/  p100), that bind DNA as homodimers and heterodimers through a conserved N-  terminal Rel homology region (RHR) [15]. Rel dimers are often maintained in an  inactive state by cytoplasmic association with IkB proteins [16]. Cell activation  leads to signal transduction cascades that result in the phosphorylation and  degradation of the IkBs, allowing rapid nuclear translocation and DNA binding of  the Rel dimers.  The present study was aimed at elucidating the molecular basis of the anti-  inflammatory effect of roots of the Japanese gentian, G. triflora. We found that a  methanol extract of G. triflora roots inhibited LPS-induced expression of TNF-a,  iNOS, and Cox-2 in RAW264.7 cells. Furthermore, activity-guided fractionation  of root extracts identified gentiolactone as the active compound: TNF-a  expression was inhibited by gentiolactone but not by gentiopicroside or  swertiamarin. These results indicate that inhibition of TNF-a, iNOS, and Cox-2  expression by gentiolactone is one of the mechanisms involved in the anti-  inflammatory properties of G. triflora roots.  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 2 / 14    Results  To examine the anti-inflammatory activity of gentian root extracts, we  investigated their ability to inhibit LPS-induced expression of TNF-a in  RAW264.7 cells. TNF-a mRNA expression was significantly up-regulated at  4 hours after treating the cells with LPS. This upregulation was inhibited in a  concentration-dependent manner by the root extracts (Fig. 1A).  Gentiopicroside and swertiamarin have been reported to be the major active  compounds of gentian roots. We measured the concentrations of gentiopicroside  and swertiamarin in 12.5 mg/mL MeOH extracts using LC/TOFMS and found  1.41 mM and 0.16 mM, respectively. On the basis of these concentrations, we set  the highest concentration of gentiopicroside and swertiamarin to be tested at  1.5 mM and examined the inhibitory effects on LPS-induced TNF-a expression.  Neither compound showed any inhibitory effect (Fig. 1B).  We purified the active compound that inhibited LPS-induced TNF-a mRNA  expression from gentian root extracts using the inhibitory activity-guided  fractionation method (Fig. S1). The major compound in the most active fraction  was identified by LC-TOFMS and NMR as gentiolactone (Fig. 2A). To examine its  cytotoxicity, we cultured RAW264.7 cells with gentiolactone for 24 hours and  found no effects on cell viability or growth (Fig. 2B). Gentiolactone significantly  suppressed the expression of TNF-a (Tnf) and iNOS (Nos2), and Cox-2 (Ptgs2) at  concentrations of 100 mM, 100 mM and 500 mM, respectively (Fig. 3A-C).  Moreover, gentiolactone inhibited the LPS-induced accumulation of TNF-a  protein (Fig. 3D). Kwak et al. reported that gentianine, an anti-inflammatory  compound contained in G. macrophylla radix, inhibited an LPS-induced increase  in IL-6 and TNF-a in rat sera [8]. We used LC-TOFMS to analyze the root  extracts of G. triflora for gentianine, but did not detect this compound in the most  active purified fraction (data not shown). Thus, the anti-inflammatory effect  observed in gentian roots was due to the effect of gentiolactone and not  gentianine.  We hypothesized that gentiolactone might interfere with the transcriptional  activity of NF-kB. To test this hypothesis, we investigated NF-kB transcriptional  activity using the renilla luciferase reporter (hRLuc) gene driven by an NF-kB  dependent promoter. We transfected the pNF-kB RE-TK hRluc(F) vector into  RAW264.7 cells. At 24 hours after transfection, we added LPS (1 mg/mL) and  gentiolactone (500 mM) and measured hRluc activity. The hRluc activity induced  by LPS was significantly decreased in the presence of gentiolactone (Fig. 4).  We examined the effects of gentiolactone on the NF-kB signaling pathway  activated by LPS stimulation. LPS stimulation leads to the degradation of the IkB  proteins that regulate nuclear NF-kB. The p65:p50 dimer is a member of the NF-  kB family and is considered to be part of the canonical pathway. This classic NF-  kB dimer is activated by IkB degradation and then translocates to the nucleus and  binds to DNA. Gentiolactone did not inhibit IkBa protein degradation (Fig. 5),  nuclear translocation of p65/NF-kB protein (Fig. 6), or binding of NF-kB protein  to DNA (Fig. 7).  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 3 / 14    Discussion  Gentian roots and rhizomes have traditionally been used in Europe and western  Asia as herbal medicines because of their anti-inflammatory effects. Most studies  of these properties have therefore been performed using European and Chinese  gentian roots [7, 19]. In this study, we demonstrated for first time that roots of the  Japanese gentian, G. triflora (which was first isolated from G. purpurea in 1978;  [17]), also have anti-inflammatory activity. We identified gentiolactone as the  Figure 1. MeOH extract from gentian roots inhibits LPS-induced TNF-a production. RAW264.7 cells were cultured for 4 hours with LPS (100 ng/mL) and 0.1, 0.5, 2.5 or 12.5 mg/mL MeOH extract (A), or 60, 300 or 1500 mM swertiamarin or gentiopicroside (B). TNF-a mRNA levels were measured by real-time PCR. Plotted values represent the mean value ¡ SD from four independent cultures. *p,0.05, **p,0.01.  doi:10.1371/journal.pone.0113834.g001  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 4 / 14    major active compound contained in the root extracts of G. triflora. Wang et al.  (2013) revealed that the inhibitory activity of gentiolactone on nitric oxide  production was weaker than gentiopicroside [20]; to our knowledge, this is the  Figure 2. Gentiolactone and cytotoxicity of gentiolactone. A, Structure of gentiolactone. The molecular formula of gentiolactone is C10H12O5 and its monoisotopic mass is 212.068. B, RAW264.7 cells were seeded in 6-well culture plates (16106 cells/well) and cultured with gentiolactone or helenalin for 24 hours. At the end of this period, the number of living cells in each well was counted.  doi:10.1371/journal.pone.0113834.g002  Figure 3. Gentiolactone inhibits LPS-induced TNF-a mRNA expression. RAW264.7 cells were cultured for 4 hours with LPS (100 ng/mL) and 100, 500 or 1000 mM gentiolactone. The mRNA levels of TNF-a (A), iNOS (B) and Cox-2 (C) were measured by real-time PCR. (D) TNF-a protein levels were measured with an ELISA assay. Plotted values represent the mean value ¡ SD from four independent cultures. *p,0.05, **p,0.01. Helenalin was used as a positive control.  doi:10.1371/journal.pone.0113834.g003  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 5 / 14    only report on the bioactivity of gentiolactone. Here, we showed that  gentiolactone prevents accumulation of LPS-induced inflammatory cytokines,  TNF-a, and pro-inflammatory enzymes iNOS and Cox-2. Moreover, gentiolac-  tone inhibited the transcriptional activity of NF-kB. Therefore, inhibition of TNF-  a, iNOS and Cox-2 mRNA expression and suppression of NF-kB promoter  Figure 4. Gentiolactone suppresses transcriptional activity of NF-kB. RAW264.7 cells were transfected with reporter plasmids and cultured with LPS (1 mg/mL) and gentiolactone (500 mM). At 12 hours after LPS stimulation, luciferase activity was measured. Plotted values represent the mean value ¡ SD from five independent cultures. Helenalin was used as a positive control.  doi:10.1371/journal.pone.0113834.g004  Figure 5. Gentiolactone does not inhibit IkB degradation induced by LPS stimulation. RAW264.7 cells were cultured with LPS (100 ng/mL) and gentiolactone (500 mM) for the indicated periods. Cell extracts from each group were examined by immunoblotting analysis using anti-IkBa antibody. Plotted values represent the mean value ¡ SD from four independent cultures. Helenalin was used as a positive control.  doi:10.1371/journal.pone.0113834.g005  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 6 / 14    activity by gentiolactone is one of the mechanisms for the anti-inflammatory  properties of gentian roots.  The structure of gentiolactone includes a secoiridoid carbon skeleton. Iridoids  are naturally occurring substances and are found in many medicinal herbs. They  exist mostly as glycosides. Iridoid glycosides seem to be inactive but activated by  conversion into hydrolyzed-iridoids by enzymatic hydrolysis of the glycosidic  bond. H-aucubin, H-catalpol, H-loganin and H-geniposide have inhibitory effect  on LPS-induced TNF-a production, but H-swertiamarin and H-gentiopicroside  do not [21]. Previous reports showed that aucubin and geniposide suppress TNF-  a production via inhibition of IkB-a degradation [22, 23]. However,  gentiolactone suppressed TNF-a production without inhibition of IkB-a  degradation or NF-kB nuclear import, suggesting that gentiolactone inhibited  TNF-a production in a completely different manner from aucubin and  geniposide. As another way of inhibiting TNF-a production, several studies have  shown that sesquiterpene, helenaline and parthenolide lactones interact directly  with NF-kB to inhibit DNA binding to NF-kB [24]. Anti-inflammatory activity of  sesquiterpene lactones are mediated chemically by a,b-unsaturated carbonyl  structures, such as a-methylene-c-lactone or an a,b-unsubstituted  Figure 6. Gentiolactone does not inhibit nuclear transport of NF-kB. RAW264.7 cells were cultured for 1 hour with LPS (1 mg/mL) and gentiolactone (500 mM). The cytoplasmic or nuclear extracts were examined by immunoblotting analysis using anti-p65/NF-kB, anti-a-Tubulin or anti-Lamin B1 antibodies. Plotted values represent the mean value ¡ SD from four independent cultures. Helenalin was used as a positive control.  doi:10.1371/journal.pone.0113834.g006  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 7 / 14    cyclopentenone [25]. Helenaline and parthenolide lactones also inhibit IkB-a  protein degradation [24]. Sesquiterpene lactones potently inhibit NF-kB, but have  toxicity because of their inhibitory effect on DNA and protein synthesis as well as  hexokinase activity [26]. In the present study, helenalin was observed to have a  cytotoxic effect in RAW264.7 cells: in cultures exposed to 20 mM helenalin for  24 hours, .99.5% of the cells died (Fig. 2B). By contrast, gentiolactone did not  have a cytotoxic effect even at concentrations as high as 500 mM. Gentiolactone  showed a weaker ability to inhibit LPS-induced TNF-a production than helenalin,  but it could suppress TNF-a, iNOS and Cox-2 expression without any cytotoxic  effects. Additionally, gentiolactone inhibited NF-kB transcriptional activity but  did not inhibit the DNA-binding of NF-kB. These findings indicated that  Figure 7. Gentiolactone does not inhibit DNA binding of NF-kB. RAW264.7 cells were cultured for 1 hour with LPS (1 mg/mL) and gentiolactone (250, 500, 1000 mM). Nuclear proteins were extracted and incubated with biotinylated oligonucleotides containing a binding site for NF-kB. Resultant complexes were analyzed by EMSA. The bands indicated by the arrow were quantified. Plotted values represent the mean value ¡ SD from three independent cultures. Helenalin was used as a positive control.  doi:10.1371/journal.pone.0113834.g007  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 8 / 14    gentiolactone inhibited TNF-a production in a different manner from  sesquiterpene lactones. As the inhibitory effect of gentiolactone on TNF-a  expression was only evident at 100 mM (21.2 mg/ml), the use of the intact  compound as an anti-inflammatory drug might be difficult. However, by  determining the active center of gentiolactone, it should be feasible to design  derivatives with usable anti-inflammatory activities.  Chronic inflammation is a hallmark of rheumatoid arthritis and atherosclerosis  [27, 28]. As NF-kB activates expression of pro-inflammatory cytokines and pro-  inflammatory enzymes, so inhibitors of NF-kB are lead compounds for the  development of anti-inflammatory drugs. The most common mechanism for NF-  kB inhibition is through prevention of IkB-a degradation [29]. However,  gentiolactone appeared to inhibit TNF-a expression in a different manner.  Identification of the molecular target of gentiolactone and characterization of the  mechanism for blocking NF-kB promoter activity will provide new insights for  designing novel NF-kB inhibitors.  Material and Methods  Plant materials  The roots and rhizomes of G. triflora cv. ‘September Blue' were collected from the  field of Iwate Biotechnology Research Center, Iwate, Japan, in June 2012, and were  authenticated by Dr. Hideyuki Takahashi, Iwate Biotechnology Research Center.  A voucher specimen (GR-Spb-120615) was deposited in the Iwate Biotechnology  Research Center.  Extraction and isolation  The roots were harvested and dried naturally at room temperature. A 10 g sample  of dried gentian roots was powdered and then extracted with MeOH (100 ml)  under reflux for four hours. The 2.3 g of MeOH extract was subjected to a  preparative high performance liquid chromatography (HPLC) system (PLC761;  GL Science Inc., Tokyo, Japan). Gentiolactone (12.1 mg) was separated on an  InertSustain ODS-3 column (20.0 mm dia. 6250 mm; GL Science Inc.) with gradient elution of water and MeOH (10 to 40% of MeOH in 30 min, 40% of  MeOH for 5 min) at a flow rate of 15 mL/min and detection at 240 nm.  Identification of gentiolactone  Identification of the active constituents was performed by mass spectroscopy (Jeol  JMS-700, Jeol Ltd., Tokyo, Japan), nuclear magnetic resonance spectroscopy  (NMR) (Jeol EX-400, JeolL Ltd.), UV (Shimazu UV mini 1240, Shimazu Co.,  Kyoto, Japan) and optical rotation (Jasco DIP1000, Nihon Bunko Co., Tokyo,  Japan). All physico-chemical properties, such as fragmentation, molecular  formulas, chemical shifts for carbon, UV spectrum and optical rotation  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 9 / 14    ([a]D 22  5-1.4˚ (c50.15, MeOH)), were identical with reported data for (¡)- gentiolactone (purity .95% by HPLC, Fig. S1) [17].  Reagents  Swertiamarin (purity .98%) and gentiopicroside (purity .98%) were purchased  from Wako Pure Chemical Industries (Osaka, Japan). Helenalin (purity .97%)  was purchased from Santa Cruz Biotechnology (Santa Cruz, CA, USA). Helenalin  is a sesquiterpene lactone that has been shown to inhibit NF-kB. Because of this  known property, we selected Helenalin as a positive control in the present  investigation [18]. Lipopolysaccharides (LPS) from Escherichia coli O127 and anti-  a-tubulin monoclonal antibody were purchased from Sigma-Aldrich (St. Louis,  MO, USA). Anti-IkB-a, anti-NF-kB p65 antibodies were purchased from Santa  Cruz Biotechnology.  Cell line and culture  RAW264.7 cells (DS Pharma Biomedical Co., Ltd., Osaka, Japan) were cultured in  DMEM containing 10% fetal bovine serum (FBS; Invitrogen, Carlsbad, CA, USA)  and Antibiotic Antimycotic Solution (Sigma-Aldrich).  Liquid chromatography-time of flight mass spectrometry (LC-  TOFMS) analysis  Gentiopicroside, swertiamarin or gentiolactone were separated on an InertSustain  ODS-3 column (2.0 mm dia. 6150 mm; GL Science Inc.) with gradient elution of 10 mM ammonium acetate (pH 7.8) and MeOH (10 to 40% of MeOH in  30 min) at a flow rate of 0.2 mL/min. Compounds were identified and quantified  by LC-TOFMS (Agilent Technologies, Palo Alto, CA, USA) using Agilent Mass  Hunter Workstation Software. Quantitative accuracy was verified with known  concentrations of reference standard compounds.  Quantitative real-time PCR  RAW264.7 cells were seeded in 48-well culture plates (16105 cells/well) and cultured overnight. Then, the cells were cultured in DMEM containing 10% FBS  and LPS (100 ng/mL) with gentiopicroside, swertiamarin or gentiolactone for  4 hours. Total RNA was extracted with an RNeasy kit (QIAGEN, Tokyo, Japan)  and used to synthesize cDNA with the PrimeScript RT reagent kit (Takara, Shiga,  Japan); all kits were used according to the manufacturers' recommendations.  Quantitative real-time PCR was performed with the gene specific primers listed in  Table S1 and Fast SYBR Green master mix (Applied Biosystems). The qRT-PCR  data were normalized against Actb (NM_007393).  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 10 / 14    ELISA  RAW264.7 cells were seeded in 48-well culture plates (16105 cells/well) and cultured overnight. The cells were then cultured in DMEM containing 10% FBS  and LPS (100 ng/mL) with 500 mM gentiopicroside, swertiamarin or gentiolac-  tone for 8 hours. TNF-a protein levels in the culture media were measured using a  Quantikine ELISA mouse TNF-a Immunoassay kit (R&D Systems, Minneapolis,  MN).  Western Blot  To prepare whole-cell lysates, cells were washed twice with ice-cold PBS  containing a protease inhibitor cocktail (Roche, Mannheim, Germany), scraped  into ice-cold lysis buffer (20 mM Tris-HCl, pH 7.6, 1% NP-40, 150 mM, NaCl,  0.1% sodium deoxycholate, 0.1% SDS and protease inhibitor cocktail). After  homogenization, cell debris was removed by centrifugation at 10006g for 10 min. The supernatants were deemed whole lysates. To obtain nuclear and cytoplasmic  fractions, we used an NE-PER Nuclear and Cytoplasmic Extraction Kit (Thermo,  Rockford, IL, USA). Total protein contents were quantified using Coomassie Plus  (Thermo). Proteins in the extracts (50 mg) were separated by 10%  SDS-polyacrylamide gel electrophoresis and electrophoretically transferred to  Amersham Hybond-P membranes (GE Healthcare, Tokyo, Japan) with NuPAGE  transfer buffer (Invitrogen). The membranes were blocked with 2% ELC advance  blocking reagent (GE Healthcare) in Tris-buffered saline with 0.1% Tween 20 and  incubated with specific primary antibodies; the membranes were then incubated  with horseradish peroxidase-conjugated secondary antibodies. Immunoreactive  bands were visualized by Lumigen TMA-6 (GE Healthcare) and analyzed using  ImageQuant LAS 4000 (GE Healthcare).  Luciferase reporter assay  We used the pNF-kB RE-TK hRluc(F) vector (Riken BRC, Ibaraki, Japan), which  uses the nucleotide sequence of the NF-kB response element found upstream of  minimal thymidine kinase (TK) promoter, in the renilla luciferase reporter  construct. RAW264.7 cells were seeded in 24-well culture plates (16105 cells/well) and cultured overnight. The firefly luciferase normalization vector pCMV-Luc  and the renilla luciferase reporter construct pNF-kB RE-TK hRluc(F) were  co-transfected using Lipofectamine 2000 (Invitrogen) into the RAW264.7 cells,  and the transfected cells were cultured for 24 hours. The cells were then cultured  in DMEM containing 10% FBS and LPS (1 mg/mL) with or without gentiolactone  for 12 hours. The cells were harvested using passive lysis buffer (Promega). Renilla  and firefly luciferase activities were determined using a dual luciferase assay  system (Promega).  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 11 / 14    Electrophoretic mobility shift assay (EMSA)  RAW264.7 cells were seeded in 48-well culture plates (16105 cells/well) and cultured overnight. Then, the cells were cultured in DMEM containing 10% FBS  and LPS (1 mg/mL) with gentiolactone for 1 hour. Nuclear proteins were extracted  using an NE-PER Nuclear and Cytoplasmic Extraction Kit (Thermo). A biotin-  labeled oligonucleotide (59 -AGTTGAGGGGACTTTCCCAGGC- 39) was incu-  bated with 20 mg of nuclear extract at room temperature for 30 min. We used the  LightShift Chemiluminescent EMSA Kit (Thermo) and followed the manufac-  turers' recommendations.  Statistical analysis  Statistical differences among experimental groups were evaluated by one-way  ANOVA and Tukey's post-hoc test. Values are expressed as the mean ¡ S.D.  Supporting Information  Figure S1. Purification of gentiolactone from MeOH extract of G. triflora. A, The extract (20 mg of the extract in 2 mL 10% MeOH) was separated by  InertSustain ODS3 column, and 5 main peaks were found. Peak 1 was collected  and identified by LC-TOFMS and NMR as gentiolactone. B, Chromatogram of  gentiolactone (60 mg of gentiolactone) purified from G. triflora.  doi:10.1371/journal.pone.0113834.s001 (TIFF)  Table S1. Primers for real-time PCR.  doi:10.1371/journal.pone.0113834.s002 (DOC)  Acknowledgments  The authors wish to thank Dr. Tomohiro Imamura for technical assistance.  Author Contributions Conceived and designed the experiments: HY KK. Performed the experiments: HY  SK TI. Analyzed the data: HY KK. Contributed reagents/materials/analysis tools:  HY SK HT. Wrote the paper: HY HT KK.  References  1. Aberham A, Schwaiger S, Stuppner H, Ganzera M (2007) Quantitative analysis of iridoids, secoiridoids, xanthones and xanthone glycosides in Gentiana lutea L. roots by RP-HPLC and LC-MS. J Pharm Biomed Anal 45: 437-442. doi:10.1016/j.jpba.2007.07.001.  2. Van der Nat J, van der Sluis WG, Labadie RP (1982) Gentiogenal, a new antimicrobial iridoid derived from gentiopicrin (gentiopicroside). Planta Med 45: 161-162. doi:10.1055/s-2007-971351.  3. Van der Sluis WG, Labadie RP (1981) Fungitoxic activity of the secoiridoid glucoside gentiopicrin (gentiopicroside). Planta Med 42: 139-140. doi:10.1055/s-2007-971611.  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 12 / 14  http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0113834.s001 http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0113834.s002   4. Lian L-H, Wu Y-L, Wan Y, Li X, Xie W-X, et al. (2010) Anti-apoptotic activity of gentiopicroside in D- galactosamine/lipopolysaccharide-induced murine fulminant hepatic failure. Chem Biol Interact 188: 127-133. doi:10.1016/j.cbi.2010.06.004.  5. Vaidya H, Rajani M, Sudarsanam V, Padh H, Goyal R (2009) Antihyperlipidaemic activity of swertiamarin, a secoiridoid glycoside in poloxamer-407-induced hyperlipidaemic rats. J Nat Med 63: 437-442. doi:10.1007/s11418-009-0350-8.  6. Vaidya H, Giri S, Jain M, Goyal R (2012) Decrease in serum matrix metalloproteinase-9 and matrix metalloproteinase-3 levels in Zucker fa/fa obese rats after treatment with swertiamarin. Exp Clin Cardiol 17: 12-16.  7. Yu F, Yu F, Li R, Wang R (2004) Inhibitory effects of the Gentiana macrophylla (Gentianaceae) extract on rheumatoid arthritis of rats. J Ethnopharmacol 95: 77-81. doi:10.1016/j.jep.2004.06.025.  8. Kwak W-J, Kim J-H, Ryu K-H, Cho Y-B, Jeon S-D, et al. (2005) Effects of gentianine on the production of pro-inflammatory cytokines in male Sprague-Dawley rats treated with lipopolysaccharide (LPS). Biol Pharm Bull 28: 750-753.  9. Arend WP, Dayer JM (1995) Inhibition of the production and effects of interleukin-1 and tumor necrosis factor alpha in rheumatoid arthritis. Arthritis Rheum 38: 151-160.  10. Feldmann M, Elliott MJ, Woody JN, Maini RN (1997) Anti-tumor necrosis factor-alpha therapy of rheumatoid arthritis. Adv Immunol 64: 283-350.  11. Popolo A, Autore G, Pinto A, Marzocco S (2013) Oxidative stress in patients with cardiovascular disease and chronic renal failure. Free Radic Res 47: 346-356. doi:10.3109/10715762.2013.779373.  12. Wang D, Dubois RN (2010) The role of COX-2 in intestinal inflammation and colorectal cancer. Oncogene 29: 781-788. doi:10.1038/onc.2009.421.  13. Zhang G, Ghosh S (2001) Toll-like receptor-mediated NF-kappaB activation: a phylogenetically conserved paradigm in innate immunity. J Clin Invest 107: 13-19. doi:10.1172/JCI11837.  14. Bonizzi G, Karin M (2004) The two NF-kappaB activation pathways and their role in innate and adaptive immunity. Trends Immunol 25: 280-288. doi:10.1016/j.it.2004.03.008.  15. Ghosh G, van Duyne G, Ghosh S, Sigler PB (1995) Structure of NF-kappa B p50 homodimer bound to a kappa B site. Nature 373: 303-310. doi:10.1038/373303a0.  16. Karin M, Ben-Neriah Y (2000) Phosphorylation meets ubiquitination: the control of NF-[kappa]B activity. Annu Rev Immunol 18: 621-663. doi:10.1146/annurev.immunol.18.1.621.  17. Suhr IH, Arends P, Jensen B (1978) Gentiolactone, a secoiridoid dilactone from Gentiana purpurea. Phytochemistry 17: 135-138. doi:10.1016/S0031-9422(00)89695-8.  18. Lyss G, Knorre A, Schmidt TJ, Pahl HL, Merfort I (1998) The anti-inflammatory sesquiterpene lactone helenalin inhibits the transcription factor NF-kappaB by directly targeting p65. J Biol Chem 273: 33508- 33516.  19. Liang X, Tian Q, Wei Z, Liu F, Chen J, et al. (2011) Effect of Feining on bleomycin-induced pulmonary injuries in rats. J Ethnopharmacol 134: 971-976. doi:10.1016/j.jep.2011.02.008.  20. Wang S, Xu Y, Jiang W, Zhang Y (2013) Isolation and identification of constituents with activity of inhibiting nitric oxide production in raw 264.7 macrophages from Gentiana triflora. Planta Med 79: 680- 686. doi:10.1055/s-0032-1328460.  21. Park KS, Kim BH, Chang I-M (2010) Inhibitory Potencies of Several Iridoids on Cyclooxygenase-1, Cyclooxygnase-2 Enzymes Activities, Tumor Necrosis factor-a and Nitric Oxide Production In Vitro. Evid Based Complement Alternat Med 7: 41-45. doi:10.1093/ecam/nem129.  22. Park KS (2013) Aucubin, a naturally occurring iridoid glycoside inhibits TNF-a-induced inflammatory responses through suppression of NF-kB activation in 3T3-L1 adipocytes. Cytokine 62: 407-412. doi:10.1016/j.cyto.2013.04.005.  23. Kim T-H, Yoon S-J, Lee S-M (2012) Genipin attenuates sepsis by inhibiting Toll-like receptor signaling. Mol Med 18: 455-465. doi:10.2119/molmed.2011.00308.  24. Garcı́a-Piñeres a J, Castro V, Mora G, Schmidt TJ, Strunck E, et al. (2001) Cysteine 38 in p65/NF- kappaB plays a crucial role in DNA binding inhibition by sesquiterpene lactones. J Biol Chem 276: 39713-39720. doi:10.1074/jbc.M101985200.  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 13 / 14    25. Hall IH, Starnes CO, Lee KH, Waddell TG (1980) Mode of action of sesquiterpene lactones as anti- inflammatory agents. J Pharm Sci 69: 537-543.  26. Lee KH, Hall IH, Mar EC, Starnes CO, ElGebaly S a, et al. (1977) Sesquiterpene antitumor agents: inhibitors of cellular metabolism. Science 196: 533-536.  27. Ross R (1993) The pathogenesis of atherosclerosis: a perspective for the 1990s. Nature 362: 801-809. doi:10.1038/362801a0.  28. Mehta JL, Saldeen TG, Rand K (1998) Interactive role of infection, inflammation and traditional risk factors in atherosclerosis and coronary artery disease. J Am Coll Cardiol 31: 1217-1225.  29. Kataoka T (2009) Chemical biology of inflammatory cytokine signaling. J Antibiot (Tokyo) 62: 655-667. doi:10.1038/ja.2009.98.  Gentiolactone Inhibits Pro-Inflammatory Cytokine Expression  PLOS ONE | DOI:10.1371/journal.pone.0113834 November 25, 2014 14 / 14    Figure 1  Figure 2  Figure 3  Figure 4  Figure 5  Figure 6  Figure 7  Reference 1  Reference 2  Reference 3  Reference 4  Reference 5  Reference 6  Reference 7  Reference 8  Reference 9  Reference 10  Reference 11  Reference 12  Reference 13  Reference 14  Reference 15  Reference 16  Reference 17  Reference 18  Reference 19  Reference 20  Reference 21  Reference 22  Reference 23  Reference 24  Reference 25  Reference 26  Reference 27  Reference 28  Reference 29",
    "references": [],
    "authors": [
        "Kyoung Sik Park (only one author)"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}