{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Serum TGF-β1 as a Biomarker for Type 2 Diabetic Nephropathy: A Meta-Analysis of Randomized Controlled Trials   RESEARCH ARTICLE  Serum TGF-β1 as a Biomarker for Type 2 Diabetic Nephropathy: A Meta-Analysis of Randomized Controlled Trials Xin Mou1, Di-Yi Zhou1, Dan-Yang Zhou1, Jing-Ru Ma2, Ying-Hui Liu1, Hui-Ping Chen1, Yong-Bin Hu1, Cheng-Min Shou1, Jia-Wei Chen1, Wen-Hong Liu2, Guo-Ling Ma1*  1 Endocrinology Department, Hangzhou Red Cross Hospital, Hangzhou, 310003, China, 2 Zhejiang Chinese Medical University, City Road 548, Binjiang District, Hangzhou City, Zhejiang Province, 310053, China  *MAGuoling8888@163.com  Abstract  Background  Abnormal expression of serum TGF-β1 was found in patients with diabetic nephropathy.  However, the association of TGF-β1 with the risk of diabetic nephropathy remains unknown.  The present study was undertaken to investigate whether such an association exists.  Methods  We searched the Chinese VIP, Wangfang, China National Knowledge Infrastructure,  PubMed, Embase, and Google Scholar databases for relevant studies and extracted all eli-  gible data. Stata12 software was used for statistical analysis.  Results  Nine reports met our criteria and were used for data extraction. There were 264 patients  and 227 healthy controls from qualified reports in this meta-analysis. The results suggested  that serum TGF-β1 levels were significantly up-regulated in patients with diabetic nephropa-  thy; the instrumental variable was 3.94 (95% confidence interval 3.20-4.68, p<0.01).  Conclusions  Meta-analysis suggested that elevated serum TGF-β level in patients with diabetes is  associated with a high risk of nephropathy. Further studies are required to validate these  observations.  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 1 / 9  OPEN ACCESS  Citation: Mou X, Zhou D-Y, Zhou D-Y, Ma J-R, Liu Y- H, Chen H-P, et al. (2016) Serum TGF-β1 as a Biomarker for Type 2 Diabetic Nephropathy: A Meta- Analysis of Randomized Controlled Trials. PLoS ONE 11(2): e0149513. doi:10.1371/journal.pone.0149513  Editor: Giuseppe Remuzzi, Mario Negri Institute for Pharmacological Research and Azienda Ospedaliera Ospedali Riuniti di Bergamo, ITALY  Received: August 31, 2015  Accepted: February 1, 2016  Published: February 22, 2016  Copyright:   2016 Mou et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Data Availability Statement: All relevant data are within the paper and its Supporting Information files.  Funding: This study was supported by grants awarded to X. Mou from National Natural Science Foundation (grant nos. 30801467 and 81273623), a grant awarded to D-Y. Zhou from the Department of Science and Technology of Zhejiang Province (grant no. 2013C33212), and a grant awarded to X. Mou from the China Postdoctoral Science Foundation (grant no. 2014M551775). The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript.  http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0149513&domain=pdf http://creativecommons.org/licenses/by/4.0/ http://creativecommons.org/licenses/by/4.0/   Introduction Diabetic nephropathy, one of leading causes of death in patients with diabetes, is a progressive kidney disease caused by damage to the capillaries in the kidneys' glomeruli [1]. The prevalence of diabetic nephropathy is rising in developed countries, and it was reported to be the primary cause for end-stage renal disease in diabetic patients worldwide [1, 2]. Moreover, the high inci- dence of diabetic nephropathy, its poor prognosis, and its high cost of treatment has caused it to become a public health issue. Therefore, early diagnosis of diabetic nephropathy is required to promptly intervene and prevent or delay deterioration due to the disease [3]. Currently, microalbuminuria is a widely-used early marker for nephropathy in diabetic patients [3]. How- ever, the sensitivity and accuracy of microalbuminuria as a predictor has been questioned in recent years [3, 4]. Therefore, novel biomarkers with the ability to predict disease progression accurately are needed in clinic practice.  The glomerular capillary wall consists of podocytes (or visceral epithelial cells), glomerular endothelial cells, glomerular basement membranes, and mesangial cells [5]. One of the main characteristics of diabetic nephropathy is the expansion of the mesangial matrix which leads to the subsequent accumulation of mesangial cell-derived extracellular matrix (ECM) compo- nents [6]. During this process, members of the transforming growth factor-β (TGF-β) family are thought to play an indispensable role [7]. Generally, TGF-β family proteins are essential for regulating cellular growth, differentiation, autophagy, and apoptosis, as well as immune sup- pression [8, 9]. However, TGF-β1 has also been recognized as a key mediator in ECM forma- tion [10]. Up-regulation of TGF-β1 expression is reported to be indispensable in fibrosis and in tissue remodeling in various organs during disease progression [11], including glomerular fibrosis in the kidney [12].  Currently, evidence from various studies have implicated TGF-β1, as well as its associated signaling pathways, were associated with diabetic nephropathy [13-16]. Moreover, there are also reports of abnormal expression of TGF-β1 in the serum and urine of patients with diabetic nephropathy [17-19]. However, due to the limited clinical samples in individual studies, it is difficult to reach consensus regarding the relationship between serum TGF-β1 level and dia- betic nephropathy. Therefore, we conducted a meta-analysis based on a combination of a num- ber of relevant reports to determine if serum TGF-β1 could serve as a novel biomarker for testing for the early occurrence of diabetic nephropathy.  Methods  Literature searching A literature search was conducted using the Chinese VIP, Wangfang, China National Knowledge Infrastructure, PubMed, Google Scholar, and Embase databases for randomized controlled trials by using the keywords “Transforming Growth Factor” and “Diabetic Nephropathy” through June 2015. There were no language preferences.  Inclusion and exclusion criteria Eligible studies included in this meta-analysis met the following criteria: (1) patients with dia- betic nephropathy were enrolled; (2) the study included at least two case control groups: healthy control subjects and patients with type 2 diabetes but without nephropathy; and (3) serum TGF-β1 levels (mean ± SEM) were reported in the study. Exclusion criteria included: (1) reviews, editorials, conference reports, and dissertations; 2) studies conducted in animal mod- els (mice, rats, rabbits, and others); 3) cell line-based or in-vitro studies; and 4) duplicate publi- cations (i.e., in multiple languages).  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 2 / 9  Competing Interests: The authors have declared that no competing interests exist.    Data extraction Two reviewers independently extracted the data using a special data extraction form. The fol- lowing information was recorded: (1) first author's family name and publication year; 2) aver- age age and ethnicity of patients; (3) sample size of each group; (4) diagnosis markers and discrete value of serum TGF-β1 levels. Disagreements were resolved by the intervention of a third reviewer.  Outcomes and statistical analysis The main outcome was the comparison of serum TGF-β1 levels in diabetic nephropathy patients to those in healthy controls and type 2 diabetes patients without nephropathy. Ran- dom modeling was performed by using Stata software version 12.0 (StataCorp LP, College Sta- tion, Texas) for meta-analysis. Weighed mean differences, standardized mean differences, and 95% confidence intervals (CI) for the outcome of continuous variables were determined. The value of I2 was assessed for heterogeneity; if the I2 value was greater than 50%, efforts were made to determine the source of heterogeneity by sensitivity or subgroup analysis to identify outliers. The S1 PRISMA Checklist (2009) was list at the end of this paper.  Results  Study selection and characteristics As shown in the flow diagram in Fig 1, a total of 74777 articles were obtained from the initial database search. After perusing the title and abstracts, 132 randomized controlled trials deemed relevant for TGF-β1 level analysis in diabetic nephropathy patients remained for additional reviewing. After excluding duplicates, 86 articles were fully read. Of these, nine met the inclu- sion criterion, all of which involved studies conducted in China.  Data from the included articles were extracted and are shown in Table 1. The average ages of the patients tended to be similar. Furthermore, some studies (including Ju 2001, Li 2011,  Fig 1. Search flow diagram for retrieving relevant studies.  doi:10.1371/journal.pone.0149513.g001  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 3 / 9    Zhang 2004, and Zhang 2008) divided diabetic nephropathy patients into two groups: a micro- albuminuria group (20 μg/min< UREA< 200 μg/min) and a clinical diabetic nephropathy group (UREA>200 μg/min) depending on urine microalbumin levels as measured every 24 h.  Association of serum TGF-β1 levels with the risk diabetic nephropathy A total of 264 patients with diabetic nephropathy and 227 healthy controls were included in this meta-analysis. As shown in Fig 2, the instrumental variable (IV) was 3.94, (95% CI 3.20- 4.68, P<0.01) which indicated that serum TGF-β1 levels were significantly increased in patients with diabetic nephropathy. The total I2 value was 83.6% (P<0.01), suggesting a signifi- cant heterogeneity in all the included studies. Moreover, the instrumental variable (IV) was -0.76, (95% CI -0.93 to -0.59, P>0.5) indicates that that serum TGF-β1 levels were not changed in patients with only Type II diabetic.  Table 1. Characteristics of included studies.  Study Year Ethnicity Healthy subjects Type 2 diabetes  Total (M/F) Average Age Source of control Total (M/F) Average Age DM DN Duration (Years)  Fu et al.[20] 2007 Asian 35 (24/11) 50.2 hospital 65 (42/23) 55.4 34 31 10.6  Ju et al.[18] 2001 Asian 15 (7/8) 53.1 hospital 45 (21/24) 56.9 14 31 9.9  Li et al.[21] 2011 Asian 31 (19/12) 56.2 hospital 98 (51/47) 57.5 32 66 2-20  Liu et al.[22] 2011 Asian 20 (10/10) 55 hospital 95 (50/45) 56 32 63 2~20  Wang et al.[23] 2008 Asian 35 UD hospital 76 UD 44 32 UD  Wu et al.[19] 2011 Asian 35 (25/10) 65.5 hospital 102 (52.50) 66.4 69 33 11.2  Xie et al.[24] 2006 Asian 30 (18/12) 50 hospital 105 (58/47) 58 60 45 12  Zhang et al.[17] 2004 Asian 16 (8/8) UD hospital 76 (37/39) UD 25 51 1-20  Zhang et al.[25] 2008 Asian 26 UD hospital 100 (52/48) 58.5 30 70 UD  M: Male, F: Female, DM: Diabetic mellitus, DN: diabetic nephropathy, UD: undisclosed  doi:10.1371/journal.pone.0149513.t001  Fig 2. Meta-analysis of the association of serum TGF-β1 levels with the risk of diabetic nephropathy. SMD, standardized mean difference.  doi:10.1371/journal.pone.0149513.g002  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 4 / 9    Subgroup analysis for the heterogeneity of included studies We next strove to identify the source of heterogeneity. In the studies by Wu et al., Fu et al., and Xie et al., no detailed information was provided regarding the criteria for diagnosing diabetic nephropathy. In the studies by Ju et al., Wang et al., and Zhang et al. (2004), the average uri- nary protein in diabetic nephropathy patients was above 300 mg per 24 h. However, for the other studies, the urinary protein in the experimental groups ranged between 30 and 300 mg per 24 h. Therefore, we divided diabetic nephropathy patients from these studies into three subgroups depending on the urinary protein quantity. As shown in Fig 3, the SMD was 3.02 (95% CI 2.52-3.53, p<0.01) and the I2 = 37% in group 1; the SMD was 3.43 (95% CI 2.85-4.01, p<0.01) and the I2 = 4.6% in group 2; and the SMD was 5.49 (95% CI 3.20-4.68, p<0.01) and I2 = 0% in group 3. These results indicated that the criteria used for diagnosing diabetic nephropathy may be responsible for the high heterogeneity in these studies.  Evaluation of publication bias As positive results are more readily to be accepted and negative results may be omitted, accounting for the possible publication bias in our included study, therefore, publication bias was tested by Begg's funnel plots and Egger's test. No obvious publication bias was observed for the overall population (Begg's p = 0.048 and Egger p = 0.019) which indicate that the con- clusion we draw from our results believable.  Discussion The activation of the TGF-β1 signaling pathway in the renal system was found to be an inter- mediary step in diabetic kidney injury. TGF-β1 not only stimulates the synthesis of some key components of the ECM, such as type I and type IV collagen, but also decreases matrix degra- dation by inhibiting the protease activity [26, 27]. Many studies have shown that the outcome of diabetic nephropathy is often linked to the abnormal expression of TGF-β1 in both animal models and human subjects. Moreover, long-term administration of anti-TGF-β1 antibody to block the TGF-β1 mediated signaling pathway in animal models prevented mesangial matrix expansion [28, 29]. However, due to the limited samples sizes in individual publications, it  Fig 3. Meta-analysis of the association of serum TGF-β1 levels with the risk of diabetic nephropathy: subgroup analysis according to diagnostic criteria. SMD, standardized mean difference.  doi:10.1371/journal.pone.0149513.g003  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 5 / 9    remains inconclusive whether up-regulated serum TGF-β1 is associated with a high risk of dia- betic nephropathy.  By applying meta-analysis, a powerful tool which can combine the results of different ran- domized controlled studies, nine reports with 264 cases and 227 healthy controls were analyzed to investigate whether elevated serum TGF-β1 is a risk factor for the development of diabetic nephropathy. Our results showed that serum TGF-β1 was significantly up-regulated in patients with diabetic nephropathy (p<0.01), and that serum TGF-β1 does represent a risk factor for the occurrence of diabetic nephropathy. As the population sample of this meta-analysis was sufficiently large (>200), the results of our meta-analysis are persuasive. Moreover, no signifi- cant publication bias was observed when tested using Begg's funnel plots and Egger's test.  High heterogeneity was found when analyzing all the included studies; the I2 value was 83.6%. By analyzing the data in detail, we concluded that the heterogeneity was due to the dif- ferent criteria used to diagnose diabetic nephropathy, as well as the fact that data was extracted from patients with different stages of nephropathy. Some studies had not adequately described how diabetic nephropathy was diagnosed and lacked discrete urinary protein values, while patients in other studies were divided into different stages of nephropathy depending on their urinary microalbuminuria gradient. The I2 values in the three subgroups (the third being stud- ies not included in the two aforementioned groups) did not exceed 50%.  Fig 4. Begg's funnel plot for evaluating publication bias in the included studies.  doi:10.1371/journal.pone.0149513.g004  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 6 / 9    Previous meta-analyses had reported the association of the TGF-β1 T869C gene polymor- phism with diabetic nephropathy risk. A survey of eligible studies from PubMed, the Cochrane Library, and the Chinese Biological Medicine Database found the TT genotype of TGF-β1 T869C was associated with diabetic nephropathy risk in the overall population. This suggested a potential role for TGF-β1 gene expression in the progression of diabetic nephropathy [30]. Another study also provided a similar conclusion [31]. Concordantly, our results highlighted the correlation of TGF-β1 protein levels with the risk of diabetic nephropathy. However, cer- tain limitations should be considered in regards to this study. Although the p value (<0.01) from the Begg's funnel plots and Egger's test suggested no publication bias, we still noticed asymmetry in the funnel plot graph (Fig 4). Therefore, other relevant published or unpublished studies with null results may have been omitted.  In conclusion, our study is the first meta-analysis to have assessed the association between serum TGF-β1 levels and diabetic nephropathy risk. The results suggest that up-regulation of serum TGF-β1 is associated with an increased risk of diabetic nephropathy. Larger-scale case controlled studies are required to confirm these findings.  Supporting Information S1 PRISMA Checklist. PRISMA 2009 Checklist. (DOC)  Acknowledgments This study was supported by grants awarded to X, Mou from National Natural Science Foun- dation (Grant Nos. 30801467 and 81273623), a grant awarded to D-Y, Zhou from the Depart- ment of Science and Technology of Zhejiang Province (Grant No. 2013C33212), and a grant awarded to X, Mou from the China Postdoctoral Science Foundation (Grant No. 2014M551775). The funders had no role in the study design, data collection and analysis, deci- sion to publish, or preparation of the manuscript. We would like to thank Editage (www. editage.com) for the manuscript editing service.  Author Contributions Conceived and designed the experiments: G-LM. Performed the experiments: XM Di-Yi Zhou Dan-Yang Zhou. Analyzed the data: XM Di-Yi Zhou Dan-Yang Zhou. Contributed reagents/ materials/analysis tools: Dan-Yang Zhou J-RM Y-HL H-PC Y-BH C-MS J-WCW-HL. Wrote the paper: XM Di-Yi Zhou.  References 1. Saran R, Li Y, Robinson B, Ayanian J, Balkrishnan R, Bragg-Gresham J, et al. US Renal Data System  2014 Annual Data Report: Epidemiology of Kidney Disease in the United States Preface. Am J Kidney Dis. 2015; 66(1):SVII-SVII. doi: 10.1053/j.ajkd.2015.05.001WOS:000356729900001. PMID: 26111994  2. Gilg J, Pruthi R, Fogarty D. UK Renal Registry 17th Annual Report: Chapter 1 UK Renal Replacement Therapy Incidence in 2013: National and Centre-specific Analyses. Nephron. 2015; 129:1-29. doi: 10. 1159/000370271WOS:000350761700002.  3. Caramori ML, Fioretto P, Mauer M. The need for early predictors of diabetic nephropathy risk—Is albu- min excretion rate sufficient? Diabetes. 2000; 49(9):1399-408. doi: 10.2337/diabetes.49.9.1399 WOS:000089062800001. PMID: 10969821  4. Perkins BA, Ficociello LH, Ostrander BE, Silva KH, Weinberg J, Warram JH, et al. Microalbuminuria and the risk for early progressive renal function decline in type 1 diabetes. J Am Soc Nephrol. 2007; 18 (4):1353-61. doi: 10.1681/asn.2006080872WOS:000245524300038. PMID: 17329575  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 7 / 9  http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0149513.s001 http://www.editage.com http://www.editage.com http://dx.doi.org/10.1053/j.ajkd.2015.05.001 http://www.ncbi.nlm.nih.gov/pubmed/26111994 http://dx.doi.org/10.1159/000370271 http://dx.doi.org/10.1159/000370271 http://dx.doi.org/10.2337/diabetes.49.9.1399 http://www.ncbi.nlm.nih.gov/pubmed/10969821 http://dx.doi.org/10.1681/asn.2006080872 http://www.ncbi.nlm.nih.gov/pubmed/17329575   5. Miner JH. Building the glomerulus: a matricentric view. Journal of the American Society of Nephrology: JASN. 2005; 16(4):857-61. Epub 2005/02/25. doi: 10.1681/ASN.2004121139 PMID: 15728777.  6. Lehmann R, Schleicher ED. Molecular mechanism of diabetic nephropathy. Clinica chimica acta; inter- national journal of clinical chemistry. 2000; 297(1-2):135-44. Epub 2000/06/08. PMID: 10841915.  7. Ning L, Kurihara H, de Vega S, Ichikawa-Tomikawa N, Xu Z, Nonaka R, et al. Laminin alpha1 regulates age-related mesangial cell proliferation and mesangial matrix accumulation through the TGF-beta path- way. Am J Pathol. 2014; 184(6):1683-94. Epub 2014/04/12. doi: 10.1016/j.ajpath.2014.02.006 PMID: 24720953; PubMed Central PMCID: PMC4044709.  8. Tas F, Yasasever CT, Karabulut S, Tastekin D, Duranyildiz D. Serum transforming growth factor-beta1 levels may have predictive and prognostic roles in patients with gastric cancer. Tumor Biol. 2015; 36 (3):2097-103. doi: 10.1007/s13277-014-2817-9 WOS:000351884000085.  9. Ni BB, Li B, Yang YH, Chen JW, Chen K, Jiang SD, et al. The effect of transforming growth factor beta 1 on the crosstalk between autophagy and apoptosis in the annulus fibrosus cells under serum depriva- tion. Cytokine. 2014; 70(2):87-96. doi: 10.1016/j.cyto.2014.07.249WOS:000344423900002. PMID: 25127907  10. Lee YM, Kim SS, Kim HA, Suh YJ, Lee SK, Nahm DH, et al. Eosinophil inflammation of nasal polyp tis- sue: Relationships with matrix metalloproteinases, tissue inhibitor of metalloproteinase-1 and trans- forming growth factor-beta 1. Journal of Korean medical science. 2003; 18(1):97-102. WOS:000181346100018. PMID: 12589095  11. Schilter H, Cantemir-Stone CZ, Leksa V, Ohradanova-Repic A, Findlay AD, Deodhar M, et al. The man- nose-6-phosphate analogue, PXS64, inhibits fibrosis via TGF-beta 1 pathway in human lung fibro- blasts. Immunology letters. 2015; 165(2):90-101. doi: 10.1016/j.imlet.2015.04.003 WOS:000356195300005. PMID: 25929803  12. Fibrosis: TGF-beta signalling and renal fibrosis. Nature reviews Nephrology. 2015; 11(5):254. doi: 10. 1038/nrneph.2015.45 MEDLINE:25825081.  13. Lee SJ, Kang JG, Ryu OH, Kim CS, Ihm SH, Choi MG, et al. Effects of alpha-lipoic acid on transforming growth factor beta1-p38 mitogen-activated protein kinase-fibronectin pathway in diabetic nephropathy. Metabolism: clinical and experimental. 2009; 58(5):616-23. Epub 2009/04/21. doi: 10.1016/j.metabol. 2008.12.006 PMID: 19375583.  14. McKnight AJ, Savage DA, Patterson CC, Sadlier D, Maxwell AP. Resequencing of genes for transform- ing growth factor beta1 (TGFB1) type 1 and 2 receptors (TGFBR1, TGFBR2), and association analysis of variants with diabetic nephropathy. BMCmedical genetics. 2007; 8:5. Epub 2007/02/27. doi: 10. 1186/1471-2350-8-5 PMID: 17319955; PubMed Central PMCID: PMC1808054.  15. Russo LM, del Re E, Brown D, Lin HY. Evidence for a role of transforming growth factor (TGF)-beta1 in the induction of postglomerular albuminuria in diabetic nephropathy: amelioration by soluble TGF-beta type II receptor. Diabetes. 2007; 56(2):380-8. Epub 2007/01/30. doi: 10.2337/db06-1018 PMID: 17259382.  16. Li L, Emmett N, Mann D, Zhao X. Fenofibrate attenuates tubulointerstitial fibrosis and inflammation through suppression of nuclear factor-kappaB and transforming growth factor-beta1/Smad3 in diabetic nephropathy. Exp Biol Med (Maywood). 2010; 235(3):383-91. Epub 2010/04/21. doi: 10.1258/ebm. 2009.009218 PMID: 20404057; PubMed Central PMCID: PMC3057137.  17. Zhang Xuejun LP, Bao Mingjin, Chen Ping, Lv Yuechan. Clinical evaluation of serum TGFβ1 in patients with type II diabetic nephropathy. Liaoning Journal of Practical Diabetology. 2004; 12(1).  18. Ju Haibing Gp, Li Jing, Shen Feifei, Shu Zizheng. Changes in serum TGFβ1 in type 2 diabetic patients. Chinese Journal of Pathophysiology. 2001; 17(11).  19. Wu Xingfu CL. Clinical significance of determination of serum Cystastin C (Cys C), Transforming Growth Factor (TGF-β1) and Hepatocyte Growth Factor (HGF) levels in patients with DM2 complicated with nehpropathy. J of Radioimmunology. 2011; 24(1).  20. Changxin F. Clinical significance of determination of serum cystatin C, transforming growth factor beta1 and urine microalbumin levels in patients with DM2 nephropathy. J of Radioimmunology. 2007; 20(5).  21. Zhen L. Detection and analysis fro inflammation-associated factors in patients with type 2 diabetic nephropathy. Lab Med Clin. 2011; 8(8).  22. Liu Ruiji LL. The serum level of hepatocyes growth factor and transforming growth factor-β1 in type 2 diabetic nephropathy patients in clinic. Hebei Medical Journal. 2011; 33(12).  23. YapingW. Clinical significance of determination of changes of plasma ET and serum TGFβ1, VEGF levels in patients with 2-type diabetes. Journal of Radioimmunology. 2008; 21(6).  24. Xie Hongfang PL. Clinical significance of determination of serum Collagen Type IV (IV-C) and Trans- forming Growth Factor Beta1(TGF-β1) levels in patients with diabetic nephropathy. J of Radioimmunol- ogy. 2006; 19(5).  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 8 / 9  http://dx.doi.org/10.1681/ASN.2004121139 http://www.ncbi.nlm.nih.gov/pubmed/15728777 http://www.ncbi.nlm.nih.gov/pubmed/10841915 http://dx.doi.org/10.1016/j.ajpath.2014.02.006 http://www.ncbi.nlm.nih.gov/pubmed/24720953 http://dx.doi.org/10.1007/s13277-014-2817-9 http://dx.doi.org/10.1016/j.cyto.2014.07.249 http://www.ncbi.nlm.nih.gov/pubmed/25127907 http://www.ncbi.nlm.nih.gov/pubmed/12589095 http://dx.doi.org/10.1016/j.imlet.2015.04.003 http://www.ncbi.nlm.nih.gov/pubmed/25929803 http://dx.doi.org/10.1038/nrneph.2015.45 http://dx.doi.org/10.1038/nrneph.2015.45 http://dx.doi.org/10.1016/j.metabol.2008.12.006 http://dx.doi.org/10.1016/j.metabol.2008.12.006 http://www.ncbi.nlm.nih.gov/pubmed/19375583 http://dx.doi.org/10.1186/1471-2350-8-5 http://dx.doi.org/10.1186/1471-2350-8-5 http://www.ncbi.nlm.nih.gov/pubmed/17319955 http://dx.doi.org/10.2337/db06-1018 http://www.ncbi.nlm.nih.gov/pubmed/17259382 http://dx.doi.org/10.1258/ebm.2009.009218 http://dx.doi.org/10.1258/ebm.2009.009218 http://www.ncbi.nlm.nih.gov/pubmed/20404057   25. Weikang Z. Clinical significance of determination of transforming growth factor beta1, tumor necrosis factor alpha and urine microalbumin levels in patients with DM2 nephropathy. J Clin Res. 2008; 25(6).  26. Kondo S, Kagami S, Urushihara M, Kitamura A, Shimizu M, Strutz F, et al. Transforming growth factor- beta 1 stimulates collagen matrix remodeling through increased adhesive and contractive potential by human renal fibroblasts. Biochim Biophys Acta-Mol Cell Res. 2004; 1693(2):91-100. doi: 10.1016/j. bbamcr.2004.05.005WOS:000223578900002.  27. Yang Q, Xie R-j, Yang T, Fang L, Han B, Zhang G-z, et al. Transforming growth factor-beta 1 and smad4 signaling pathway down-regulates renal extracellular matrix degradation in diabetic rats. Chi- nese Medical Sciences Journal. 2007; 22(4):243-9. BIOABS:BACD200800117761. PMID: 18246672  28. Sharma K, Jin YL, Guo J, Ziyadeh FN. Neutralization of TGF-beta by anti-TGF-beta antibody attenu- ates kidney hypertrophy and the enhanced extracellular matrix gene expression in STZ-induced dia- betic mice. Diabetes. 1996; 45(4):522-30. WOS:A1996UM98100020. PMID: 8603776  29. Ziyadeh FN, Hoffman BB, Han DC, Iglesias-de la Cruz MC, Hong SW, Isono M, et al. Long-term pre- vention of renal insufficiency, excess matrix gene expression, and glomerular mesangial matrix expan- sion by treatment with monoclonal antitransforming growth factor-beta antibody in db/db diabetic mice. P Natl Acad Sci USA. 2000; 97(14):8015-20. doi: 10.1073/pnas.120055097WOS:000088048400065.  30. Zhou TB, Jiang ZP, Qin YH, Drummen GPC. Association of transforming growth factor-beta 1 T869C gene polymorphism with diabetic nephropathy risk. Nephrology. 2014; 19(2):107-15. doi: 10.1111/nep. 12176WOS:000330853000008. PMID: 24428217  31. Zhang J, Guan YL, Xiao Y, Zhang XW. A meta-analysis of the association of G915C, G800A, C509T gene polymorphism of transforming growth factor-beta 1 with diabetic nephropathy risk. Ren Fail. 2014; 36(2):321-6. doi: 10.3109/0886022x.2013.832320WOS:000333168000028. PMID: 24060183  Serum TGF-β1 Predicts Diabetic Nephropathy  PLOS ONE | DOI:10.1371/journal.pone.0149513 February 22, 2016 9 / 9  http://dx.doi.org/10.1016/j.bbamcr.2004.05.005 http://dx.doi.org/10.1016/j.bbamcr.2004.05.005 http://www.ncbi.nlm.nih.gov/pubmed/18246672 http://www.ncbi.nlm.nih.gov/pubmed/8603776 http://dx.doi.org/10.1073/pnas.120055097 http://dx.doi.org/10.1111/nep.12176 http://dx.doi.org/10.1111/nep.12176 http://www.ncbi.nlm.nih.gov/pubmed/24428217 http://dx.doi.org/10.3109/0886022x.2013.832320 http://www.ncbi.nlm.nih.gov/pubmed/24060183",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}