{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "Dexamethasone Down-Regulates the Expression of microRNA-155 in the Livers of Septic Mice Zhong-hua Wang1☯, Yan-bing Liang2☯, Hao Tang2, Zhi-bin Chen2, Zhen-yu Li2, Xu-chu Hu3, Zhong-fu Ma2*  1 Department of Intensive Care Unit, Guangdong General Hospital, Guangzhou, Guangdong, China, 2 Department of General Internal Medicine, First Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong, China, 3 Department of Parasitology, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong, China  Abstract  To investigate the expression of microRNA-155 (miRNA-155) in the livers of mice with lipopolysaccharide (LPS)- induced sepsis and to determine the role of dexamethasone (DXM) in the regulation of miRNA-155 expression, we pretreated mice with or without DXM prior to LPS exposure. Our study demonstrated that the expression of miRNA-155 and inflammatory factors increased in the liver tissues of mice with LPS-induced sepsis and that DXM down-regulated their expression in a dose-dependent manner. Moreover, DXM alone inhibited the expression of miRNA-155 to below the baseline level, but did not impact the expression of inflammatory factors, suggesting that the down-regulation of miRNA-155 by DXM may partially, but not completely, depend on the suppression of pro- inflammatory cytokines by DXM. Our data indicate that the overexpression of miRNA-155 in the livers of mice with LPS-induced sepsis may play an important role in the pathological processes of sepsis and that the down-regulation of miRNA-155 by DXM may be a novel mechanism regulating inflammation and immunity.  Citation: Wang Z-h, Liang Y-b, Tang H, Chen Z-b, Li Z-y, et al. (2013) Dexamethasone Down-Regulates the Expression of microRNA-155 in the Livers of Septic Mice. PLoS ONE 8(11): e80547. doi:10.1371/journal.pone.0080547  Editor: Min Wu, University of North Dakota, United States of America Received June 27, 2013; Accepted October 1, 2013; Published November 11, 2013 Copyright:   2013 Wang et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This work was supported by grants from Science and Technology Planning Project of Guangdong Province, China (No. 2009B080701070 and No. 2009B080701004). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing interests: The authors have declared that no competing interests exist. * E-mail: mazhongfu06@sohu.com  ☯ These authors contributed equally to this work.  Introduction  Sepsis, an infection-induced systemic inflammatory response syndrome, remains as the main cause of death in critical patients and the process is complex. Several regulatory mechanisms are involved in the development of sepsis. The discovery of microRNAs (miRNAs) suggests a novel regulatory mechanism for this process.  miRNAs are a class of small non-coding RNA molecules with critical roles in cell proliferation, differentiation, and apoptosis [1]. Ample evidence suggests that miRNAs are key regulators in animal development and are involved in a variety of human diseases [2]. The transcription of primary miRNAs (pri-miRNAs) by RNA polymerase II is the first step of miRNA biogenesis. In the nucleus, pri-miRNAs are converted into hairpin precursor miRNAs (pre-miRNAs). Pre-miRNAs are transported into the cytoplasm where they are further processed into mature miRNAs consisting of 22 nucleotides; Dicer is involved in these final processing events. Mature miRNAs have the ability to bind to the 3' untranslated region (UTR) of their target mRNAs in a sequence-specific manner [3], initiate partial or full degradation of mRNA transcripts, and regulate the expression of protein-  coding genes at the post-transcriptional level. The effects of miRNAs are mediated by inhibiting the translation or degradation of the target mRNA. TNF-α, an important inflammatory factor, is inhibited indirectly by miRNA-146a, which targets TRAF6 and IRAK1 [4], and directly by miRNA-125b, which targets the 3'UTR of TNF-α mRNA[5]. More than 700 miRNAs have been identified in mammals to date. These miRNAs are associated with diverse biological processes, such as the regulation of insulin secretion, viral infection, and tumorigenesis. Previous studies have indicated that most miRNAs play a role in innate immune responses and inflammation. In response to inflammation, some miRNAs are up-regulated, while some others are down-regulated. For example, the expression of miRNA-146a, miRNA-155and miRNA-21 are up-regulated in monocytes challenged by LPS [4,6,7], whereas that of miRNA-125b is down-regulated [5].  miRNA-155 was initially discovered as a proto-oncogene in lymphoma [8]. The overexpression of miRNA-155 has been detected in B-cell lymphomas[9][10] and chronic lymphocytic leukemia[11]. It is also overexpressed in various solid tumors, including lung[12], breast[13], pancreatic[14], and thyroid cancers[15]. The roles of miRNA-155 in various physiological  PLOS ONE | www.plosone.org 1 November 2013 | Volume 8 | Issue 11 | e80547    and pathological processes, such as hematopoietic lineage differentiation, inflammation and immunity, have been identified recently [16]. miRNA-155 is required for the development of T cells, B cells, and dendritic cells. Previous studies have shown that miRNA-155 plays an important role in immunoglobulin class switching to IgG in B cells via the targeted repression of the transcription factor PU.1 [17] and activation-induced cytidine deaminase (AID) [18]. Other validated target genes of miRNA-155, such as interleukin-1 (IL-1), IkappaB kinase ε (IKKε), Ets-1, and Meis1, are associated with the hematopoietic and immune systems [19-21]. miRNA-155 gene knockout mice displayed severe immune response deficiencies after pathogen exposure. In antigen-specific inflammatory responses against autologous tissue, miRNA-155 has been shown to promote autoimmune inflammation [22]. Furthermore, miRNA-155 has been found to be up-regulated in macrophages following stimulation by a broad range of inflammatory mediators [6]. LPS induces the expression of miRNA-155 in the spleens of mice [5], but this increase in expression is not observed in other organs. The LPS-induced expression of miRNA-155 should be investigated in the liver because this organ is commonly damaged in mice with sepsis.  Dexamethasone (DXM), a potent synthetic member of the glucocorticoid family, has anti-inflammatory, anti-allergic, anti- shock, and anti-endotoxin effects. DXM has been widely used to treat inflammatory and autoimmune diseases, including severe sepsis, multiple sclerosis, rheumatoid arthritis, asthma, and systemic lupus erythematosus. In the cytoplasm, DXM interacts with the glucocorticoid receptor and forms a ligand- receptor complex, which subsequently translocates to the nucleus. In the nucleus, the complex binds to genomic DNA and regulates the expression of both anti-inflammatory and inflammatory genes at the transcriptional level. Moreover, DXM may impact the activities of signal-dependent transcription factors, including members of the activator protein 1 (AP-1) and nuclear factor-κB (NF-κB) families [23], to negatively regulate inflammatory responses. To elucidate the mechanism of DXM in regulating the inflammatory and immune response in mice with sepsis, we established a mouse model of sepsis and determined the effect of DXM on the expression of miRNA-155 in the liver.  Materials and Methods  Animals and treatment Animal experiments were performed in strict accordance with  the Guide for the Care and Use of Laboratory Animals of Sun Yat-sen University. The protocol was approved by the Committee on the Ethics of Animal Experiments of the First Affiliated Hospital of Sun Yat-sen University. A total of 350 female BALB/c mice (6-8 weeks of age and weighted 20-25 g) were purchased from the Experimental Animal Center of Sun Yat-sen University (Guangzhou, China). Mice were housed in a pathogen-free animal facility that was maintained at 24°C, 55% humidity, and had a 12 h light/dark cycle. All mice had free access to food and water, and they received humane care in accordance with the National Institutes of Health guidelines and the legal requirements of China. The mouse model of  sepsis was developed by intraperitoneal injections of LPS as previously described[24].  Three hundred mice were divided randomly into five groups, with 60 mice in each group: <1> the normal saline (NS) control group received an intraperitoneal injection of 50 μl of NS; <2> the LPS group received an intraperitoneal injection of 15 mg/kg E. coli LPS (Escherichia coli O55:B5, Sigma, St. Louis, MO, USA); <3> the NS-LPS group received an intraperitoneal injection of 50 μl NS 1 hour prior to LPS exposure; <4> the DXM-LPS group received an intraperitoneal injection of 5 mg/kg DXM (Sigma, St. Louis, MO, USA) dissolved in 50 μl NS 1 hour prior to LPS exposure; and <5> the DXM group received an intraperitoneal injection of 5 mg/kg DXM dissolved in 50 μl NS. We prepared the DXM according to the manufacturer's instruction. The LPS and DXM were dissolved in sterile saline solution under aseptic condition before injection. Ten mice from each group were killed at each indicated time point following LPS treatment (0, 2, 6, 12, 24, and 48 hours), and the liver tissue and peripheral blood were collected.  The remaining 50 mice were divided equally into five groups which received injection of 0, 0.5, 2, 5, and 10 mg/kg DXM, respectively, dissolved in 50 μl NS 1 hour prior to LPS exposure and were killed at 12 h following LPS treatment. The liver tissues were collected.  Measurements of serum ALT, TNF-α, IL-6, and IL-10 levels  The serum levels of alanine aminotransferase (ALT), TNF-α, IL-6, and IL-10 were measured. Blood samples from the NS and LPS groups were centrifuged at 1,000 ×g at 4°C for 20 minutes. Serum ALT was determined using a commercial kit (Wako Pure Chemical Industries, Ltd., Osaka, Japan). Serum levels of TNF-α, IL-10, and IL-6 were quantified using an ELISA kit (R&D Systems, Inc, Minneapolis, USA). Initially, the serum from each mouse was added to 96-well plates (10 μl/well) containing capture antibodies specific to mouse TNF-α, IL-6, and IL-10. Next, 100 μl of HRP-conjugated reagent was added to each well. The plates were incubated at 37°C for 1 hour, washed, and a substrate solution was added to each well. The plates were incubated for 15 minutes at 37°C, and subsequently, a stop solution was added to each well. Finally, the plates were read at 450 nm.  Measurement of tissue TNF-α, IL-6 and IL-10 levels Liver tissues were homogenized in ice-cold sterile saline at a  ratio of 1 ml per 100 mg tissue using an Ultra-turrax T18 homogenizer (IKA, Germany ). The homogenates were centrifuged at 1,000 ×g at 4°C for 15 minutes. The supernatant was transferred to a new tube and stored at -80°C. The amount of total protein was detected using the Bradford reagent (Sigma, St. Louis, MO, USA) according to the manufacturer's instructions. A total of 50 μg of protein was used to examine tissue TNF-α, IL-6, and IL-10 levels with an ELISA Kit (R&D Systems, Inc, Minneapolis, USA).  Histopathologic evaluation The liver tissues were subjected to histological examination.  All liver tissues were immersed in 4% formaldehyde and  Dexamethasone Down-Regulates microRNA-155  PLOS ONE | www.plosone.org 2 November 2013 | Volume 8 | Issue 11 | e80547    embedded in paraffin. The paraffin-embedded samples were then cut into 4 μm thick sections, deparaffinized with xylene, rehydrated through a series of decreasing concentrations of ethanol, and stained with hematoxylin-eosin (HE). All samples were examined and photographed using an OLYMPUS BX51WI optical microscope (Olympus, Japan).  Extraction and measurement of miRNA Total RNA was extracted from 100 mg of liver tissue with  Trizol reagent according to the manufacturer's protocol (Invitrogen, California, USA). A total of 2 μg RNA was used to synthesize first-strand cDNA using the One Step PrimeScript miRNA cDNA Synthesis Kit (Takara, Japan). The miRNA-155 level was quantified by real-time PCR (qRT-PCR) using SYBR Premix Ex Taq II (Takara, Japan) with U6 small nuclear RNA as the internal normalized reference. Real-time PCR primers were provided by RiboBio (Guangzhou, China). The expression of miRNA-155 was measured using the Roche Light Cycler 480 Real-Time PCR system. PCR reactions were performed at 95°C for 10 minutes followed by 40 cycles of denaturing at 95°C for 15 seconds and an annealing/extension at 60°C for 60 seconds. All reactions were performed in triplicate. The qRT- PCR data were analyzed and expressed as relative miRNA levels of the cycle threshold value, which was subsequently converted to fold change with 2-△△CT method[25] .  Statistical analysis Statistical changes in cytokine and ALT expression were  determined with the two-tailed student T test; the changes of miRNA expression were analyzed by analysis of variance (ANOVA). Differences were considered significant at P < 0.05.  Results  An acute inflammatory response was induced in mice with LPS-induced sepsis  After LPS exposure, the expression of inflammatory cytokines TNF-α, IL-6, and IL-10 were dramatically increased in serum (Figure 1A-C) and liver tissues of BALB/c mice (Figure 2A-C). Serum and tissue TNF-α levels simultaneously peaked at approximately 2 hours after LPS exposure and quickly declined to baseline levels over 12 hours (Figure 1A and 2A). Serum and tissue IL-6 levels peaked at 6 hours and declined by 12 hours, but IL-6 could still be detected at 24 hours after LPS exposure (Figure 1B and 2B). Serum and tissue IL-10 levels as well as serum ALT level increased with time after LPS injection (Figure 1C, 2C, and 1D).  Liver tissues were observed under a microscope with HE staining to investigate the inflammatory reaction. Compare to the normal liver tissue pathology (Figure 3A), The recruitment of inflammatory cells into the liver was observed 2 hours after LPS injection. A large number of leukocytes infiltrated in the portal tracts and sinusoids. Furthermore, hepatocyte vacuolation, architectural distortion, and nodular necrosis were evident at 12 hours after LPS injection (Figure 3B).  Expression of miRNA-155 was up-regulated in the livers of mice with LPS-induced sepsis  The expression of miRNA-155 in the liver peaked at 12 hours after LPS exposure, approximately 70-fold (72.56 ± 9.34 )higher than the level observed in the NS group, and returned to the baseline level after 48 hours (Figure 4A).  Effect of DXM on the expression of inflammatory cytokines and miRNA-155 in liver tissue  Compared with the increased levels of TNF-α, IL-6, and IL-10 in liver tissues in the LPS group, those levels in the NS- LPS group were similar, whereas those in the DXM-LPS group were significantly decreased (Figure 2). Moreover, pretreatment with DXM appeared to prevent most of the pathological damages induced by LPS in the livers (Figure 3C). Compared with the increased expression of miRNA-155 in the LPS and NS-LPS groups, the LPS-induced overexpression of miRNA-155 was suppressed in the DXM-LPS group at 2 hours after treatment, and the greatest reduction occurred at 12 hours (Figure 4A). The expression level of miRNA-155 in the DXM group was significantly down-regulated from 6 to 12 hours after treatment (Figure 4A). Furthermore, we found that DXM suppressed miRNA-155 expression in a dose-dependent manner (Figure 4B).  Discussion  To investigate the role of miRNA-155 during sepsis, we detected the dynamic changes in miRNA-155 expression in the liver of mice with LPS-induced sepsis and determined the regulatory effect of DXM on LPS-induced miRNA-155 overexpression. We found that the expression of inflammatory mediators TNF-α, IL-6, and IL-10 significantly increased in the serum and liver after LPS exposure, which initiated the systemic inflammatory response and tissue injury. As a biomarker of liver injury, ALT expression increased at 2 hours following LPS challenge, and hepatocyte vacuolation, architectural distortion and nodular necrosis became evident over time. The expression of miRNA-155 was also up- regulated, coincident with the up-regulation of inflammatory cytokines. These observations were consistent with our previous research [26].  The simultaneous increase in the expression of miRNA-155 and inflammatory cytokines in mice with LPS-induced sepsis may attribute to their interactions. Previous study found that TNF-α stimulated the expression of miRNA-155[27]. On the other hand, Eμ-miRNA-155 transgenic mice, which overexpress miRNA-155 in cells from the B-cell lineage, produce more TNF-α when compared with wild-type mice after LPS exposure, indicating that miRNA-155 may increase the production of inflammatory mediators [5]. Similarly, Jiang et al. [28] stimulated the breast cancer cells with IL-6 and found that expression of miRNA-155 increase, suggesting that IL-6 also induces the miRNA-155 expression. Compared with the pro- inflammatory cytokines TNF-α or IL-6, IL-10, which service as an important anti-inflammatory cytokine, prevents inflammation-mediated tissue damage by targeting various leukocytes and repressing excessive inflammatory responses  Dexamethasone Down-Regulates microRNA-155  PLOS ONE | www.plosone.org 3 November 2013 | Volume 8 | Issue 11 | e80547    [29]. It has been found to inhibit miRNA-155 transcription by Toll-like receptors in a STAT3-dependent manner[30,31], and miRNA-155-deficient CD4+ T cells have been shown to produce more IL-10[32]. However, we observed simultaneous up-regulation of miRNA-155 and IL-10. This may be related to the complex internal environment.  DXM can induce anti-inflammatory cytokines and inhibit pro- inflammatory cytokines at the transcriptional level, and thus could be used to treat sepsis. Consistent with previous studies, our data showed that the increased serum and tissue TNF-α and IL-6 levels in mice with early stages of sepsis were down- regulated by DXM. miRNA-155 and DXM are both regulators of inflammation and immunity, but the relationship between them requires further investigation. Moschos et al [7] have found limited effect of DXM on LPS-induced expression of miRNAs in the lungs of mice. We found that the expression level of miRNA-155 in the liver tissues from the LPS group was approximately 70 folds higher than the NS group, but this increase was impaired by DXM pretreatment. DXM may inhibit LPS-induced miRNA-155 expression indirectly by reducing the expression of pro-inflammatory cytokines. On other hand, the expression level of miRNA-155 in the DXM group was even lower than that in the NS group. DXM reduced the basal  expression level of miRNA-155 in mouse liver without LPS exposure, but did not reduce the basal expression of pro- inflammatory cytokines, indicating that other mechanisms may be involved in this process. In addition, we found that DXM suppressed miRNA-155 expression in the liver tissues in a dose-dependent manner. This change in miRNA-155 expression may be related to the levels of inflammatory cytokines. LPS may induce the expression of miRNA-155 by promoting the expression of inflammatory factors. A wide variety of inflammatory cytokines, such as TNF-α and IL-6, can up-regulate miRNA-155 expression. This up-regulation can be explained by the functions of pro-inflammatory transcription factors, such as NF-κB and AP-1, which promote the transcription of BIC genes. BIC genes contain the pri- miRNA-155 transcription gene [33]. However, DXM may reduce the production of TNF-α by activating multiple signaling pathways, such as the PI3K, NF-κB, Akt/PKB, and MAPK signaling pathways [34,35]. Therefore, DXM may reduce miRNA-155 expression in the liver by inhibiting pro- inflammatory cytokine expression. DXM reduced the baseline expression of miRNA-155 but did not suppress the baseline levels of TNF-α and IL-6, suggesting that down-regulation of miRNA-155 by DXM may not depend completely on the ability  Figure 1.  Serum levels of inflammatory cytokines and alanine aminotransferase (ALT) increase in mice with sepsis induced by lipopolysaccharide (LPS).  (A) tumor necrosis factor-α (TNF-α), (B) interleukin-6 (IL-6), (C) IL-10 and (D) ALT. Data are provided as the mean ± standard deviation (SD) of 10 mice in each group (*P < 0.05 versus the NS group). doi: 10.1371/journal.pone.0080547.g001  Dexamethasone Down-Regulates microRNA-155  PLOS ONE | www.plosone.org 4 November 2013 | Volume 8 | Issue 11 | e80547    Figure 2.  The levels of inflammatory cytokines in the livers of mice with LPS-induced sepsis.  are suppressed by dexamethasone (DXM). Mice were divided randomly into five groups: NS group received an intraperitoneal injection of 50 μl of NS; LPS group received an intraperitoneal injection of 15 mg/kg LPS; NS-LPS group received an intraperitoneal injection of 50 μl NS 1 hour prior to LPS exposure; DXM-LPS group received an intraperitoneal injection of 5 mg/kg DXM dissolved in 50 μl NS 1 hour prior to LPS exposure; DXM group received an intraperitoneal injection of 5 mg/kg DXM dissolved in 50 μl NS. (A) TNF-α, (B) IL-6 and (C) IL-10. Data are provided as the mean ± SD of 10 mice in each group (* P < 0.05 versus the NS group; # P <0.05 for the DXM- LPS group versus the NS-LPS group). doi: 10.1371/journal.pone.0080547.g002  Dexamethasone Down-Regulates microRNA-155  PLOS ONE | www.plosone.org 5 November 2013 | Volume 8 | Issue 11 | e80547    of DXM to suppress pro-inflammatory cytokines. It is likely that DXM may directly bind to the BIC genes to suppress miRNA-155 expression.  The regulation of miRNA-155 by DXM may be a novel mechanism regulating inflammation and the immune response. Our results may provide the theoretical support for the application of DXM in the treatment of sepsis.  Author Contributions  Conceived and designed the experiments: ZFM XCH. Performed the experiments: ZHW YBL. Analyzed the data: HT. Contributed reagents/materials/analysis tools: ZYL. Wrote the manuscript: ZBC.  References  Figure 3.  Dexamethasone (DXM) inhibits inflammation in mice with LPS-induced sepsis.  The liver tissues was examined pathologically at 12 hours after LPS exposure. (A) the NS group : the liver tissue pathology is normal; (B)the LPS group: A large number of leukocytes infiltrated in the portal tracts and sinusoids. The hepatocyte vacuolation, architectural distortion, and nodular necrosis were evident; (C) the DXM-LPS group: a little number of leukocytes infiltrated in the portal tracts and sinusoids. Mild damage to liver cells. doi: 10.1371/journal.pone.0080547.g003  Figure 4.  The expression of miRNA-155 in the liver tissue of mice with LPS-induced sepsis was reduced by DXM.  (A) the expression of miRNA-155 in the liver tissues was detected by real-time polymerase chain reaction (RT-PCR). All values are presented as mean ± SD of 10 mice in each group. At each indicated time point, the miRNA-155 level in the NS group was used as a reference (equivalent to 1) to calculate the relative expression of miRNA-155 in other groups (*P < 0.05, versus NS group; # P <0.05, DXM-LPS group versus NS-LPS group). (B) DXM suppresses miRNA-155 expression in a dose-dependent manner (◇P < 0.05, versus 0 mg/kg group; ★ P < 0.05, versus 0.5 mg/kg group; △ P < 0.05, versus 2 mg/kg group; ◆ P < 0.05, versus 5 mg/kg group). doi: 10.1371/journal.pone.0080547.g004  Dexamethasone Down-Regulates microRNA-155  PLOS ONE | www.plosone.org 6 November 2013 | Volume 8 | Issue 11 | e80547    1. Kloosterman WP, Plasterk RH (2006) The diverse functions of microRNAs in animal development and disease. Dev Cell 11: 441-450. doi:10.1016/j.devcel.2006.09.009. PubMed: 17011485.  2. Stefani G, Slack FJ (2008) Small non-coding RNAs in animal development. Nat Rev Mol Cell Biol 9: 219-230. doi:10.1038/nrm2347. PubMed: 18270516.  3. Bartel DP (2004) MicroRNAs: genomics, biogenesis, mechanism, and function. Cell 116: 281-297. doi:10.1016/S0092-8674(04)00045-5. PubMed: 14744438.  4. Taganov KD, Boldin MP, Chang KJ, Baltimore D (2006) NF-kappaB- dependent induction of microRNA miR-146, an inhibitor targeted to signaling proteins of innate immune responses. Proc Natl Acad Sci U S A 103: 12481-12486. doi:10.1073/pnas.0605298103. PubMed: 16885212.  5. Tili E, Michaille JJ, Cimino A, Costinean S, Dumitru CD et al. (2007) Modulation of miR-155 and miR-125b levels following lipopolysaccharide/TNF-alpha stimulation and their possible roles in regulating the response to endotoxin shock. J Immunol 179: 5082-5089. PubMed: 17911593.  6. O'Connell RM, Taganov KD, Boldin MP, Cheng G, Baltimore D (2007) MicroRNA-155 is induced during the macrophage inflammatory response. Proc Natl Acad Sci U S A 104: 1604-1609. doi:10.1073/pnas. 0610731104. PubMed: 17242365.  7. Moschos SA, Williams AE, Perry MM, Birrell MA, Belvisi MG et al. (2007) Expression profiling in vivo demonstrates rapid changes in lung microRNA levels following lipopolysaccharide-induced inflammation but not in the anti-inflammatory action of glucocorticoids. BMC Genomics 8: 240. doi:10.1186/1471-2164-8-240. PubMed: 17640343.  8. Tam W, Ben-Yehuda D, Hayward WS (1997) bic, a novel gene activated by proviral insertions in avian leukosis virus-induced lymphomas, is likely to function through its noncoding RNA. Mol Cell Biol 17: 1490-1502. PubMed: 9032277.  9. Kluiver J, van den Berg A, de Jong D, Blokzijl T, Harms G et al. (2007) Regulation of pri-microRNA BIC transcription and processing in Burkitt lymphoma. Oncogene 26: 3769-3776. doi:10.1038/sj.onc.1210147. PubMed: 17173072.  10. Rai D, Karanti S, Jung I, Dahia PL, Aguiar RC (2008) Coordinated expression of microRNA-155 and predicted target genes in diffuse large B-cell lymphoma. Cancer Genet Cytogenet 181: 8-15. doi: 10.1016/j.cancergencyto.2007.10.008. PubMed: 18262046.  11. Mraz M, Kipps TJ (2013) MicroRNAs and B cell receptor signaling in chronic lymphocytic leukemia. Leuk Lymphoma 54: 1836-1839. doi: 10.3109/10428194.2013.796055. PubMed: 23597135.  12. Skrzypski M, Dziadziuszko R, Jassem J (2011) MicroRNA in lung cancer diagnostics and treatment. Mutat Res 717: 25-31. doi:10.1016/ j.mrfmmm.2011.04.002. PubMed: 21540042.  13. Andorfer CA, Necela BM, Thompson EA, Perez EA (2011) MicroRNA signatures: clinical biomarkers for the diagnosis and treatment of breast cancer. Trends Mol Med 17: 313-319. doi:10.1016/j.molmed. 2011.01.006. PubMed: 21376668.  14. Lee EJ, Gusev Y, Jiang J, Nuovo GJ, Lerner MR et al. (2007) Expression profiling identifies microRNA signature in pancreatic cancer. Int J Cancer 120: 1046-1054. PubMed: 17149698.  15. Nikiforova MN, Nikiforov YE (2008) Molecular genetics of thyroid cancer: implications for diagnosis, treatment and prognosis. Expert Rev Mol Diagn 8: 83-95. doi:10.1586/14737159.8.1.83. PubMed: 18088233.  16. Faraoni I, Antonetti FR, Cardone J, Bonmassar E (2009) miR-155 gene: a typical multifunctional microRNA. Biochim Biophys Acta 1792: 497-505. doi:10.1016/j.bbadis.2009.02.013. PubMed: 19268705.  17. Vigorito E, Perks KL, Abreu-Goodger C, Bunting S, Xiang Z et al. (2007) microRNA-155 regulates the generation of immunoglobulin class-switched plasma cells. Immunity 27: 847-859. doi:10.1016/ j.immuni.2007.10.009. PubMed: 18055230.  18. Dorsett Y, McBride KM, Jankovic M, Gazumyan A, Thai TH et al. (2008) MicroRNA-155 suppresses activation-induced cytidine deaminase-mediated Myc-Igh translocation. Immunity 28: 630-638. doi: 10.1016/j.immuni.2008.04.002. PubMed: 18455451.  19. Ceppi M, Pereira PM, Dunand-Sauthier I, Barras E, Reith W et al. (2009) MicroRNA-155 modulates the interleukin-1 signaling pathway in  activated human monocyte-derived dendritic cells. Proc Natl Acad Sci U S A 106: 2735-2740. doi:10.1073/pnas.0811073106. PubMed: 19193853.  20. Lu F, Weidmer A, Liu CG, Volinia S, Croce CM et al. (2008) Epstein- Barr virus-induced miR-155 attenuates NF-kappaB signaling and stabilizes latent virus persistence. J Virol 82: 10436-10443. doi: 10.1128/JVI.00752-08. PubMed: 18753206.  21. Romania P, Lulli V, Pelosi E, Biffoni M, Peschle C, et al. (2008) MicroRNA 155 modulates megakaryopoiesis at progenitor and precursor level by targeting Ets-1 and Meis1 transcription factors. Br J Haematol 143: 570-580. PubMed: 18950466. PubMed: 18950466  22. O'Connell RM, Kahn D, Gibson WS, Round JL, Scholz RL et al. (2010) MicroRNA-155 promotes autoimmune inflammation by enhancing inflammatory T cell development. Immunity 33: 607-619. doi:10.1016/ j.immuni.2010.09.009. PubMed: 20888269.  23. Ray A, Prefontaine KE (1994) Physical association and functional antagonism between the p65 subunit of transcription factor NF-kappa B and the glucocorticoid receptor. Proc Natl Acad Sci U S A 91: 752-756. doi:10.1073/pnas.91.2.752. PubMed: 8290595.  24. Peyssonnaux C, Cejudo-Martin P, Doedens A, Zinkernagel AS, Johnson RS et al. (2007) Cutting edge: Essential role of hypoxia inducible factor-1alpha in development of lipopolysaccharide-induced sepsis. J Immunol 178: 7516-7519. PubMed: 17548584.  25. Winer J, Jung CK, Shackel I, Williams PM (1999) Development and validation of real-time quantitative reverse transcriptase-polymerase chain reaction for monitoring gene expression in cardiac myocytes in vitro. Anal Biochem 270: 41-49. doi:10.1006/abio.1999.4085. PubMed: 10328763.  26. Wang ZH, Liang YB, Tang H, Chen ZB, Li ZY et al. (2012) [Expression and effects of microRNA-155 in the livers of septic mice]. Zhongguo Wei Zhong Bing Ji Jiu Yi Xue 24: 154-157. PubMed: 22685717.  27. Kutty RK, Nagineni CN, Samuel W, Vijayasarathy C, Hooks JJ et al. (2010) Inflammatory cytokines regulate microRNA-155 expression in human retinal pigment epithelial cells by activating JAK/STAT pathway. Biochem Biophys Res Commun 402: 390-395. doi:10.1016/j.bbrc. 2010.10.042. PubMed: 20950585.  28. Jiang S, Zhang HW, Lu MH, He XH, Li Y et al. (2010) MicroRNA-155 functions as an OncomiR in breast cancer by targeting the suppressor of cytokine signaling 1 gene. Cancer Res 70: 3119-3127. doi: 10.1158/1538-7445.AM10-3119. PubMed: 20354188.  29. Ouyang W, Rutz S, Crellin NK, Valdez PA, Hymowitz SG (2011) Regulation and functions of the IL-10 family of cytokines in inflammation and disease. Annu Rev Immunol 29: 71-109. doi:10.1146/ annurev-immunol-031210-101312. PubMed: 21166540.  30. McCoy CE, Sheedy FJ, Qualls JE, Doyle SL, Quinn SR et al. (2010) IL-10 inhibits miR-155 induction by toll-like receptors. J Biol Chem 285: 20492-20498. doi:10.1074/jbc.M110.102111. PubMed: 20435894.  31. Cheung ST, So EY, Chang D, Ming-Lum A, Mui AL (2013) Interleukin-10 Inhibits Lipopolysaccharide Induced miR-155 Precursor Stability and Maturation. PLOS ONE 8: e71336. doi:10.1371/ journal.pone.0071336. PubMed: 23951138.  32. Rodriguez A, Vigorito E, Clare S, Warren MV, Couttet P et al. (2007) Requirement of bic/microRNA-155 for normal immune function. Science 316: 608-611. doi:10.1126/science.1139253. PubMed: 17463290.  33. Yin Q, Wang X, McBride J, Fewell C, Flemington E (2008) B-cell receptor activation induces BIC/miR-155 expression through a conserved AP-1 element. J Biol Chem 283: 2654-2662. PubMed: 18048365.  34. Lee HJ, Cho JW, Kim SC, Kang KH, Lee SK et al. (2006) Roles of p38 and ERK MAP kinases in IL-8 expression in TNF-alpha- and dexamethasone-stimulated human periodontal ligament cells. Cytokine 35: 67-76. doi:10.1016/j.cyto.2006.07.009. PubMed: 16949835.  35. Haake SM, Dinh CT, Chen S, Eshraghi AA, Van De Water TR (2009) Dexamethasone protects auditory hair cells against TNFalpha-initiated apoptosis via activation of PI3K/Akt and NFkappaB signaling. Hear Res 255: 22-32. doi:10.1016/j.heares.2009.05.003. PubMed: 19442713.  Dexamethasone Down-Regulates microRNA-155  PLOS ONE | www.plosone.org 7 November 2013 | Volume 8 | Issue 11 | e80547  http://dx.doi.org/10.1016/j.devcel.2006.09.009 http://www.ncbi.nlm.nih.gov/pubmed/17011485 http://dx.doi.org/10.1038/nrm2347 http://www.ncbi.nlm.nih.gov/pubmed/18270516 http://dx.doi.org/10.1016/S0092-8674(04)00045-5 http://www.ncbi.nlm.nih.gov/pubmed/14744438 http://dx.doi.org/10.1073/pnas.0605298103 http://www.ncbi.nlm.nih.gov/pubmed/16885212 http://www.ncbi.nlm.nih.gov/pubmed/17911593 http://dx.doi.org/10.1073/pnas.0610731104 http://dx.doi.org/10.1073/pnas.0610731104 http://www.ncbi.nlm.nih.gov/pubmed/17242365 http://dx.doi.org/10.1186/1471-2164-8-240 http://www.ncbi.nlm.nih.gov/pubmed/17640343 http://www.ncbi.nlm.nih.gov/pubmed/9032277 http://dx.doi.org/10.1038/sj.onc.1210147 http://www.ncbi.nlm.nih.gov/pubmed/17173072 http://dx.doi.org/10.1016/j.cancergencyto.2007.10.008 http://www.ncbi.nlm.nih.gov/pubmed/18262046 http://dx.doi.org/10.3109/10428194.2013.796055 http://www.ncbi.nlm.nih.gov/pubmed/23597135 http://dx.doi.org/10.1016/j.mrfmmm.2011.04.002 http://dx.doi.org/10.1016/j.mrfmmm.2011.04.002 http://www.ncbi.nlm.nih.gov/pubmed/21540042 http://dx.doi.org/10.1016/j.molmed.2011.01.006 http://dx.doi.org/10.1016/j.molmed.2011.01.006 http://www.ncbi.nlm.nih.gov/pubmed/21376668 http://www.ncbi.nlm.nih.gov/pubmed/17149698 http://dx.doi.org/10.1586/14737159.8.1.83 http://www.ncbi.nlm.nih.gov/pubmed/18088233 http://dx.doi.org/10.1016/j.bbadis.2009.02.013 http://www.ncbi.nlm.nih.gov/pubmed/19268705 http://dx.doi.org/10.1016/j.immuni.2007.10.009 http://dx.doi.org/10.1016/j.immuni.2007.10.009 http://www.ncbi.nlm.nih.gov/pubmed/18055230 http://dx.doi.org/10.1016/j.immuni.2008.04.002 http://www.ncbi.nlm.nih.gov/pubmed/18455451 http://dx.doi.org/10.1073/pnas.0811073106 http://www.ncbi.nlm.nih.gov/pubmed/19193853 http://dx.doi.org/10.1128/JVI.00752-08 http://www.ncbi.nlm.nih.gov/pubmed/18753206 http://www.ncbi.nlm.nih.gov/pubmed/18950466 http://www.ncbi.nlm.nih.gov/pubmed/18950466 http://dx.doi.org/10.1016/j.immuni.2010.09.009 http://dx.doi.org/10.1016/j.immuni.2010.09.009 http://www.ncbi.nlm.nih.gov/pubmed/20888269 http://dx.doi.org/10.1073/pnas.91.2.752 http://www.ncbi.nlm.nih.gov/pubmed/8290595 http://www.ncbi.nlm.nih.gov/pubmed/17548584 http://dx.doi.org/10.1006/abio.1999.4085 http://www.ncbi.nlm.nih.gov/pubmed/10328763 http://www.ncbi.nlm.nih.gov/pubmed/22685717 http://dx.doi.org/10.1016/j.bbrc.2010.10.042 http://dx.doi.org/10.1016/j.bbrc.2010.10.042 http://www.ncbi.nlm.nih.gov/pubmed/20950585 http://dx.doi.org/10.1158/1538-7445.AM10-3119 http://www.ncbi.nlm.nih.gov/pubmed/20354188 http://dx.doi.org/10.1146/annurev-immunol-031210-101312 http://dx.doi.org/10.1146/annurev-immunol-031210-101312 http://www.ncbi.nlm.nih.gov/pubmed/21166540 http://dx.doi.org/10.1074/jbc.M110.102111 http://www.ncbi.nlm.nih.gov/pubmed/20435894 http://dx.doi.org/10.1371/journal.pone.0071336 http://dx.doi.org/10.1371/journal.pone.0071336 http://www.ncbi.nlm.nih.gov/pubmed/23951138 http://dx.doi.org/10.1126/science.1139253 http://www.ncbi.nlm.nih.gov/pubmed/17463290 http://www.ncbi.nlm.nih.gov/pubmed/18048365 http://dx.doi.org/10.1016/j.cyto.2006.07.009 http://www.ncbi.nlm.nih.gov/pubmed/16949835 http://dx.doi.org/10.1016/j.heares.2009.05.003 http://www.ncbi.nlm.nih.gov/pubmed/19442713   Dexamethasone Down-Regulates the Expression of microRNA-155 in the Livers of Septic Mice  Introduction  Materials and Methods  Animals and treatment  Measurements of serum ALT, TNF-α, IL-6, and IL-10 levels  Measurement of tissue TNF-α, IL-6 and IL-10 levels  Histopathologic evaluation  Extraction and measurement of miRNA  Statistical analysis   Results  An acute inflammatory response was induced in mice with LPS-induced sepsis  Expression of miRNA-155 was up-regulated in the livers of mice with LPS-induced sepsis  Effect of DXM on the expression of inflammatory cytokines and miRNA-155 in liver tissue   Discussion  Author Contributions  References",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}