{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/7744792  First Infection with VanD-Type Glycopeptide-Resistant Enterococcus  faecium in Europe  Article  in  Journal of Clinical Microbiology · August 2005  DOI: 10.1128/JCM.43.7.3512-3515.2005 · Source: PubMed  CITATIONS  7 READS  64  4 authors, including:  Some of the authors of this publication are also working on these related projects:  Clonal diversity of MRSA View project  research article View project  Jean-Philippe Lavigne  Centre Hospitalier Régional Universitaire de Nîmes  349 PUBLICATIONS   7,092 CITATIONS     SEE PROFILE  H. Marchandin  Université de Montpellier  363 PUBLICATIONS   4,511 CITATIONS     SEE PROFILE  All content following this page was uploaded by Jean-Philippe Lavigne on 19 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/7744792_First_Infection_with_VanD-Type_Glycopeptide-Resistant_Enterococcus_faecium_in_Europe?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/7744792_First_Infection_with_VanD-Type_Glycopeptide-Resistant_Enterococcus_faecium_in_Europe?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Clonal-diversity-of-MRSA?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/research-article-8?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Philippe-Lavigne-2?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Philippe-Lavigne-2?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Centre-Hospitalier-Regional-Universitaire-de-Nimes?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Philippe-Lavigne-2?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/H-Marchandin?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/H-Marchandin?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Universite_de_Montpellier?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/H-Marchandin?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Philippe-Lavigne-2?enrichId=rgreq-0e6e94ba71578d207d5e901cb2bef60b-XXX&enrichSource=Y292ZXJQYWdlOzc3NDQ3OTI7QVM6MTA2NzQxNDgwMDM0MzA0QDE0MDI0NjA1NjA0NjM%3D&el=1_x_10&_esc=publicationCoverPdf   JOURNAL OF CLINICAL MICROBIOLOGY, July 2005, p. 3512-3515 Vol. 43, No. 7 0095-1137/05/$08.00-0 doi:10.1128/JCM.43.7.3512-3515.2005 Copyright   2005, American Society for Microbiology. All Rights Reserved.  First Infection with VanD-Type Glycopeptide-Resistant Enterococcus faecium in Europe  Jean-Philippe Lavigne,1,2 Hélène Marchandin,1,3 Nicole Bouziges,1,2 and Albert Sotto1,4* Laboratoire Universitaire d'Antibiologie, Faculté de Médecine, Avenue Kennedy, 30900 Nı̂mes, France1; Laboratoire de  Bactériologie, Virologie, Parasitologie, CHU de Nı̂mes, Groupe Hospitalo-Universitaire de Carémeau, Place du Professeur Robert Debré, 30029 Nı̂mes Cedex 9, France2; Laboratoire de Bactériologie, CHU Arnaud de  Villeneuve, 371, avenue du Doyen Gaston Giraud, 34295 Montpellier cedex 5, France3; and Service de Médecine Interne B, CHU de Nı̂mes, Groupe Hospitalo-Universitaire de  Carémeau, Place du Professeur Robert Debré, 30029 Nı̂mes Cedex 9, France4  Received 14 January 2005/Returned for modification 28 February 2005/Accepted 28 March 2005  We report the first strain of glycopeptide-resistant Enterococcus faecium from Europe that contains a vanD allele isolated from blood cultures of an immunocompromised patient hospitalized in a French university hospital. Based on phenotypic results, PCR sequencing, pulsed-field gel electrophoresis, and Southern blotting, the isolate was assigned to E. faecium with a chromosomally located VanD allele most closely related to the VanD1 allele.  Glycopeptides inhibit cell wall synthesis through the inter- action of their N termini with the D-alanyl-D-alanine termini of peptidoglycan precursors. The resulting complexes prevent the transglycosylases from incorporating disaccharide pentapep- tide subunits into the growing peptidoglycan chain, thereby inhibiting cell wall synthesis (15). Since 1988, many reports described the increase of vancomycin resistance in enterococci from Europe and the United States (6, 13). This resistance to glycopeptides occurs via a common mechanism involving mod- ification of the peptidoglycan biosynthetic pathway (8). Five phenotypes of acquired glycopeptide resistance have been identified in enterococci. VanA and VanB are the most com- mon types. They are caused by complex gene clusters that may be plasmid and/or transposon carried (8). VanE and VanG types have each been identified in single strains of Enterococ- cus faecalis (11, 15). Finally, to date, five Enterococcus faecium strains with VanD resistance have been reported in the United States, in Canada, and in Brazil (4, 7, 16, 18, 19). These isolates were recovered from stool cultures, urine, and blood cultures from immunocompromised patients. Each contained a distinct vanD allele, vanD1 to vanD5 (4, 7, 16, 18, 19).  Since November 2003, a 56-year-old man had been regularly admitted to the hematology and oncology unit of Nı̂mes Uni- versity Hospital for the treatment of an acute myeloid leuke- mia. He was hospitalized on February 2004 for febrile neutro- penia. Physical examination did not reveal a focal site of infection. E. faecium was isolated from three blood cultures. Despite an intravenous antibiotic therapy using levofloxacin and quinupristin/dalfopristin, the patient died 5 days after his admission.  E. faecium was determined biochemically using the Vitek 2-AST N017 identification card (Biomerieux, Marcy-l'Etoile,  France). Susceptibility to antibiotics was determined with the E-test method (AB Biodisk, Solna, Sweden) on blood agar plates, and antibiotic MICs were interpreted according to the recommendations of the Antibiotic Susceptibility Testing Committee of the French Society for Microbiology with En- terococcus faecalis ATCC 29212, E. faecium B91 (VanA-), and E. faecium B132 (VanB-) as reference strains (20). The three isolates from the blood cultures showed the same resistant pattern. They were resistant to penicillin G (MIC, 16 -g/ml), gentamicin (MIC, -2,000 -g/ml), streptomycin (MIC, -2,000 -g/ml), tetracycline (MIC, 16 -g/ml), linezolid (MIC, -4 -g/ ml), daptomycin (MIC, 16 -g/ml), and macrolide-lincosamide- streptogramin B-type antibiotics (MIC, -8 -g/ml). They were also resistant to vancomycin (MIC, -256 -g/ml) and teicopla- nin (MIC, -256 -g/ml). They were susceptible only to quinu- pristin/dalfopristin (MIC, 0.5 -g/ml) and intermediate to levo- floxacin (MIC, 2 -g/ml). Levels of growth of these strains in the absence of and following the addition of vancomycin (8 -g/ml) were identical (data not shown), indicating that resis- tance was expressed constitutively. One of the three isolates was genotypically studied and named E. faecium NEF1.  To determine the genotype responsible for the unusual re- sistance of this strain, we used a multiplex PCR assay previ- ously described by Dutka-Malen et al., which allows simulta- neous detection of the glycopeptide resistance genotypes vanA and vanB, which encode D-alanine-D-lactate (D-Ala-D-Lac) li- gases, and vanC-1 and vanC-2/3, which encode D-Ala-D-Ser ligases (9). At the same time, multiplex PCR allows the iden- tification to the species level of the following clinically relevant enterococci: E. faecium, E. faecalis, E. gallinarum, and E. cas- seliflavus/E. flavescens. In this assay, PCR amplicons are dis- criminated from each other based on their molecular sizes. This protocol was modified according to Patel et al. in order to bypass the DNA extraction procedure and to process the PCR assay directly on an isolated colony from blood agar or Muel- ler-Hinton plates (17). Four previously characterized vanco- mycin-resistant Enterococcus strains, which carry either vanA,  * Corresponding author. Mailing address: Laboratoire Universitaire d'Antibiologie, Faculté de Médecine, CS83021, Avenue Kennedy, 30908 Nı̂mes Cedex 02, France. Phone: (33) 4 66 68 32 31. Fax: (33) 4 66 68 38 24. E-mail: albert.sotto@chu-nimes.fr.  3512    vanB, vanC-1, or vanC-2/3 genes, were used as controls. Mul- tiplex PCR performed on the enterococcal isolate resistant to vancomycin and teicoplanin yielded a 550-bp amplified frag- ment specific for an internal fragment of the gene encoding D-Ala-D-Ala ligase of E. faecium. However, despite the high level of resistance to glycopeptides of this E. faecium isolate, none of the vanA, vanB, vanC1, or vanC2/3 resistance deter- minants could be amplified. Using degenerate V3 (5--GAR GAT GGI TSC ATM CAR GGW-3-) and V4 (5--MGT RAA ICC IGG CAK RGT RTT-3-) primers, which allow amplifica- tion of fragments internal to genes encoding related ligases (12), we obtained a 630-bp fragment. This fragment was cloned  into pGEMT (Promega, Madison, WI) to yield the pGEMT- Van plasmid and introduced into Escherichia coli via transfor- mation. The insert was sequenced. The deduced 223-amino- acid partial peptide showed approximately 90% identity with five VanD ligases listed in the GenBank database. Primer walk sequencing was carried out to amplify the entire D-Ala-D-Lac ligase (MWG-Biotech, Ebersberg, Germany). Deduced amino acid sequences were aligned using ClustalW (http://www.ebi .ac.uk/clustalw/). The complete region detected was predicted to encode a ligase of 343 amino acids (Fig. 1). This VanD peptide showed 85 to 95% amino acid identity to the VanD2 (AF153050 [16]), VanD3 (AF175293 [3]), VanD4 (AF277571 [7]), and VanD5 (AAR37060 [2]) ligases and 68% and 67% identity with, respectively, the VanA and VanB (B1 and B2) ligases (M97297 [1], U35369 [10], and AY145441 [14]) (Table 1). It shared a maximum of 98% amino acid identity with the VanD1 ligase (AF130997 [5]).  To search for a possible chromosomal location of the vanD allele, we used pulsed-field gel electrophoresis of I-CeuI-re- stricted DNA as previously described (2). A transfer of DNA from electrophoresis gel to a nylon membrane was accom- plished by capillary transfer. For DNA probing of the Southern blot, we used an amplification product obtained by PCR of E. faecium NEF1 using the vanD1 primers previously described (18). This product was labeled with digoxigenin-dUTP follow- ing the manufacturer's instructions (Boehringer Mannheim, Indianapolis, Ind.) and hybridized on I-CeuI-restricted pat- terns (Fig. 2). The vanD1 probe hybridized with E. faecium NEF1 DNA, confirming the chromosomal localization of this resistance gene as previously described for the vanD1 gene (18). All these results point to the fact that the resistance gene in E. faecium NEF1 is most closely related to the vanD1 allele.  In this study, we reported to the best of our knowledge the first strain of vancomycin-resistant E. faecium from Europe that contains a vanD allele. Since this episode of bacteremia, no further strains belonging to this genotype have been iso- lated in our hospital. Similar to previous patients reported with VanD-type glycopeptide-resistant Enterococcus, this patient  FIG. 1. Comparison of the amino acid sequences of E. faecium NEF1 (VanDN) and other D-Ala-D-Lac ligases from glycopeptide- resistant enterococci. The conserved residues that form the active site and those important for ligand binding in the VanA ligase are shaded. Data for comparison are taken from GenBank accession no. AF130997 (VanD1), AF153050 (VanD2), AF175293 (VanD3), AF277571 (VanD4), AAR37060 (VanD5), M97297 (VanA), U35369 (VanB1), and AY145441 (VanB2). Deduced amino acid sequences were aligned using ClustalW.  FIG. 2. Analysis of I-CeuI-digested genomic DNA by pulsed-field gel electrophoresis (left) and hybridization of the restricted patterns (right) with a vanD-specific probe. Lane 1, E. faecium ATCC 29212; lane 2, E. faecium NEF1 (VanD1); lane 3, E. faecium B91 (VanA); lane 4, E. faecium B132 (VanB).  VOL. 43, 2005 NOTES 3513    had multiple medical problems, i.e., underlying medical illness (diabetes mellitus), immunocompromised status (neutropenic leukemia or lymphoma), prolonged hospital stays, multiple courses of antibiotics (vancomycin, expanded-spectrum ceph- alosporins), and instrumentation (central venous catheter) (16). For a few months, our patient had been treated several times with vancomycin, but, during this period, the patient had no enterococcal infections. He received also --lactams (amoxi- cillin plus clavulanic acid, imipenem, and cephalosporins), fluoroquinolones, aminoglycosides, and pristinamycin. How- ever, he did not have any links with the United States, Canada, or Brazil, the countries where the five VanD-type glycopep- tide-resistant E. faecium strains have been previously de- scribed. Interestingly, the five E. faecium strains with VanD- type resistance reported before were isolated in patients with multiple medical problems: diabetes mellitus, aplastic anemia, and, above all, three cases of orthoptic liver transplantation.  Phenotypically, this E. faecium presents a very high level of resistance against teicoplanin compared with the other de- scribed vanD phenotypes. It may represent constitutive high- level expression of the vanD gene cluster. The resistance gene in E. faecium NEF1 is most closely related to the VanD1 allele. The E. faecium NEF1 peptide showed 98% amino acid identity to the VanD1 ligases and a vanD1 probe hybridized with the E. faecium NEF1 DNA. The residues believed to comprise the active site of VanA are conserved in all enterococcal D-Ala-D- Ala ligases, including our isolate (7) (Fig. 1). It will be inter- esting to characterize the entire vanD operon in E. faecium NEF1 to detect potential variations in its organization com- pared to vanD1 to vanD5 operons.  We showed that the vanD gene of our isolate was chromo- somally located as previously described for the other VanD isolates (8). This distribution may contribute to the paucity of VanD-type resistant strains in contrast to the widespread and increasing prevalence of vancomycin-resistant enterococci car- rying vanA or vanB genes in France.  (This work was presented in part in 6th European Congress of Chemotherapy and Infections, Paris, France, December 2004, abstr. 348/78P.)  We are very grateful to Josiane Campos for performing the entero- coccal multiplex PCR assay.  This work was supported by Université de Montpellier 1 (BQR, BQ 68).  REFERENCES  1. Arthur, M., C. Molinas, F. Depardieu, and P. Courvalin. 1993. Character- ization of Tn1546, a Tn3-related transposon conferring glycopeptide resis- tance by synthesis of depsipeptide peptidoglycan precursors in Enterococcus faecium BM4147. J. Bacteriol. 175:117-127.  2. Bonnet, R., H. Marchandin, C. Chanal, D. Sirot, R. Labia, C. De Champs, E. Jumas-Bilak, and J. Sirot. 2002. Chromosome-encoded class D beta- lactamase OXA-23 in Proteus mirabilis. Antimicrob. Agents Chemother. 46:2004-2006.  3. Boyd, D. A., J. Conly, H. Dedier, G. Peters, L. Robertson, E. Slater, and M. R. Mulvey. 2000. Molecular characterization of the vanD gene cluster and a novel insertion element in a vancomycin-resistant Enterococcus isolated in Canada. J. Clin. Microbiol. 38:2392-2394.  4. Boyd, D. A., P. Kibsey, D. Roscoe, and M. R. Mulvey. 2004. Enterococcus faecium N03-0072 carries a new VanD-type vancomycin resistance determi- nant: characterization of the VanD5 operon. J. Antimicrob. Chemother. 54:680-683.  5. Casadewall, B., and P. Courvalin. 1999. Characterization of the vanD gly- copeptide resistance gene cluster from Enterococcus faecium BM4339. J. Bacteriol. 181:3644-3648.  6. Centers for Disease Control and Prevention. 1993. Nosocomial enterocci resistant to vancomycin. United States. 1989-1993. Morb. Mortal. Wkly. Rep. 42:597-599.  7. Dalla Costa, L. M., P. E. Reynolds, H. A. Souza, D. C. Souza, M. F. Palepou, and N. Woodford. 2000. Characterization of a divergent vanD-type resistance element from the first glycopeptide-resistant strain of Enterococcus faecium isolated in Brazil. Antimicrob. Agents Chemother. 44:3444-3446.  8. Depardieu, F., M. Kolbert, H. Pruul, J. Bell, and P. Courvalin. 2004. VanD- type vancomycin-resistant Enterococcus faecium and Enterococcus faecalis. Antimicrob. Agents Chemother. 48:3892-3904.  9. Dutka-Malen, S., S. Evers, and P. Courvalin. 1995. Detection of glycopep- tide resistance genotypes and identification to the species level of clinically relevant enterococci by PCR. J. Clin. Microbiol. 33:24-27.  10. Evers, S., and P. Courvalin. 1996. Regulation of VanB-type vancomycin resistance gene expression by the VanSB-VanRB two-component regulatory system in Enterococcus faecalis V583. J. Bacteriol. 178:1302-1309.  11. Fines, M., B. Perichon, P. Reynolds, D. F. Sahm, and P. Courvalin. 1999. VanE, a new type of acquired glycopeptide resistance in Enterococcus fae- calis BM4405. Antimicrob. Agents Chemother. 43:2161-2164.  12. Gold, H. S., S. Unal, E. Cercenado, C. Thauvin-Eliopoulos, G. M. Eliopoulos, C. B. Wennersten, and R. C. Moellering, Jr. 1993. A gene conferring resistance to vancomycin but not teicoplanin in isolates of Enterococcus faecalis and En- terococcus faecium demonstrates homology with vanB, vanA, and vanC genes of enterococci. Antimicrob. Agents Chemother. 37:1604-1609.  13. Leclercq, R., E. Derlot, J. Duval, and P. Courvalin. 1988. Plasmid-mediated resistance to vancomycin and teicoplanin in Enterococcus faecium. N. Engl. J. Med. 319:157-161.  14. Lorenzo-Diaz, F., T. Delgado, J. A. Reyes-Darias, C. Flores, S. Mendez- Alvarez, J. Villar, A. Sierra, and F. Claverie-Martin. 2004. Characterization of the first VanB vancomycin-resistant Enterococcus faecium isolated in a Spanish hospital. Curr. Microbiol. 48:199-203.  15. McKessar, S. J., A. M. Berry, J. M. Bell, J. D. Turnidge, and J. C. Paton. 2000. Genetic characterization of vanG, a novel vancomycin resistance locus of Enterococcus faecalis. Antimicrob. Agents Chemother. 44:3224-3228.  16. Ostrowsky, B. E., N. C. Clark, C. Thauvin-Eliopoulos, L. Venkataraman, M. H. Samore, F. C. Tenover, G. M. Eliopoulos, R. C. Moellering, Jr., and H. S. Gold. 1999. A cluster of VanD vancomycin-resistant Enterococcus faecium: molecular characterization and clinical epidemiology. J. Infect. Dis. 180:1177-1185.  17. Patel, R., J. R. Uhl, P. Kohner, M. K. Hopkins, and F. R. Cockerill III. 1997.  TABLE 1. Percent amino acid identities between E. faecium NEF1 (VanDNEF1) and selected D-Ala-D-Lac ligases  Ligase % Amino acid identity to:  VanDNEF1 VanD1 VanD2 VanD3 VanD4 VanD5 VanA VanB1 VanB2  VanDNEF1 100 98 95 95 84 84 68 67 67 VanD1 100 96 97 85 85 68 67 67 VanD2 100 96 84 86 67 67 67 VanD3 100 83 86 68 67 67 VanD4 100 95 68 69 68 VanD5 100 67 68 67 VanA 100 75 76 VanB1 100 95 VanB2 100  3514 NOTES J. CLIN. MICROBIOL.    Multiplex PCR detection of vanA, vanB, vanC-1, and vanC-2/3 genes in enterococci. J. Clin. Microbiol. 35:703-707.  18. Perichon, B., P. Reynolds, and P. Courvalin. 1997. VanD-type glycopeptide- resistant Enterococcus faecium BM4339. Antimicrob. Agents Chemother. 41:2016-2018.  19. Perichon, B., B. Casadewall, P. Reynolds, and P. Courvalin. 2000. Glyco-  peptide-resistant Enterococcus faecium BM4416 is a VanD-type strain with an impaired D-alanine:D-alanine ligase. Antimicrob. Agents Chemother. 44: 1346-1348.  20. Soussy, C. J. 2005. Recommandations du Comité de l'Antibiogramme de la Société Française de Microbiologie. Societé Française de Microbiologie, Paris, France. [Online.] http://www.sfm.asso.fr.  VOL. 43, 2005 NOTES 3515  View publication statsView publication stats  https://www.researchgate.net/publication/7744792",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}