{
    "summary": "The incidence of cholangiocellular carcinoma (CCC) is increasing worldwide. Using a transgenic mouse model, we found that expression of the intracellular domain of Notch 1 (NICD) in mouse livers results in the formation of intrahepatic CCCs. These tumors display features of bipotential hepatic progenitor cells, indicating that intrahepatic CCC can originate from this cell type. We show that human and mouse CCCs are characterized by high expression of the cyclin E protein and identified the cyclin E gene as a direct transcriptional target of the Notch signaling pathway. Intriguingly, blocking γ-secretase activity in human CCC xenotransplants results in downregulation of cyclin E expression, induction of apoptosis, and tumor remission in vivo.",
    "title": "A Critical Role for Notch Signaling in the Formation of Cholangiocellular Carcinomas",
    "text": "Mitogen-Activated Protein Kinases and Mitogen Kinase Phosphatase 1: A Critical Interplay in Macrophage Biology   MINI REVIEW published: 28 June 2016  doi: 10.3389/fmolb.2016.00028  Frontiers in Molecular Biosciences | www.frontiersin.org 1 June 2016 | Volume 3 | Article 28  Edited by:  Ana Cuenda,  Spanish National Research Council,  Spain  Reviewed by:  Eusebio Perdiguero,  University Pompeu Fabra, Spain  Jose M. Lizcano,  Universitat Autonoma de Barcelona,  Spain  *Correspondence:  Antonio Celada  acelada@ub.edu  Specialty section:  This article was submitted to  Cellular Biochemistry,  a section of the journal  Frontiers in Molecular Biosciences  Received: 15 February 2016  Accepted: 13 June 2016  Published: 28 June 2016  Citation:  Lloberas J, Valverde-Estrella L, Tur J,  Vico T and Celada A (2016)  Mitogen-Activated Protein Kinases  and Mitogen Kinase Phosphatase 1: A  Critical Interplay in Macrophage  Biology. Front. Mol. Biosci. 3:28.  doi: 10.3389/fmolb.2016.00028  Mitogen-Activated Protein Kinases and Mitogen Kinase Phosphatase 1: A Critical Interplay in Macrophage Biology Jorge Lloberas, Lorena Valverde-Estrella, Juan Tur, Tania Vico and Antonio Celada*  Departament of Cell Biology, Physiology and Immunology, Universitat de Barcelona, Barcelona, Spain  Macrophages are necessary in multiple processes during the immune response or  inflammation. This review emphasizes the critical role of the mitogen-activated protein  kinases (MAPKs) and mitogen kinase phosphatase-1 (MKP-1) in the functional activities  of macrophages. While the phosphorylation of MAPKs is required for macrophage  activation or proliferation, MKP-1 dephosphorylates these kinases, thus playing a  balancing role in the control of macrophage behavior. MKP-1 is a nuclear-localized  dual-specificity phosphatase whose expression is regulated at multiple levels, including  at the transcriptional and post-transcriptional level. The regulatory role of MKP-1 in  the interplay between MAPK phosphorylation/dephosphorylation makes this molecule  a critical regulator of macrophage biology and inflammation.  Keywords: kinases, phosphatases, inflammation, macrophages, immune response, signal transduction  MACROPHAGES A KEY ELEMENT OF THE IMMUNE SYSTEM  Monocytes are the precursors of macrophages and they originate from undifferentiated stem cells in the bone marrow. Differentiation is induced in response to growth factors such as M-CSF, IL-3, and GM-CSF. M-CSF being the only specific one because the M-CSF receptor (CSF1R, M-CSF-R, or CD115 is encoded by the c-fms proto-oncogene) is present only in the monocyte/macrophage lineage. Monocytes reach all the tissues in the body via the blood and then they become macrophages (Epelman et al., 2014). In response to various factors, including cytokines, cell-cell contacts, and extracellular matrix interactions, macrophages differentiate to more specialized cells, depending on the tissue. For example, in response to RANKL, these cells differentiate to osteoclasts in the bone (Edwards andMundy, 2011), to Kupffer cells in the liver, to Langerhans cells in the skin, to bone marrow macrophages in the bone, and to crypt macrophages in the intestine. The activities of differentiated macrophages vary in function of the tissue. The interaction of macrophages with factors such as GM-CSF, IL-4, and TGF-β induces differentiation to dendritic cells. These cells are key elements in antigen presentation in the lymph node a process that induces T cell activation and the acquired immune response. The immune system responds to stress induced by chemical, physical, and infectious agents by producing inflammation. In this process, macrophages play a key role, initially through their capacity to remove bacteria or parasites. This activity is achieved through many components that can indirectly damage the surrounding tissues. After this pro- inflammatory activity (classical activation or M1), macrophages remove all the damaged tissues and start the reconstruction process. In this anti-inflammatory phase (alternative activation orM2), macrophages prompt the synthesis of the extracellular matrix and cell growth (Dey et al., 2014).  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org/Molecular_Biosciences/editorialboard http://www.frontiersin.org/Molecular_Biosciences/editorialboard http://www.frontiersin.org/Molecular_Biosciences/editorialboard http://www.frontiersin.org/Molecular_Biosciences/editorialboard http://dx.doi.org/10.3389/fmolb.2016.00028 http://crossmark.crossref.org/dialog/?doi=10.3389/fmolb.2016.00028&domain=pdf&date_stamp=2016-06-28 http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive https://creativecommons.org/licenses/by/4.0/ mailto:acelada@ub.edu http://dx.doi.org/10.3389/fmolb.2016.00028 http://journal.frontiersin.org/article/10.3389/fmolb.2016.00028/abstract http://loop.frontiersin.org/people/347393/overview http://loop.frontiersin.org/people/334647/overview http://loop.frontiersin.org/people/260213/overview   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  Under physiological conditions, monocytes show the Ly6C−  and CD43++ phenotype in mice and CD14− and CD16++  phenotype in humans (Ziegler-Heitbrock et al., 2010). Localized around blood vessels, these cells serve to monitor healthy tissues. When homeostasis is altered, they enter the affected tissues to initiate an early immune response. During the first 24 h of this response, the inflammatory loci are invaded first by neutrophils and then by monocytes carrying the Ly6C++ CD43− phenotype in mice and the CD14++ CD16− phenotype in humans. These monocytes trigger the pro- and anti-inflammatory activities mentioned earlier. The same macrophages that are polarized to pro-inflammatory action become anti-inflammatory a few days later (Arnold et al., 2007; Takeuch and Akira, 2011). Interestingly, pro-inflammatory activity by agents such IFN-γ or LPS block macrophage proliferation (Xaus et al., 1999). However, during anti-inflammatory activation, tissue macrophages proliferate locally (Arnold et al., 2007) in a processmediated by IL-4 (Jenkins et al., 2011).  MAPKs AND MACROPHAGE BIOLOGY  MAPKs have been conserved over evolution; however, the subcellular compartmentalization and the kinetics of MAPK activation are cell-type specific, and these kinases orchestrate a range of cellular responses. One of the critical issues in macrophage biology, as in most cell types, is their capacity to respond to stimuli and to proliferate. Although M-CSF, GM- CSF, and IL-3 induce macrophage proliferation, M-CSF is the only specific grow factor for these cells. M-CSF interacts with its receptor-specific receptor CSF1R on the cell surface and induces the activation of signal transduction. The interaction is followed by receptor dimerization, which leads to the autophosphorylation of tyrosine residues in the intracellular domain and the recruitment of signaling molecules (Yu et al., 2012). Macrophage proliferation required the stimulation of the MAPK signaling pathway (Pixley and Stanley, 2004). These serine/threonine kinases are induced by external signals, and they play a critical role in regulating the growth, activation, differentiation, and apoptosis of various types of cells. MAPK activation calls for phosphorylation on the threonine and tyrosine residues situated in the activation loop. Upon phosphorylation, these kinases regulate transcription factors such as Ets-1, Elk/TCF, and AP- 1, all of which are involved in immediate, early and late gene expression (Yoon and Seger, 2006), and also in protein expression by regulating the stability, transport or translocation of mRNA species that contain AU-rich elements (Wang and Liu, 2007). In response to growth factors, ERK-1/2, c-Jun NH2-terminal kinase 1 (JNK-1), and p38 are activated in macrophages. However, for the proliferation of these cells, only ERK-1/2 phosphorylation is required (Jaworowski et al., 1999; Valledor et al., 2000a; Sanchez-Tillo et al., 2007). The activation/phosphorylation of Ras is necessary to phosphorylate ERK-1/2 and the downstream targets such as the ribosomal S6 kinases and mitogen- and stress-activated kinases 1 and 2 (Murphy and Blenis, 2006). Activated ERK-1/2 translocate to the nucleus and, by means  of phosphorylation, activate a number of transcription factors  that regulate genes involved in proliferation. Remarkably, M-CSF triggers other pathways independent of MAPKs to induce macrophage survival through the phosphorylation of phosphoinositide 3-kinase which prompts the translocation and activation of Akt (Comalada et al., 2004).  Lipopolysaccharide (LPS) is a powerful inflammatory signal present in the membrane of Gram-negative bacteria. It regulates the expression of many genes, including TNF-α, which causes septic shock when present in large amounts. ERK-1/2 becomes phosphorylated through the interaction of LPS with LPS binding protein (a serum protein), CD14, and TLR4 (membrane proteins in macrophages; Valledor et al., 2000b). The inhibition of this phosphorylation blocks the production of TNF-α and IL-1β. This observation serves to demonstrate the role of these twomolecules in macrophage activation (Valledor et al., 2000a).  IFN-γ, a major endogenous macrophage activator, not only requires Stat1 for signaling but also MAPKs. At early times (30 min), p38 is activated strongly, but ERK-1/2 and JNK- 1 become phosphorylated between 2 and 5 h. Although p38 and ERK-1/2 regulate the expression of genes of the innate response, such as chemokines, TNF-α, and inducible NO synthase, the genes involved in antigen presentation are regulated by JNK-1 (Valledor et al., 2008b). These results emphasize the diversity of MAPK kinetics and activity in macrophages.  The kinetics of MAPK phosphorylation with respect to the proliferation or functional activation of macrophages may be associated with various factors, such as cell-surface receptor concentration and the different pathways used after ligand- receptor engagement (Murphy and Blenis, 2006). The induction of ERK-1/2 phosphorylation by M-CSF or LPS involves the same molecules, namely Ras, Raf, and MEK 1/2 (Casals-Casas et al., 2009). However, the early steps differ. While M-CSF receptor encloses a tyrosine kinase domain in the intra-cytoplasmic region, thus inducing rapid phosphorylation, LPS interacts with LPS-binding protein CD14, and finally TLR4 and requires more time to initiate the phosphorylation (Kolch, 2005).  THE MKP-1 PHOSPHATASE AND ITS REGULATION  MKP-1 phosphatase, also called dual specificity phosphatase 1 (DUSP1), is expressed ubiquitously. However, it is regulated in a cell-context manner and is able to dephosphorylate tyrosine or serine/threonine residues. MKPs dephosphorylate and consequently inactivate ERK-1/2 (Pouyssegur and Lenormand, 2003), p38, MAPKs (Kaiser et al., 2004), and JNKs (Sanchez- Perez et al., 1998). At least 11 MKP family members of these dual phosphatases have been found to differ in cellular specificity, subcellular localization, and substrate specificity (Farooq and Zhou, 2004).  MKP-1 is composed of two domains, one is bound the MAPK in the NH2-terminus and the other is the dual- specificity phosphatase domain located in the COOH terminus (Camps et al., 2000). This phosphatase localizes exclusively to the nucleus through a NH2-terminus LXXLL motif (Wu  Frontiers in Molecular Biosciences | www.frontiersin.org 2 June 2016 | Volume 3 | Article 28  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  et al., 2005). The catalytic activity is regulated through interaction with MAPKs mediated by a kinase interaction motif (Doddareddy et al., 2012).  In most cases, the induction of phosphatases is a negative response mechanism of the kinases that triggers the expression or activation of the phosphatases. In macrophages, MPK-1 induction yields conflicting results. In primary cultures of bone marrow-derived macrophages, LPS-induced MKP-1 expression is partially blocked by co-administration of inhibitors of ERK- 1/2 and p38 (Ananieva et al., 2008) or when macrophage from a p38 KO mouse are used (Kim et al., 2008). In other studies using the same cell type, the inhibition of the MEK pathway required for M-CSF- or LPS-induced ERK-1/2 phosphorylation was not found to affect MKP-1 expression, thereby showing that this expression is independent of kinase activation (Valledor et al., 1999, 2000b).  The early steps in signal transduction to induce MKP-1 involves the phosphorylation of PKCε (Valledor et al., 1999, 2000b). Interestingly, the expression of MKP-1 induced by either M-CSF or LPS also requires Raf-1 activation, as does the phosphorylation of ERK-1/2 (Sanchez-Tillo et al., 2006). Another mediator of MKP-1 stimulation is JNK-1, and inactivation of this kinase results in prolonged ERK phosphorylation (Sanchez- Tillo et al., 2007). Finally, inhibition of mTOR induces MKP-1 expression, thereby suggesting that the repression of immunity is mediated through MKP-1 (Rastogi et al., 2013).  MKP-1 is not expressed under basal conditions; however, in response to various stimuli MKP-1 is an immediate early gene that requires transcriptional activation, although its regulation is also mediated at several other levels. In the MKP-1 promoter, a region containing a CREB/AP-1 box is essential for the induction of transcription through a variety of different stimuli (Arthur et al., 2004; Ananieva et al., 2008; Cho et al., 2008; Kim et al., 2008; Casals-Casas et al., 2009). Upon activation by M-CSF or LPS, this box is occupied by phosphorylated CREB and c-Jun. It has been reported that the phosphorylation of CREB is mediated by p38 (Kamata et al., 2005) and by ERK-1/2. However, this phosphorylation is not direct but mediated through MSK1/2 activated by either ERK-1/2 or p38 (Ananieva et al., 2008; Kim et al., 2008). However, it has been reported that the inhibition of ERK does not block MKP-1 induction by M-CSF and LPS (Valledor et al., 1999, 2000b). Other studies have described that CREB phosphorylation is mediated by M-CSF-induced PI-3K (Kanagasundaram et al., 1999) or by LPS-activated PKA (Zhong et al., 1997). Vitamin D induces MKP-1, thus inhibiting pro-inflammatory cytokine production, and the binding of the vitamin D receptor at the vitamin D response element in the MKP-1 promoter is increased (Zhang et al., 2012). In the context of the proliferation vs. activation issue, IFN-γ, the major endogenous activator of macrophages, inhibits M-CSF-induced MKP-1 expression (Valledor et al., 2008a). The inhibition is mediated through STAT1, but no such repressive activity has been reported for this transcription factor. Transcription, in turn, calls for epigenetic modifications or chromatin remodeling on the MKP-1 promoter region. Through phosphorylation and acetylation of histone H3, chromatin is modified, thereby increasing the binding of RNA  polymerase II and inducing MKP-1 transcription (Li et al., 2001; Figure 1).  MKP-1 mRNA in macrophages has a very short half-life (Valledor et al., 1999). In other cellular models, the short mRNA half-life has been related to AU-rich 3′ untranslated regions and the RNA binding proteins HuR and NF90 (Kuwano et al., 2008). It seems that NF90 represses the translation of mRNAs bearing the AU-rich signature sequence without affecting their half-lives (Kuwano et al., 2010). Tristetraprolin binds to these AU-rich sequences of MKP-1 and thus forms part of a negative feedback loop to limit the mRNA half-life (Emmons et al., 2008). In fact, tristetraprolin expression is suppressed by MKP-1 through inhibition of p38 (Huotari et al., 2012).  The activity of MKP-1 can be modified by stabilization of his on protein, which is determined by its ERK-mediated phosphorylation through a degradation pathway independent of polyubiquitination (Crowell et al., 2014). If Ser359 and Ser364 become phosphorylated, the protein is stabilized (Brondello et al., 1999); however, if phosphorylation occurs in Ser298 and Ser323, then proteosomal degradation is facilitated (Lin et al., 2003). We should mention that glucocorticoids not only induce the transcription of MKP-1 but also attenuate their proteasomal degradation (Kassel et al., 2001; Figure 1).  Metabolic stress in monocytes and macrophages induces Nox4, an inducible NADPH oxidase that promotes MKP- 1-S-glutathionylation, resulting in MKP1 inactivation and subsequent proteasomal degradation (Kim et al., 2012). This observation shows that a redox-regulated mechanism links oxidative stress directly to metabolic disorders and macrophage hyperactivity.  The repressive cytokines IL-10 and TGF-β block most immune responses and increase LPS-dependent MKP-1 induction, thereby enhancing the degree and duration of the phosphatase and consequently dephosphorylating MAPKs with the consequent inhibition of inflammatory cytokine production (Jono et al., 2003; Hammer et al., 2005). Micro-RNA-101 (miR-101) and miR-210 transfections reduce LPS-dependent induction of MKP-1 and also prolong the phosphorylation of p38 and JNK (Zhu et al., 2010; Jin et al., 2014).  Glucocorticoids are one of the major families of inhibitors of the immune response used in clinical practice. Remarkably, these drugs increase the expression and decrease the degradation of MKP-1. Consequently, MKP-1 dephosphorylates MAPKs, thus decreasing the activity of these kinases, as well as reducing macrophage activation (Kassel et al., 2001; Shipp et al., 2010). However, the observation that MKP-1 KO mice with enhanced cytokine expression remain sensitive to glucocorticoids suggests that the drug targets molecules other than MKP-1 (Maier et al., 2007; Wang et al., 2008).  In response to LPS, MKP-1 is acetylated by p300/CBP on lysine 57 within its substrate-binding domain, thus increasing its interaction and dephosphorylation of p38 (Cao et al., 2008). This observation reveals another level of regulation of the functional activity mediated by histone deacetylase isoforms (HDAC1, HDAC2, and HDAC3; Jeong et al., 2014).  Therefore, the mechanisms regulating MKP-1 expression are critical in determining the duration of MAPK phosphorylation  Frontiers in Molecular Biosciences | www.frontiersin.org 3 June 2016 | Volume 3 | Article 28  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  FIGURE 1 | The regulation of MKP-1 arises by multiple mechanisms, including transcription, mRNA stability, and protein acetylation and degradation.  This last depends of different sites of phosphorylation.  and the length of the immune response (Manetsch et al., 2012; Tomida et al., 2015).  THE SWITCH BETWEEN PROLIFERATION AND ACTIVATION IS MEDIATED BY MKP-1  The activation and proliferation of macrophages are reciprocally exclusive processes (Xaus et al., 1999); however, both require ERK-1/2 phosphorylation, although with distinct kinetics. For macrophage proliferation, ERK-1/2 phosphorylation occurs with a prompt peak around 5 min, while for activation the phosphorylation takes place later, around 15 min (Valledor et al., 2000a; Suzu et al., 2007; Figure 2). The time course of ERK-1/2 dephosphorylation differs for growth factors and activating molecules, occurring 30 min after phosphorylation for M-CSF-induced proliferation and 90 min for LPS-induced functional activation. MAPK  phosphorylation is regulated by the dominant action of protein phosphatases, as evidenced by phosphorylation being reversible even in the continued presence of activating  stimuli. Both stimuli triggering proliferation and functional activation  induce nuclear MKP-1 (Valledor et al., 1999, 2000b). The transcription of MKP-1 follows the same kinetics by M-CSF or LPS, producing early or late mRNA, depending on the stimuli. Regardless of whether macrophages are treated with M-CSF or LPS, ERK-1/2 dephosphorylation is associated only with the induction of MKP-1 (Valledor et al., 2008a; Figure 2). This induction requires the binding and phosphorylation of CREB and c-Jun, and the kinetics of these two molecules correlates to the different times courses ofMKP-1 expression. The distinct kinetics of dephosphorylation suggests that the critical factor that allows LPS or IFN-γ to inhibit macrophage proliferation is related to the duration of ERK phosphorylation. This hypothesis was tested by inhibiting MKP-1 expression. However, Mkp-1 knockout (KO)  Frontiers in Molecular Biosciences | www.frontiersin.org 4 June 2016 | Volume 3 | Article 28  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  FIGURE 2 | Interplay between MAPKs and MKP-1. (A) The kinetics of  MKP-1 induction determines the different time courses of ERK phosphorylation  governing the proliferation or the functional activation of macrophages. The  repression of MKP-1 expression prolongs ERK-1/2 phosphorylation and  blocks proliferation (Valledor et al., 1999, 2000a,b, 2008a; Xaus et al., 2001;  Sanchez-Tillo et al., 2007). (B) For balanced activation MKP-1 is required. The  absence of MKP-1 induces an excess of activation.  mice cannot be used for this purpose because compensatory mechanisms replace the role of MKP-1 in proliferation. In fact, in contrast to wild-type cells in which MKP-4 is not induced by M-CSF, in MKP-1 deficient macrophages, there is an early MKP-4 response to M-CSF. By using siRNA, it was observed that the inhibition of MKP-1 expression extends ERK- 1/2 phosphorylation and blocks M-CSF-dependent proliferation (Valledor et al., 2008a).  The inhibition of proliferation induced by IFN-γ stimulation correlates with extended ERK-1/2 phosphorylation induced by M-CSF and is due to the inhibition of MKP-1 expression (Valledor et al., 2008a). Interestingly, this inhibition is mediated by STAT1. This observation would suggest that this transcription factor represses some genes.  TheM-CSF-dependent induction of MKP-1 expression can be altered by other agents. MKP-1 expression can be inhibited by signaling through extracellular matrix proteins, such as decorin and fibrinogen (Xaus et al., 2001). As result of such inhibition, ERK phosphorylation is extended, and macrophage proliferation is inhibited (Figure 2).  OTHER ACTIVITIES REGULATED BY MKP-1  MKP-1 KO mice show extended MAPK phosphorylation that correlates with an increased expression of cytokines such as  TNF-α, IL-6, and IL-12, all of which increase inflammation (mice exhibit kidney failure, severe hypotension, inflammatory infiltrates in the lung and other tissues, and impaired circulation compared with wild-type mice) and cause higher susceptibility to endotoxic shock (Chi et al., 2006; Hammer et al., 2006, 2010; Salojin et al., 2006; Zhao et al., 2006; Frazier et al., 2009; Rodriguez et al., 2010). In a microarray of 14,000 genes from mkp-1−/− mouse spleen cells, 608 genes were found to be upregulated (Hammer et al., 2006). The absence of MKP- 1 produces the longest p38 phosphorylation, which in turn increases C/EBPβ phosphorylation, a critical process in several LPS-induced genes (Serrat et al., 2014). Another mechanism to by which to increase the gene expression of natural immunity in the absence of MKP-1 may be related to histones such as H3, which is a substrate of MKP-1 (Kinney et al., 2009). The loss of histone dephosphorylation may affect the transcription of several genes.  Interestingly, the half-lives of mRNAs of several cytokines, including IL-6, IL-10, and TNF-α, seem to be controlled by MKP-1 through translocation of RNA binding proteins from the nucleus to the cytosol (Yu et al., 2011). Recent data shows that MKP-1 modulates the activity of the cytokine mRNA by destabilizing the phosphorylation status of tristetraprolin, an RNA-destabilizing protein (Smallie et al., 2015).  In conclusion, in this review we have addressed the critical issue of the duration of ERK-1/2 kinase phosphorylation and its role in mediating macrophage proliferation or functional activation. The duration of the phosphorylation state is determined by the induction of MKP-1, thus making MKP-1 one of the critical regulators of macrophage biology.  AUTHOR CONTRIBUTIONS  JL: review literature, discuss with the other collaborators, made part of the original data and draw the graphics. LV, JT, and TV: review literature, discuss with the other collaborators and made part of the original data. AC: review literature, discuss with the other collaborators, made the original data and wrote the manuscript.  ACKNOWLEDGMENTS  This study was supported by a grant from the Plan Nacional del Ministerio de Economia y Competividad SAF2014-52887-R to AC and JL.  Frontiers in Molecular Biosciences | www.frontiersin.org 5 June 2016 | Volume 3 | Article 28  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  REFERENCES  Ananieva, O., Darragh, J., Johansen, C., Carr, J. M., Mcilrath, J., Park, J. M., et al.  (2008). The kinases MSK1 and MSK2 act as negative regulators of Toll-like  receptor signaling. Nat. Immunol. 9, 1028-1036. doi: 10.1038/ni.1644  Arnold, L., Henry, A., Poron, F., Baba-Amer, Y., Van Rooijen, N., Plonquet, A.,  et al. (2007). Inflammatory monocytes recruited after skeletal muscle injury  switch into antiinflammatory macrophages to support myogenesis. J. Exp. Med.  204, 1057-1069. doi: 10.1084/jem.20070075  Arthur, J. S., Fong, A. L., Dwyer, J. M., Davare, M., Reese, E., Obrietan, K., et al.  (2004).Mitogen- and stress-activated protein kinase 1mediates cAMP response  element-binding protein phosphorylation and activation by neurotrophins. J.  Neurosci. 24, 4324-4332. doi: 10.1523/JNEUROSCI.5227-03.2004  Brondello, J. M., Pouyssegur, J., and Mckenzie, F. R. (1999). Reduced MAP kinase  phosphatase-1 degradation after p42/p44MAPK-dependent phosphorylation.  Science 286, 2514-2517. doi: 10.1126/science.286.5449.2514  Camps, M., Nichols, A., and Arkinstall, S. (2000). Dual specificity phosphatases: a  gene family for control of MAP kinase function. FASEB J. 14, 6-16.  Cao,W., Bao, C., Padalko, E., and Lowenstein, C. J. (2008). Acetylation of mitogen-  activated protein kinase phosphatase-1 inhibits Toll-like receptor signaling. J.  Exp. Med. 205, 1491-1503. doi: 10.1084/jem.20071728  Casals-Casas, C., Alvarez, E., Serra, M., de la Torre, C., Farrera, C., Sanchez-Tillo,  E., et al. (2009). CREB and AP-1 activation regulates MKP-1 induction by  LPS or M-CSF and their kinetics correlate with macrophage activation versus  proliferation. Eur. J. Immunol. 39, 1902-1913. doi: 10.1002/eji.200839037  Chi, H., Barry, S. P., Roth, R. J., Wu, J. J., Jones, E. A., Bennett, A. M., et al.  (2006). Dynamic regulation of pro- and anti-inflammatory cytokines byMAPK  phosphatase 1 (MKP-1) in innate immune responses. Proc. Natl. Acad. Sci.  U.S.A. 103, 2274-2279. doi: 10.1073/pnas.0510965103  Cho, I. J., Woo, N. R., and Kim, S. G. (2008). The identification of C/EBPbeta  as a transcription factor necessary for the induction of MAPK phosphatase-  1 by toll-like receptor-4 ligand. Arch. Biochem. Biophys. 479, 88-96. doi:  10.1016/j.abb.2008.08.007  Comalada, M., Xaus, J., Sanchez, E., Valledor, A. F., and Celada, A.  (2004). Macrophage colony-stimulating factor-, granulocyte-macrophage  colony-stimulating factor-, or IL-3-dependent survival of macrophages,  but not proliferation, requires the expression of p21(Waf1) through the  phosphatidylinositol 3-kinase/Akt pathway. Eur. J. Immunol. 34, 2257-2267.  doi: 10.1002/eji.200425110  Crowell, S., Wancket, L. M., Shakibi, Y., Xu, P., Xue, J., Samavati, L., et al. (2014).  Post-translational regulation of mitogen-activated protein kinase phosphatase  (MKP)-1 and MKP-2 in macrophages following lipopolysaccharide  stimulation: the role of the C termini of the phosphatases in determining  their stability. J. Biol. Chem. 289, 28753-28764. doi: 10.1074/jbc.M114.591925  Dey, A., Allen, J., and Hankey-Giblin, P. A. (2014). Ontogeny and polarization  of macrophages in inflammation: blood monocytes versus tissue macrophages.  Front. Immunol. 5:683. doi: 10.3389/fimmu.2014.00683  Doddareddy, M. R., Rawling, T., and Ammit, A. J. (2012). Targeting mitogen-  activated protein kinase phosphatase-1 (MKP-1): structure-based design of  MKP-1 inhibitors and upregulators. Curr. Med. Chem. 19, 163-173. doi:  10.2174/092986712803414196  Edwards, J. R., and Mundy, G. R. (2011). Advances in osteoclast biology: old  findings and new insights from mouse models. Nat. Rev. Rheumatol. 7,  235-243. doi: 10.1038/nrrheum.2011.23  Emmons, J., Townley-Tilson, W. H., Deleault, K. M., Skinner, S. J., Gross, R. H.,  Whitfield, M. L., et al. (2008). Identification of TTP mRNA targets in human  dendritic cells reveals TTP as a critical regulator of dendritic cell maturation.  RNA 14, 888-902. doi: 10.1261/rna.748408  Epelman, S., Lavine, K. J., and Randolph, G. J. (2014). Origin and functions  of tissue macrophages. Immunity 41, 21-35. doi: 10.1016/j.immuni.2014.  06.013  Farooq, A., and Zhou, M. M. (2004). Structure and regulation of MAPK  phosphatases. Cell. Signal. 16, 769-779. doi: 10.1016/j.cellsig.2003.12.008  Frazier, W. J., Wang, X., Wancket, L. M., Li, X. A., Meng, X., Nelin, L. D., et al.  (2009). Increased inflammation, impaired bacterial clearance, and metabolic  disruption after gram-negative sepsis inMkp-1-deficient mice. J. Immunol. 183,  7411-7419. doi: 10.4049/jimmunol.0804343  Hammer, M., Echtenachter, B., Weighardt, H., Jozefowski, K., Rose-John, S.,  Mannel, D. N., et al. (2010). Increased inflammation and lethality of Dusp1-/-  mice in polymicrobial peritonitis models. Immunology 131, 395-404. doi:  10.1111/j.1365-2567.2010.03313.x  Hammer, M., Mages, J., Dietrich, H., Schmitz, F., Striebel, F., Murray, P.  J., et al. (2005). Control of dual-specificity phosphatase-1 expression in  activated macrophages by IL-10. Eur. J. Immunol. 35, 2991-3001. doi:  10.1002/eji.200526192  Hammer, M., Mages, J., Dietrich, H., Servatius, A., Howells, N., Cato, A. C., et al.  (2006). Dual specificity phosphatase 1 (DUSP1) regulates a subset of LPS-  induced genes and protects mice from lethal endotoxin shock. J. Exp. Med. 203,  15-20. doi: 10.1084/jem.20051753  Huotari, N., Hommo, T., Taimi, V., Nieminen, R., Moilanen, E., and Korhonen,  R. (2012). Regulation of tristetraprolin expression by mitogen-activated  protein kinase phosphatase-1. APMIS 120, 988-999. doi: 10.1111/j.1600-  0463.2012.02927.x  Jaworowski, A., Wilson, N. J., Christy, E., Byrne, R., and Hamilton, J. A. (1999).  Roles of the mitogen-activated protein kinase family in macrophage responses  to colony stimulating factor-1 addition and withdrawal. J. Biol. Chem. 274,  15127-15133. doi: 10.1074/jbc.274.21.15127  Jenkins, S. J., Ruckerl, D., Cook, P. C., Jones, L. H., Finkelman, F. D., Van Rooijen,  N., et al. (2011). Local macrophage proliferation, rather than recruitment from  the blood, is a signature of TH2 inflammation. Science 332, 1284-1288. doi:  10.1126/science.1204351  Jeong, Y., Du, R., Zhu, X., Yin, S., Wang, J., Cui, H., et al. (2014). Histone  deacetylase isoforms regulate innate immune responses by deacetylating  mitogen-activated protein kinase phosphatase-1. J. Leukoc. Biol. 95, 651-659.  doi: 10.1189/jlb.1013565  Jin, C., Peng, X., Liu, F., Cheng, L., Lu, X., Yao, H., et al. (2014). MicroRNA-  181 expression regulates specific post-transcriptional level of SAMHD1  expression in vitro. Biochem. Biophys. Res. Commun. 452, 760-767. doi:  10.1016/j.bbrc.2014.08.151  Jono, H., Xu, H., Kai, H., Lim, D. J., Kim, Y. S., Feng, X. H., et al.  (2003). Transforming growth factor-beta-Smad signaling pathway negatively  regulates nontypeable Haemophilus influenzae-induced MUC5AC mucin  transcription via mitogen-activated protein kinase (MAPK) phosphatase-1-  dependent inhibition of p38 MAPK. J. Biol. Chem. 278, 27811-27819. doi:  10.1074/jbc.M301773200  Kaiser, R. A., Bueno, O. F., Lips, D. J., Doevendans, P. A., Jones, F., Kimball, T.  F., et al. (2004). Targeted inhibition of p38 mitogen-activated protein kinase  antagonizes cardiac injury and cell death following ischemia-reperfusion in  vivo. J. Biol. Chem. 279, 15524-15530. doi: 10.1074/jbc.M313717200  Kamata, H., Honda, S., Maeda, S., Chang, L., Hirata, H., and Karin, M. (2005).  Reactive oxygen species promote TNFalpha-induced death and sustained JNK  activation by inhibiting MAP kinase phosphatases. Cell 120, 649-661. doi:  10.1016/j.cell.2004.12.041  Kanagasundaram, V., Jaworowski, A., Byrne, R., and Hamilton, J. A.  (1999). Separation and characterization of the activated pool of colony-  stimulating factor 1 receptor forming distinct multimeric complexes with  signalling molecules in macrophages. Mol. Cell. Biol. 19, 4079-4092. doi:  10.1128/MCB.19.6.4079  Kassel, O., Sancono, A., Kratzschmar, J., Kreft, B., Stassen, M., and Cato,  A. C. (2001). Glucocorticoids inhibit MAP kinase via increased expression  and decreased degradation of MKP-1. EMBO J. 20, 7108-7116. doi:  10.1093/emboj/20.24.7108  Kim, C., Sano, Y., Todorova, K., Carlson, B. A., Arpa, L., Celada, A., et al.  (2008). The kinase p38 alpha serves cell type-specific inflammatory functions in  skin injury and coordinates pro- and anti-inflammatory gene expression. Nat.  Immunol. 9, 1019-1027. doi: 10.1038/ni.1640  Kim, H. S., Ullevig, S. L., Zamora, D., Lee, C. F., and Asmis, R. (2012).  Redox regulation of MAPK phosphatase 1 controls monocyte migration and  macrophage recruitment. Proc. Natl. Acad. Sci. U.S.A. 109, E2803-E2812. doi:  10.1073/pnas.1212596109  Kinney, C. M., Chandrasekharan, U. M., Yang, L., Shen, J., Kinter, M.,  Mcdermott, M. S., et al. (2009). Histone H3 as a novel substrate for MAP  kinase phosphatase-1. Am. J. Physiol. Cell Physiol. 296, C242-C249. doi:  10.1152/ajpcell.00492.2008  Frontiers in Molecular Biosciences | www.frontiersin.org 6 June 2016 | Volume 3 | Article 28  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  Kolch, W. (2005). Coordinating ERK/MAPK signalling through scaffolds and  inhibitors. Nat. Rev. Mol. Cell Biol. 6, 827-837. doi: 10.1038/nrm1743  Kuwano, Y., Kim, H. H., Abdelmohsen, K., Pullmann, R. Jr., Martindale, J. L.,  Yang, X., et al. (2008). MKP-1 mRNA stabilization and translational control  by RNA-binding proteins HuR and NF90. Mol. Cell. Biol. 28, 4562-4575. doi:  10.1128/MCB.00165-08  Kuwano, Y., Pullmann, R. Jr., Marasa, B. S., Abdelmohsen, K., Lee, E. K., Yang,  X., et al. (2010). NF90 selectively represses the translation of target mRNAs  bearing an AU-rich signature motif. Nucleic Acids Res. 38, 225-238. doi:  10.1093/nar/gkp861  Li, J., Gorospe, M., Hutter, D., Barnes, J., Keyse, S. M., and Liu, Y. (2001).  Transcriptional induction of MKP-1 in response to stress is associated with  histone H3 phosphorylation-acetylation. Mol. Cell. Biol. 21, 8213-8224. doi:  10.1128/MCB.21.23.8213-8224.2001  Lin, Y. W., Chuang, S. M., and Yang, J. L. (2003). ERK1/2 achieves  sustained activation by stimulating MAPK phosphatase-1 degradation via  the ubiquitin-proteasome pathway. J. Biol. Chem. 278, 21534-21541. doi:  10.1074/jbc.M301854200  Maier, J. V., Brema, S., Tuckermann, J., Herzer, U., Klein, M., Stassen, M.,  et al. (2007). Dual specificity phosphatase 1 knockout mice show enhanced  susceptibility to anaphylaxis but are sensitive to glucocorticoids. Mol.  Endocrinol. 21, 2663-2671. doi: 10.1210/me.2007-0067  Manetsch, M., Che, W., Seidel, P., Chen, Y., and Ammit, A. J. (2012). MKP-1: a  negative feedback effector that represses MAPK-mediated pro-inflammatory  signaling pathways and cytokine secretion in human airway smooth muscle  cells. Cell. Signal. 24, 907-913. doi: 10.1016/j.cellsig.2011.12.013  Murphy, L. O., and Blenis, J. (2006). MAPK signal specificity: the right place at the  right time. Trends Biochem. Sci. 31, 268-275. doi: 10.1016/j.tibs.2006.03.009  Pixley, F. J., and Stanley, E. R. (2004). CSF-1 regulation of the wandering  macrophage: complexity in action. Trends Cell Biol. 14, 628-638. doi:  10.1016/j.tcb.2004.09.016  Pouyssegur, J., and Lenormand, P. (2003). Fidelity and spatio-temporal control  in MAP kinase (ERKs) signalling. Eur. J. Biochem. 270, 3291-3299. doi:  10.1046/j.1432-1033.2003.03707.x  Rastogi, R., Jiang, Z., Ahmad, N., Rosati, R., Liu, Y., Beuret, L., et al. (2013).  Rapamycin induces mitogen-activated protein (MAP) kinase phosphatase-1  (MKP-1) expression through activation of protein kinase B and mitogen-  activated protein kinase kinase pathways. J. Biol. Chem. 288, 33966-33977. doi:  10.1074/jbc.M113.492702  Rodriguez, N., Dietrich, H., Mossbrugger, I., Weintz, G., Scheller, J., Hammer,  M., et al. (2010). Increased inflammation and impaired resistance to  Chlamydophila pneumoniae infection in Dusp1(-/-) mice: critical role of IL-6.  J. Leukoc. Biol. 88, 579-587. doi: 10.1189/jlb.0210083  Salojin, K. V., Owusu, I. B., Millerchip, K. A., Potter, M., Platt, K. A., and  Oravecz, T. (2006). Essential role of MAPK phosphatase-1 in the negative  control of innate immune responses. J. Immunol. 176, 1899-1907. doi:  10.4049/jimmunol.176.3.1899  Sanchez-Perez, I., Murguia, J. R., and Perona, R. (1998). Cisplatin induces a  persistent activation of JNK that is related to cell death. Oncogene 16, 533-540.  doi: 10.1038/sj.onc.1201578  Sanchez-Tillo, E., Comalada, M., Farrera, C., Valledor, A. F., Lloberas,  J., and Celada, A. (2006). Macrophage-colony-stimulating factor-induced  proliferation and lipopolysaccharide-dependent activation of macrophages  requires Raf-1 phosphorylation to induce mitogen kinase phosphatase-1  expression. J. Immunol. 176, 6594-6602. doi: 10.4049/jimmunol.176.11.6594  Sanchez-Tillo, E., Comalada, M., Xaus, J., Farrera, C., Valledor, A. F.,  Caelles, C., et al. (2007). JNK1 Is required for the induction of Mkp1  expression in macrophages during proliferation and lipopolysaccharide-  dependent activation. J. Biol. Chem. 282, 12566-12573. doi: 10.1074/jbc.M6096  62200  Serrat, N., Sebastian, C., Pereira-Lopes, S., Valverde-Estrella, L., Lloberas, J., and  Celada, A. (2014). The response of secondary genes to lipopolysaccharides  in macrophages depends on histone deacetylase and phosphorylation of  C/EBPbeta. J. Immunol. 192, 418-426. doi: 10.4049/jimmunol.1203500  Shipp, L. E., Lee, J. V., Yu, C. Y., Pufall, M., Zhang, P., Scott, D. K.,  et al. (2010). Transcriptional regulation of human dual specificity protein  phosphatase 1 (DUSP1) gene by glucocorticoids. PLoS ONE 5:e13754. doi:  10.1371/journal.pone.0013754  Smallie, T., Ross, E. A., Ammit, A. J., Cunliffe, H. E., Tang, T., Rosner, D. R., et al.  (2015). Dual-specificity phosphatase 1 and tristetraprolin cooperate to regulate  macrophage responses to lipopolysaccharide. J. Immunol. 195, 277-288. doi:  10.4049/jimmunol.1402830  Suzu, S., Hiyoshi, M., Yoshidomi, Y., Harada, H., Takeya, M., Kimura, F., et al.  (2007). M-CSF-mediated macrophage differentiation but not proliferation is  correlated with increased and prolonged ERK activation. J. Cell. Physiol. 212,  519-525. doi: 10.1002/jcp.21045  Takeuch, O., and Akira, S. (2011). Epigenetic control of macrophage polarization.  Eur. J. Immunol. 41, 2490-2493. doi: 10.1002/eji.201141792  Tomida, T., Takekawa, M., and Saito, H. (2015). Oscillation of p38 activity  controls efficient pro-inflammatory gene expression. Nat. Commun. 6:8350.  doi: 10.1038/ncomms9350  Valledor, A. F., Arpa, L., Sanchez-Tillo, E., Comalada, M., Casals, C., Xaus, J., et al.  (2008a). IFN-{gamma}-mediated inhibition of MAPK phosphatase expression  results in prolonged MAPK activity in response to M-CSF and inhibition of  proliferation. Blood 112, 3274-3282. doi: 10.1182/blood-2007-11-123604  Valledor, A. F., Comalada, M., Xaus, J., and Celada, A. (2000a). The differential  time-course of extracellular-regulated kinase activity correlates with the  macrophage response toward proliferation or activation. J. Biol. Chem. 275,  7403-7409. doi: 10.1074/jbc.275.10.7403  Valledor, A. F., Sanchez-Tillo, E., Arpa, L., Park, J. M., Caelles, C., Lloberas, J.,  et al. (2008b). Selective roles of MAPKs during the macrophage response to  IFN-gamma. J. Immunol. 180, 4523-4529. doi: 10.4049/jimmunol.180.7.4523  Valledor, A. F., Xaus, J., Comalada, M., Soler, C., and Celada, A. (2000b).  Protein kinase C epsilon is required for the induction of mitogen-activated  protein kinase phosphatase-1 in lipopolysaccharide-stimulated macrophages.  J. Immunol. 164, 29-37. doi: 10.4049/jimmunol.164.1.29  Valledor, A. F., Xaus, J., Marques, L., and Celada, A. (1999). Macrophage colony-  stimulating factor induces the expression of mitogen-activated protein kinase  phosphatase-1 through a protein kinase C-dependent pathway. J. Immunol.  163, 2452-2462.  Wang, X., and Liu, Y. (2007). Regulation of innate immune response  by MAP kinase phosphatase-1. Cell. Signal. 19, 1372-1382. doi:  10.1016/j.cellsig.2007.03.013  Wang, X., Nelin, L. D., Kuhlman, J. R., Meng, X., Welty, S. E., and  Liu, Y. (2008). The role of MAP kinase phosphatase-1 in the protective  mechanism of dexamethasone against endotoxemia. Life Sci. 83, 671-680. doi:  10.1016/j.lfs.2008.09.003  Wu, J. J., Zhang, L., and Bennett, A. M. (2005). The noncatalytic amino terminus  of mitogen-activated protein kinase phosphatase 1 directs nuclear targeting  and serum response element transcriptional regulation. Mol. Cell. Biol. 25,  4792-4803. doi: 10.1128/MCB.25.11.4792-4803.2005  Xaus, J., Cardo, M., Valledor, A. F., Soler, C., Lloberas, J., and Celada, A. (1999).  Interferon gamma induces the expression of p21 waf-1 and arrests macrophage  cell cycle, preventing induction of apoptosis. Immunity 11, 103-113. doi:  10.1016/S1074-7613(00)80085-0  Xaus, J., Comalada, M., Cardo, M., Valledor, A. F., and Celada, A. (2001). Decorin  inhibits macrophage colony-stimulating factor proliferation of macrophages  and enhances cell survival through induction of p27(Kip1) and p21(Waf1).  Blood 98, 2124-2133. doi: 10.1182/blood.V98.7.2124  Yoon, S., and Seger, R. (2006). The extracellular signal-regulated kinase: multiple  substrates regulate diverse cellular functions. Growth Factors 24, 21-44. doi:  10.1080/02699050500284218  Yu, H., Sun, Y., Haycraft, C., Palanisamy, V., and Kirkwood, K. L. (2011). MKP-1  regulates cytokine mRNA stability through selectively modulation subcellular  translocation of AUF1. Cytokine 56, 245-255. doi: 10.1016/j.cyto.2011.  06.006  Yu, W., Chen, J., Xiong, Y., Pixley, F. J., Yeung, Y. G., and Stanley, E. R. (2012).  Macrophage proliferation is regulated through CSF-1 receptor tyrosines 544,  559, and 807. J. Biol. Chem. 287, 13694-13704. doi: 10.1074/jbc.M112.355610  Zhang, Y., Leung, D. Y., Richers, B. N., Liu, Y., Remigio, L. K., Riches, D. W., et al.  (2012). Vitamin D inhibits monocyte/macrophage proinflammatory cytokine  production by targeting MAPK phosphatase-1. J. Immunol. 188, 2127-2135.  doi: 10.4049/jimmunol.1102412  Zhao, Q., Wang, X., Nelin, L. D., Yao, Y., Matta, R., Manson, M. E., et al. (2006).  MAP kinase phosphatase 1 controls innate immune responses and suppresses  endotoxic shock. J. Exp. Med. 203, 131-140. doi: 10.1084/jem.20051794  Frontiers in Molecular Biosciences | www.frontiersin.org 7 June 2016 | Volume 3 | Article 28  http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Lloberas et al. Macrophages and Mitogen Kinase Phosphatase 1  Zhong, H., Suyang, H., Erdjument-Bromage, H., Tempst, P., and Ghosh, S.  (1997). The transcriptional activity of NF-kappaB is regulated by the IkappaB-  associated PKAc subunit through a cyclic AMP-independent mechanism. Cell  89, 413-424. doi: 10.1016/S0092-8674(00)80222-6  Zhu, Q. Y., Liu, Q., Chen, J. X., Lan, K., and Ge, B. X. (2010). MicroRNA-  101 targets MAPK phosphatase-1 to regulate the activation of MAPKs  in macrophages. J. Immunol. 185, 7435-7442. doi: 10.4049/jimmunol.10  00798  Ziegler-Heitbrock, L., Ancuta, P., Crowe, S., Dalod, M., Grau, V., Hart, D. N., et al.  (2010). Nomenclature of monocytes and dendritic cells in blood. Blood 116,  e74-e80. doi: 10.1182/blood-2010-02-258558  Conflict of Interest Statement: The authors declare that the research was  conducted in the absence of any commercial or financial relationships that could  be construed as a potential conflict of interest.  Copyright   2016 Lloberas, Valverde-Estrella, Tur, Vico and Celada. This is an  open-access article distributed under the terms of the Creative Commons Attribution  License (CC BY). The use, distribution or reproduction in other forums is permitted,  provided the original author(s) or licensor are credited and that the original  publication in this journal is cited, in accordance with accepted academic practice.  No use, distribution or reproduction is permitted which does not comply with these  terms.  Frontiers in Molecular Biosciences | www.frontiersin.org 8 June 2016 | Volume 3 | Article 28  http://creativecommons.org/licenses/by/4.0/ http://creativecommons.org/licenses/by/4.0/ http://creativecommons.org/licenses/by/4.0/ http://creativecommons.org/licenses/by/4.0/ http://creativecommons.org/licenses/by/4.0/ http://www.frontiersin.org/Molecular_Biosciences http://www.frontiersin.org http://www.frontiersin.org/Molecular_Biosciences/archive   Mitogen-Activated Protein Kinases and Mitogen Kinase Phosphatase 1: A Critical Interplay in Macrophage Biology  Macrophages a key Element of the Immune System  MAPKs and Macrophage Biology  The MKP-1 Phosphatase and Its Regulation  The Switch Between Proliferation and Activation is Mediated by MKP-1  Other Activities Regulated By MKP-1  Author Contributions  Acknowledgments  References",
    "references": [],
    "authors": [
        "Steffen Zender",
        "Irina Nickeleit",
        "Torsten Wuestefeld",
        "Inga So _rensen",
        "Daniel Dauch",
        "Przemyslaw Bozko",
        "Mona El-Khatib",
        "Robert Geffers",
        "Hueseyin Bektas",
        "Michael P. Manns",
        "Achim Gossler",
        "Ludwig Wilkens",
        "Ruben Plentz",
        "Lars Zender",
        "Nisar P. Malek"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}