{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Cell Types Used for Cultured Meat Production and the Importance of Myokines   foods  Review  Cell Types Used for Cultured Meat Production and the Importance of Myokines  Sibhghatulla Shaikh 1,2,† , Eunju Lee 1,2,† , Khurshid Ahmad 1,2 , Syed-Sayeed Ahmad 1,2 , Heejin Chun 1,2, Jeongho Lim 1,2 , Yongho Lee 3 and Inho Choi 1,2,*  ---------- -------  Citation: Shaikh, S.; Lee, E.;  Ahmad, K.; Ahmad, S.-S.; Chun, H.;  Lim, J.; Lee, Y.; Choi, I. Cell Types  Used for Cultured Meat Production  and the Importance of Myokines.  Foods 2021, 10, 2318. https://  doi.org/10.3390/foods10102318  Academic Editor: Thierry Astruc  Received: 1 September 2021  Accepted: 27 September 2021  Published: 29 September 2021  Publisher's Note: MDPI stays neutral  with regard to jurisdictional claims in  published maps and institutional affil-  iations.  Copyright:   2021 by the authors.  Licensee MDPI, Basel, Switzerland.  This article is an open access article  distributed under the terms and  conditions of the Creative Commons  Attribution (CC BY) license (https://  creativecommons.org/licenses/by/  4.0/).  1 Department of Medical Biotechnology, Yeungnam University, Gyeongsan 38541, Korea; sibhghat.88@gmail.com (S.S.); gorapadoc0315@hanmail.net (E.L.); ahmadkhursheed2008@gmail.com (K.A.); sayeedahmad4@gmail.com (S.-S.A.); po98053@gmail.com (H.C.); lim2249@naver.com (J.L.)  2 Research Institute of Cell Culture, Yeungnam University, Gyeongsan 38541, Korea 3 Department of Biomedical Science, Daegu Catholic University, Gyeongsan 38430, Korea; ylee325@cu.ac.kr * Correspondence: inhochoi@ynu.ac.kr; Fax: +82-538104769 † Both authors contributed equally to this work.  Abstract: The world's population continues to increase, meaning we require more consistent protein supply to meet demand. Despite the availability of plant-based protein alternatives, animal meat remains a popular, high-quality protein source. Research studies have focused on cultured meat (meat grown in vitro) as a safe and more efficient alternative to traditional meat. Cultured meat is produced by in vitro myogenesis, which involves the processing of muscle satellite and mature muscle cells. Meat culture efficiency is largely determined by the culture conditions, such as the cell type and cell culture medium used and the biomolecular composition. Protein production can be enhanced by providing the optimum biochemical and physical conditions for skeletal muscle cell growth, while myoblasts play important roles in skeletal muscle formation and growth. This review describes the cell types used to produce cultured meat and the biological effects of various myokines and cytokines, such as interleukin-6, leukemia inhibitory factor, interleukin-4, interleukin-15, and interleukin-1β, on skeletal muscle and myogenesis and their potential roles in cultured meat production.  Keywords: cultured meat; muscle satellite cell; myogenesis; culture medium; myokines  1. Introduction  The architecture of skeletal muscle (SM) contains specific, well-defined arrangements of multinucleated contractile muscle cells (also known as muscle fibers) and associated connective tissue [1]. Artificial meat produced from the differentiation of muscle satellite cells (MSCs) in vitro is referred to as cultured meat. In addition to reducing the need for livestock, the adoption of cultured meat has huge environmental benefits [2,3]. In recent years, techniques such as stem cell isolation, ex vivo cell culture, and tissue engineering have been devised that enable the generation of MSCs and mesenchymal tissues. For example, bio-artificial muscles derived from MSCs are being investigated as possible surgical implants [4]. Furthermore, muscles produced by MSC culture are considered an excellent source of animal protein. Structural muscle cells could be used to produce meat in vitro. During the last few decades, myoblasts and MSCs have been used to produce cultured meat [5], and some MSC subsets have been shown to have greater regenerative ability and are preferred for SM tissue engineering [6].  Muscle development starts in vivo during early embryogenesis with the limited pro- liferation of mononucleated myoblasts, which then fuse and divide into non-proliferative multinuclear myofibers or muscle fibers [7,8]. MSCs are the postnatal counterparts of embryonic myoblasts [9]. MSCs are found between the sarcolemma and basal lamina and participate in muscle development, recovery, and regeneration [8]. MSCs proliferate and divide to form new myofibers after being activated by myogenic factors [10]. Several  Foods 2021, 10, 2318. https://doi.org/10.3390/foods10102318 https://www.mdpi.com/journal/foods  https://www.mdpi.com/journal/foods https://www.mdpi.com https://orcid.org/0000-0002-7489-2393 https://orcid.org/0000-0003-2496-0463 https://orcid.org/0000-0002-1095-8445 https://orcid.org/0000-0002-2829-2768 https://orcid.org/0000-0002-0375-8170 https://doi.org/10.3390/foods10102318 https://doi.org/10.3390/foods10102318 https://creativecommons.org/ https://creativecommons.org/licenses/by/4.0/ https://creativecommons.org/licenses/by/4.0/ https://doi.org/10.3390/foods10102318 https://www.mdpi.com/journal/foods https://www.mdpi.com/article/10.3390/foods10102318?type=check_update&version=4   Foods 2021, 10, 2318 2 of 13  cell types have been studied for their ability to initiate the production of cultured meat, and MSCs have emerged as the most promising of these. MSCs play an important role in muscle regeneration after injury because they effectively differentiate into myotubes, which then transform into muscle fibers [8].  Once MSCs have been multiplied in vitro to the optimal amount for cultured meat processing, they must be differentiated into multinucleated, postmitotic muscle fibers by cell fusion. Switching MSCs to a differentiation medium initiates the first differentiation stage to myotubes in vitro, which takes about 3 to 5 days [11]. The immature myotubes produced are small, tubular structures that tend to synthesize neonatally, which are even- tually arranged into nascent sarcomeres by adult isoforms of the contractile proteins actin and myosin [12].  MSC activity can be regulated using extracellular signaling molecules, which are usu- ally present in culture medium. MSC activation and proliferation are mediated by growth factors (GFs) such as insulin-like GFs (IGF-1 and -2), fibroblast GF, hepatocyte GF, and cytokines (TNF-α, and LIF (leukemia inhibitory factor)) [13-15]. In the tissue engineering field, biopolymers, GFs, and enzymes are used extensively in cell cultures [16]. Myokines are proteins secreted by SM, which have been found to influence muscle physiology and to have systemic effects on other tissues and organs, including the adipose tissue, liver, and brain [17]. Immune-derived cytokines influence SM development, organ formation, regeneration, and wasting, although muscle fibers also generate and secrete cytokines and myokines. TNF-α and interleukin-6 (IL-6) are the most effective immune-derived cytokines in terms of activating MSCs after muscle damage, whereas IL-8 coordinates growth and regeneration and IL-15 controls muscle hypertrophy [18]. In this review, we describe the effects of various myokines and cytokines on SM function and myogenesis and their possible roles in cultured meat production.  2. Status of Cultured Meat  Since the first cultured beef hamburger was made in 2013, dozens of companies have entered the cultured meat sector, and a variety of product species, including chicken, beef, pork, and seafood, are now being developed. By the end of 2020, about 60 early-stage companies concentrating on cultured meat end-products and raw materials throughout the value chain had been established worldwide, with more than half of them having launched within the last two years [19,20]. These companies are geographically distributed across 19 countries and five continents, with 37% in North America, 25% in Asia, and 21% in Europe. The total amount of money invested in cultured meat companies from 2016 to 2020 was estimated to be over $460 million, with more than three-quarters of that amount (more than $350 million) being invested in 2019 and 2020. Memphis Meat has raised nearly $200 million to take the lead, while Mosa Meat has raised over $85 million. In terms of product interest, 28% of cultured meat companies are interested in cultured beef and pork, while 12% are interested in seafood, 10% in poultry, and 28% in raw materials or equipment used in the production process [21].  3. Cell Types for Cultured Meat  One or more starting cell populations are used to begin the cultured meat production process, and thus, initial cell populations may be homogenous or heterogeneous. Despite the complexities of meat, it is currently thought that MSCs and adipocytes are essential components. The suitability of starter cells for culture is dependent on their ability to self-renew and differentiate in a setting in which other animal-derived elements, such as serum, are reduced. The discovery of stem cells paved the way for in vitro cell production and the development of cultured meat. A biopsy from a live animal can be used to sample stem cells, which can then be expanded in vitro to produce substantial cell numbers [22]. Based on the types of stem cells isolated, these cells can be activated to differentiate into muscle or fat cells. MSCs are a reliable cell source for SM recovery in vivo [23], and their self-renewal ability maintains stem cell populations and the productions of large numbers    Foods 2021, 10, 2318 3 of 13  of myogenic cells, which proliferate, divide, fuse, and contribute to the development of new myofibers [8]. The first cultured meat hamburger prototype was produced by amplifying the myoblast progeny of MSCs [22]. Multipotent progenitor cells originating from porcine SM have a higher doubling capacity than MSCs making them a better cell source for cultured meat; however, these cells require costly recombinant GFs and do not differentiate into SM fibers as efficiently as MSCs [24]. Pluripotent stem cells (derived from non-muscle sources; PSCs) can be isolated from a variety of domesticated animals and used as myogenic cell sources for cultured meat. Chemically and genetically engineered porcine PSCs have recently been transformed into myogenic cells capable of differentiating into embryonic muscle fibers [25]. While PSCs are an appealing possible cell source, any cultured meat produced from them must be identified as genetically modified and undergo rigorous safety testing.  Muscle progenitor cells come in a wide variety of forms. Within muscle, the different tissue types (nerves, blood vessels, and adipose and connective tissues) necessitate the presence of a large number of progenitor cells with various lineage differentiation plasticity levels [26]; thus, it is important that the populations of progenitor cells be differentiated. Biomolecular marker expression profiles and cell differentiation capacity levels have been used to classify muscle progenitor cell types. The majority of MSCs have been identified in humans and mice, although as porcine organs are functionally and anatomically al- most identical to those of humans, porcine MSCs are viewed as useful raw materials in regenerative therapy research [24].  4. Roles of Myokines in Skeletal Muscle 4.1. Interleukin-6 (IL-6)  IL-6 is a multifunctional cytokine involved in immune response modulation and coor- dination [27], with growing evidence suggesting that muscle cells are a suitable source of IL-6 [28]. Human primary myoblasts and murine C2C12 myoblast cells also produce IL-6 in vitro [29,30]. In cultured C2C12 cells, IL-6 mRNA knockdown reduces the expression of muscle-specific genes [31], which demonstrates that this cytokine has a myogenic func- tion. Furthermore, local IL-6 production increases MSC activation and promotes myotube regeneration [32], while treatment with IL-6 has been shown to increase MSC prolifera- tion by regulating the cyclin D1 and c-myc genes. In addition, IL-6 deficiency inhibited MSC proliferation and myonuclear accretion in preexisting myofibers by impairing STAT3 activation [33]. In differentiating C2C12 cells, STAT3 or IL-6 mRNA knockdown reduced the expression levels of myogenin and myosin heavy-chain (MyHC) IIb, causing myotube fusion to be disrupted. Moreover, myoblasts derived from IL-6 null mice exhibited re- duced fusion potential in vitro, which confirmed the participation of IL-6 in myogenic differentiation [34]. In monocytes and macrophages, IL-6 expression and activation of the STAT3 signaling pathway were key mediators of macrophage migration and myoblast proliferation during muscle regeneration [35]. The expression of IL-6 receptors was reduced after 24 h of treatment with IL-6 at high concentrations but increased at low concentrations. Low IL-6 concentrations stimulate proliferation, whereas high concentrations promote differentiation, and both processes are regulated by components of the JAK/STAT/SOCS pathway [36]. Altogether, these findings suggest that IL-6 functions as an important regulator of myogenesis by acting during myoblast proliferation and differentiation.  4.2. Leukemia Inhibitory Factor (LIF)  LIF is a member of the IL-6 cytokine family, is secreted by a variety of cell types, and has biological effects that depend on the target tissue type and cell lineage. Local LIF formation by regenerating muscle and other cells in muscle is essential for muscle regeneration [37,38]. The expression of LIF mRNA was triggered by high-intensity resistance exercise capable of inducing SM hypertrophy. It has been demonstrated that LIF influences myoblast prolifera- tion, differentiation, and regeneration [39-41]. Exogenous LIF stimulated human myoblast proliferation by inducing the transcription factors JunB and c-Myc, while siRNA knockdown    Foods 2021, 10, 2318 4 of 13  of endogenous LIF receptor inhibited myoblast proliferation [42]. In addition, LIF was identi- fied as the upstream component that stimulated myoblast differentiation by activating the JAK2/STAT3 pathway [43], while LIF was found to be important for the survival of embryonic stem cells and to promote myoblast proliferation in mice and rats [15,44].  4.3. Interleukin-4 (IL-4)  The transcription factor NFATc2 (nuclear factor of activated T cells) is required for cell growth and regulates myoblast fusion at a particular stage of myogenesis after initial myotube development. NFATc2 induces IL-4, which facilitates cell fusion and muscle development. Furthermore, IL-4 regulates cell fusion by acting on myoblasts rather than myotubes via IL-4 receptor (IL-4R). Myoblasts and myotubes also express IL-4Rα, which is necessary for muscle development, while myoblasts lacking IL-4Rα are not recruited by IL-4-secreting nascent myotubes and develop normally, although are smaller, and my- otubes have lower myonuclear numbers. IL-4 promotes the fusion of myoblasts to nascent myotubes during growth and regeneration [45] and IL-4 treatment enhances myogenic cell migration and promotes mononuclear cell interactions with nascent myotubes [46]. Recent studies showed that IL-4 stimulates myogenesis by increasing the expression levels of myogenic transcription factors [47] and that the presence of adipose-tissue-derived stromal cells can increase MSC regeneration, which was promoted by pretreating IL-4 or SDF-1 [48].  4.4. Interleukin-15 (IL-15)  IL-15 is expressed at higher mRNA and protein levels in SM than in other tissues [49-51] and has been linked to the interaction between muscle and adipose tissues [52]. Fur- thermore, it has been demonstrated that adipose tissue deposition can be modulated by muscle-derived IL-15 [53]. IL-15 stimulates the accumulation of MyHC protein in dif- ferentiated myotubes in human SM cell cultures, which suggests that IL-15 acts as an anabolic agent during muscle development [54]. In addition, quantitative real-time PCR revealed that C2C12 cells express IL-15 and that IL-15 mRNA levels are upregulated more than 10-fold in differentiated rather than undifferentiated cells [55]. In cultured skeletal myotubes, IL-15 stimulated protein synthesis while inhibiting protein degradation [55,56], while IL-15 secreted by myotubes, derived from human SM, promoted human myotube development by increasing the expression levels of myogenic marker genes [57].  4.5. Interleukin-1β (IL-1β)  After SM injury, the surrounding environment has substantial impacts on MSC func- tion. Immune cell infiltration dominates the extracellular space in damaged areas causing cytokine levels to rise, while in mice tissue it was reported that 5 days after injury, IL-1β expression was increased ~20-fold. Furthermore, elevated IL-1β expression stimulates MSC proliferation by activating NF-κB [58].  4.6. Effects of Cytokines in Combination  Immune cell infiltration increases the release of proinflammatory cytokines such as interleukins, TNFs, and interferons in injured regions after muscle injury. Based on this finding, Fu et al. [59] cultured MSCs long-term in vitro in the presence of T-cell released IL-1α, IL-13, TNF-α, and IFN-γ. In combination, these four cytokines enabled the in vitro maintenance of MSCs in an undifferentiated state over 20 passages [59]. The effects of cytokines on SM function and myogenesis are summarized in Table 1.    Foods 2021, 10, 2318 5 of 13  Table 1. Role of cytokines in myogenesis.  S. No. Cytokines Role in Myogenesis References  1. IL-6 Promotes MSC proliferation. [33]  Induces myogenic differentiation. [34,36] Contribute to muscle regeneration. [35]  2. LIF Stimulate myogenic differentiation. [43]  Control the proliferation of MSC. [42] Contribute to muscle regeneration. [37,38]  3. IL-4  Act as a myoblast recruitment factor during muscle growth and control myoblast fusion  with myotubes. [45]  Stimulate myogenic differentiation. [47]  4. IL-15  Expressed more in differentiated myotubes than undifferentiated myoblasts.  [55]  Act as anabolic factor capable to increase MyHC in differentiating MSCs.  [54]  Stimulate myogenic differentiation. [56]  5. IL-1β Increase MSC proliferation. [58]  6.  IL-1α Combination of four cytokines (IL-1α, IL-13, TNF-α, and IFN-γ) allowed in vitro  maintenance of MSC in an undifferentiated state over 20 passages.  [59] IL-13  TNF-α IFN-γ  4.7. Myostatin  Myostatin (MSTN) was the first myokine discovered in 1997. MSTN belongs to the transforming growth factor-β family and negatively regulates SM mass [60]. Plasma MSTN levels were found to decrease dramatically within 24 h of exercise in healthy young men and to be positively correlated with plasma IL-6 levels [61]. On the other hand, serum MSTN levels were found to increase during aerobic activity in patients with spinal cord injury [62]. MSTN gene-inactivating mutations are linked to enhanced muscle mass and reduced fat mass, while MSTN transgenic mice that overexpress MSTN in SM have reduced muscle mass and enhanced fat mass [63,64]. The doubling of muscle mass in cattle, sheep, dogs, and humans with natural mutations in the MSTN gene suggests that the function of MSTN has been conserved across species [60,65-68]. These results raised the prospect that inhibiting MSTN activity may have significant therapeutic and agricultural implications.  Several extracellular matrix (ECM) proteins, including fibromodulin (FMOD), decorin, fibronectin (FN), and laminins, have been shown to bind to MSTN and control its func- tion [69,70]. Previously, we explored a number of ECM proteins, such as FMOD [71,72], matrix gla protein [73], and dermatopontin [74], which play important roles in the regu- lation of myogenesis. MSTN inhibits the proliferation and differentiation of MSCs and thereby inhibits muscle development [75]. We found that FMOD circumvents the inhibitory effects of MSTN and regulates myogenesis by enhancing the expression levels of myogenic marker genes. Furthermore, an investigation of the protein-protein interaction between FMOD and MSTN showed that FMOD decreases MSTN sensitivity to activin type IIB recep- tor (ACVRIIB, MSTN receptor) binding affinity [71]. Recently, we reported that Glycyrrhiza uralensis (a medicinal herb) inhibits MSTN expression and promotes myogenesis [76].  4.8. Irisin  The myokine irisin is a cleaved portion of the transmembrane protein fibronectin type III domain-containing 5 (FNDC5) [77], and a possible mediator of the positive impact of exercise [78,79]. FNDC5 expression is stimulated by peroxisome proliferator-activated receptor gamma coactivator-1-alpha (PGC-1α) expression in muscle and leads to the production of brown fat-like growth of white fat cells and enhanced thermogenesis [80]. Although exercise-induced increase in blood irisin levels is controversial [81], several    Foods 2021, 10, 2318 6 of 13  studies have reported FNDC5 expression is enhanced in animal models and humans during exercise [82-85], which reintroduce interest in exercise-stimulated myokines. Myotubes exposed to recombinant irisin for 24 h exhibited enhanced expressions of mitochondrial- specific transcription factors like PGC-1α and mitochondrial transcription factor A, both of which are involved in increasing myocytes and adipocytes mitochondrial contents and oxygen intake [86]. Irisin was reported to activate IL-6 signaling in mice resulting in SM hypertrophy and reduced denervation-induced atrophy [87]. In another study, irisin caused hypertrophy by activating MSCs and increasing protein synthesis [87]. These findings pave the way for future studies on irisin in the context of muscle atrophy  4.9. Myonectin  Myonectin belongs to the CTRP (C1q/TNF-related protein) family and is a newly discovered nutrient-responsive myokine produced by SMs [88-90]. Myonectin protein is released into the bloodstream as a result of muscle contractions and functions similarly to insulin by facilitating cellular fatty acid uptake by increasing the expression levels of fatty acid transport genes [88,90]. Recombinant myonectin inhibits LC3-dependent autophagosome production, inhibits the production of other autophagy-related genes in the rodent liver and in cultured hepatocytes, and suppresses starvation-stimulated autophagy. Inhibition of the PI3K/Akt/mTOR signaling pathway prevented myonectin- induced suppression of autophagy [91], which is considered to be one of the mechanisms responsible for muscle atrophy [92]. Furthermore, the PI3K/Akt signaling pathway plays a role in anabolic responses. These results demonstrate that myonectin appears to play a key role in enhancing muscle mass by increasing protein synthesis and preventing protein degradation.  Muscle mitochondrial content is a key determinant of muscle form and function. In rat skeletal myocytes, mtDNA depletion results in a significant increase in myonectin, which enhances glucose intake and fatty acid oxidation by activating the AMPK signaling pathway [93,94]. Myonectin is expressed at a higher frequency in oxidative slow-twitch muscle fibers than in glycolytic fast-twitch muscle fibers, which suggests it might be involved in mitochondrial biogenesis and cellular energy-sensing [90].  4.10. Decorin  Decorin (DCN) is a myokine secreted by SMs during contraction and is involved in muscle development [95]. DCN binds to MSTN and prevents its antimyogenic effects by inactivating it in a zinc-dependent manner [96]. In murine SMs in vivo, DCN over- expression facilitates the expression of the promyogenic factor Mighty, which is widely expressed, although it seems to be inhibited in SMs by MSTN [95]. In addition, DCN overexpression enhanced the expression levels of Myod1 and follistatin but reduced the expression levels of muscle-atrophy-related genes (atrogin1 and MuRF1) [95]. Myokine functions are presented in Figure 1.    Foods 2021, 10, 2318 7 of 13  Foods 2021, 10, 2318 7 of 13        the expression levels of muscle-atrophy-related genes (atrogin1 and MuRF1) [95].  Myokine functions are presented in Figure 1.     Figure 1. Function of myokines in skeletal muscle.   5. Advantages and Disadvantages Cultured Meat  Foodborne diseases, antibiotic-resistant strains, resource use, farm animal welfare,   and the environmental consequences of raising livestock, such as pollution from their  excrement and massive methane emissions contributing to global warming, are just a few  of the serious concerns linked with conventional meat production systems, about which  consumers have expressed their dissatisfaction [97]. Given the significant negative  consequences of meat production on the environment and human health, cultured meat  production, a technique that has the potential to change human existence, represents a  feasible alternative. Cultured meat production may provide health and environmental  benefits by decreasing pollutants, water usage, and land use connected with existing meat  production methods [98,99]; therefore, cultured meat production techniques show a lot of  potential for the environment.   The cell culture technique has significant benefits in terms of cell homogeneity,  showing nearly complete control over myogenesis. In addition, MSC can increase by at  least 20 times when cultured under ideal conditions. As such, a significant amount of  muscle fibers may be obtained from a very small number of isolated cells. Future efforts  should be focused on somatic cell nuclear transfer into oocytes (cloning), embryonic stem  cells, or the ectopic expression of specified factors in inducible PSCs as constantly  proliferating cells capable of effectively differentiating into myotubes and muscle fibers  [100-102]. Adjustments to the texture, taste, and flavor of the cultured meat are also  possible.   Cultured meats may have some difficulty competing with regular meats in terms of  their color and appearance; therefore, to improve the appearance and flavor of the  cultured meat products, new meat processing methods must be developed. Scaffolds  made from natural and edible biomaterials, such as collagen, which allow for 3-D tissue  development and complex meat structures, have also been suggested and attempted  [103].   The cultured meat production method may disconnect us from nature and animals  and may be a step toward sustainable urbanization. Cultured meat products fit our   Figure 1. Function of myokines in skeletal muscle.  5. Advantages and Disadvantages of Cultured Meat  Foodborne diseases, antibiotic-resistant strains, resource use, farm animal welfare, and the environmental consequences of raising livestock, such as pollution from their excrement and massive methane emissions contributing to global warming, are just a few of the serious concerns linked with conventional meat production systems, about which consumers have expressed their dissatisfaction [97]. Given the significant negative consequences of meat production on the environment and human health, cultured meat production, a technique that has the potential to change human existence, represents a feasible alternative. Cultured meat production may provide health and environmental benefits by decreasing pollutants, water usage, and land use connected with existing meat production methods [98,99]; therefore, cultured meat production techniques show a lot of potential for the environment.  The cell culture technique has significant benefits in terms of cell homogeneity, show- ing nearly complete control over myogenesis. In addition, MSC can increase by at least 20 times when cultured under ideal conditions. As such, a significant amount of muscle fibers may be obtained from a very small number of isolated cells. Future efforts should be focused on somatic cell nuclear transfer into oocytes (cloning), embryonic stem cells, or the ectopic expression of specified factors in inducible PSCs as constantly proliferating cells ca- pable of effectively differentiating into myotubes and muscle fibers [100-102]. Adjustments to the texture, taste, and flavor of the cultured meat are also possible.  Cultured meats may have some difficulty competing with regular meats in terms of their color and appearance; therefore, to improve the appearance and flavor of the cultured meat products, new meat processing methods must be developed. Scaffolds made from natural and edible biomaterials, such as collagen, which allow for 3-D tissue development and complex meat structures, have also been suggested and attempted [103].  The cultured meat production method may disconnect us from nature and animals and may be a step toward sustainable urbanization. Cultured meat products fit our growing dependence on technology, although there is concern that this may lead to an increasing disconnect from nature [104]. The primary potential barrier is the high cost of cultured meat, despite the fact that large-scale manufacturing and market penetration are generally    Foods 2021, 10, 2318 8 of 13  linked with substantial price decreases. Cultured meat production on a large scale is only possible if a reasonably low-cost technique is developed that produces a product that is qualitatively comparable to existing meat products and is subsidized by the government in the same way that other agribusinesses are subsidized [98,105].  6. Future Prospects  MSCs are the most important components of cultured meat, the production of which requires their multiplication to specific progenitor cells and differentiation into SM cells. The quantity of cultured meat produced is determined by the proliferation of MSCs, and higher cell growth rates are accomplished by improving the efficiency of cell doubling processes. Differentiation is a crucial step in achieving the desired characteristics of cul- tured meat, although proliferation and differentiation media preferences are variable and dependent on their composition. Furthermore, as the process progresses from the prolifera- tion to the differentiation and maturation phases, the changing needs of cells may require culture media adjustments. Although most of the components necessary for proliferation and differentiation in commonly used media are identical, GFs and compounds that drive differentiation are critical for the differentiation and maturation phases. Fetal bovine serum (FBS) contains a high concentration of GFs and promotes cell growth; however, although FBS is useful for cell culture, it has several limitations. The development of culture media for the large-scale production of high-quality cultured meat products remains a huge challenge. This review shows that various myokines are involved in MSC activation, prolif- eration, and differentiation, and that IL-15 stimulates the accumulation of MyHC protein (a putative biomarker of final myogenic differentiation) in differentiated myotubes. We anticipate that myokines are likely to be important components of serum-free media that promote cell growth and control cell activity during cultured meat production (Figure 2).  Foods 2021, 10, 2318 8 of 13        growing dependence on technology, although there is concern that this may lead to an  increasing disconnect from nature [104]. The primary potential barrier is the high cost of  cultured meat, despite the fact that large-scale manufacturing and market penetration are  generally linked with substantial price decreases. Cultured meat production on a large  scale is only possible if a reasonably low-cost technique is developed that produces a  product that is qualitatively comparable to existing meat products and is subsidized by  the government in the same way that other agribusinesses are subsidized [98,105].   6. Future Prospects  MSCs are the most important components of cultured meat, the production of which   requires their multiplication to specific progenitor cells and differentiation into SM cells.  The quantity of cultured meat produced is determined by the proliferation of MSCs, and  higher cell growth rates are accomplished by improving the efficiency of cell doubling  processes. Differentiation is a crucial step in achieving the desired characteristics of  cultured meat, although proliferation and differentiation media preferences are variable  and dependent on their composition. Furthermore, as the process progresses from the  proliferation to the differentiation and maturation phases, the changing needs of cells may  require culture media adjustments. Although most of the components necessary for  proliferation and differentiation in commonly used media are identical, GFs and  compounds that drive differentiation are critical for the differentiation and maturation  phases. Fetal bovine serum (FBS) contains a high concentration of GFs and promotes cell  growth; however, although FBS is useful for cell culture, it has several limitations. The  development of culture media for the large-scale production of high-quality cultured meat  products remains a huge challenge. This review shows that various myokines are  involved in MSC activation, proliferation, and differentiation, and that IL-15 stimulates  the accumulation of MyHC protein (a putative biomarker of final myogenic  differentiation) in differentiated myotubes. We anticipate that myokines are likely to be  important components of serum-free media that promote cell growth and control cell  activity during cultured meat production (Figure 2).     Figure 2. The cultured meat production process and the putative roles of myokines.   7. Conclusions  Cultured meat is a good source of protein and is being studied as a safe and efficient   alternative to regular meat. It also has the potential to provide an inexhaustible supply of  dietary protein in a cost-effective and environmentally friendly manner. Acceptance of  cultured meat is said to be dependent on its efficiency and ability to mimic traditional  meat properties. Current technologies such as stem cells, tissue engineering, and tissue   Figure 2. The cultured meat production process and the putative roles of myokines.  7. Conclusions  Cultured meat is a good source of protein and is being studied as a safe and efficient alternative to regular meat. It also has the potential to provide an inexhaustible supply of dietary protein in a cost-effective and environmentally friendly manner. Acceptance of cultured meat is said to be dependent on its efficiency and ability to mimic traditional meat properties. Current technologies such as stem cells, tissue engineering, and tissue culture make it possible to produce cultured meat; however, more advancements in this field are required, as well as extensive investigation of the economic effectiveness of the technology    Foods 2021, 10, 2318 9 of 13  and the related ethical and societal concerns, before successful large-scale manufacturing can be achieved.  Author Contributions: Conceptualization, I.C.; writing—original draft preparation, S.S. and E.L.; writing—review and editing, K.A., S.-S.A., H.C., J.L. and Y.L.; funding acquisition, I.C. All authors have read and agreed to the published version of the manuscript.  Funding: This research was supported by the Basic Science Research Program through the National Re- search Foundation of Korea (NRF) funded by the Korean Ministry of Education (2020R1A6A1A03044512) and by the NRF funded by the Korean government (MSIP: grant no. NRF-2021R1A2C2004177), and was supported by Korea Institute of Planning and Evaluation for Technology in Food, Agriculture, and Forestry (IPET) through the High Value-added Food Technology Development Program, funded by the Ministry of Agriculture, Food, and Rural Affairs (MAFRA)(321026-05).  Conflicts of Interest: The authors declare no conflict of interest.  References 1. Mukund, K.; Subramaniam, S. Skeletal muscle: A review of molecular structure and function, in health and disease. Wiley  Interdiscip. Rev. Syst. Biol. Med. 2020, 12, e1462. [CrossRef] 2. Tuomisto, H.L.; de Mattos, M.J. Environmental impacts of cultured meat production. Environ. Sci. Technol. 2011, 45, 6117-6123.  [CrossRef] 3. Mattick, C.S.; Landis, A.E.; Allenby, B.R.; Genovese, N.J. Anticipatory Life Cycle Analysis of In Vitro Biomass Cultivation for  Cultured Meat Production in the United States. Environ. Sci. Technol. 2015, 49, 11941-11949. [CrossRef] 4. Dennis, R.G.; Kosnik, P.E., II. Excitability and isometric contractile properties of mammalian skeletal muscle constructs engineered  in vitro. In Vitro Cell Dev. Biol. Anim. 2000, 36, 327-335. [CrossRef] 5. Mauro, A. Satellite cell of skeletal muscle fibers. J. Biophys. Biochem. Cytol. 1961, 9, 493-495. [CrossRef] 6. Collins, C.A.; Zammit, P.S.; Ruiz, A.P.; Morgan, J.E.; Partridge, T.A. A population of myogenic stem cells that survives skeletal  muscle aging. Stem Cells 2007, 25, 885-894. [CrossRef] 7. Frontera, W.R.; Ochala, J. Skeletal muscle: A brief review of structure and function. Calcif. Tissue Int. 2015, 96, 183-195. [CrossRef] 8. Yin, H.; Price, F.; Rudnicki, M.A. Satellite cells and the muscle stem cell niche. Physiol. Rev. 2013, 93, 23-67. [CrossRef] 9. Kuang, S.; Rudnicki, M.A. The emerging biology of satellite cells and their therapeutic potential. Trends Mol. Med. 2008, 14, 82-91.  [CrossRef] 10. Bareja, A.; Holt, J.A.; Luo, G.; Chang, C.; Lin, J.; Hinken, A.C.; Freudenberg, J.M.; Kraus, W.E.; Evans, W.J.; Billin, A.N. Human and  mouse skeletal muscle stem cells: Convergent and divergent mechanisms of myogenesis. PLoS ONE 2014, 9, e90398. [CrossRef] 11. Danoviz, M.E.; Yablonka-Reuveni, Z. Skeletal muscle satellite cells: Background and methods for isolation and analysis in a  primary culture system. Methods Mol. Biol. 2012, 798, 21-52. [CrossRef] [PubMed] 12. Schiaffino, S.; Rossi, A.C.; Smerdu, V.; Leinwand, L.A.; Reggiani, C. Developmental myosins: Expression patterns and functional  significance. Skelet. Muscle 2015, 5, 22. [CrossRef] 13. Bentzinger, C.F.; von Maltzahn, J.; Rudnicki, M.A. Extrinsic regulation of satellite cell specification. Stem Cell Res. Ther. 2010, 1, 27.  [CrossRef] [PubMed] 14. Allen, R.E.; Boxhorn, L.K. Regulation of skeletal muscle satellite cell proliferation and differentiation by transforming growth  factor-beta, insulin-like growth factor I, and fibroblast growth factor. J. Cell Physiol. 1989, 138, 311-315. [CrossRef] [PubMed] 15. Spangenburg, E.E.; Booth, F.W. Multiple signaling pathways mediate LIF-induced skeletal muscle satellite cell proliferation. Am.  J. Physiol. Cell Physiol. 2002, 283, C204-C211. [CrossRef] 16. Ben-Arye, T.; Levenberg, S. Tissue engineering for clean meat production. Front. Sustain. Food Syst. 2019, 3, 46. [CrossRef] 17. Lee, J.H.; Jun, H.S. Role of Myokines in Regulating Skeletal Muscle Mass and Function. Front. Physiol. 2019, 10, 42. [CrossRef] 18. Orzechowski, A. Cytokines in skeletal muscle growth and decay. In The Plasticity of Skeletal Muscle; Springer: Berlin/Heidelberg,  Germany, 2017; pp. 113-139. 19. Choudhury, D.; Tseng, T.W.; Swartz, E. The Business of Cultured Meat. Trends Biotechnol. 2020, 38, 573-577. [CrossRef] 20. Crosser, N.; Bushnell, C.; Derbes, E.; Friedrich, B.; Lamy, J.; Manu, N.; Swartz, E. State of the Industry Report Cultivated Meat.  Good Food Inst. 2020, 3, 24-35. 21. Guan, X.; Lei, Q.; Yan, Q.; Li, X.; Zhou, J.; Du, G.; Chen, J. Trends and ideas in technology, regulation and public acceptance of  cultured meat. Future Foods 2021, 3, 100032. [CrossRef] 22. Post, M.J. Cultured beef: Medical technology to produce food. J. Sci. Food Agric. 2014, 94, 1039-1041. [CrossRef] 23. Brack, A.S.; Rando, T.A. Tissue-specific stem cells: Lessons from the skeletal muscle satellite cell. Cell Stem Cell 2012, 10, 504-514.  [CrossRef] 24. Wilschut, K.J.; Jaksani, S.; Van Den Dolder, J.; Haagsman, H.P.; Roelen, B.A. Isolation and characterization of porcine adult  muscle-derived progenitor cells. J. Cell Biochem. 2008, 105, 1228-1239. [CrossRef] 25. Genovese, N.J.; Domeier, T.L.; Telugu, B.P.; Roberts, R.M. Enhanced Development of Skeletal Myotubes from Porcine Induced  Pluripotent Stem Cells. Sci. Rep. 2017, 7, 41833. [CrossRef]  http://doi.org/10.1002/wsbm.1462 http://doi.org/10.1021/es200130u http://doi.org/10.1021/acs.est.5b01614 http://doi.org/10.1290/1071-2690(2000)036&lt;0327:EAICPO&gt;2.0.CO;2 http://doi.org/10.1083/jcb.9.2.493 http://doi.org/10.1634/stemcells.2006-0372 http://doi.org/10.1007/s00223-014-9915-y http://doi.org/10.1152/physrev.00043.2011 http://doi.org/10.1016/j.molmed.2007.12.004 http://doi.org/10.1371/journal.pone.0090398 http://doi.org/10.1007/978-1-61779-343-1_2 http://www.ncbi.nlm.nih.gov/pubmed/22130829 http://doi.org/10.1186/s13395-015-0046-6 http://doi.org/10.1186/scrt27 http://www.ncbi.nlm.nih.gov/pubmed/20804582 http://doi.org/10.1002/jcp.1041380213 http://www.ncbi.nlm.nih.gov/pubmed/2918032 http://doi.org/10.1152/ajpcell.00574.2001 http://doi.org/10.3389/fsufs.2019.00046 http://doi.org/10.3389/fphys.2019.00042 http://doi.org/10.1016/j.tibtech.2020.02.012 http://doi.org/10.1016/j.fufo.2021.100032 http://doi.org/10.1002/jsfa.6474 http://doi.org/10.1016/j.stem.2012.04.001 http://doi.org/10.1002/jcb.21921 http://doi.org/10.1038/srep41833   Foods 2021, 10, 2318 10 of 13  26. Zammit, P.; Beauchamp, J. The skeletal muscle satellite cell: Stem cell or son of stem cell? Differentiation 2001, 68, 193-204. [CrossRef]  27. Kishimoto, T. Interleukin-6: From basic science to medicine-40 years in immunology. Annu. Rev. Immunol. 2005, 23, 1-21. [CrossRef]  28. Hiscock, N.; Chan, M.H.; Bisucci, T.; Darby, I.A.; Febbraio, M.A. Skeletal myocytes are a source of interleukin-6 mRNA expression and protein release during contraction: Evidence of fiber type specificity. FASEB J. 2004, 18, 992-994. [CrossRef]  29. Bartoccioni, E.; Michaelis, D.; Hohlfeld, R. Constitutive and cytokine-induced production of interleukin-6 by human myoblasts. Immunol. Lett. 1994, 42, 135-138. [CrossRef]  30. De Rossi, M.; Bernasconi, P.; Baggi, F.; de Waal Malefyt, R.; Mantegazza, R. Cytokines and chemokines are both expressed by human myoblasts: Possible relevance for the immune pathogenesis of muscle inflammation. Int. Immunol. 2000, 12, 1329-1335. [CrossRef]  31. Baeza-Raja, B.; Munoz-Canoves, P. p38 MAPK-induced nuclear factor-kappaB activity is required for skeletal muscle differentia- tion: Role of interleukin-6. Mol. Biol. Cell 2004, 15, 2013-2026. [CrossRef] [PubMed]  32. Munoz-Canoves, P.; Scheele, C.; Pedersen, B.K.; Serrano, A.L. Interleukin-6 myokine signaling in skeletal muscle: A double-edged sword? FEBS J. 2013, 280, 4131-4148. [CrossRef]  33. Serrano, A.L.; Baeza-Raja, B.; Perdiguero, E.; Jardi, M.; Munoz-Canoves, P. Interleukin-6 is an essential regulator of satellite cell-mediated skeletal muscle hypertrophy. Cell Metab. 2008, 7, 33-44. [CrossRef]  34. Hoene, M.; Runge, H.; Haring, H.U.; Schleicher, E.D.; Weigert, C. Interleukin-6 promotes myogenic differentiation of mouse skeletal muscle cells: Role of the STAT3 pathway. Am. J. Physiol. Cell Physiol. 2013, 304, C128-C136. [CrossRef] [PubMed]  35. Zhang, C.; Li, Y.; Wu, Y.; Wang, L.; Wang, X.; Du, J. Interleukin-6/signal transducer and activator of transcription 3 (STAT3) pathway is essential for macrophage infiltration and myoblast proliferation during muscle regeneration. J. Biol. Chem. 2013, 288, 1489-1499. [CrossRef] [PubMed]  36. Steyn, P.J.; Dzobo, K.; Smith, R.I.; Myburgh, K.H. Interleukin-6 Induces Myogenic Differentiation via JAK2-STAT3 Signaling in Mouse C2C12 Myoblast Cell Line and Primary Human Myoblasts. Int. J. Mol. Sci. 2019, 20, 5273. [CrossRef] [PubMed]  37. Kurek, J.B.; Nouri, S.; Kannourakis, G.; Murphy, M.; Austin, L. Leukemia inhibitory factor and interleukin-6 are produced by diseased and regenerating skeletal muscle. Muscle Nerve 1996, 19, 1291-1301. [CrossRef]  38. Barnard, W.; Bower, J.; Brown, M.A.; Murphy, M.; Austin, L. Leukemia inhibitory factor (LIF) infusion stimulates skeletal muscle regeneration after injury: Injured muscle expresses lif mRNA. J. Neurol. Sci. 1994, 123, 108-113. [CrossRef]  39. Sakuma, K.; Watanabe, K.; Sano, M.; Uramoto, I.; Totsuka, T. Differential adaptation of growth and differentiation factor 8/myostatin, fibroblast growth factor 6 and leukemia inhibitory factor in overloaded, regenerating and denervated rat muscles. Biochim. Biophys. Acta 2000, 1497, 77-88. [CrossRef]  40. Spangenburg, E.E.; Booth, F.W. Leukemia inhibitory factor restores the hypertrophic response to increased loading in the LIF(-/-) mouse. Cytokine 2006, 34, 125-130. [CrossRef]  41. Kami, K.; Senba, E. Localization of leukemia inhibitory factor and interleukin-6 messenger ribonucleic acids in regenerating rat skeletal muscle. Muscle Nerve 1998, 21, 819-822. [CrossRef]  42. Broholm, C.; Laye, M.J.; Brandt, C.; Vadalasetty, R.; Pilegaard, H.; Pedersen, B.K.; Scheele, C. LIF is a contraction-induced myokine stimulating human myocyte proliferation. J. Appl. Physiol. 2011, 111, 251-259. [CrossRef]  43. Yang, Y.; Xu, Y.; Li, W.; Wang, G.; Song, Y.; Yang, G.; Han, X.; Du, Z.; Sun, L.; Ma, K. STAT3 induces muscle stem cell differentiation by interaction with myoD. Cytokine 2009, 46, 137-141. [CrossRef]  44. Sun, L.; Ma, K.; Wang, H.; Xiao, F.; Gao, Y.; Zhang, W.; Wang, K.; Gao, X.; Ip, N.; Wu, Z. JAK1-STAT1-STAT3, a key pathway promoting proliferation and preventing premature differentiation of myoblasts. J. Cell Biol. 2007, 179, 129-138. [CrossRef]  45. Horsley, V.; Jansen, K.M.; Mills, S.T.; Pavlath, G.K. IL-4 acts as a myoblast recruitment factor during mammalian muscle growth. Cell 2003, 113, 483-494. [CrossRef]  46. Lafreniere, J.F.; Mills, P.; Bouchentouf, M.; Tremblay, J.P. Interleukin-4 improves the migration of human myogenic precursor cells in vitro and in vivo. Exp. Cell Res. 2006, 312, 1127-1141. [CrossRef] [PubMed]  47. Chang, Y.H.; Tsai, J.N.; Chen, T.L.; Ho, K.T.; Cheng, H.Y.; Hsiao, C.W.; Shiau, M.Y. Interleukin-4 Promotes Myogenesis and Boosts Myocyte Insulin Efficacy. Mediat. Inflamm. 2019, 2019, 4182015. [CrossRef] [PubMed]  48. Archacka, K.; Bem, J.; Brzoska, E.; Czerwinska, A.M.; Grabowska, I.; Kasprzycka, P.; Hoinkis, D.; Siennicka, K.; Pojda, Z.; Bernas, P.; et al. Beneficial Effect of IL-4 and SDF-1 on Myogenic Potential of Mouse and Human Adipose Tissue-Derived Stromal Cells. Cells 2020, 9, 1479. [CrossRef] [PubMed]  49. Grabstein, K.H.; Eisenman, J.; Shanebeck, K.; Rauch, C.; Srinivasan, S.; Fung, V.; Beers, C.; Richardson, J.; Schoenborn, M.A.; Ahdieh, M.; et al. Cloning of a T cell growth factor that interacts with the beta chain of the interleukin-2 receptor. Science 1994, 264, 965-968. [CrossRef] [PubMed]  50. Quinn, L.S. Interleukin-15: A muscle-derived cytokine regulating fat-to-lean body composition. J. Anim. Sci. 2008, 86, E75-E83. [CrossRef]  51. Tagaya, Y.; Bamford, R.N.; DeFilippis, A.P.; Waldmann, T.A. IL-15: A pleiotropic cytokine with diverse receptor/signaling pathways whose expression is controlled at multiple levels. Immunity 1996, 4, 329-336. [CrossRef]  52. Argiles, J.M.; Lopez-Soriano, J.; Almendro, V.; Busquets, S.; Lopez-Soriano, F.J. Cross-talk between skeletal muscle and adipose tissue: A link with obesity? Med. Res. Rev. 2005, 25, 49-65. [CrossRef]  http://doi.org/10.1046/j.1432-0436.2001.680407.x http://doi.org/10.1146/annurev.immunol.23.021704.115806 http://doi.org/10.1096/fj.03-1259fje http://doi.org/10.1016/0165-2478(94)90076-0 http://doi.org/10.1093/intimm/12.9.1329 http://doi.org/10.1091/mbc.e03-08-0585 http://www.ncbi.nlm.nih.gov/pubmed/14767066 http://doi.org/10.1111/febs.12338 http://doi.org/10.1016/j.cmet.2007.11.011 http://doi.org/10.1152/ajpcell.00025.2012 http://www.ncbi.nlm.nih.gov/pubmed/23114963 http://doi.org/10.1074/jbc.M112.419788 http://www.ncbi.nlm.nih.gov/pubmed/23184935 http://doi.org/10.3390/ijms20215273 http://www.ncbi.nlm.nih.gov/pubmed/31652937 http://doi.org/10.1002/(SICI)1097-4598(199610)19:10&lt;1291::AID-MUS6&gt;3.0.CO;2-9 http://doi.org/10.1016/0022-510X(94)90211-9 http://doi.org/10.1016/S0167-4889(00)00044-6 http://doi.org/10.1016/j.cyto.2006.05.001 http://doi.org/10.1002/(SICI)1097-4598(199806)21:6&lt;819::AID-MUS20&gt;3.0.CO;2-M http://doi.org/10.1152/japplphysiol.01399.2010 http://doi.org/10.1016/j.cyto.2008.12.015 http://doi.org/10.1083/jcb.200703184 http://doi.org/10.1016/S0092-8674(03)00319-2 http://doi.org/10.1016/j.yexcr.2006.01.002 http://www.ncbi.nlm.nih.gov/pubmed/16466711 http://doi.org/10.1155/2019/4182015 http://www.ncbi.nlm.nih.gov/pubmed/31814802 http://doi.org/10.3390/cells9061479 http://www.ncbi.nlm.nih.gov/pubmed/32560483 http://doi.org/10.1126/science.8178155 http://www.ncbi.nlm.nih.gov/pubmed/8178155 http://doi.org/10.2527/jas.2007-0458 http://doi.org/10.1016/S1074-7613(00)80246-0 http://doi.org/10.1002/med.20010   Foods 2021, 10, 2318 11 of 13  53. Quinn, L.S.; Anderson, B.G.; Strait-Bodey, L.; Stroud, A.M.; Argiles, J.M. Oversecretion of interleukin-15 from skeletal muscle reduces adiposity. Am. J. Physiol. Endocrinol. Metab. 2009, 296, E191-E202. [CrossRef]  54. Furmanczyk, P.S.; Quinn, L.S. Interleukin-15 increases myosin accretion in human skeletal myogenic cultures. Cell Biol. Int. 2003, 27, 845-851. [CrossRef]  55. Quinn, L.S.; Anderson, B.G.; Drivdahl, R.H.; Alvarez, B.; Argiles, J.M. Overexpression of interleukin-15 induces skeletal muscle hypertrophy in vitro: Implications for treatment of muscle wasting disorders. Exp. Cell Res. 2002, 280, 55-63. [CrossRef] [PubMed]  56. Quinn, L.S.; Haugk, K.L.; Damon, S.E. Interleukin-15 stimulates C2 skeletal myoblast differentiation. Biochem. Biophys. Res. Commun. 1997, 239, 6-10. [CrossRef] [PubMed]  57. O'Leary, M.F.; Wallace, G.R.; Bennett, A.J.; Tsintzas, K.; Jones, S.W. IL-15 promotes human myogenesis and mitigates the detrimental effects of TNFalpha on myotube development. Sci. Rep. 2017, 7, 12997. [CrossRef] [PubMed]  58. Otis, J.S.; Niccoli, S.; Hawdon, N.; Sarvas, J.L.; Frye, M.A.; Chicco, A.J.; Lees, S.J. Pro-inflammatory mediation of myoblast proliferation. PLoS ONE 2014, 9, e92363. [CrossRef] [PubMed]  59. Fu, X.; Xiao, J.; Wei, Y.; Li, S.; Liu, Y.; Yin, J.; Sun, K.; Sun, H.; Wang, H.; Zhang, Z.; et al. Combination of inflammation-related cytokines promotes long-term muscle stem cell expansion. Cell Res. 2015, 25, 655-673. [CrossRef] [PubMed]  60. McPherron, A.C.; Lawler, A.M.; Lee, S.J. Regulation of skeletal muscle mass in mice by a new TGF-beta superfamily member. Nature 1997, 387, 83-90. [CrossRef] [PubMed]  61. Kazemi, F. The correlation of resistance exercise-induced myostatin with insulin resistance and plasma cytokines in healthy young men. J. Endocrinol. Investig. 2016, 39, 383-388. [CrossRef]  62. Han, D.S.; Hsiao, M.Y.; Wang, T.G.; Chen, S.Y.; Yang, W.S. Association of serum myokines and aerobic exercise training in patients with spinal cord injury: An observational study. BMC Neurol. 2016, 16, 142. [CrossRef]  63. Reisz-Porszasz, S.; Bhasin, S.; Artaza, J.N.; Shen, R.; Sinha-Hikim, I.; Hogue, A.; Fielder, T.J.; Gonzalez-Cadavid, N.F. Lower skeletal muscle mass in male transgenic mice with muscle-specific overexpression of myostatin. Am. J. Physiol. Endocrinol. Metab. 2003, 285, E876-E888. [CrossRef] [PubMed]  64. Artaza, J.N.; Bhasin, S.; Magee, T.R.; Reisz-Porszasz, S.; Shen, R.; Groome, N.P.; Meerasahib, M.F.; Gonzalez-Cadavid, N.F. Myostatin inhibits myogenesis and promotes adipogenesis in C3H 10T(1/2) mesenchymal multipotent cells. Endocrinology 2005, 146, 3547-3557. [CrossRef] [PubMed]  65. Mosher, D.S.; Quignon, P.; Bustamante, C.D.; Sutter, N.B.; Mellersh, C.S.; Parker, H.G.; Ostrander, E.A. A mutation in the myostatin gene increases muscle mass and enhances racing performance in heterozygote dogs. PLoS Genet. 2007, 3, e79. [CrossRef] [PubMed]  66. Grobet, L.; Martin, L.J.; Poncelet, D.; Pirottin, D.; Brouwers, B.; Riquet, J.; Schoeberlein, A.; Dunner, S.; Menissier, F.; Massabanda, J.; et al. A deletion in the bovine myostatin gene causes the double-muscled phenotype in cattle. Nat. Genet. 1997, 17, 71-74. [CrossRef]  67. Clop, A.; Marcq, F.; Takeda, H.; Pirottin, D.; Tordoir, X.; Bibe, B.; Bouix, J.; Caiment, F.; Elsen, J.M.; Eychenne, F.; et al. A mutation creating a potential illegitimate microRNA target site in the myostatin gene affects muscularity in sheep. Nat. Genet. 2006, 38, 813-818. [CrossRef]  68. Schuelke, M.; Wagner, K.R.; Stolz, L.E.; Hubner, C.; Riebel, T.; Komen, W.; Braun, T.; Tobin, J.F.; Lee, S.J. Myostatin mutation associated with gross muscle hypertrophy in a child. N. Engl. J. Med. 2004, 350, 2682-2688. [CrossRef]  69. Miura, T.; Kishioka, Y.; Wakamatsu, J.; Hattori, A.; Hennebry, A.; Berry, C.J.; Sharma, M.; Kambadur, R.; Nishimura, T. Decorin binds myostatin and modulates its activity to muscle cells. Biochem. Biophys. Res. Commun. 2006, 340, 675-680. [CrossRef]  70. Miura, T.; Kishioka, Y.; Wakamatsu, J.; Hattori, A.; Nishimura, T. Interaction between myostatin and extracellular matrix components. Anim. Sci. J. 2010, 81, 102-107. [CrossRef]  71. Lee, E.J.; Jan, A.T.; Baig, M.H.; Ashraf, J.M.; Nahm, S.S.; Kim, Y.W.; Park, S.Y.; Choi, I. Fibromodulin: A master regulator of myostatin controlling progression of satellite cells through a myogenic program. FASEB J. 2016, 30, 2708-2719. [CrossRef]  72. Lee, E.J.; Jan, A.T.; Baig, M.H.; Ahmad, K.; Malik, A.; Rabbani, G.; Kim, T.; Lee, I.K.; Lee, Y.H.; Park, S.Y.; et al. Fibromodulin and regulation of the intricate balance between myoblast differentiation to myocytes or adipocyte-like cells. FASEB J. 2018, 32, 768-781. [CrossRef]  73. Ahmad, S.; Jan, A.T.; Baig, M.H.; Lee, E.J.; Choi, I. Matrix gla protein: An extracellular matrix protein regulates myostatin expression in the muscle developmental program. Life Sci. 2017, 172, 55-63. [CrossRef]  74. Kim, T.; Ahmad, K.; Shaikh, S.; Jan, A.T.; Seo, M.G.; Lee, E.J.; Choi, I. Dermatopontin in Skeletal Muscle Extracellular Matrix Regulates Myogenesis. Cells 2019, 8, 332. [CrossRef]  75. Rios, R.; Carneiro, I.; Arce, V.M.; Devesa, J. Myostatin is an inhibitor of myogenic differentiation. Am. J. Physiol. Cell Physiol. 2002, 282, C993-C999. [CrossRef]  76. Lee, E.J.; Shaikh, S.; Ahmad, K.; Ahmad, S.S.; Lim, J.H.; Park, S.; Yang, H.J.; Cho, W.K.; Park, S.J.; Lee, Y.H.; et al. Isolation and Characterization of Compounds from Glycyrrhiza uralensis as Therapeutic Agents for the Muscle Disorders. Int. J. Mol. Sci. 2021, 22, 876. [CrossRef]  77. Teufel, A.; Malik, N.; Mukhopadhyay, M.; Westphal, H. Frcp1 and Frcp2, two novel fibronectin type III repeat containing genes. Gene 2002, 297, 79-83. [CrossRef]  http://doi.org/10.1152/ajpendo.90506.2008 http://doi.org/10.1016/S1065-6995(03)00172-0 http://doi.org/10.1006/excr.2002.5624 http://www.ncbi.nlm.nih.gov/pubmed/12372339 http://doi.org/10.1006/bbrc.1997.7414 http://www.ncbi.nlm.nih.gov/pubmed/9345260 http://doi.org/10.1038/s41598-017-13479-w http://www.ncbi.nlm.nih.gov/pubmed/29021612 http://doi.org/10.1371/journal.pone.0092363 http://www.ncbi.nlm.nih.gov/pubmed/24647690 http://doi.org/10.1038/cr.2015.58 http://www.ncbi.nlm.nih.gov/pubmed/25976405 http://doi.org/10.1038/387083a0 http://www.ncbi.nlm.nih.gov/pubmed/9139826 http://doi.org/10.1007/s40618-015-0373-9 http://doi.org/10.1186/s12883-016-0661-9 http://doi.org/10.1152/ajpendo.00107.2003 http://www.ncbi.nlm.nih.gov/pubmed/12824080 http://doi.org/10.1210/en.2005-0362 http://www.ncbi.nlm.nih.gov/pubmed/15878958 http://doi.org/10.1371/journal.pgen.0030079 http://www.ncbi.nlm.nih.gov/pubmed/17530926 http://doi.org/10.1038/ng0997-71 http://doi.org/10.1038/ng1810 http://doi.org/10.1056/NEJMoa040933 http://doi.org/10.1016/j.bbrc.2005.12.060 http://doi.org/10.1111/j.1740-0929.2009.00700.x http://doi.org/10.1096/fj.201500133R http://doi.org/10.1096/fj.201700665R http://doi.org/10.1016/j.lfs.2016.12.011 http://doi.org/10.3390/cells8040332 http://doi.org/10.1152/ajpcell.00372.2001 http://doi.org/10.3390/ijms22020876 http://doi.org/10.1016/S0378-1119(02)00828-4   Foods 2021, 10, 2318 12 of 13  78. Islam, M.R.; Young, M.F.; Wrann, C.D. The Role of FNDC5/Irisin in the Nervous System and as a Mediator for Beneficial Effects of Exercise on the Brain. In Hormones, Metabolism and the Benefits of Exercise; Spiegelman, B., Ed.; Springer International Publishing: Cham, Switzerland, 2017; pp. 93-102. [CrossRef]  79. Raschke, S.; Elsen, M.; Gassenhuber, H.; Sommerfeld, M.; Schwahn, U.; Brockmann, B.; Jung, R.; Wisloff, U.; Tjonna, A.E.; Raastad, T.; et al. Evidence against a beneficial effect of irisin in humans. PLoS ONE 2013, 8, e73680. [CrossRef] [PubMed]  80. Bostrom, P.; Wu, J.; Jedrychowski, M.P.; Korde, A.; Ye, L.; Lo, J.C.; Rasbach, K.A.; Bostrom, E.A.; Choi, J.H.; Long, J.Z.; et al. A PGC1-alpha-dependent myokine that drives brown-fat-like development of white fat and thermogenesis. Nature 2012, 481, 463-468. [CrossRef] [PubMed]  81. Pekkala, S.; Wiklund, P.K.; Hulmi, J.J.; Ahtiainen, J.P.; Horttanainen, M.; Pollanen, E.; Makela, K.A.; Kainulainen, H.; Hakkinen, K.; Nyman, K.; et al. Are skeletal muscle FNDC5 gene expression and irisin release regulated by exercise and related to health? J. Physiol. 2013, 591, 5393-5400. [CrossRef] [PubMed]  82. Dun, S.L.; Lyu, R.M.; Chen, Y.H.; Chang, J.K.; Luo, J.J.; Dun, N.J. Irisin-immunoreactivity in neural and non-neural cells of the rodent. Neuroscience 2013, 240, 155-162. [CrossRef]  83. Roberts, M.D.; Bayless, D.S.; Company, J.M.; Jenkins, N.T.; Padilla, J.; Childs, T.E.; Martin, J.S.; Dalbo, V.J.; Booth, F.W.; Rector, R.S.; et al. Elevated skeletal muscle irisin precursor FNDC5 mRNA in obese OLETF rats. Metabolism 2013, 62, 1052-1056. [CrossRef] [PubMed]  84. Lecker, S.H.; Zavin, A.; Cao, P.; Arena, R.; Allsup, K.; Daniels, K.M.; Joseph, J.; Schulze, P.C.; Forman, D.E. Expression of the irisin precursor FNDC5 in skeletal muscle correlates with aerobic exercise performance in patients with heart failure. Circ. Heart Fail. 2012, 5, 812-818. [CrossRef] [PubMed]  85. Huh, J.Y.; Panagiotou, G.; Mougios, V.; Brinkoetter, M.; Vamvini, M.T.; Schneider, B.E.; Mantzoros, C.S. FNDC5 and irisin in humans: I. Predictors of circulating concentrations in serum and plasma and II. mRNA expression and circulating concentrations in response to weight loss and exercise. Metabolism 2012, 61, 1725-1738. [CrossRef]  86. Vaughan, R.A.; Gannon, N.P.; Mermier, C.M.; Conn, C.A. Irisin, a unique non-inflammatory myokine in stimulating skeletal muscle metabolism. J. Physiol. Biochem. 2015, 71, 679-689. [CrossRef]  87. Reza, M.M.; Subramaniyam, N.; Sim, C.M.; Ge, X.; Sathiakumar, D.; McFarlane, C.; Sharma, M.; Kambadur, R. Irisin is a pro-myogenic factor that induces skeletal muscle hypertrophy and rescues denervation-induced atrophy. Nat. Commun. 2017, 8, 1104. [CrossRef] [PubMed]  88. Seldin, M.M.; Peterson, J.M.; Byerly, M.S.; Wei, Z.; Wong, G.W. Myonectin (CTRP15), a novel myokine that links skeletal muscle to systemic lipid homeostasis. J. Biol. Chem. 2012, 287, 11968-11980. [CrossRef]  89. Peterson, J.M.; Mart, R.; Bond, C.E. Effect of obesity and exercise on the expression of the novel myokines, Myonectin and Fibronectin type III domain containing 5. PeerJ 2014, 2, e605. [CrossRef]  90. Seldin, M.M.; Wong, G.W. Regulation of tissue crosstalk by skeletal muscle-derived myonectin and other myokines. Adipocyte 2012, 1, 200-202. [CrossRef]  91. Seldin, M.M.; Lei, X.; Tan, S.Y.; Stanson, K.P.; Wei, Z.; Wong, G.W. Skeletal muscle-derived myonectin activates the mammalian target of rapamycin (mTOR) pathway to suppress autophagy in liver. J. Biol. Chem. 2013, 288, 36073-36082. [CrossRef]  92. Bonaldo, P.; Sandri, M. Cellular and molecular mechanisms of muscle atrophy. Dis. Model. Mech. 2013, 6, 25-39. [CrossRef] 93. Lim, S.; Choi, S.H.; Koo, B.K.; Kang, S.M.; Yoon, J.W.; Jang, H.C.; Choi, S.M.; Lee, M.G.; Lee, W.; Shin, H.; et al. Effects of aerobic  exercise training on C1q tumor necrosis factor alpha-related protein isoform 5 (myonectin): Association with insulin resistance and mitochondrial DNA density in women. J. Clin. Endocrinol. Metab. 2012, 97, E88-E93. [CrossRef] [PubMed]  94. Park, S.Y.; Choi, J.H.; Ryu, H.S.; Pak, Y.K.; Park, K.S.; Lee, H.K.; Lee, W. C1q tumor necrosis factor alpha-related protein isoform 5 is increased in mitochondrial DNA-depleted myocytes and activates AMP-activated protein kinase. J. Biol. Chem. 2009, 284, 27780-27789. [CrossRef]  95. Kanzleiter, T.; Rath, M.; Gorgens, S.W.; Jensen, J.; Tangen, D.S.; Kolnes, A.J.; Kolnes, K.J.; Lee, S.; Eckel, J.; Schurmann, A.; et al. The myokine decorin is regulated by contraction and involved in muscle hypertrophy. Biochem. Biophys. Res. Commun. 2014, 450, 1089-1094. [CrossRef]  96. El Shafey, N.; Guesnon, M.; Simon, F.; Deprez, E.; Cosette, J.; Stockholm, D.; Scherman, D.; Bigey, P.; Kichler, A. Inhibition of the myostatin/Smad signaling pathway by short decorin-derived peptides. Exp. Cell Res. 2016, 341, 187-195. [CrossRef]  97. Bhat, Z.; Bhat, H.; Pathak, V. Prospects for in vitro cultured meat-a future harvest. In Principles of Tissue Engineering; Elsevier: Amsterdam, The Netherlands, 2014; pp. 1663-1683.  98. Bhat, Z.F.; Fayaz, H. Prospectus of cultured meat—Advancing meat alternatives. J. Food Sci. Technol. 2011, 48, 125-140. [CrossRef] 99. Treich, N. Cultured Meat: Promises and Challenges. Environ. Resour. Econ. 2021, 79, 1-29. [CrossRef] 100. Mizuno, Y.; Chang, H.; Umeda, K.; Niwa, A.; Iwasa, T.; Awaya, T.; Fukada, S.; Yamamoto, H.; Yamanaka, S.; Nakahata, T.; et al.  Generation of skeletal muscle stem/progenitor cells from murine induced pluripotent stem cells. FASEB J. 2010, 24, 2245-2253. [CrossRef] [PubMed]  101. Stadtfeld, M.; Hochedlinger, K. Induced pluripotency: History, mechanisms, and applications. Genes Dev. 2010, 24, 2239-2263. [CrossRef] [PubMed]  102. Yamanaka, S.; Blau, H.M. Nuclear reprogramming to a pluripotent state by three approaches. Nature 2010, 465, 704-712. [CrossRef] [PubMed]  http://doi.org/10.1007/978-3-319-72790-5_8 http://doi.org/10.1371/journal.pone.0073680 http://www.ncbi.nlm.nih.gov/pubmed/24040023 http://doi.org/10.1038/nature10777 http://www.ncbi.nlm.nih.gov/pubmed/22237023 http://doi.org/10.1113/jphysiol.2013.263707 http://www.ncbi.nlm.nih.gov/pubmed/24000180 http://doi.org/10.1016/j.neuroscience.2013.02.050 http://doi.org/10.1016/j.metabol.2013.02.002 http://www.ncbi.nlm.nih.gov/pubmed/23498898 http://doi.org/10.1161/CIRCHEARTFAILURE.112.969543 http://www.ncbi.nlm.nih.gov/pubmed/23001918 http://doi.org/10.1016/j.metabol.2012.09.002 http://doi.org/10.1007/s13105-015-0433-9 http://doi.org/10.1038/s41467-017-01131-0 http://www.ncbi.nlm.nih.gov/pubmed/29062100 http://doi.org/10.1074/jbc.M111.336834 http://doi.org/10.7717/peerj.605 http://doi.org/10.4161/adip.20877 http://doi.org/10.1074/jbc.M113.500736 http://doi.org/10.1242/dmm.010389 http://doi.org/10.1210/jc.2011-1743 http://www.ncbi.nlm.nih.gov/pubmed/22031510 http://doi.org/10.1074/jbc.M109.005611 http://doi.org/10.1016/j.bbrc.2014.06.123 http://doi.org/10.1016/j.yexcr.2016.01.019 http://doi.org/10.1007/s13197-010-0198-7 http://doi.org/10.1007/s10640-021-00551-3 http://doi.org/10.1096/fj.09-137174 http://www.ncbi.nlm.nih.gov/pubmed/20181939 http://doi.org/10.1101/gad.1963910 http://www.ncbi.nlm.nih.gov/pubmed/20952534 http://doi.org/10.1038/nature09229 http://www.ncbi.nlm.nih.gov/pubmed/20535199   Foods 2021, 10, 2318 13 of 13  103. Ramachandraiah, K. Potential Development of Sustainable 3D-Printed Meat Analogues: A Review. Sustainability 2021, 13, 938. [CrossRef]  104. Welin, S. Introducing the new meat. Problems and prospects. Etikk i Praksis-Nord. J. Appl. Ethics 2013, 7, 24-37. [CrossRef] 105. Stephens, N.; Di Silvio, L.; Dunsford, I.; Ellis, M.; Glencross, A.; Sexton, A. Bringing cultured meat to market: Technical,  socio-political, and regulatory challenges in cellular agriculture. Trends Food Sci. Technol. 2018, 78, 155-166. [CrossRef] [PubMed]  http://doi.org/10.3390/su13020938 http://doi.org/10.5324/eip.v7i1.1788 http://doi.org/10.1016/j.tifs.2018.04.010 http://www.ncbi.nlm.nih.gov/pubmed/30100674   Introduction   Status of Cultured Meat   Cell Types for Cultured Meat   Roles of Myokines in Skeletal Muscle   Interleukin-6 (IL-6)   Leukemia Inhibitory Factor (LIF)   Interleukin-4 (IL-4)   Interleukin-15 (IL-15)   Interleukin-1 (IL-1)   Effects of Cytokines in Combination   Myostatin   Irisin   Myonectin   Decorin    Advantages and Disadvantages of Cultured Meat   Future Prospects   Conclusions   References",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}