{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/225054384  Fur-Regulated Iron Uptake System of Edwardsiella ictaluri and Its Influence  on Pathogenesis and Immunogenicity in the Catfish Host  Article  in  Infection and Immunity · May 2012  DOI: 10.1128/IAI.00013-12 · Source: PubMed  CITATIONS  45 READS  216  4 authors, including:  Some of the authors of this publication are also working on these related projects:  Vaccine Strategies Against Bacterial Pathogens in Lumpfish (Cyclopterus lumpus) View project  One Health View project  Javier Santander  Memorial University of Newfoundland  91 PUBLICATIONS   661 CITATIONS     SEE PROFILE  Greg Golden  Arizona State University  10 PUBLICATIONS   101 CITATIONS     SEE PROFILE  Roy Curtiss  University of Florida  472 PUBLICATIONS   24,897 CITATIONS     SEE PROFILE  All content following this page was uploaded by Javier Santander on 20 February 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/225054384_Fur-Regulated_Iron_Uptake_System_of_Edwardsiella_ictaluri_and_Its_Influence_on_Pathogenesis_and_Immunogenicity_in_the_Catfish_Host?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/225054384_Fur-Regulated_Iron_Uptake_System_of_Edwardsiella_ictaluri_and_Its_Influence_on_Pathogenesis_and_Immunogenicity_in_the_Catfish_Host?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Vaccine-Strategies-Against-Bacterial-Pathogens-in-Lumpfish-Cyclopterus-lumpus?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/One-Health-18?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Javier-Santander-3?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Javier-Santander-3?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Memorial-University-of-Newfoundland?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Javier-Santander-3?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Greg-Golden?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Greg-Golden?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Arizona_State_University?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Greg-Golden?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Roy-Curtiss-2?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Roy-Curtiss-2?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Florida2?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Roy-Curtiss-2?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Javier-Santander-3?enrichId=rgreq-f71ccce30dc36dc453c9637f739fd73f-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4NDtBUzoxMDIyNDc0MzAwOTg5NDdAMTQwMTM4OTA5NTc1Mw%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Fur-Regulated Iron Uptake System of Edwardsiella ictaluri and Its Influence on Pathogenesis and Immunogenicity in the Catfish Host  Javier Santander,a,b Greg Golden,a Soo-Young Wanda,a and Roy Curtiss IIIa,b  The Biodesign Institute, Center for Infectious Diseases and Vaccinology,a and School of Life Sciences,b Arizona State University, Tempe, Arizona, USA  The ability of bacterial pathogens to take up iron from the host during infection is necessary for their multiplication within the host. However, host high-affinity iron binding proteins limit levels of free iron in fluids and tissues. To overcome this deficiency of iron during infection, bacterial pathogens have developed iron uptake systems that are upregulated in the absence of iron, typically tightly controlled by the ferric uptake regulator (Fur) protein. The iron uptake system of Edwardsiella ictaluri, a host- restricted pathogen of channel catfish (Ictalurus punctatus) and the main pathogen of this fish in aquaculture, is unknown. Here we describe the E. ictaluri Fur protein, the iron uptake machinery controlled by Fur, and the effects of fur gene deletion on viru- lence and immunogenicity in the fish host. Analysis of the E. ictaluri Fur protein shows that it lacks the N-terminal region found in the majority of pathogen-encoded Fur proteins. However, it is fully functional in regulated genes encoding iron uptake pro- teins. E. ictaluri grown under iron-limited conditions upregulates an outer membrane protein (HemR) that shows heme-hemo- globin transport activity and is tightly regulated by Fur. In vivo studies showed that an E. ictaluri -fur mutant is attenuated and immune protective in zebrafish (Danio rerio) and catfish (Ictalurus punctatus), triggering systemic immunity. We conclude that an E. ictaluri -fur mutant could be an effective component of an immersion-oral vaccine for the catfish industry.  Vertebrates sequester iron from invading pathogens as a meansof nutritional immunity, using high-affinity iron binding proteins to limit levels of free iron in biological fluids and tissues in order to deprive pathogens of this key nutritional component. Invading bacterial pathogens sense this iron depletion as a signal that they are within a host and induce the expression of genes that allow iron uptake in order to overcome the host defenses. To obtain this host sequestered iron, most pathogenic bacteria have developed iron uptake systems that usually are siderophore medi- ated or that directly take up iron from host proteins (50). Sidero- phore-mediated systems typically involve low-molecular-weight siderophores released by the bacteria that chelate iron and subse- quently transfer it to iron-regulated outer membrane proteins (IROMPs) that function as receptors of the iron-siderophore complexes (39, 50). These siderophore mechanisms of iron acqui- sition have been linked to the virulence of different fish bacterial pathogens, such as Vibrio anguillarum (Listonella anguillarum) (38, 73), Aeromonas salmonicida (24, 27), Photobacterium damse- lae subsp. piscicida (13), Edwardsiella tarda (25), and Tenacibacu- lum maritimum (2). Direct iron uptake systems from host pro- teins rely on the interaction between specific microbial receptors and host transferrin or heme-containing compounds (31, 41) and often involve bacterial hemolytic or proteolytic activity (10). Usu- ally, both siderophore-mediated and direct iron uptake systems are controlled by the ferric uptake regulator (Fur) protein (10).  Fur is a dimeric metal ion-dependent transcription regulator that controls the expression of genes involved in a diversity of cellular functions, including iron uptake. Fur monomers typically contain two structural domains, the N-terminal DNA binding domain and the C-terminal dimerization domain (26, 28, 29). When Fur monomers are bound to Fe2-, they form a dimer that binds to promoter DNA regions (Fur boxes), repressing gene ex- pression (29). During oral-gastric infection, it is thought that the small intestine conditions are anaerobic and therefore replete with free Fe2-, leading to an active Fur protein that represses genes involved in iron uptake. The iron uptake system is induced upon  invasion, when iron is presumably sequestered by host iron bind- ing proteins (26, 28).  Channel catfish (Ictalurus punctatus) is the most important aquaculture species in the United States, accounting for more than 60% of all U.S. aquaculture production (20), and Edwardsiella ictaluri is one of the most important pathogens in this industry (61). The most highly upregulated group of catfish genes follow- ing E. ictaluri infection are the genes involved in iron homeostasis, including those for intelectin, haptoglobin, hemopexin (Wap65), ceruloplasmin, transferrin, and ferritin (34, 35, 45, 46, 63). This indicates that there is a “tug of war” for the iron between the catfish host and the bacterial pathogen E. ictaluri. While the iron acquisition system of E. ictaluri has not been previously character- ized, we observed that E. ictaluri grown in the absence of iron upregulates synthesis of a specific outer membrane protein. This observation prompted us to investigate the iron uptake system of E. ictaluri.  In this study, we characterized the E. ictaluri Fur protein, the iron uptake system controlled by Fur, and the effects of the fur gene on virulence and immunogenicity in the fish host. We deter- mined that fish isolates of Edwardsiella have a fur gene that is smaller than other fur family members, where its evolutionary pathway may have undergone genome degradation. We also es- tablished that E. ictaluri does not secrete detectable siderophores  Received 4 January 2012 Returned for modification 27 February 2012 Accepted 13 May 2012  Published ahead of print 21 May 2012  Editor: A. Camilli  Address correspondence to Javier Santander, jasantanderm@asu.edu.  Supplemental material for this article may be found at http://iai.asm.org/.  Copyright   2012, American Society for Microbiology. All Rights Reserved.  doi:10.1128/IAI.00013-12  August 2012 Volume 80 Number 8 Infection and Immunity p. 2689-2703 iai.asm.org 2689  http://iai.asm.org/ http://dx.doi.org/10.1128/IAI.00013-12 http://iai.asm.org   but does contain a heme-hemoglobin uptake system regulated by Fur.  The Fur protein regulates not only iron uptake-related genes but also genes important to virulence. Salmonella -fur mutants are attenuated in mammals when administered orally (51) or in- traperitoneally (16) but are not very immunogenic (11). We also evaluated the potential utilization of E. ictaluri -fur mutants as a live attenuated vaccine. E. ictaluri -fur mutants were attenuated in zebrafish and catfish hosts. When E. ictaluri -fur mutants were administered by immersion or orally, they conferred immune protection, triggering systemic and skin immune responses.  MATERIALS AND METHODS Bacterial strains, plasmids, media, and reagents. The bacterial strains and plasmids used are listed in Table 1. Bacteriological media and com- ponents were from Difco (Franklin Lakes, NJ). Antibiotics and reagents were from Sigma (St. Louis, MO). LB broth (tryptone, 10 g; yeast extract 5 g; NaCl, 10 g; glucose, 1 g; double-distilled water [ddH2O], 1 liter) (5), Bacto brain heart infusion (BHI) broth, chromoazurol S (CAS) broth (58), and Trypticase soy broth (TSB) were used routinely. When required, media were supplemented with 1.5% agar, 5% sucrose, colistin sulfate (Col) (12.5 -g/ml), ampicillin (Amp) (100 -g/ml), chloramphenicol (Cm) (25 -g/ml), kanamycin (Km) (50 -g/ml), FeSO4 (150 -M) (Sigma), or 2,2=-dipyridyl (150 -M) (Sigma). Bacterial growth was mon- itored spectrophotometrically and/or by plating. Oligonucleotides were from IDT (Coralville, IA). Restriction endonucleases were from New Eng- land BioLabs. Taq DNA polymerase (New England BioLabs) was used in  all PCR tests. Qiagen products (Hilden, Germany) were used to isolate plasmid DNA, gel purify fragments, or purify PCR products. T4 ligase, T4 DNA polymerase, and shrimp alkaline phosphatase (SAP) were from Pro- mega.  Sequence analysis. A nucleotide Basic Local Alignment Search Tool (BLAST) search was performed based on the sequences of the putative fur and heme uptake genes present in the genome sequence of E. ictaluri 93-146 accessed from NCBI's Entrez Genome database (NC_012779). fur sequences were obtained from NCBI's Entrez Protein database for Ed- wardsiella ictaluri 93-146 (YP_002934295.1), E. tarda PPD 130/90 (AEO72442.1), E. tarda EIB202 (YP_003296656.1), E. tarda FL6-60 (ADM42454.1), E. tarda ATCC 23685 (ZP_06715756.1), Escherichia coli O157:H7 EDL933 (NP_286398.1), Salmonella enterica serovar Typhi Ty2 (NP_455254.1), Yersinia pestis KIM 10 (NP_668533.1), Vibrio cholerae (AAA27519.1), A. salmonicida A449 (YP_001143048.1), Pseudomonas putida (YP_001269900.1), and Pseudomonas aeruginosa (NP_253452.1).  Amino acid sequence alignments were performed using the CLC Free Workbench software tool (v. 6.1; CLC bio A/S, Aarhus, Denmark). Pro- tein structure-based alignments were performed by using the web-based interface for ESPript v.2.2 located at http://espript.ibcp.fr/ESPript/cgi-bin /ESPript.cgi (18). The three-dimensional (3D) structures of the E. ictaluri Fur, HemP, HemR, HemT, HemU, HemV, and HemS proteins were pre- dicted using position-specific iterative BLAST (PSI-BLAST) alignment and HHpred (62).  Construction of E. ictaluri mutants. The recombinant pEZ suicide vectors (Table 1) carrying the linked flanking regions to generate an in- frame deletion of the fur or hmuR gene were constructed as described previously (55-57). The defined deletion mutations encompass a deletion  TABLE 1 Bacterial strains and plasmids  Strain or plasmid Relevant characteristics Source or reference(s)  Strains Escherichia coli  -6212 -80dlacZ-M15 deoR -(lacZYA-argF)U169 glnV44 -- gyrA96 recA1 relA1 endA1 -asdA4 -zhf-2::Tn10 hsdR17 (r- m-); F- Rec- (UVs) DAP- Lac- Nalr Tets  12  -7213 thi-1 thr-1 leuB6 glnV44 fhuA21 lacY1 recA1 RP4-2-Tc::Mu [-pir] -asdA4 -(zhf-2::Tn10); Kmr Tets Amps DAP-  52  -7232 endA1 hsdR17 (rK - mK-) glnV44 thi-1 recA1 gyrA relA1 -(lacZYA-argF)U169 -pir deoR  [-80dlac-(lacZ)M15]; Nalr UVs Thi- Lac- 52  -7122 O78 49 Edwardsiella ictaluri  J100 Wild type; pEI1-; pEI2- API20E 40040057; smooth LPS; Colr; H2S - 47, 57  J135 J100 derivative; -fur-35; pEI1-; pEI2- API20E 40040057; smooth LPS; Colr; H2S - This study  J146 J100 derivative; -hmuR36; pEI1-; pEI2- API20E 40040057; smooth LPS; Colr; H2S - This study  J147 J135 derivative; -fur-35 -hmuR36; pEI1-; pEI2- API20E 40040057; smooth LPS; Colr; H2S - This study  J135 J100 derivative; -fur-35; pEI1-; pEI2- API20E 40040057; smooth LPS; Colr; H2S - This study  Salmonella enterica serovar Typhimurium -3761 UK-1 21, 36 -11143 UK-1 -fur-44 This study -11143(pEZ116) UK-1 -fur-44; pEZ116; Cmr This study  Plasmids pMEG-375 8,142 bp, Cm, Amp, lacZ, R6K ori, mob, incP, sacR, sacB 56 pR112 5173 bp, Cm, R6K ori, oriT, oriV, sacR, sacB 14 pACYC184 4,245 bp, Tetr, Cmr, p15A ori 7 pEZ151 4,065 bp, pSC101 ori, Gmr GFP- 55 pYA4807 -fur-44, Cm, pR112 This study pEZ116 Pfur-fur, Cm  r, pACYC184 This study pEZ123 -fur-35, pMEG-375 This study pEZ155 -hmuR36, pMEG-375 This study pEZ191 Pfur-fur, Gm  r, pEZ151 This study pEZ192 Plac-hemR, Gm  r, pEZ151 This study  Santander et al.  2690 iai.asm.org Infection and Immunity  http://iai.asm.org   including the ATG start codon but not including the TAG stop codon. The primers used to construct the suicide vectors are listed in Table 2. Primers 1 and 2 were designed to amplify the upstream gene-flanking regions. The downstream gene-flanking regions were amplified by prim- ers 3 and 4. The flanking regions were ligated and cloned into pMEG-375 digested with SphI and XbaI. To construct E. ictaluri mutants, the suicide plasmid was conjugationally transferred from Escherichia coli -7213 (52) to E. ictaluri strains. Strains containing single-crossover plasmid inser- tions were isolated on BHI agar plates containing Col and Amp. Loss of the suicide vector after the second recombination between homologous regions (i.e., allelic exchange) was selected by using the sacB-based sucrose sensitivity counterselection system (14) adapted to E. ictaluri (55, 57). The colonies were selected for Amps and Colr and screening by PCR using primers 1 and 4. Biochemical profiles of E. ictaluri strains were deter- mined using the API 20E system (bioMérieux, Marcy L'Etoile, France).  Construction of Salmonella Typhimurium -fur-44. The fur gene of -3761 Salmonella enterica serovar Typhimurium UK-1 (Table 1) was de- leted in frame mediated the previous suicide vector methodology (55, 57). The primers used to construct the suicide vectors are listed in Table 2. The flanking regions were ligated and cloned into pRE112 (14) digested with BglII and XmaI. The S. Typhimurium -fur-44 mutation consisted of a deletion of 706 bp, including 453 bp of the fur gene and 253 bp of the fur promoter region, with the Crp binding and the OxyR binding sites.  Complementation of the fur and hemR genes. The fur gene of E. ictaluri, with its own promoter, was cloned into the pAYCY184 vector (7) at the XbaI and HindIII restriction sites and into pEZ151 at the AdhI restriction site. The primers used to amplify fur were 5=-TCGTCTAGAT GTCTGCCGCCTGCCGGCGC-3= (upstream) and 5=-CCCAAGCTTTC AGGCCTTTTCATCGTGCA-3= (downstream). XbaI and HindIII sites, respectively, were included in these primers (underlined). The resulting plasmid, pEZ136, was used to complement Salmonella -fur-44 mutant strains, and pEZ191 was used to complement E. ictaluri. The primers used to amplify hemR were 5=-TCGTCTAGATTTACACTTTATGCTTCCGG CTCGTATGTTATGCCTACGCTTTTCTCCCCTTCCCTACGC-3= (up- stream) and 5=-CCCAAGCTTCCGCTCGAGCTACCACTGGTAGCTG AGCAGCAGACGGGC-3= (downstream). XbaI and HindIII sites, respectively, were included in these primers (underlined). The lactose  promoter (Plac) was used to express the hemR gene. The resulting plasmid, pEZ192, was used to complement E. ictaluri.  SDS-PAGE and Western blotting. To evaluate the synthesis of Fur, the strains were grown in 3 ml of BHI broth or LB broth at 28°C with aeration (180 rpm). The samples were collected when the culture reached an absorbance of 0.85 (optical density at 600 nm [OD600] of 1.0 - 1.0   108 CFU/ml). One milliliter of culture was collected and prepared for Western blot analysis (54). The total proteins were normalized using a NanoDrop spectrophotometer (ND-1000) at 25 -g/-l, separated by 10% (wt/vol) sodium dodecyl sulfate (SDS)-polyacrylamide gel electrophore- sis, and transferred onto nitrocellulose membranes (54). A fat-free milk powder solution (5%, wt/vol) in phosphate-buffered saline (PBS) supple- mented with 0.05% Tween 20 (PBS-T) was used for blocking. The mem- brane was incubated individually with a primary rabbit polyclonal anti- GroEL antibody (Sigma) (1:10,000) or rabbit polyclonal anti-Fur antibody (1:10,000) (60) for 1 h at room temperature, washed three times with PBS-T, and then incubated with a 1:10,000 dilution of alkaline phos- phatase-conjugated anti-rabbit immunoglobulin G (IgG) (Sigma). Color was developed with a mixture of nitroblue tetrazolium and 5-bromo-4- chloro-3-indolylphosphate mixture (NBT-BCIP) (Amaresco), chromo- genic substrates for alkaline phosphatase.  OMP isolation. Sarkosyl-insoluble outer membrane proteins (OMPs) were obtained as previously described (55). OMPs were isolated from E. ictaluri grown under iron-replete conditions (BHI broth and BHI broth supplemented with 150 -m FeSO4). Iron-regulated outer membrane pro- teins (IROMPs) were isolated from E. ictaluri grown in BHI broth supple- mented with 2=2=-dipyridyl (150 -M) (iron-depleted conditions). The outer membrane proteins were normalized to 25 -g/-l by using the NanoDrop spectrophotometer (ND-1000) and separated by 10% (wt/vol) sodium dodecyl sulfate (SDS)-polyacrylamide gel electrophoresis. Coo- massie blue staining was performed to visualize proteins.  Protein identification. The single protein band of  72 kDa synthe- sized in the absence of iron or in E. ictaluri -fur mutants was excised from the SDS-polyacrylamide gel for peptide sequencing analysis (ProtTech Inc., Norristown, PA) by using NanoLC-MS/MS peptide sequencing technology. The protein gel band was destained, cleaned, and digested in-gel with sequencing-grade modified trypsin (Promega, Madison, WI). The resulting peptide mixture was analyzed with a liquid chromatogra- phy-tandem mass spectrometry (LC-MS/MS) system, in which a high- performance liquid chromatograph (HPLC) with a 75--m-inner-diame- ter reverse-phase C18 column was coupled to an ion trap mass spectrometer (Thermo, Palo Alto, CA). The mass spectrometric data were utilized to search the nonredundant protein database at the National Cen- ter for Biotechnology Information (NCBI).  Detection of secreted siderophores. Production of compounds with siderophore activity was tested by the chemical assays described by Schwyn and Neilands (58) in solid and liquid media. The assays were performed by spotting 10 -l of each bacterial culture grown under iron- limiting conditions onto a modified chromoazurol S (CAS) (Sigma) agar. The siderophore levels produced by the strains on plates were visualized by a yellow-orange halo around the bacterial colony after 18 to 72 h of incubation. For siderophore detection in liquid, supernatants from bac- terial cultures grown in BHI broth or LB broth supplemented with 2=2=- dipyridyl (150 -M) were mixed with CAS solution, and the absorbance of the mixture was measured at 630 nm.  Iron-free siderophores were obtained by the following method. Bac- terial cultures grown in 5 ml of LB broth supplemented with 2=2=-dipyri- dyl (150 -M) or FeSO4 (150 -M) for 18 to 24 h at 28°C (OD600 of 1.0) were harvested by centrifugation at 5,000   g for 10 min. The superna- tants were filtered through a 0.2--m-pore-size membrane filter to com- pletely remove the cells, acidified with 25 -l of 10 N HCl, and extracted twice with a total of 4 ml of ethyl acetate for catechols and benzyl alcohol for hydroxamates (44). The aqueous phase was dried with gaseous N2 and resuspended in 40 -l of methanol, and 10 -l was spotted onto 250--m- layer (20 by 20 cm) flexible PE SIL G/UV254 plates (Whatman). The  TABLE 2 Primers used in this study  Primer Sequencea  -fur-35 (SphI) F1 5=-ACATGCATGCTGGGTTAATGTCTGCCGCC-3= -fur-35 (XhoI) R1 5=-CCGCTCGAG ATCGATTAGCTTCTTGTACA-3= -fur-35 (XhoI) F2 5=-CCGCTCGAGTGAGTGACCTGGCGCCCACA-3= -fur-35 (XbaI) R2 5=-TCGTCTAGA TAAATACGGTCTATGTCATA-3= -hmuR (SphI) F1 5=-ACATGCATGC AAACTGCTTGCCGTCATCGG-3= -hmuR (XhoI) R1 5=-CCGCTCGAG GGCTCAACACTCCAAATGTA-3= -hmuR (XhoI) F2 5=-CCGCTCGAG CGCGATTTTCACCCCGGGGC-3= -hmuR (XbaI) R2 5=-TCGTCTAGA AAAGGCGGCGTGCCAGTGCT-3= -fur-44 (BglII) F1 5=-GGAAGATCTTGTGTAAATCTTTCGAAGAGCC  AACCG-3= -fur-44 (XmaI) R2 5=-TCCCCCCGGGTATACCCAGTATGGAGGCGGT  ACTGG-3= hmuR-F 5=-GACATCAACGCGGACAAATGGTCA-3= hmuR-R 5=-GTTGGGACGCCAGTAGTTGACAAA-3= mntH-F 5=-TATCTGCATTCGTCGCTGACCCAA-3= mntH-R 5=-TGATCCCACTGTGCCCGTTAAAGT-3= hemF-F 5=-ACCGCCTCATTGTTCAACTGCGTA-3= hemF-R 5=-ATCAAAGGTCTGGATGCCGATGGA-3= mgtB-F 5=-AGTCGACGAGCTTCCGTTTGACTT-3= mgtB-R 5=-CGTGATCTTCAATGTGGCTGGCAA-3= fadR-F 5=-AGCTGATTGGCGTTACCCGAACTA-3= fadR-R 5=-AATATTCAGCCCGGAGGTTTCCCA-3= gmpA-F 5=-ATCGCCTACACCTCCGTGCTTAAA-3= gmpA-R 5=-ATAGCTTGACCTGTTCATCGCCGT-3= rrn (16S)-F 5=-TCGACATCGTTTACAGCGTGGACT-3= rrn (16S)-R 5=-TGCATCCAAGACTGGCAAGCTAGA-3= a Boldface indicates restriction enzyme sites.  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2691  http://iai.asm.org   plates were developed with benzene-glacial acetic acid-water (125:72:3, vol/vol/vol) in a closed chamber. Plates were then removed from the chamber, allowed to dry, and then immersed briefly in 0.1% FeCl3 to visualize Fe binding compounds. Avian-pathogenic Escherichia coli -7122, S. Typhimurium UK-1 -3761 (36, 52), and S. Typhimurium -11143 -fur-44 were used as controls (Table 1).  Utilization of heme and hemoglobin by E. ictaluri. Sterile filter paper disks were placed onto a BHI agar plate supplemented with 2=2=-dipyridyl (150 -M) and swab inoculated with an E. ictaluri strain. The disks were inoculated with 5 -l of water (control), heme (10 -M; Sigma), and he- moglobin (-9.3 -M; Sigma). The plates were incubated for 48 h at 28°C. Growth around the paper disk indicated positive utilization of the iron source.  Semiquantitative RT-PCR. Expression of putative Fur-regulated genes was evaluated by reverse transcription-PCR (RT-PCR). Total RNA extraction was performed with an RNeasy QIAgene kit from wild-type E. ictaluri grown in the presence and absence of iron and from E. ictaluri J135 -fur-35 grown in BHI. The cells were grown until late exponential phase (OD600 of 0.85; -1   10  8 CFU/ml). cDNA synthesis was performed with the SuperScript III first-strand synthesis system (Invitrogen) using ran- dom hexamer primers. Semiquantitative PCR was performed using the specific primers listed in Table 2. The number of PCR cycles was normal- ized to 27. The 16S rRNA (rrn) gene was used as an expression control, and fadR was used as a single-gene expression control.  Bacterial inoculate preparation. Bacterial strains were grown over- night in standing cultures that were diluted 1:20 in prewarmed BHI broth with mild aeration (180 rpm) at 28°C to an OD600 of 0.85 (-10  8 CFU/ml). Bacteria were sedimented for 10 min by centrifugation (5,865   g) at room temperature and resuspended in sterile phosphate-buffered saline containing 0.01% gelatin (BSG) (12) to densities appropriate for the in- oculation.  Infection and immunization of zebrafish (D. rerio). The zebrafish challenges were performed by the methodology described earlier (47), with modifications (55, 57). The water temperature was 26 - 1°C, and the fish were acclimated for 2 weeks prior to the experiment. Groups of 12 adult zebrafish (average weight, 0.5 g) were sedated in 100 mg/liter tric- aine methanesulfonate (MS-222; Sigma) and injected intramuscularly (i.m.) with 10 -l of the bacterial suspension per fish. A 3/10-ml U-100 ultrafine insulin syringe with a 0.5-in.-long (ca. 1-cm-long) 29-gauge nee- dle (catalog no. BD-309301; VWR) was used to inject the fish. Two sets of controls were used: fish that were not injected and fish that were injected with 10 -l of BSG (12). Moribund fish demonstrating clinical signs were euthanized, necropsied, and plated for enumeration of bacterial loads in various organs (47). Survivors of each dose at 4 weeks after i.m. inocula- tion were challenged with 105 CFU of E. ictaluri (100 50% lethal doses [LD50]). The fish were fed twice daily with TetraMin tropical fish flake feed. During the experiments, the fish were observed daily, and every other day the water quality was monitored for pH, NO2, and NO3 with standard kits (Lifegard Aquatics water testing strips). The LD50 for the infection trials was calculated by the method of Reed and Muench (1). Fish care and use were in accordance with the requirements of the Arizona State University Institutional Animal Care and Use Committee.  i.c. infection and immunization of catfish (I. punctatus). Specific- pathogen-free channel catfish fingerlings with a mean weight of 18.5 - 1.3 g were used. The animals were randomly assigned to treatment groups of 10 to 25 fish each in 100-liter tanks. Each tank was equipped with a recir- culating, biofiltered, mechanically filtered, and UV-treated water system with 12-h light cycle per day. The water temperature was set at 28 - 1°C during the first 2 weeks of acclimatization and during the course of the experiments. The fish were fed daily with commercial Aquamax grower 400 (Purina Mills Inc., St. Louis, MO). During the experiments, the fish were observed daily, and every other day the water quality was monitored for pH, NO2, and NO3 with standard kits (Lifegard Aquatics water testing strips). Catfish were infected by the intracelomic (i.c.) route with 105 to 108 CFU of E. ictaluri strains (fish were not fed until 1 h after infection).  The fish were anesthetized with buffered tricaine methanesulfonate (pH 7.5) (MS-222; Sigma) (100 mg/liter of water) prior to handling. The LD50 was calculated by the method of Reed and Muench (1). Moribund animals were euthanized and then necropsied to evaluate the presence of E. ictaluri in kidney, spleen, and liver.  Immersion immunization of catfish. Catfish fingerlings were im- mersed in a solution of E. ictaluri -fur-35 containing 107 CFU/ml for 30 min. At 6 weeks postimmunization, fish were challenged by immersion with 107 CFU/ml of wild-type E. ictaluri (10 LD50) for 30 min. The ani- mals were fasted for 24 h prior to oral inoculation and for 1 h postinocu- lation. Nonimmunized animals were used as a control. During the exper- iments, the fish were observed daily.  Oral immunization of catfish. Catfish were fasted for 24 h before oral inoculation with the E. ictaluri strains. Fish were anesthetized with buff- ered tricaine methanesulfonate (pH 7.5) (100 mg/liter of water) prior to handling. The animals were orally inoculated with 100 -l of the corre- sponding bacterial suspension (see below). BSG (12) was used as a con- trol. The fish were not fed until 1 h after inoculation.  Determination of IgM titers in serum and skin mucus. Cutaneous mucus and blood samples were collected at both 2 weeks prior to immu- nization and 4 weeks postimmunization as described previously (55). Ten i.c. immunized fish and 10 immersion-immunized fish were sampled in- dividually. The experiment was repeated twice. E. ictaluri outer mem- brane proteins diluted in 20 mM Tris-OH (pH 8.0) and purified E. ictaluri lipopolysaccharide (LPS) were independently applied to polyvinyl chlo- ride 96-well plates, both at 100 ng per well. The plates were incubated overnight at 4°C, washed once with 200 -l of PBS- 0.05% Tween (PBS-T) per well, and blocked with 1% sea buffer (Thermo, Rockford, IL) diluted in PBS (1 h at room temperature). Catfish serum samples diluted in PBS (1:2) and undiluted mucus samples were plated in triplicate wells at 100 -l/well. Triplicate control wells on each plate contained diluted sera from immunized and nonimmunized catfish. Mucus assays also included wells of pooled mucus from nonexposed fish. The plates were incubated over- night at 4°C and washed five times with PBS-T. The biotinylated rabbit anti-catfish Ig antibody was applied at 0.25 to 0.50 -g/well. The plates were incubated for 1 h at room temperature and were washed five times with PBS-T. Application of the primary antibody was followed by appli- cation of streptavidin-alkaline phosphatase conjugate (Southern Biotech, Birmingham, AL) diluted in PBS (1:50,000). The enzyme substrate p- nitrophenyl phosphate diethanolamine (100 -l; Sigma) was added and incubated for 30 min at room temperature. The reaction was stopped with 50 -l of 3 M NaOH. The absorbance (A405) values were determined on a kinetic microplate reader (model V-max; Molecular Devices Corp., Sunnyvale, CA) at 30 min and 1 h. The immunized fish were challenged at 6 weeks postimmunization as described previously.  Statistics. Analysis of variance (ANOVA) (SPSS software), followed by least-significant-difference (LSD) analysis, was used to evaluate differ- ences in antibody titers, using 95% confidence intervals. The Kaplan- Meier method (SPSS software) was applied to obtain the survival fractions following challenges. P values of  0.05 were considered statistically sig- nificant.  RESULTS Sequence analysis of fur. An analysis of DNA and protein se- quences, structural alignment, predicted 3D structure, and pre- dicted binding residues revealed that the E. ictaluri and E. tarda Fur proteins have several key differences from other bacterial iron regulator protein families (Fig. 1 to 3). This provides evidence that these Fur proteins are members of a distinctive bacterial iron reg- ulator protein family, shaped by gene reduction. The E. ictaluri fur gene sequence from E. ictaluri wild-type J100 is identical to the sequence from the E. ictaluri 93-146 strain published at the NCBI. In comparison to E. coli and Salmonella fur genes, the E. ictaluri fur gene has a smaller open reading frame (ORF), and has a guanine  Santander et al.  2692 iai.asm.org Infection and Immunity  http://iai.asm.org   plus cytosine (G-C) content of 57%, which is 10% higher than those of the Escherichia coli (48.5%) and Salmonella (47.7%) fur genes (see Fig. S1 in the supplemental material). The fur gene sequences from the fish-isolated E. tarda PPD130/91 and E. tarda EIB202 (71) contain 333 identical base pairs, in contrast with the human-isolated E. tarda ATCC 23685, which contains a longer fur gene (435 bp) similar to those of the rest of the enteric bacteria (see Fig. S1 in the supplemental material). The E. ictaluri fur promoter region contains a Crp binding site, indicating that Crp might par- ticipate in Fur regulation (see Fig. S2 in the supplemental mate- rial).  The Fur protein from fish-isolated E. tarda PPD130/91 and E. tarda EIB202 (71) contains 111 identical residues, in contrast with the longer Fur proteins in E. coli (145 residues), Salmonella Typhi- murium (150 residues), Yersinia pestis (148 residues), and other enteric bacteria (Fig. 1). Interestingly, the human-isolated strain E. tarda ATCC 23685 contains a longer Fur protein (145 residues) similar to those of the rest of the enteric bacteria, indicating that it may be more adapted to humans than to fish. E. ictaluri 93-146 and E. ictaluri J100 contain a shorter Fur with 104 identical resi- dues (Fig. 1). Alignment of these sequences showed that the N-ter- minal helices, -1, -2, and -3, at the DNA binding domain are missing in E. ictaluri, as well as in the E. tarda fish-isolated Fur proteins (Fig. 1). The -4 helix at the Fur DNA binding domain is still intact in E. ictaluri and E. tarda fish isolates, sharing about 90% identity with other bacterial Fur proteins (Fig. 1). Structural protein alignment between functional representative bacterial Fur proteins revealed that 37 amino acid residues out of 104 residues (-36%) are strictly conserved in E. ictaluri Fur (Fig. 1). E. ictaluri  Fur has 29%, 53%, 54%, 57%, and 93% amino acid similarity to the Fur proteins of Pseudomonas, Escherichia coli, S. enterica, Y. pestis, and E. tarda, respectively.  In terms of phylogeny, the fish-isolated Edwardsiella Fur pro- teins belong to a distinctive group compared to those from the rest of the Enterobacteriaceae family (Fig. 2). Although the Enterobac- teriaceae share a Fur ancestor, the only phylogenic group with a short Fur protein among enteric bacteria is Edwardsiella (Fig. 2), indicating that Fur might have undergone host bacterial pathogen specialization.  Structural protein analysis showed that Edwardsiella Fur con- tains two domains, like other Fur proteins (32, 48). The DNA binding domain harbors the Zn2- bond residues, and the dimerization domain harbors the Fe2- bond residues (Fig. 1 and 3A and B). We observed that E. ictaluri Fur, as well as the E. tarda Fur (only fish-isolated strains), do not contain the --helices -1, -2, and -3 (Fig. 1). Analysis of the residues related to the Zn2-  and Fe2- bonds showed they are located in positions similar to those for their corresponding residues in the Pseudomonas Fur protein but misplaced with respect to their corresponding resi- dues in E. coli Fur. Specifically, the E. coli Fur-related residues Cys92 and Cys95 required for the Zn2- bond (17, 32) (in E. icta- luri Fur, Cys48 and Cys51 [Fig. 3A and C]) and the residues Cys132 and Cys88 required for the Fe2- bond (17, 32) (in E. icta- luri Fur, Cys93 and Cys88 [Fig. 3A and C]) are located at the loop region in E. ictaluri Fur (Fig. 3A and C). The Pseudomonas Fur- related residues His24, His86, Asp88, and Glu107 required for the Zn2- bond (48) (in E. ictaluri Fur, Glu36, His45, and Glu56 [Fig. 3B and D]) and the residues His32, Glu80, His89, and Glu100  FIG 1 E. ictaluri Fur alignment and secondary structure. The white stars indicate the residues related to the Zn2- binding pocket. The black stars indicate the residues related to the Fe2- binding pocket. The black circles indicate the cysteine residues related to E. coli Fe2- and Zn2- binding pockets. The secondary structure at the top of the alignment corresponds to the E. ictaluri Fur protein. The secondary structure at the bottom of the alignment corresponds to the Escherichia coli Fur protein. Spirals represent --helices, and arrows represent \r-sheets.  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2693  http://iai.asm.org   required for the Fe2- bond (48) (in E. ictaluri Fur, His42, Glu63, His80, and Glu90 [Fig. 3D and E]) are located in their respective domains within E. ictaluri Fur (Fig. 3B, D, and E). In P. aeruginosa, the Fur residue His32 is required for the Fe2- bond and is essential for its activity (4). However, the N-terminal region, where His32 would normally be located, is absent in the E. ictaluri Fur protein (Fig. 1). Spectroscopic and biochemical data have shown that the structural zinc sites in the P. aeruginosa and E. coli Fur proteins are different, which might be related to their specific functions in the different organisms. However, in both the E. coli and P. aeruginosa Fur proteins, the N-terminal region is essential for Fur activity (4, 9). On the other hand, the importance of the cysteines is different in E. coli Fur and in P. aeruginosa Fur, because the Cys92 and Cys95 bound to Zn2- in E. coli Fur are essential for its activity (8). The single cysteine residue in the P. aeruginosa Fur is dispensable for its in vivo activity (33), and it is absent in other Pseudomonas Fur proteins, such as P. putida Fur (Fig. 1). Based on the above analysis, we believe that E. ictaluri Fur is a distinct Fur protein among the Fur family. Further structural information on the E. ictaluri Fur protein is necessary for a better understanding of the specific structure-function relationship within the Fur family.  Complementation of the fur gene. The structural analysis of E. ictaluri Fur indicated that the overall domain organization is dif- ferent from that of other Fur family members, but it has the same set of key residue groups and likely a similar mechanism as other Fur proteins (Fig. 1 to 3). To further evaluate the functionality of E. ictaluri Fur, we complemented -fur mutants of Salmonella en- terica with the E. ictaluri Pfur-fur gene cloned into the low-copy- number plasmid pEZ136 (Table 1). S. enterica serovar Typhimu- rium -fur-44 was utilized for complementation assays (Table 1). S. enterica -fur mutants present a constitutive synthesis of IROMPs and secretion of siderophores (Fig. 4A to C). E. ictaluri Pfur-fur complements S. enterica -fur-44 mutants, repressing IROMP and siderophore synthesis in an iron-dependent fashion (Fig. 4). This indicates that the missing N-terminal region, (con- taining the -1, -2, and -3 helices) is not essential for the Fur function (59).  Siderophore synthesis in E. ictaluri. Results from CAS liquid and plate assays showed that E. ictaluri does not synthesize detect- able siderophores (Fig. 5A). Although the E. ictaluri chromosome contains a ferric enterobactin transport protein (FepE, sidero- phore receptor; NC_012779.1) and a TonB-dependent fer-  FIG 2 Molecular phylogenetic analysis of fur. The evolutionary history was inferred by using the maximum-likelihood method based on the Tamura-Nei model (65). The bootstrap consensus tree inferred from 100 replicates is taken to represent the evolutionary history of the taxa analyzed (15). Branches corresponding to partitions reproduced in fewer than 50% bootstrap replicates are collapsed. Initial trees for the heuristic search were obtained automatically as follows. When the number of common sites was less than 100 or less than one-fourth of the total number of sites, the maximum-parsimony method was used; otherwise, the BIONJ method with MCL distance matrix was used. The analysis involved 48 nucleotide sequences. Codon positions included were first, second, third, and noncoding. There were a total of 546 positions in the final data set. Evolutionary analyses were conducted in MEGA5 (64). The gold lines indicate a representative archaea fur evolutionary path, the green lines indicate the Enterobacteriaceae fur family evolution path, and the red lines indicate the fish-isolated Edwardsiella fur evolution path.  Santander et al.  2694 iai.asm.org Infection and Immunity  http://iai.asm.org   richrome receptor protein (FcuA; NC_012779.1), thin-layer chro- matography (TLC) analysis showed that E. ictaluri does not secrete either catechol- or hydroxylamine-related siderophores or heme binding molecules (data not shown), regardless of the pres- ence of iron in the growth medium or Fur protein (Fig. 5B). Our results correlate with previous observations (67) and with the fact that siderophore biosynthesis genes are not present in the E. icta- luri chromosome (72).  Fur iron-regulated outer membrane proteins and heme up- take machinery. Wild-type E. ictaluri grown under iron limiting conditions and E. ictaluri -fur-35 mutants both upregulate an IROMP of -72 kDa, indicating that this protein is iron-Fur de- pendent and related to iron acquisition (Fig. 5C to E). Protein identification indicated that this IROMP corresponds to a TonB- dependent heme receptor protein (HemR) (Fig. 6). The gene en- coding HemR is part of the hemPRSTUV operon, which contains the genes required for the synthesis of the heme uptake machinery (Fig. 6).  Structural analysis of the iron uptake proteins reveled that these are similar to the putative E. tarda heme uptake system and  to the Yersinia heme uptake system (Fig. 6). The outer membrane receptor HemR contains a \r-barrel structure with a cork required to transfer the heme into the cell (Fig. 7). Structural analysis of HemR predicts a signal sequence peptide in the N-terminal region (see Fig. S3 in the supplemental material), which was observed in 8% SDS-PAGE gel analysis (data not shown). The predicted model of heme transport is described in Fig. 7 and consists of the following steps. First, heme is transferred into the cell, mediated by HemR, where it is captured by HemT, a periplasmic hemin binding protein. It is then transported through the cytoplasmic membrane by the ATP-dependent HemU-HemV cytoplasmic membrane ABC transport complex. Once heme is transferred to the cytoplasm, it is captured by HemS, a predicted heme degrada- tion-storage protein (Fig. 7).  E. ictaluri uses heme and hemoglobin as iron sources, medi- ated by HemR. To determine whether E. ictaluri has a functional heme-hemoglobin uptake system, we constructed an E. ictaluri -hemR mutant (thereby disrupting heme-hemoglobin receptor synthesis) (Fig. 8A to C). E. ictaluri iron-depleted cells grow poorly in iron-depleted medium. Wild-type E. ictaluri iron-de-  FIG 3 E. ictaluri Fur protein functional analysis. (A) Predicted E. ictaluri Fur protein displaying the (C51; C48) Zn2- and (C88; C93) Fe2- binding pockets; (B) predicted E. ictaluri Fur protein displaying the (E36; H45; E56) Zn2- and (H42; E63; H80) Fe2- binding pockets; (C) residues C51 and C48 related to Zn2-  binding pocket and residues C88 and C93 related to Fe2- binding pocket; (D) residues E36, H45, and E56 related to Zn2- binding pocket; (E) residues H42, E63, and H80 related to Fe2- binding pocket. Residues E36, H45, and E56, related to the Zn2- binding pocket, and residues H42, E63, and H80, related to the Fe2-  binding pocket, are related to the Pseudomonas Fur protein. Residues C51 and C48, related to the Zn2- binding pocket, and residues C88 and C93, related to the Fe2- binding pocket, are related to the Escherichia coli Fur protein and are misplaced in the overall E. ictaluri Fur protein structure.  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2695  http://iai.asm.org   pleted cells were able to grow in iron-depleted medium when it was supplemented with heme or hemoglobin as an iron source (Fig. 8D and G). In contrast, E. ictaluri -hemR iron-depleted cells were not able to grow in iron-depleted medium supplemented with heme or hemoglobin (Fig. 8E and G). -hemR and -fur  -hemR mutants complemented with the hemR gene in trans (Fig. 8B and C) recovered their ability to utilize heme and hemoglobin (Fig. 8F and G).  Fur-regulated genes. Fur binds to promoter DNA containing a 19-bp putative Fur box with the consensus sequence 5=-GATA  FIG 4 Complementation of Salmonella Typhimurium -fur mutants with the E. ictaluri fur gene cloned in pEZ116. (A) Synthesis of Fur verified by Western blot analysis. GroEL was used as a control. (B) Detection of siderophores in CAS indicator agar plates. (C) Detection of secreted siderophores in Salmonella Typhimurium strains grown under iron-rich (-) and iron-limited (-) conditions by TLC. (D) Outer membrane protein profile of S. Typhimurium -fur complemented with the E. ictaluri fur gene cloned in pEZ136. The arrowheads indicate the Fur-regulated S. Typhimurium IROMP proteins.  FIG 5 Siderophore- and Fur-regulated IROMPs in E. ictaluri. (A) Detection of siderophores in CAS indicator agar plates. (B) Detection of secreted siderophores in E. ictaluri strains grown under iron-rich (-) and iron-limited (-) conditions by TLC. (C) Outer membrane profiles of E. ictaluri strains grown under iron-rich (-Fe, BHI broth; --Fe, BHI broth plus 150 -M FeSO4) and iron-limited (-Fe) conditions. (D) Outer membrane profiles of E. ictaluri -fur-35 and E. ictaluri -fur-35(pEZ191) (complemented with fur gene in trans). (E) Western blot analysis of Fur in E. ictaluri -fur-35 and E. ictaluri -fur-35 complemented in trans. GroEL was used as control.  Santander et al.  2696 iai.asm.org Infection and Immunity  http://iai.asm.org   ATGATAATCATTATC-3=; this sequence can be described as three adjacent hexamers of the sequence 5=-GATAAT-3=, with the third being in a reverse orientation, or symbolically “F-F-X-R,” where “F” stands for the forward sequence “GATAAT,” “R” stands for the reverse sequence “ATTATC,” and “X” stands for any nucleotide (30). We identified a Fur box with an F-F-X-R orientation at the hem operon, between the -4 and -14 positions in the hemP gene (Fig. 9A). The Fur binding box in the F-F-X-R conformation found in E. ictaluri is similar to the Pseudomonas aeruginosa Fur binding box (40) (Fig. 9A).  Using the consensus hexamers for the E. ictaluri Fur box, we identified six different promoters not related to the hemPRSTUV operon, which could be regulated by the E. ictaluri Fur protein (Fig. 9B). These are promoters for Mg2- transport (mgtB), man- ganese transport (mntH), fatty acid degradation (fadR), heme syn- thesis (hemF), and glycolysis (gmpA). The expression of the hemR, mgtB, mntH, hemF, and gmpA genes in the absence of iron in wild-type E. ictaluri, as well as in our -fur mutant, was confirmed by RT-PCR (Fig. 9C). Although we predicted a Fur binding box at the fadR promoter, its expression does not depend on either iron or the Fur protein (Fig. 9C).  Virulence of E. ictaluri -fur-35 mutants in the fish host. Ze- brafish (Danio rerio) is not the natural host of E. ictaluri but has been established as a reliable model system to evaluate E. ictaluri virulence (47, 55, 57). We found that E. ictaluri -fur was not fully  FIG 6 E. ictaluri heme uptake operon gene map and protein descriptions.  FIG 7 Proposed model for E. ictaluri heme transport system.  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2697  http://iai.asm.org   FIG 8 Heme and hemoglobin uptake is mediated by HemR. (A) Outer membrane protein profiles of E. ictaluri -hemR and E. ictaluri -fur -hemR mutants grown under iron-rich (-Fe) and iron-limited (-Fe) conditions. (B) Outer membrane protein profiles of E. ictaluri -hemR and -hemR(pEZ192) (in trans complemented) mutants grown under iron-limited conditions (-Fe). (C) Outer membrane profiles of E. ictaluri -fur -hemR and -fur -hemR(pEZ192) (in trans complemented) mutants grown under iron-rich conditions. (D) Growth of wild-type E. ictaluri under iron-limited conditions supplemented with heme (50 -g/ml or 833 nM) or hemoglobin (50 -g/ml or -7.75 -M). (E) Growth of E. ictaluri -hemR mutant under iron-limited conditions supplemented with heme or hemoglobin. (F) Growth of E. ictaluri -hemR(pEZ192) (in trans complemented) mutant under iron-limited conditions supplemented with heme (50 -g/ml or 833 nM) or hemoglobin (50 -g/ml or -7.75 -M). (G) Growth zones of wild-type E. ictaluri and the E. ictaluri -hemR mutant around discs soaked in 5 -l of FeSO4 (200 -M), heme (600 -g or 10 -M), or hemoglobin (60 -g or -9.3 -M) in BHI agar supplemented with 150 -M 2=,2=-dipyridyl.  2698 iai.asm.org Infection and Immunity  http://iai.asm.org   virulent, with an LD50 of 1.42   10 5 CFU, a 10-fold increase over  that of the wild type in zebrafish (Fig. 10A and B). The E. ictaluri -fur mutant was also evaluated in catfish (I. punctatus), the natu- ral host of E. ictaluri. We found that E. ictaluri -fur administered i.c. to catfish was attenuated, with around a 1,000-fold LD50 in- crease over that of the wild type (Fig. 10C and D). E. ictaluri -fur-35 delivered by immersion immunization was fully attenu-  ated in frys and fingerlings (data not shown). In vitro growth of the E. ictaluri wild-type, -fur-35, and -fur-35(pEZ191) (comple- mented in trans) strains was similar in presence and absence of iron, excluding the possibility that the attenuation is due to slow growth of the -fur-35 mutant (see Fig. S4 in the supplemental material).  Virulence of the E. ictaluri -hemR mutant in the catfish host. The E. ictaluri -hemR mutant was evaluated in catfish. We found that immersion-administered E. ictaluri -hemR (107 CFU/ml during 30 min) was totally attenuated. E. ictaluri -hemR that was orally administered to the catfish (108, 107, and 106 CFU/dose) was attenuated, with 80% survival at 108 CFU/dose and 100% survival at the lower doses. No hemorrhagic symptoms were ob- served in catfish that were immersion or orally infected with the -hemR mutant. E. ictaluri -hemR administered i.c. to the catfish was attenuated but still caused significant mortality (Fig. 11) and hemorrhagic symptoms in the fish. In vitro growth of the E. ictaluri wild-type, -hemR, and -hemR(pEZ192) (complemented in trans) strains was similar in presence and absence of iron, exclud- ing the possibility that the attenuation is due to slow growth of the -hemR mutant (Fig. 8D to F). These results suggest that HemR might be required during colonization and during the early stages of the infection.  Immune protection of E. ictaluri -fur mutants in the fish host. The ideal live attenuated bacterial vaccine should be totally attenuated and immunogenic. Synthesis of IROMPs is upregu- lated inside the host after invasion, and these proteins are not constantly exposed to the immune system. We hypothesized that constant synthesis of IROMPs by E. ictaluri could trigger a protec-  FIG 9 Genes regulated by Fur in E. ictaluri. (A) Predicted chromosomal genes/operons regulated by Fur. (B) Maps of operons regulated by Fur. The arrows indicate the direction of the gene. Bold arrows indicate the rRNA operons. (C) Semiquantitative RT-PCR of genes regulated by Fur (27 cycles). The rrn gene (16S rRNA gene) was used as a protein synthesis housekeeping gene expression control, and fadR was used a single-gene expression control. (D) Semiquantitative RT-PCR values for genes regulated by Fur related to the rrn gene. The dashed line indicates the mean of fadR expression.  FIG 10 Virulence of E. ictaluri -fur in fish hosts. (A) Zebrafish i.m. infected with wild-type E. ictaluri (LD50, 1.1   10  3 CFU); (B) zebrafish i.m. infected with E. ictaluri -fur-35 (LD50, 1.42   10  5 CFU); (C) catfish i.c. infected with wild-type E. ictaluri (LD50, 1.01   10  5 CFU); (D) catfish i.c. infected with E. ictaluri -fur-35 (LD50 not calculated).  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2699  http://iai.asm.org   tive immune response, and so we evaluated whether fish immu- nized i.c. with E. ictaluri -fur were protected against a wild-type E. ictaluri i.c. challenge. We determined that E. ictaluri -fur does not confer immune protection against i.c. challenge (Fig. 12A) but does confer full protection against immersion challenge (data not shown). Catfish that were immersion immunized or orally immu- nized with E. ictaluri -fur survived the immersion challenge (Fig. 12B). Catfish i.c. immunized presented significant levels of IgM titers, either in the blood or in the mucus (Fig. 12C). However, these IgM levels were not protective for i.c. challenged fish (Fig. 12A). Immersion-immunized catfish presented significant levels of systemic IgM and low levels of skin IgM titers (Fig. 12D). These levels were sufficient to protect the fish against the immersion challenge (Fig. 12B).  DISCUSSION  The ferric uptake regulator (Fur) is a global regulatory protein that is involved in diverse aspects of bacterial life. It is a metalloregu- latory protein that requires Fe2-, or other divalent transition metal ions such as Zn2-, as a cofactor (3, 40, 74). Fur possesses three functional domains, the helix-turn-helix DNA binding do- main, the protein-protein dimerization domain, and the metal ion-responsive domain. The last domain is essential for Fur dimerization to form a functional protein (9, 48, 53). It has already been suggested by Pohl et al. (48) that the N-terminal helix is required for efficient DNA binding at the Fur box. This is sup- ported by mutagenesis studies. For example, P. aeruginosa Fur having Ala10 mutated to glycine (a much poorer helix former) was unable to bind to the Fur box at the pvdS gene promoter (4). In E. coli it was shown that proteolytic cleavage of the 8 or 9 N-ter- minal residues resulted in a protein with reduced DNA binding affinity and specificity (9). However, as we have shown, the N-ter- minal region present in most of the Fur proteins is missing in E. ictaluri Fur (Fig. 1). The His32 residue, which interacts with Fe2-  in P. aeruginosa Fur, is also missing (Fig. 1). This indicates that the binding residues for Fe2- and other divalent ions in E. ictaluri Fur are different than those used in E. coli and Pseudomonas Fur pro- teins.  In terms of phylogeny, the sequenced E. tarda isolated from humans contains a fur gene longer than fur genes in E. tarda iso- lated from fish, which contain a short version and appear to have a common ancestor with the E. ictaluri fur gene (Fig. 2). Numer- ous examples of genome reduction in the transition from free- living bacteria to a parasitic life style have been documented (37).  Pathogenic bacteria seem to have embarked on some of the same processes of gene degradation and deletion that have led to exten- sive genome shrinkage in host-restricted pathogenic groups. For example, large numbers of pseudogenes have been identified in both Y. pestis (43) and S. enterica serovar Typhi (42). Perhaps the emergence of a shorter fur gene in the Edwardsiella genus is an adaptation to the fish host. E. ictaluri was first described by Hawke in 1979 (22) and then characterized in 1981 (23), during the in- dustrial expansion of the catfish aquaculture industry (70). Thus, an alternate hypothesis is that the reduction of the fur gene could be part of a process of E. ictaluri host specialization due to inten- sive fish aquaculture. This observation raises the question of how this shorter fur gene increases the fitness of Edwardsiella in the fish host and how it appears during the evolution to host adaptation.  Although E. ictaluri Fur is missing the N-terminal region of other Fur proteins, it is fully functional in S. enterica, comple- menting the regulation of siderophore and IROMP synthesis in an iron-dependent fashion (Fig. 4). This indicates that a single --he- lix in the DNA binding domain is enough for DNA binding and gene repression. Detailed studies are required to evaluate this hy- pothesis. Nevertheless, the fact that E. ictaluri fur complements S. enterica indicates a recent divergence from the Fur phylogenetic trunk and supports the idea that E. ictaluri fur might be part of an ongoing process of host specialization.  As mentioned above, iron acquisition mechanisms, such as siderophores, are essential for bacterial pathogens to overcome  FIG 12 Immune protection of E. ictaluri -fur-35 in catfish host. (A) Catfish i.c. challenged with wild-type E. ictaluri (107 CFU/dose) at 6 weeks after im- mersion immunization with E. ictaluri -fur-35 (107 CFU/dose during 30 min). (B) Catfish immersion challenged with wild-type E. ictaluri (107 CFU/dose during 30 min) at 6 weeks after immersion (107 CFU/dose during 30 min) or oral (107 CFU/dose) vaccination with E. ictaluri -fur-35. The protection of E. ictaluri -fur-35 was significantly different from that for the nonimmunized fish (P   0.05). (C) Catfish IgM titers at 4 weeks after i.c. immunization with E. ictaluri -fur-35 (107 CFU/dose) (n - 22). (D) Catfish IgM titers at 4 weeks after immersion immunization with E. ictaluri -fur-35 (107 CFU/ml during 30 min) (n - 24). The samples correspond to two independent experiments with 10 to 14 animals each. *, P   0.001; **, P   0.05.  FIG 11 Virulence of E. ictaluri -hemR in catfish i.c. infected with E. ictaluri -hemR (LD50, 2.2   10  6 CFU).  Santander et al.  2700 iai.asm.org Infection and Immunity  http://iai.asm.org   host defenses. However, we did not detect siderophore synthesis in E. ictaluri, regardless of the presence or absence of iron in the growth medium, the volume of culture, or the presence or absence of the fur gene (Fig. 5). Our results correlate with previous obser- vations (67) and with the absence of know siderophore biosynthe- sis genes in the E. ictaluri chromosome (72). This observation reinforces the hypothesis of genome degradation during the pro- cess of host specialization of E. ictaluri to catfish, where sidero- phore genes might be lost. The siderophore receptor genes fepA and fcuA were identified in the chromosome of E. ictaluri within their respective operons, containing an undefined fur binding box (data not shown). This indicates that E. ictaluri could utilize sid- erophores secreted from other bacterial species, likely in a Fur- independent fashion. Further studies are required to evaluate the foreign utilization of siderophores by E. ictaluri. Nevertheless, in the absence of iron, E. ictaluri upregulates a heme-hemoglobin acquisition system in a Fur-dependent fashion (Fig. 5 to 8). Dur- ing pathogenesis, clearly there is a battle between E. ictaluri and the catfish host for iron (34, 35, 45, 46, 63), where the E. ictaluri heme-hemoglobin acquisition system becomes a lethal weapon contributing to the systemic infection of the fish. However, this heme-hemoglobin acquisition system needs to be tightly regu- lated and synthesized at a precise time and location within the host.  Fur protein is a global regulator that controls genes related to acquisition of iron and other divalent metal ions and genes related to bacterial catabolism, affecting virulence. We determined that E. ictaluri Fur regulates genes related to iron acquisition and heme synthesis as well as Mg2- and Mn2- uptake (Fig. 9). Fur also regulates genes related to heme biosynthesis (hemF), where, in the absence of iron, the bacterial cell has to preserve the integrity of the electron transport chain parts and respiration by upregulating the synthesis of tetrapyrroles such as heme. On the other hand, Fur regulates catabolism of sugars by regulation of gmpA, linking the availability of nutrients to the availability of essential ion metals. The gmpA gene encodes a phosphoglycerate mutase that is regu- lated by Fur in E. coli (19) and Salmonella (69). Here we have described that Fur contributes to the regulation of gmpA in E. ictaluri (Fig. 9). This indicates that Fur participates in the general regulation of metabolic pathways, linking bacterial growth to the supply of key nutrients such as iron. We found a cyclic AMP re- ceptor protein (Crp) binding box in the fur promoter region (see Fig. S2 in the supplemental material), which is conserved in E. coli and Salmonella fur promoters (19, 69). Crp may link expression of the Fur regulator to the availability of carbon sources.  The main described virulence factors in Edwardsiella are the type III secretion system, required for cell invasion and survival in Edwardsiella-containing vesicles in macrophages, and the type VI secretion system, required for full virulence (66, 68, 75). The Ed- wardsiella type III and VI secretion systems, as well as the tran- scriptional regulators EsrB and EsrC, are very similar in E. tarda and E. ictaluri (66, 68, 75). Recently the linkage of Fur with viru- lence in E. tarda has been reported (6). Fur regulates the type VI secretion system-mediated repression of evpP gene expression (a type VI secretion effector), binding to its promoter region and blocking the binding of the EsrC activator (6). We did not find either an E. ictaluri evpP gene ortholog or a Fur binding box at the promoter region of the evpA gene or E. ictaluri type VI secretion system (data not shown). Protein-protein interaction between Fur and EsrC or between Fur and EsrB response regulators was de-  scribed for E. tarda (6). Although we did not find a Fur binding box in the type III secretion system or in the type VI secretion system of E. ictaluri, it is possible that Fur influences the virulence of E. ictaluri-mediated protein-protein interaction as was de- scribed in E. tarda.  Salmonella -fur mutants are attenuated in mammals when ad- ministered orally (51) or intraperitoneally (16) but are not very immunogenic (11). However, -fur mutants constitutively synthe- size their IROMPs, exposing them to the immune system of the host. Although E. ictaluri -fur is not an efficient vaccine compared to the recently described E. ictaluri -crp mutant (55), the fur gene is an evolutionarily conserved regulon that controls iron homeo- stasis and bacterial virulence. Therefore, deletion of fur is an effec- tive modification for live attenuated vaccines and can be com- bined with other deletions, such as that of crp, to improve the safety and immunogenicity of the vaccines.  In summary, we conclude that E. ictaluri does not secret detect- able siderophores under the growth conditions tested, regardless of the presence or absence of Fur and iron. Fur regulates a heme- hemoglobin uptake system in E. ictaluri, and deletion of fur can be successfully used as a means to attenuate E. ictaluri in order to develop effective immersion live attenuated vaccines for the aqua- culture industry.  ACKNOWLEDGMENTS  This work was supported by USDA grant CRIS-ARZR-2009-01801 and Comisión Nacional de Investigación Científica y Tecnológica (CONICYT), Gestión Propia Fellowship, Chile.  We thank Jacquelyn Kilbourne for assistance at The Biodesign Insti- tute, Arizona State University. We thank Maria Ignacia Diaz for manu- script editing.  REFERENCES 1. Anderson DP. 1984. Fish immunology, p 110 -113. In Zhang S, Hua D  (ed), Fish immunology, China Agriculture Press, Beijing, China. 2. Avendano-Herrera R, Toranzo AE, Romalde JL, Lemos ML, Magarinos  B. 2005. Iron uptake mechanisms in the fish pathogen Tenacibaculum maritimum. Appl. Environ. Microbiol. 71:6947- 6953.  3. Bagg A, Neilands JB. 1987. Ferric uptake regulation protein acts as a repressor, employing iron (II) as a cofactor to bind the operator of an iron transport operon in Escherichia coli. Biochemistry 26:5471-5477.  4. Barton HA, Johnson Z, Cox CD, Vasil AI, Vasil ML. 1996. Ferric uptake regulator mutants of Pseudomonas aeruginosa with distinct alterations in the iron-dependent repression of exotoxin A and siderophores in aerobic and microaerobic environments. Mol. Microbiol. 21:1001-1017.  5. Bertani G. 1951. Studies on lysogenesis. I. The mode of phage liberation by lysogenic Escherichia coli. J. Bacteriol. 62:293-300.  6. Chakraborty S, Sivaraman J, Leung KY, Mok YK. 2011. The two- component PhoB-PhoR regulatory system and ferric uptake regulator sense phosphate and iron to control virulence genes in type III and VI secretion systems of Edwardsiella tarda. J. Biol. Chem. 226:39417-39430.  7. Chang AC, Cohen SN. 1978. Construction and characterization of am- plifiable multicopy DNA cloning vehicles derived from the P15A cryptic miniplasmid. J. Bacteriol. 134:1141-1156.  8. Coy M, Doyle C, Besser J, Neilands JB. 1994. Site-directed mutagenesis of the ferric uptake regulation gene of Escherichia coli. Biometals 7:292- 298.  9. Coy M, Neilands JB. 1991. Structural dynamics and functional domains of the fur protein. Biochemistry 30:8201- 8210.  10. Crosa JH, Mey AR, Payne SM. 2004. Iron transport in bacteria. ASM Press, Washington, DC.  11. Curtiss R, III. 2005. Antigen delivery systems: Development of live re- combinant attenuated bacterial antigen and DNA vaccine delivery vector vaccines, p 1009 -1037. In Mestecky J, et al (ed), Mucosal immunology, 3rd ed. Academic Press, Waltham, MA.  12. Curtiss R, III. 1965. Chromosomal aberrations associated with mutations to bacteriophage resistance in Escherichia coli. J. Bacteriol. 89:28 - 40.  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2701  http://iai.asm.org   13. do Vale A, et al. 2002. Binding of haemin by the fish pathogen Photobac- terium damselae subsp. piscicida. Dis. Aquat. Organ. 48:109 -115.  14. Edwards RA, Keller LH, Schifferli DM. 1998. Improved allelic exchange vectors and their use to analyze 987P fimbria gene expression. Gene 207: 149 -157.  15. Felsenstein J. 1988. Phylogenies from molecular sequences: inference and reliability. Annu. Rev. Genet. 22:521-565.  16. Garcia-del Portillo F, Foster JW, Finlay BB. 1993. Role of acid tolerance response genes in Salmonella typhimurium virulence. Infect. Immun. 61: 4489 - 4492.  17. Gonzalez de Peredo A, et al. 1999. Identification of the two zinc-bound cysteines in the ferric uptake regulation protein from Escherichia coli: chemical modification and mass spectrometry analysis. Biochemistry 38: 8582- 8589.  18. Gouet P, Courcelle E, Stuart DI, Metoz F. 1999. ESPript: analysis of multiple sequence alignments in PostScript. Bioinformatics 15:305-308.  19. Hantke K. 1987. Selection procedure for deregulated iron transport mu- tants (fur) in Escherichia coli K-12: fur not only affects iron metabolism. Mol. Gen. Genet. 210:135-139.  20. Harvey D. 2006. Aquaculture outlook. LDP-AQS-23. USDA, ERS, Wash- ington, DC.  21. Hassan JO, Curtiss R III. 1990. Control of colonization by virulent Salmonella typhimurium by oral immunization of chickens with avirulent delta cya delta crp S. typhimurium. Res. Microbiol. 141:839 - 850.  22. Hawke JP. 1979. A bacterium associated with disease of pond cultured channel catfish, Ictalurus punctatus. J. Fish. Res. Can. 6:1508 -1512.  23. Hawke JP, McWhorter AC, Steigerwalt AG, Brenner DJ. 1981. Edward- siella ictaluri sp. nov., the causative agent of enteric septicemia of catfish. Int. J. Syst. Evol. Bacteriol. 31:396 - 400.  24. Hirst ID, Hastings TS, Ellis AE. 1991. Siderophore production by Aero- monas salmonicida. J. Gen. Microbiol. 137:1185-1192.  25. Igarashi AIT, Crosa JH. 2002. Iron-acquisition ability of Edwardsiella tarda with involvement in its virulence. Fish Pathol. 37:53-57.  26. Ikeda JS, Janakiraman A, Kehres DG, Maguire ME, Slauch JM. 2005. Transcriptional regulation of sitABCD of Salmonella enterica serovar Ty- phimurium by MntR and Fur. J. Bacteriol. 187:912-922.  27. Ishiguro EE, Ainsworth T, Kay WW, Trust TJ. 1986. Heme requirement for growth of fastidious atypical strains of Aeromonas salmonicida. Appl. Environ. Microbiol. 51:668 - 670.  28. Janakiraman A, Slauch JM. 2000. The putative iron transport system SitABCD encoded on SPI1 is required for full virulence of Salmonella typhimurium. Mol. Microbiol. 35:1146 -1155.  29. Kadner RJ. 2005. Regulation by iron: RNA rules the rust. J. Bacteriol. 187:6870 - 6873.  30. Lavrrar JL, McIntosh MA. 2003. Architecture of a Fur binding site: a comparative analysis. J. Bacteriol. 185:2194 -2202.  31. Lee BH, Miller MJ, Prody CA, Neilands JB. 1985. Artificial siderophores. 1. Synthesis and microbial iron transport capabilities. J. Med. Chem. 28: 317-323.  32. Lee JW, Helmann JD. 2007. Functional specialization within the Fur family of metalloregulators. Biometals 20:485- 499.  33. Lewin AC, Doughty PA, Flegg L, Moore GR, Spiro S. 2002. The ferric uptake regulator of Pseudomonas aeruginosa has no essential cysteine res- idues and does not contain a structural zinc ion. Microbiology 148:2449 - 2456.  34. Liu H, et al. 2011. Molecular responses of calreticulin genes to iron overload and bacterial challenge in channel catfish (Ictalurus punctatus). Dev. Comp. Immunol. 35:267-272.  35. Liu H, et al. 2011. Molecular responses of ceruloplasmin to Edwardsiella ictaluri infection and iron overload in channel catfish (Ictalurus puncta- tus). Fish Shellfish Immunol. 30:992-997.  36. Luo Y, et al. 2011. Complete genome sequence of the universal killer Salmonella enterica serovar Typhimurium UK-1 (ATCC 68169). J. Bacte- riol. 193:4035- 4036.  37. Moran NA. 2002. Microbial minimalism: genome reduction in bacterial pathogens. Cell 108:583-586.  38. Muino L, Lemos ML, Santos Y. 2001. Presence of high-affinity iron uptake systems in fish-isolated and environmental strains of Vibrio anguil- larum serotype O3. FEMS Microbiol. Lett. 202:79 - 83.  39. Neilands JB. 1982. Microbial envelope proteins related to iron. Annu. Rev. Microbiol. 36:285-309.  40. Ochsner UA, Vasil AI, Vasil ML. 1995. Role of the ferric uptake regulator of Pseudomonas aeruginosa in the regulation of siderophores and exotoxin  A expression: purification and activity on iron-regulated promoters. J. Bacteriol. 177:7194 -7201.  41. Otto BR, Verweij-van Vught AM, MacLaren DM. 1992. Transferrins and heme-compounds as iron sources for pathogenic bacteria. Crit. Rev. Mi- crobiol. 18:217-233.  42. Parkhill J, et al. 2001. Complete genome sequence of a multiple drug resistant Salmonella enterica serovar Typhi CT18. Nature 413:848 - 852.  43. Parkhill J, et al. 2001. Genome sequence of Yersinia pestis, the causative agent of plague. Nature 413:523-527.  44. Payne SM. 1994. Detection, isolation, and characterization of sidero- phores. Methods Enzymol. 235:329 -344.  45. Peatman E, et al. 2007. Expression analysis of the acute phase response in channel catfish (Ictalurus punctatus) after infection with a Gram-negative bacterium. Dev. Comp. Immunol. 31:1183-1196.  46. Peatman E, et al. 2008. Microarray analysis of gene expression in the blue catfish liver reveals early activation of the MHC class I pathway after in- fection with Edwardsiella ictaluri. Mol. Immunol. 45:553-566.  47. Petrie-Hanson L, et al. 2007. Evaluation of zebrafish Danio rerio as a model for enteric septicemia of catfish (ESC). J. Aquat. Anim. Health 19:151-158.  48. Pohl E, et al. 2003. Architecture of a protein central to iron homeostasis: crystal structure and spectroscopic analysis of the ferric uptake regulator. Mol. Microbiol. 47:903-915.  49. Provence DL, Curtiss R III. 1992. Role of crl in avian pathogenic Esche- richia coli: a knockout mutation of crl does not affect hemagglutination activity, fibronectin binding, or curli production. Infect. Immun. 60: 4460 - 4467.  50. Ratledge C, Dover LG. 2000. Iron metabolism in pathogenic bacteria. Annu. Rev. Microbiol. 54:881-941.  51. Riesenberg-Wilmes MR, Bearson B, Foster JW, Curtis R III. 1996. Role of the acid tolerance response in virulence of Salmonella typhimurium. Infect. Immun. 64:1085-1092.  52. Roland K, Curtiss R III, Sizemore D. 1999. Construction and evaluation of a delta cya delta crp Salmonella typhimurium strain expressing avian pathogenic Escherichia coli O78 LPS as a vaccine to prevent airsacculitis in chickens. Avian Dis. 43:429 - 441.  53. Saito T, Duly D, Williams RJ. 1991. The histidines of the iron-uptake regulation protein, Fur. Eur. J. Biochem. 197:39 - 42.  54. Sambrook J, Russell W. 2001. Molecular cloning: a laboratory manual, 3rd ed. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY.  55. Santander J, Mitra A, Curtiss R III. 2011. Phenotype, virulence and immunogenicity of Edwardsiella ictaluri cyclic adenosine 3=,5=- monophosphate receptor protein (Crp) mutants in catfish host. Fish Shellfish Immunol. 31:1142-1153.  56. Santander J, Wanda SY, Nickerson CA, Curtiss R III. 2007. Role of RpoS in fine-tuning the synthesis of Vi capsular polysaccharide in Salmonella enterica serotype Typhi. Infect. Immun. 75:1382-1392.  57. Santander J, Xin W, Yang Z, Curtiss R. 2010. The aspartate- semialdehyde dehydrogenase of Edwardsiella ictaluri and its use as bal- anced-lethal system in fish vaccinology. Plos One 5:e15944. doi:10.1371/ journal.pone.0015944.  58. Schwyn B, Neilands JB. 1987. Universal chemical assay for the detection and determination of siderophores. Anal. Biochem. 160:47-56.  59. Sheikh MA, Taylor GL. 2009. Crystal structure of the Vibrio cholerae ferric uptake regulator (Fur) reveals insights into metal co-ordination. Mol. Microbiol. 72:1208 -1220.  60. Shi H, et al. 2010. Live recombinant Salmonella Typhi vaccines con- structed to investigate the role of rpoS in eliciting immunity to a heterol- ogous antigen. Plos One 5:e11142. doi:10.1371/journal.pone.0011142.  61. Shoemaker CA, Klesius PH, Arias CR, Evans JJ. 2009. Uses of modified live vaccines in the aquaculture. J. World Aquat. Soc. 5:573e85.  62. Soding J, Biegert A, Lupas AN. 2005. The HHpred interactive server for protein homology detection and structure prediction. Nucleic Acids Res. 33:W244 -W248.  63. Takano T, et al. 2008. The two channel catfish intelectin genes exhibit highly differential patterns of tissue expression and regulation after infec- tion with Edwardsiella ictaluri. Dev. Comp. Immunol. 32:693-705.  64. Tamura K, Dudley J, Nei M, Kumar S. 2007. MEGA4: Molecular Evo- lutionary Genetics Analysis (MEGA) software version 4.0. Mol. Biol. Evol. 24:1596 -1599.  65. Tamura K, Nei M. 1993. Estimation of the number of nucleotide substi- tutions in the control region of mitochondrial DNA in humans and chim- panzees. Mol. Biol. Evol. 10:512-526.  Santander et al.  2702 iai.asm.org Infection and Immunity  http://iai.asm.org   66. Tan YP, Zheng J, Tung SL, Rosenshine I, Leung KY. 2005. Role of type III secretion in Edwardsiella tarda virulence. Microbiology 151:2301- 2313.  67. Thune R, Fernandez D, Battista J. 1999. An aroA mutant of Edwardsiella ictaluri is safe and efficacious as a live, attenuated vaccine. J. Aquat. Anim. Health 11:358 -372.  68. Thune RL, et al. 2007. Signature-tagged mutagenesis of Edwardsiella ictaluri identifies virulence-related genes, including a salmonella pathoge- nicity island 2 class of type III secretion systems. Appl. Environ. Microbiol. 73:7934 -7946.  69. Tsolis RM, Baumler AJ, Stojiljkovic I, Heffron F. 1995. Fur regulon of Salmonella typhimurium: identification of new iron-regulated genes. J. Bacteriol. 177:4628 - 4637.  70. Tucker CS, Hargreaves JA. 2004. Biology and culture of channel catfish. Elsevier, Amsterdam, The Netherlands.  71. Wang QY, et al. 2009. Genome sequence of the versatile fish pathogen Edwardsiella tarda provides insights into its adaptation to broad host ranges and intracellular niches. Plos One 4:e7646. doi:10.1371/ journal.pone.0007646.  72. Williams ML, et al. 2012. Genome sequence of Edwardsiella ictaluri 93- 146, a strain associated with a natural channel catfish outbreak of enteric septicemia of catfish. J. Bacteriol. 194:740 -741.  73. Wolf MK, Crosa JH. 1986. Evidence for the role of a siderophore in promoting Vibrio anguillarum infections. J. Gen. Microbiol. 132:2949 - 2952.  74. Zheleznova EE, Crosa JH, Brennan RG. 2000. Characterization of the DNA- and metal-binding properties of Vibrio anguillarum fur reveals con- servation of a structural Zn2- ion. J. Bacteriol. 182:6264 - 6267.  75. Zheng J, Leung KY. 2007. Dissection of a type VI secretion system in Edwardsiella tarda. Mol. Microbiol. 66:1192-1206.  Iron Uptake by E. ictaluri  August 2012 Volume 80 Number 8 iai.asm.org 2703  View publication statsView publication stats  http://iai.asm.org https://www.researchgate.net/publication/225054384",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}