{
    "summary": "Old tuberculosis and bronchiectasis are the two most important causes of chronic structural changes of lungs in our locality. In the absence of radiologically visible mycetoma, the cause of hemoptysis in these two groups of patients is largely unknown. A 17-month prospective study was carried out to compare the prevalence of Aspergillus fumigatus and Aspergillus flavus antibodies in hemoptysis patients with old tuberculosis or bronchiectasis but no radiologically visible mycetoma (cases, n = 38), hemoptysis patients with other diagnosis (control group 1, n = 29), and patients with old tuberculosis or bronchiectasis but no hemoptysis (control group 2, n = 47) by a recently developed sensitive and specific A. fumigatus and A. flavus antibody assay. There were a significantly larger number of patients with antibody against A. fumigatus or A. flavus among the cases than among the patients in control groups 1 and 2 (P < 0.05 in both comparisons). Molds were not recovered from any of the patients. Among the 10 cases with Aspergillus antibody, eight and two had antibody against A. flavus and A. fumigatus, respectively. We conclude that there was an association between the presence of Aspergillus antibodies and hemoptysis in patients with old tuberculosis or bronchiectasis, suggesting that these patients probably had occult infections caused by the corresponding fungi. Development of serological tests against other Aspergillus species as well as other causes of mycetoma will probably increase the detection of occult mold infections in patients with existing parenchymal lung diseases, and treatment of fungal microinvasion may help to alleviate hemoptysis in these patients with bronchiectasis or old tuberculosis who have Aspergillus antibodies.",
    "title": "Association of Presence of Aspergillus Antibodies with Hemoptysis in Patients with Old Tuberculosis or Bronchiectasis but No Radiologically Visible Mycetoma",
    "text": "Genome-wide incorporation dynamics reveal distinct categories of turnover for the histone variant H3.3   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/258213153  Genome-wide incorporation dynamics reveal distinct categories of turnover  for the histone variant H3.3  Article  in  Genome Biology · October 2013  DOI: 10.1186/gb-2013-14-10-r121 · Source: PubMed  CITATIONS  105 READS  319  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Expression Heterogeneity View project  PILI 'Ohana Project: Partnership to Overcome Obesity Disparities in Hawai'i View project  Wenfei Jin  Southern University of Science and Technology  79 PUBLICATIONS   1,741 CITATIONS     SEE PROFILE  Alika K Maunakea  University of Hawaiʻi at Mānoa  55 PUBLICATIONS   4,120 CITATIONS     SEE PROFILE  Brian J Abraham  St. Jude Children's Research Hospital  59 PUBLICATIONS   13,372 CITATIONS     SEE PROFILE  Misook Ha  Samsung Advanced Institute of Technology  22 PUBLICATIONS   1,947 CITATIONS     SEE PROFILE  All content following this page was uploaded by Wenfei Jin on 26 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/258213153_Genome-wide_incorporation_dynamics_reveal_distinct_categories_of_turnover_for_the_histone_variant_H33?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/258213153_Genome-wide_incorporation_dynamics_reveal_distinct_categories_of_turnover_for_the_histone_variant_H33?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Expression-Heterogeneity?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/PILI-Ohana-Project-Partnership-to-Overcome-Obesity-Disparities-in-Hawaii?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wenfei-Jin?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wenfei-Jin?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Southern-University-of-Science-and-Technology?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wenfei-Jin?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Alika-Maunakea?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Alika-Maunakea?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Hawaii-at-Mnoa?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Alika-Maunakea?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brian-Abraham?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brian-Abraham?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/St-Jude-Childrens-Research-Hospital?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brian-Abraham?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Misook-Ha-2?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Misook-Ha-2?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Samsung_Advanced_Institute_of_Technology?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Misook-Ha-2?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wenfei-Jin?enrichId=rgreq-e2e005a3363a83c67cedc406a58d116e-XXX&enrichSource=Y292ZXJQYWdlOzI1ODIxMzE1MztBUzoxMDEwOTMyMzMxMzU2MjJAMTQwMTExMzkxMzMyMQ%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Kraushaar et al. Genome Biology 2013, 14:R121 http://genomebiology.com/2013/14/10/R121 RESEARCH Open Access Genome-wide incorporation dynamics reveal distinct categories of turnover for the histone variant H3.3 Daniel C Kraushaar1†, Wenfei Jin1†, Alika Maunakea1, Brian Abraham1, Misook Ha2 and Keji Zhao1* Abstract  Background: Nucleosomes are present throughout the genome and must be dynamically regulated to accommodate binding of transcription factors and RNA polymerase machineries by various mechanisms. Despite the development of protocols and techniques that have enabled us to map nucleosome occupancy genome-wide, the dynamic properties of nucleosomes remain poorly understood, particularly in mammalian cells. The histone variant H3.3 is incorporated into chromatin independently of DNA replication and requires displacement of existing nucleosomes for its deposition. Here, we measure H3.3 turnover at high resolution in the mammalian genome in order to present a genome-wide characterization of replication-independent H3.3-nucleosome dynamics.  Results: We developed a system to study the DNA replication-independent turnover of nucleosomes containing the histone variant H3.3 in mammalian cells. By measuring the genome-wide incorporation of H3.3 at different time points following epitope-tagged H3.3 expression, we find three categories of H3.3-nucleosome turnover in vivo: rapid turnover, intermediate turnover and, specifically at telomeres, slow turnover. Our data indicate that H3.3-containing nucleosomes at enhancers and promoters undergo rapid turnover that is associated with active histone modification marks including H3K4me1, H3K4me3, H3K9ac, H3K27ac and the histone variant H2A.Z. The rate of turnover is negatively correlated with H3K27me3 at regulatory regions and with H3K36me3 at gene bodies.  Conclusions: We have established a reliable approach to measure turnover rates of H3.3-containing nucleosomes on a genome-wide level in mammalian cells. Our results suggest that distinct mechanisms control the dynamics of H3.3 incorporation at functionally different genomic regions. Background Incorporation of histone variants into chromatin critic- ally influences the properties of nucleosomes that play important roles in regulating transcription and epigenetic memories [1-6]. The histone variant H3.3 differs from canonical H3 by a few amino acids and is ubiquitously expressed in eukaryotes. Different from canonical histone H3, which is expressed in S phase and is incorporated into chromatin during DNA replication, H3.3 can be incorpo- rated into chromatin independent of DNA replication [7,8]. The incorporation of histone variants is tightly regu- lated by histone chaperones. The H3.3-specific chaperones * Correspondence: zhaok@nhlbi.nih.gov †Equal contributors 1Systems Biology Center, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, 20892, USA Full list of author information is available at the end of the article    2013 Kraushaar et al.; licensee BioMed Cent Commons Attribution License (http://creativec reproduction in any medium, provided the or Atrx-Daxx and HIRA deposit H3.3 primarily at telomeres and non-heterochromatic regions, respectively [9-12]. Des- pite small differences in amino acid sequence between H3.1, H3.2 and H3.3, each is distributed differentially across the genome and carries its own characteristic histone modi- fication signature, strongly suggesting distinct functional roles for each H3 variant [9]. Histone marks that are associated with gene activation, such as acetylation marks and H3K4me3, are typically found on H3.3 whereas H3K27me2 and H3K9me3 are found on H3.2 [13]. Marks associated with gene silencing are predominantly found on H3.1. However, the precise relationship between H3.3 deposition and transcription are not well understood. In Drosophila, H3.3 replaces H3 during gene activation and becomes deposited in active chromatin and especially very highly expressed ribosomal DNA [14,15]. In mammalian tissues the pattern of H3.3 enrichment is also associated ral Ltd. This is an open access article distributed under the terms of the Creative ommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and iginal work is properly cited.  mailto:zhaok@nhlbi.nih.gov http://creativecommons.org/licenses/by/2.0   Kraushaar et al. Genome Biology 2013, 14:R121 Page 2 of 15 http://genomebiology.com/2013/14/10/R121 with gene activity and H3.3 is generally associated with the transcription start site (TSS), transcription end site (TES) and gene bodies of active genes [16], although the unique chromatin of embryonic stem cells (ESCs) also carries H3.3 at promoters of certain inactive genes [1,9]. In spite of their independent evolution, plant H3.3 and H3.1 display a broadly similar distribution to animal H3 variants, which indicates a conserved function for H3 variants [17]. Nucleosome occupancy and positioning are critical to regulating gene transcription and epigenome maintenance [18,19]. In mammalian cells, although nu- cleosomes are present at promoters and enhancers, they must be dynamically regulated to accommodate binding of transcription factors and RNA polymerase machineries by various mechanisms [20-23]. Intrinsic nucleosome characteristics such as inclusion  of histone variants as well as extrinsic factors such as ATP-dependent nucleosome remodeling, the transcriptional machinery and various other factors shape the dynamic profile of nucleosomes [24,25]. Despite the development of protocols and techniques that have enabled us to map the genome-wide nucleosome occupancy, their dy- namic properties are only poorly understood. Our current understanding of the dynamics of nucleosomes comes from studies performed in yeast and Drosophila. Trans- genic epitope-tagged histones can be inducibly expressed to estimate nucleosome turnover and allow detection of specific histone incorporation [26-28]. Alternatively, newly synthesized, native histones can be metabolically labeled with an amino acid analogue that is coupled to an affinity tag (CATCH-IT), which allows for detection of H3/H4 tetramers [29]. Using these strategies, it has been shown that nucleosome exchange is rapid at promoters and coding regions, and relatively slower at heterochromatic regions. Furthermore, differential turnover can be quite localized. For instance, faster nucleosome turnover has been detected at Trithorax-group binding sites than at polycomb group protein binding sites [26,30]. Apart from the measurement of turnover, inducible  expression systems with tagged histones have also con- tributed to our understanding of mechanistic aspects that pertain to histone deposition. For instance, studies from yeast have shown that Asf1 is required for the deposition of H3 and that the amino termini of both H2B and H3 are not required for their incorporation into nucleo- somes [27,28]. While these techniques measure average histone  deposition rates across cell populations, alternative tech- niques such as FRAP and SNAP-tag have allowed the deposition of histones in individual cells to be visual- ized [31-33]. The genome-wide turnover of the histone variant H3.3  in mammals has not been studied up until now. Global FRAP studies in HeLa cells with green fluorescent protein (GFP)-tagged histones revealed only cycling of H2B. Canonical H3 and H4, in contrast, exhibited very slow cycling, and the majority of H3 remained permanently bound outside S phase [33]. Slow turnover of core his- tones may be a feature of somatic cells since core histone exchange is substantially more rapid in pluripotent ESCs than in differentiated cell types [34]. Hence, fast turnover may be inherently linked to cell plasticity. In this study, we developed a versatile technique to  map the dynamics of histone variant incorporation into chromatin in mammalian cells. Using this technique, we mapped the replication-independent incorporation of the histone variant H3.3 in mouse embryonic fibroblasts (MEFs). We were able to track H3.3 incorporation across a relatively short time window of several hours after induction of H3.3 as well as over a longer time frame of up to 72 hours. By combining our chromatin immuno- precipitation (ChIP)-based technique with high-throughput sequencing, we measured the H3.3-nucleosome turnover kinetics at the genome-wide level. Our results reveal three major categories of H3.3 nucleosome turnover: (1) rapid turnover at enhancers and promoters; (2) intermediate turnover at gene bodies; and (3) slow turnover at hetero- chromatic regions. We find faster H3.3 turnover at en- hancers and promoters is positively correlated with active histone modifications, including H3K4me1, H3K4me3, H3K9ac, H3K27ac and the histone variant H2A.Z, whereas slower turnover is negatively correlated with H3K27me3 and H3K36me3 modifications. These results show that distinct mechanisms of histone deposition and eviction pertain to the dynamics of nucleosomes at different func- tional chromatin regions. We also show that turnover is related to the presence of specific histone marks, strongly suggesting that histone modifications are important deter- minants of nucleosome stability.  Results An ectopic expression system to measure turnover of H3.3 In order to track histone incorporation and thereby assay the genome-wide dynamics of the histone variant H3.3, we generated MEFs that carry a cytomegalovirus-controlled tetracycline (TET) transactivator and hemagglutinin (HA)/ FLAG-tagged H3.3 expression cassette controlled by tetra- cycline response elements. This TET-ON expression system allowed us to induce the expression of a HA/FLAG-tagged version of H3.3 by addition of the tetracycline analog doxy- cycline (DOX) (Figure 1A). In our tetracycline inducible- HA/FLAG-H3.3 MEF cell line, we detected robust H3.3 expression as early as 2 hours after DOX addition that continued to increase until 48 hours after DOX addition. No tagged H3.3 expression was detected in the absence of DOX (Figure 1B). Immunoblotting against H3.3 revealed that transgenic H3.3 expression levels were only a small fraction of those of endogenous H3.3. Furthermore we    Figure 1 A versatile system to study replication-independent nucleosome dynamics in mammals. (A) Schematic of TET-inducible expression system to study H3.3 turnover. CMV, cytomegalovirus; rtTA, reverse tetracycline-controlled transactivator; TRE, tetracycline responsive elements. (B) Western blot showing protein levels of transgenic HA/FLAG-H3.3 compared to endogenous H3.3. HA/FLAG-H3.3 expression 24 hours after DOX addition. The band marked with an asterisk is non-specific. The arrow marks transgenic HA/FLAG-H3.3. (C) Time course western blots of HA/FLAG-H3.3 expression. (D) Bromodeoxyuridine (BrdU) immunostaining of NIH/3 T3 cells treated with DNA polymerase inhibitor aphidicolin and DOX across time points of H3.3 induction. DMSO, dimethylsulfoxide. (E) Cell cycle analysis of cells treated with aphidicolin/DOX. Cells were stained with propidium iodide and analyzed by flow cytometry.  Kraushaar et al. Genome Biology 2013, 14:R121 Page 3 of 15 http://genomebiology.com/2013/14/10/R121 verified that the HA/FLAG tags did not interfere with the H3K4me3 modification of H3.3 (Figure 1C). In order to minimize the effect of replication-coupled  histone disassembly, we arrested the cell cycle of conflu- ent NIH/3 T3 MEF cells by treatment with the DNA polymerase (Pol) inhibitor aphidicolin. After 18 hours of aphidicolin treatment (time point 0) and across the time course of HA/FLAG-H3.3 induction, the MEF cell population was essentially devoid of cells in S phase and arrested at the G1/S phase boundary, as indicated    Figure 2 (See legend on next page.)  Kraushaar et al. Genome Biology 2013, 14:R121 Page 4 of 15 http://genomebiology.com/2013/14/10/R121    (See figure on previous page.) Figure 2 Distribution and enrichment of H3.3 in the genome. (A) Enrichment of HA-H3.3 at various genomic regions of different annotation. The total read count of each category was normalized over its total length. (B) Pie chart showing the proportions and numbers of peak centers that fall into various genomic categories. (C) Enrichment of HA-H3.3 at various repetitive elements. All_Rep, all repetitive elements; SAT, satellite regions; SINE, short interspersed nuclear element. (D) Count of histone mark peaks that overlap with HA-H3.3 peaks. Overlapped peaks were defined as overlapping when one peak (H3.3 or histone mark) shared 10% of reads with the other. ChIP-Seq libraries for various histone marks were prepared from cells treated with aphidicolin. (E) UCSC Genome browser view illustrating overlap of HA-H3.3 with various histone marks and H2AZ. (F) Distribution profile of HA-H3.3 based on mRNA expression levels as indicated by different colors. RNA-seq libraries were prepared from cells treated with aphidicolin. (G) Distribution profile of HA-H3.1 based on mRNA expression levels as indicated by different colors. ChIP-Seq and RNA-Seq libraries were prepared from untreated (no aphidicolin) cells.  Kraushaar et al. Genome Biology 2013, 14:R121 Page 5 of 15 http://genomebiology.com/2013/14/10/R121 by bromodeoxyuridine and propidium iodide staining (Figure 1D,E). Thus, to monitor the genome-wide dy- namics of replication-independent H3.3 incorporation, we induced HA/FLAG-H3.3 expression in cells arrested by aphidicolin, followed by ChIP-Seq analysis using the HA antibody at various time points. We took a ‘high- resolution' approach by tracking histone incorporation across hourly time points of early protein expression and across a longer time frame of up to 48 hours.  Genome-wide characterization of H3.3 incorporation In order to characterize the genome-wide deposition of HA-H3.3, we sought to map the H3.3 distribution 72 hours post-induction. Consistent with previous reports from HeLa and mouse ESCs [1,9], we found that H3.3 is strongly enriched in promoters, 5' UTRs, as well as the 3' ends of genes (Figure 2A,B,F). In terms of read density, promoters and TES regions were overrepresented in the H3.3-enriched genomic regions (Figure 2A). The majority of H3.3 peaks were detected at introns followed by peaks in intergenic regions (Figure 2B). In line with the idea that H3.3 carries primarily active histone modifications [13], we found strong overlap of H3.3 with the distribution profiles of histone modifications such as H3K4me1, H3K4me3, H3K9ac and H3K27ac. In contrast we detected substantially fewer regions of H3.3 incorporation at sites enriched with H3K27me3 (Figure 2D, 2E). Since the vast majority of sharp H3.3 peaks in introns and intergenic regions were associated with enhancer marks, including H3K4me1, H3K27ac and H2A.Z, we considered them as putative enhancers in the following analyses. Although most of the repetitive elements showed obvious  depletion of H3.3, high levels of H3.3 were detected at telomeres, rRNA and tRNA repeats (Figure 2C). H3.3 co-localizes with pericentromeres in several differentiated cell types [10]. We, however, did not find significant deposition of HA-H3.3 at pericentromeric regions. This strongly suggests that H3.3 deposition in these regions is a strictly replication-coupled process as we profiled the distribution of HA-H3.3 from cell cycle arrested and non-dividing cells. To test the relationship between H3.3 incorporation  and gene expression, we plotted the average profiles of H3.3 across several groups of genes sorted according to their expression levels (Figure 2F). Unlike in mouse ESCs, we found that H3.3 is associated mostly with active genes and not inactive genes. Enrichment levels of H3.3 at TSSs, gene bodies and  TESs were positively correlated with the transcription level of the associated genes (Figure 2F). Interestingly, we find that the relation between HA-H3.3 enrichment and gene expression follows a bimodal distribution at promoters. Only promoters of expressed genes carry substantial amounts of H3.3, and H3.3 enrichment levels do not increase further at even higher expression levels. In contrast, HA-H3.3 enrichment in gene body and TES regions was strongly positively correlated with gene ex- pression levels. This indicates that H3.3 in gene bodies may be directly transcription coupled, whereas other mechanisms of H3.3 deposition may exist upstream of TSSs. As a control alongside H3.3, we generated a MEF cell line that expressed canonical HA-H3.1 instead of HA-H3.3, which differs in five amino acids from H3.3, and mapped its replication-coupled deposition. Changing H3.3 to H3.1 abolished the defined enrichment of H3.3 to a homogenous distribution similar to reads mapped from input samples, confirming its universal deposition throughout the mammalian genome (Figure 2E). Fur- thermore, the pronounced pattern of H3.3 enrichment around the TSS, gene body and TES was lost. Slightly higher levels of H3.1 were detected around the TSSs of inactive and low-expressed promoters, indicating prevalence of H3.1 at inactive genes (Figure 2G). Simi- lar genome-wide ChIP-Seq profiles were obtained by Goldberg et al. [9] with zinc finger-targeted, heterozy- gously tagged H3.3B in ESCs: mutating HA-H3.3 to HA-H3.2 or to a HA-H3.1S31 hybrid altered the H3 distribution to a genome-wide pattern similar to that of input samples or ChIP-Seq profiles obtained with antibodies against general H3.  H3.3 displays early and late chromatin incorporation The above results indicated the steady-state enrichment of H3.3 across the genome. In order to measure turn- over rates of H3.3, we profiled the dynamics of HA-H3.3 incorporation after 0, 1, 2, 3, 4, 5, 6, 12, 18, 24 and 48 hours of DOX treatment (Figure 3A). Using a linear regression model, we calculated a turnover index for    Figure 3 H3.3 nucleosomes display fast and slow turnover rates. (A) Genome browser view of HA-H3.3 profiles at several genomic regions over a 6-hour time frame. Examples of HA-H3.3 peaks that exhibit slow (left two panels), intermediate (center two panels) and fast turnover (right two panels) are displayed. (B) Dot plot of turnover indices calculated from two independent experiments. (C) Heat map showing relative HA-H3.3 enrichment (red = low, green = high) across all time points sorted by turnover index from low to high. (D) Distribution of turnover indices reveals two populations of H3.3 nucleosome exchange.  Kraushaar et al. Genome Biology 2013, 14:R121 Page 6 of 15 http://genomebiology.com/2013/14/10/R121 each individual H3.3 peak that was identified using SICER and found that the turnover indices are highly reprodu- cible from two independent experiments (Figure 3B). We observed very different H3.3 incorporation kinetics  across the genome. A substantial number of sharp peaks appeared within 2 to 3 hours of DOX induction and reached their maximum enrichment well before the end point of the induction (Figure 3A,C). The subsequent decline in read numbers that was observed at peaks with rapid H3.3 deposition may be a result of ‘read shifting'.    Kraushaar et al. Genome Biology 2013, 14:R121 Page 7 of 15 http://genomebiology.com/2013/14/10/R121 As the total read coverage becomes saturated, more reads may shift to peaks, which appear at later stages of induction. Importantly, this way, sites of enrichment may be identified, which would otherwise go undetected in a steady state. Meanwhile, we also observed many broad peaks, mainly in transcribed gene body regions, which took 12 to 24 hours to be detected (Figure 3A,C). Plotting the distribution of turnover rates revealed the existence of two populations of H3.3 peaks with slow turnover and fast turnover, respectively (Figure 3D). Figure 4 Promoters and enhancers are associated with fast H3.3 nucl regions are associated with slow H3.3 nucleosome turnover. (A) Medi regions. Intergenic enhancers were defined as peaks that are located in int defined as peaks located in introns only. Gene body regions were defined shared significant overlap with H3K36me3. (B-E) Distribution profiles of plot illustrating the range of turnover indices within various genomic categor model per million reads. (G) Distribution plot illustrating the range of turnove turnover indices was calculated and re-scaled from 0 to 1. Distinct H3.3 exchange rates in promoters, enhancers and gene bodies To examine the H3.3 turnover rates at different genomic regions, we calculated the average mean and median turn- over indices at each region (Figure 4A). The analysis re- vealed that 5' UTR and promoter regions generally have the highest turnover indices; enhancers have the second highest, and 3' UTR and TES regions have the lowest turnover indices (Figure 4A). To examine the timing of H3.3 incorporation in these different regions, we eosome turnover whereas gene body and transcription end site an and mean turnover indices (TIs) calculated for various genomic ergenic regions at least 1 kb from the TSS. Intronic enhancers were as broad peaks that spanned both intronic and exonic regions and HA-H3.3 from TSS to TES at different time points. (F) Distribution ies. Turnover rates were log-normalized. RPKM, reads per kilobase of exon r indices of H3.3 nucleosomes within various genomic categories. Log of    Kraushaar et al. Genome Biology 2013, 14:R121 Page 8 of 15 http://genomebiology.com/2013/14/10/R121 compared the average profiles of H3.3 density of either all genes or active genes for the first 12 hours or after 12 hours till 72 hours of induction (Figure 4B-E). Notable incorporation of HA-H3.3 was detected at the promoter region within 3 hours. Further increases in deposition of HA-H3.3 were observed within 6 hours at the TSS and the majority of genes reached their maximum by 12 hours before starting to decline (Figure 4B,D). Remarkably, the onset of HA-H3.3 deposition at gene bodies was not detected any time before the 6-hour time point (Figure 4C,E). H3.3 deposition at gene bodies continued to increase from 12 hours to 72 hours of induction, when it reached the steady-state level. It is interesting to note that the signal of HA-H3.3 at the TSS exhibited decreases from 12 hours to 72 hours. High turnover of H3.3 in promoter regions of active  genes suggests that nucleosome turnover may be corre- lated with transcriptional activation. Further examination of turnover rates at promoters indeed showed a modest but positive correlation with gene expression levels (Figure 4F). The relationship between promoter turnover and gene transcription suggests additional mechanisms by which nucleosome exchange facilitates and/or is facilitated by gene activation. To further examine variation of the H3.3 turnover rates  within each genomic category, we plotted the distribution of turnover indices separated into these categories (Figure 4G). The analysis revealed a relatively narrow range for the high turnover at promoters and 5' UTRs and slow turnover at gene bodies and 3' UTRs, respect- ively, suggesting that the H3.3 nucleosome exchange in these regions are controlled by distinct mechanisms at these respective sites (Figure 4G). Interestingly, enhancer regions exhibited broad variability with regards to their turnover rates, indicating that not all regulatory regions are marked by high nucleosome turnover. Instead add- itional factors such as histone variants or histone modi- fications may contribute to nucleosome stability and turnover.  Rapid H3.3 nucleosome turnover is associated with active histone marks at promoters and enhancers Several studies have shown that H3.3 is enriched in tran- scriptional regulatory regions such as promoters and enhancers [1,9,15]. Consistent with these observations, we found that many H3.3 peaks are co-localized with active histone modification marks, including H3K4me1, H3K4me3, H3K9ac, H3K27ac and the histone variant H2A.Z, that are often associated with promoters and enhancers (Figure 2D,E) [1,35,36]. To elucidate the relationship between H3.3 nucleosome turnover and histone modifications, we sorted all H3.3 peaks based on their turnover rates and displayed histone modifi- cation signals using heatmaps. The analysis indicated that faster turnover rates are generally associated with higher levels of H3K4me1, H3K4me3, H3K9ac, H3K27ac and H2A.Z, whereas slower turnover is associated with higher levels of H3K27me3 (Figure 5A). More quantitative analyses confirmed that indeed H3.3 peaks with higher levels of active modifications are turned over faster. In contrast, H3.3 peaks associated with heterochromatic marks such as H3K9me2 and repressive marks such as H3K27me3 are turned over slower (Figure 5B). To understand the differences between the enhancers  with fast H3.3 turnover and those with slow H3.3 turn- over (Figure 4G, black line), we compared the histone modifications associated with these two groups of enhancers (Additional file 1). The analysis revealed that enhancers that displayed high turnover carried significantly higher median levels of active chromatin marks whereas enhancers of low turnover carried higher levels of H3K27me3 (Additional file 1). Unexpectedly, our data indicated a negative correlation between H3.3 turnover and H3K36me3 levels (Figure 5A,B), in line with the idea that H3K36me3 stabilizes nucleosomes in order to prevent cryptic tran- scription [37,38]. To evaluate the relative contribution of individual histone  modifications to turnover rates, we compared the group of enhancers associated with all five active modifications to groups missing single histone marks. The results indicate that the turnover rates decreased significantly by missing any of the active modifications (Figure 5C). Consistent with this observation, association with only one of these modifications increased the turnover rates compared to the enhancers without these modifications (Figure 5D). In contrast to these active modifications, inclusion of either H3K27me3 or H3K36me3 substantially decreased the turnover index of H3.3 nucleosomes (Figure 5E). In summary, we find that H3.3 exchange rate is posi-  tively correlated with active chromatin modifications (H3K4me1, H3K4me3, H3K9ac, H3K27ac and H2A.Z) and negatively correlated with repressive marks (H3K9me2 and H3K27me3). While the steady-state level of H3.3 is positively correlated with H3K36me3, its turnover rate is negatively correlated with H3K36me3.  The kinetics of HA-H3.3 incorporation at tRNA and rRNAs genes We found that HA-H3.3 is enriched in tRNAs and rRNA genes (Figure 2C). The incorporation of HA-H3.3 was apparent from 6 hours of induction and continued to increase till 24 hours before it started to decline at 48 hours (Figure 6A). The incorporation of HA-H3.3 at rRNA genes was apparent at 12 hours and reached its maximum at 48 hours (Figure 6B). Both tRNA and rRNA exist as tandem repeat regions, are highly expressed and are transcribed by Pol III and Pol I, respectively. Pol III- transcribed genes share many epigenetic characteristics    Figure 5 Fast turnover rates are associated with active histone modifications. (A) Heat map illustrating the relation between turnover rates and histone marks. Turnover indices were sorted from low to high (top to bottom). Relative enrichment (red = low, green = high) levels of various histone marks is shown. (B) Enrichment values for various histone marks were grouped into four bins with increasing enrichment levels and mean turnover indices were calculated for each bin. (C) Missing any of the five ‘active' modifications decreases the H3.3 turnover index of enhancer nucleosomes. The turnover indices for enhancer H3.3 nucleosomes containing all five active modifications or missing one single modification are indicated on the y-axis. (D) Association with any of the five active modifications increases the turnover index of H3.3-nucleosomes at enhancers. The turnover indices for enhancer H3.3 nucleosomes containing none of the five active modifications or only one modification are indicated on the y-axis. (E) Association with either H3K27me3 or H3K36me3 decreases the turnover index of H3.3 nucleosomes. The turnover indices are indicated on the y-axis for H3.3 nucleosomes containing all five active modifications (only active) or five active modifications plus either H3K27me3 or H3K36me3 or both.  Kraushaar et al. Genome Biology 2013, 14:R121 Page 9 of 15 http://genomebiology.com/2013/14/10/R121 with Pol II transcribed genes, such as presence of H3K4me1/2/3 and absence of H3K27me3 [39]. Hence, high turnover at tRNA and rRNA repeats is consistent with our previous result that demonstrated high H3.3- nucleosome turnover at sites marked with active histone marks. High nucleosome exchange may directly facili- tate accessibility of Pol III-specific transcription factors TFIIIB and TFIIIC to provide functional promoters and assist in transcriptional initiation.  Slow H3.3 replacement in telomeres Compared to promoters, enhancers, gene body regions, tRNAs and rRNAs, the incorporation of HA-H3.3 at telomeres exhibited the slowest rate. It was detected at    Figure 6 Different repetitive sequences display distinct H3.3 turnover rates. (A-C) Mapping of HA-H3.3 to repetitive elements across all time points showing turnover of H3.3 at tRNA (A), rRNA (B) and telomeric repeats (C).  Kraushaar et al. Genome Biology 2013, 14:R121 Page 10 of 15 http://genomebiology.com/2013/14/10/R121 48 hours and reached a maximum at 72 hours after induction (Figure 6C), suggesting that a different mech- anism for the HA-H3.3 deposition may take effect at telomeres. Heterochromatic regions are expected to have stable nucleosomes and most of their histone exchange is expected to take place during S phase. Yet, we observed slow rates of HA-H3.3 replacement at telomeres outside S phase, indicating slow replication-independent histone exchange that may be necessary for maintenance of telomeric stability. It is known that repetitive features of telomeres and pericentromeres have a relatively low affinity for nucleosomes and this may contribute to his- tone displacement [40].  Discussion Nucleosome dynamics and histone turnover are not well understood in mammals. In this report, we have devel- oped a robust, TET-inducible system to study the kinetics of genome-wide deposition of the histone variant H3.3 in MEF cells. Using this system, we were able to measure turnover rates of genome-wide H3.3 target sites and were able to infer important differences between turnover rates of various genomic regions. Several categories of H3.3 deposition kinetics were observed: invariably high turn- over at promoters, a broad range of turnover rates at enhancers, and slow turnover at gene bodies. In addition, repeat elements displayed dramatically different turnover rates with relatively high turnover at tRNA and rRNA ele- ments and very slow H3.3 exchange at telomeres. These results provide novel insights into the genome-wide turn- over of H3.3-containing nucleosomes and suggest distinct mechanisms of nucleosome assembly, stability and eviction in order to fulfill their function in regulating transcription and maintaining chromatin stability and integrity.  Genome-wide incorporation of H3.3 Unlike canonical histones, the histone variant H3.3 can be deposited onto chromatin in a replication-independent manner [7,8]. It is enriched in transcriptionally active re- gions, such as gene bodies and promoters and enhancers of mammalian cells [1,9]. Incorporation of H3.3 into chromatin destabilizes the nucleosome structure and may facilitate transcriptional activation by generating a more accessible chromatin configuration [1,2]. Its de- position at promoters as well as in gene bodies is asso- ciated with epigenetic inheritance and may contribute to epigenetic memories [3,16]. Our analysis of H3.3 distribution at the steady state  revealed its presence at intergenic regions that overlap with histone modifications that typically mark enhancers, such has H3K4me1, H3K27ac and H2A.Z, in addition to the enrichment at TSS regions. In coding regions, we find that H3.3 is broadly distributed within the gene body of actively transcribed genes as well as TESs and regions immediately after. This association is well corre- lated with gene expression levels as has been reported from other cell lines [1,9]. At promoter regions we find strong differences in H3.3 enrichment between inactive    Kraushaar et al. Genome Biology 2013, 14:R121 Page 11 of 15 http://genomebiology.com/2013/14/10/R121 genes and active genes but relatively moderate differ- ences between different expression groups, which follows an almost bimodal distribution. Based on H3.3 incorpor- ation studies that followed H3.3 incorporation over time it was suggested that H3.3 incorporation at promoters was constitutive as only minor increases in H3.3 enrichment were observed upon interferon stimulation [16]. Our data argue against a direct transcription-coupled mech- anism of incorporation at promoters as expression levels and enrichment levels are bimodal, which further suggests that the H3.3 incorporation may function upstream of the transcriptional activation. Enrichment of H3.3 within gene body regions and at the TES showed strong correla- tions with transcription levels, in line with the notion that H3.3 incorporation in gene bodies is directly coupled to elongation. The ChIP-Seq profiles between gene body H3.3 and Pol II are highly similar. Furthermore, a physical interaction between HIRA and Pol II has been demon- strated and provides further testament for a direct link between H3.3 deposition and transcriptional elong- ation [32]. The role of H3.3 deposition in gene bodies remains unclear but may be implicated in conferring epigenetic inheritance in order to facilitate constitutive transcription of genes after cell replication has taken place.  Dynamics of H3.3 incorporation and differential turnover Our results on the dynamics of H3.3 incorporation revealed three basic modes of H3.3 deposition kinetics. The most dynamic exchange of H3.3 was observed at promoters and enhancers. Robust signals of induced H3.3 were detected within 2 to 3 hours of induction at these regula- tory regions, which is consistent with the rapid nucleo- some turnover at chromatin boundaries observed in yeast [26]. The second category of intermediate-rate incorpor- ation of newly induced H3.3 was found at gene body regions of active genes. The incorporation of H3.3 to gene bodies became apparent at 12 hours and reached a maximum at 72 hours. The slowest incorporation of H3.3 was detected at telomeres, with detectable H3.3 deposition at around 24 to 48 hours post-induction. Such differential turnover suggests that multiple mechanisms of H3.3 deposition and displacement occur, which no doubt will become subject to further investigation. The fast turnover at enhancers and promoters may in-  volve histone chaperones such as HIRA and Atrx-Daxx and other chromatin remodeling enzymes as well as sequence-specific transcription factors. High turnover at promoters suggests that high nucleosome turnover is a pre-requisite for binding of the transcriptional ma- chinery as well as transcription factors. The concept of nucleosome versus transcription fac-  tor competition has been well established from the Pho5 promoter in yeast [19,23,41]. Without stimulation, nucleosomes are bound to the binding sites of the trans- activator Pho4 and effectively repress expression of the gene. Only upon release of nucleosomes at the promoter can Pho4 bind to its target site and gene activation ef- fectively occur [23]. Unlike in yeast, active promoters of mammalian cells are occupied by nucleosomes [20]. So what is the role of their turnover? It is attractive to speculate that nucleosomes sterically compete with DNA binding factors and that accessibility can only be granted when nucleosome turnover is high [26]. Although simple nucleosome depletion could accom-  plish accessibility, ‘transient' nucleosome deposition may stabilize DNA integrity, which may be necessary for accurate transcription factor binding. Several families of transcription factors, so-called ‘pioneer factors' [42], require the presence and ‘guidance' of nucleosomes for proper binding and subsequent nucleosome remodeling [43]. Secondly, nucleosomes and their histone modifica- tions provide docking stations for a variety of transcription factors and chromatin remodeling factors, which may require continuous recruitment for initiation of transcrip- tion. Continuous nucleosome turnover may allow for accessibility and nucleosome binding for chromatin fac- tors at the same time, which could be facilitated by the presence of multiple active modifications at enhancers or promoters. In contrast, repression of transcription and epigenetic inheritance may require greater stability of nucleosome organization and thus slower turnover at these sites, which, in turn, could be facilitated by associ- ation with polycomb group proteins and H3K27me3 modification [30]. The modest rate of H3.3 incorporation in gene bodies  and TES regions is closely related to active transcription, and the accumulative signals of H3.3 in these regions may require multiple rounds of transcription of a gene unit. It is generally thought that RNA polymerase displaces nucleosomes during elongation, as it cannot pass by nucle- osomes ahead of it [44,45]. Nucleosomes must be replaced behind passing RNA polymerase in order to maintain the fidelity of transcription and avoid cryptic transcription [46]. Unlike other histone chaperones, HIRA possesses unique DNA binding properties that allow it to bind to naked DNA. Due to its physical association with Pol II, a ‘gap filling' mechanism has been proposed by which HIRA under the guidance of PolII will fill protective H3.3- nucleosomes into spaces of naked DNA [32]. Our study reaffirms the continuous eviction and replacement of H3.3-containing nucleosomes during transcription. Slow exchange of these nucleosomes likely enhances chromatin stability before nucleosomes are evicted during a new round of transcription. H3K36me3 is placed by SET2- related enzymes following active transcription and plays a role in facilitating nucleosome deacetylation [37,47]. Histone deacetylation stabilizes nucleosomes and thus    Kraushaar et al. Genome Biology 2013, 14:R121 Page 12 of 15 http://genomebiology.com/2013/14/10/R121 may result in the observed negative correlation between H3K36me3 level and H3.3 turnover in gene body regions. Our analyses suggest that heterochromatic regions turn  over more slowly than euchromatic regions. We observed very slow turnover at telomeres and no turnover at all at pericentromeric regions, both of which are known to be enriched in H3.3. This suggests that pericentromeric nucleosomes are replaced only during replication, whereas telomeres undergo continuous exchange of their nucleo- somes. Continuous exchange of nucleosomes at telomeres may be necessary for telomeric maintenance, although bulk telomeric nucleosomes may be exchanged during replication. In summary, we have provided the basis for our under-  standing of nucleosome dynamics in mammals by pro- viding a detailed picture of genome-wide replacement of the histone variant H3.3. This study will provide the platform for further studies into the determinants and mechanisms of nucleosome exchange.  Conclusion In this study, we mapped the genome-wide H3.3-specific nucleosome occupancy and the dynamic turnover of this histone variant in mammalian cells. We found that H3.3 turnover rates vary dramatically across functionally dis- tinct genomic regions: turnover was highest at promoters and enhancers, intermediate at gene bodies and slowest at telomeres. Furthermore, we delineated striking correla- tions between turnover rates, histone modifications and H2A.Z, suggesting that intrinsic nucleosome properties such as histone modifications and histone variant inclu- sions are important properties of nucleosome stability.  Materials and methods Cell line derivation cDNA of human H3.3B or mouse H3.1 (Hist1h3h) was subcloned in-frame with a HA and FLAG tag at the carboxyl terminus and cloned into the lentiviral plvx- Tight-Puro Vector (Clontech, Mountain View, CA, USA). Lentiviral particles were packaged in 293 T cells with the psPAX2 packaging plasmid. Subsequently, we transduced NIH/3 T3 Tet-On® 3G cells (Clontech) and drug-selected with puromycin for stable integration.  Western blotting Cells were lysed with RIPA buffer, and whole-cell lysates were resolved on SDS-PAGE, transferred onto nitrocellu- lose membranes, and blotted with anti-HA (Roche, Basel, Switzerland), anti-FLAG (M2, Sigma, St. Louis, MO, USA) antibodies at 1:1,000. For anti-H3.3 western blot- ting, histones were isolated by acid extraction as described in [48] prior to immunoblotting with an anti-H3.3 anti- body (Abcam, ab62642, Cambridge, UK). The anti-H3.3 antibody recognizes serine 31 of H3.3, which is not present on either H3.1 or H3.2, but cross-reactivity with other histone variants has not been tested experimen- tally (Abcam).  Cell cycle analysis Cells were examined for BrdU incorporation with the BrdU Labeling and Detection kit (Roche). For further cell cycle and DNA content analysis, cells were fixed with 70% ethanol, and subsequently stained with 50 μg/ml pro- pidium iodide in 0.1% PBS-Triton-X with 0.2 mg/ml RNase A before analysis by flow cytometry.  Time course induction and preparation of ChIP-Seq/RNA-Seq libraries NIH/3 T3 MEFs were cultured in standard conditions with medium containing TET-compatible fetal bovine serum. MEFs were grown to 100% confluence and treated with 1 μg/ml aphidicolin for 18 hours. Adding 3 μg/ml doxy- cycline hyclate before crosslinking with formaldehyde at various time points induced HA/FLAG-H3.3 expres- sion. ChIP-Seq experiments were performed as described previously [49] with an antibody against HA. In order to correlate HA/FLAG-H3.3 turnover with the presence of histone modifications and/or gene expression levels, we prepared ChIP-Seq and RNA-Seq from cells that were treated with aphidicolin for 18 hours prior to crosslinking and cell lysis.  Data analysis ChIP-Seq read mapping and peak calling ChIP-Seq reads were mapped to the mouse genome (mm9, or NCBI 37) using Bowtie [50], only allowing ‘one read per position' matching. Redundant reads were removed from each ChIP-Seq library. We identified ChIP- Seq tag-enriched peaks using SICER [51], which takes advantage of the enrichment information from neigh- boring bins to identify spatial clusters of signals that are unlikely to appear by chance. In this way, we could iden- tify the dispersed epigenomic domains such as broad H3.3 domains on gene bodies. For calling of H3.3 peaks, we set the window size to 200 bp and gap size to 600 bp. Peaks with a false discovery rate higher than 0.01 were excluded from the analysis, compared with the input control libraries.  Analysis of H3.3 enrichment in genic regions and repetitive elements The RefSeq gene annotation (mm9 or NCBI37) was down- loaded from the UCSC browser. The mouse genome was classified into 5' UTR, exon, intron, 3' UTR and intergenic based on the UCSC annotation. Then we de- fined another two categories: promoter (3 kb upstream of the TSS) and TES (from TES to 5 kb downstream). The total mapped reads in each category were normalized    Kraushaar et al. Genome Biology 2013, 14:R121 Page 13 of 15 http://genomebiology.com/2013/14/10/R121 to its total length. All mouse consensus repetitive element sequences, including pericentromeric element, L1, SINE1 and telomeric element, were obtained from Repbase Up- date (RU) [52]. The relative enrichment of H3.3 in each category of repetitive element was calculated by the pro- portions of reads mapped to repetitive elements normal- ized over input.  H3.3 peak annotation and distribution profiling We used the position of the center of each peak for peak annotation. Two peaks from different libraries were con- sidered as overlapping if the overlapped region accounts for 10% of the length of one peak. We classified genes with RPKM (reads per kilobase of exon model per million reads) <1 as lowest (inactive) genes and the other genes as active genes. We grouped genes into five categories with equal numbers of genes (highest, high, intermediate, low, lowest) based on their RPKM values. For each gene, reads falling in peaks were counted according to their shifted positions in 50 bp windows for the regions from 3 kb upstream of the TSS to the TSS and from the TES to 5 kb downstream of the TES. Within gene bodies, reads falling in peaks were counted according to their shifted positions in windows equal to 1% length of each gene. The number of reads in each window was normal- ized by the total number of bases within the window, and the total number of peak-filtered reads in the correspond- ing sample to obtain a normalized read-tag density.  RNA-Seq data analysis The reads from RNA-Seq libraries were mapped to the mouse genome (mm9, or NCBI37) using TopHat [53], a fast splice junction mapper. The gene expression level was measured by RPKM.  Quantifying peak dynamics The total number of H3.3 peaks was identified by peak- calling at the 72-hour time point when both early appear- ing and late appearing peaks were readily detected. The number of reads in each of these peak regions was re- corded and normalized over the total mapped reads for each ChIP-Seq library. The relative H3.3 enrichment of each peak was calculated by normalizing the normalized reads in the peak over the normalized reads in input. A linear regression model was used to calculate turnover indices (TI) for each individual peak. Assuming that en- richment of H3.3 at 0 hour is E0, then Et = TI × t + E0, where Et equals H3.3 enrichment at each time point (E1, E2, E3,…En), t = time point (1, 2, 3,…n). For peaks that reached their maximum enrichment before the end time point of analysis (t = 72 h), multiple linear regression co- efficients were calculated by fitting the end time points from time point of maximum enrichment to 72 h and t was adjusted correspondingly. We adopted the regression coefficient with the best fit (smallest P-value) as the turnover index of the peaks. The turnover index was scaled from 0 and 1 in order to compare the reproduci- bility between duplicate experiments.  Accession numbers Our ChIP-seq and RNA-seq data sets have been deposited in the Gene Expression Omnibus data base with accession number GSE51505.  Additional file  Additional file 1: Figure S1. Fast turnover of enhancer H3.3 nucleosomes are associated with higher active histone modification and lower repressive modification. The H3.3-containing nucleosomes at enhancers were separated into two groups (fast turnover and slow turnover) based on the distribution of turnover indices in Figure 4G. The histone modification levels of the two groups are displayed and compared using box plots.  Abbreviations BP: Base pair; ChIP: Chromatin immunoprecipitation; DOX: Doxycycline; ESC: Embryonic stem cell; HA: Hemagglutinin; MEF: Mouse embryonic fibroblast; Pol: Polymerase; RPKM: Reads per kilobase of exon model per million reads; TES: Transcription end site; TET: Tetracycline; TSS: Transcription start site; UTR: Untranslated region.  Competing interests The authors declare that they have no competing interests.  Authors' contributions DK participated in the design of the study, carried out experiments and drafted the manuscript. WJ carried out the data analysis and drafted the manuscript. AM participated in the construct generation. AB participated in the data analysis. MH participated in the data analysis. KZ conceived of the study, and participated in its design and coordination and helped to draft the manuscript. All authors read and approved the final manuscript.  Acknowledgements We thank the NHLBI DNA Sequencing Core facility for sequencing the ChIP-Seq and RNA-Seq libraries. The work is supported by the Division of Intramural Research, NHLBI, NIH, USA.  Author details 1Systems Biology Center, National Heart, Lung, and Blood Institute, NIH, Bethesda, MD, 20892, USA. 2Samsung Advanced Institute of Technology, Samsung Electronics Corporation, Yongin-Si, Gyeonggi-Do 446-712, South Korea.  Received: 5 June 2013 Accepted: 31 October 2013 Published: 31 October 2013  References 1. Jin C, Zang C, Wei G, Cui K, Peng W, Zhao K, Felsenfeld G: H3.3/H2A.Z  double variant-containing nucleosomes mark 'nucleosome-free regions' of active promoters and other regulatory regions. Nat Genet 2009, 41:941-945.  2. Jin C, Felsenfeld G: Nucleosome stability mediated by histone variants H3.3 and H2A.Z. Genes Dev 2007, 21:1519-1529.  3. Ng RK, Gurdon JB: Epigenetic memory of an active gene state depends on histone H3.3 incorporation into chromatin in the absence of transcription. Nat Cell Biol 2008, 10:102-109.  4. Hu G, Cui K, Northrup D, Liu C, Wang C, Tang Q, Ge K, Levens D, Crane-Robinson C, Zhao K: H2A.Z facilitates access of active and repressive complexes to chromatin in embryonic stem cell self-renewal and differentiation. Cell Stem Cell 2013, 12:180-192.  5. Henikoff S, Furuyama T, Ahmad K: Histone variants, nucleosome assembly and epigenetic inheritance. Trends Genet 2004, 20:320-326.  http://www.biomedcentral.com/content/supplementary/gb-2013-14-10-r121-S1.jpeg   Kraushaar et al. Genome Biology 2013, 14:R121 Page 14 of 15 http://genomebiology.com/2013/14/10/R121 6. Elsaesser SJ, Goldberg AD, Allis CD: New functions for an old variant: no substitute for histone H3.3. Curr Opin Genet Dev 2010, 20:110-117.  7. Ahmad K, Henikoff S: The histone variant H3.3 marks active chromatin by replication-independent nucleosome assembly. Mol Cell 2002, 9:1191-1200.  8. Ray-Gallet D, Quivy JP, Scamps C, Martini EM, Lipinski M, Almouzni G: HIRA is critical for a nucleosome assembly pathway independent of DNA synthesis. Mol Cell 2002, 9:1091-1100.  9. Goldberg AD, Banaszynski LA, Noh KM, Lewis PW, Elsaesser SJ, Stadler S, Dewell S, Law M, Guo X, Li X, Wen D, Chapgier A, DeKelver RC, Miller JC, Lee YL, Boydston EA, Holmes MC, Gregory PD, Greally JM, Rafii S, Yang C, Scambler PJ, Garrick D, Gibbons RJ, Higgs DR, Cristea IM, Urnov FD, Zheng D, Allis CD: Distinct factors control histone variant H3.3 localization at specific genomic regions. Cell 2010, 140:678-691.  10. Wong LH, McGhie JD, Sim M, Anderson MA, Ahn S, Hannan RD, George AJ, Morgan KA, Mann JR, Choo KH: ATRX interacts with H3.3 in maintaining telomere structural integrity in pluripotent embryonic stem cells. Genome Res 2010, 20:351-360.  11. Lewis PW, Elsaesser SJ, Noh KM, Stadler SC, Allis CD: Daxx is an H3.3-specific histone chaperone and cooperates with ATRX in replication-independent chromatin assembly at telomeres. Proc Natl Acad Sci U S A 2010, 107:14075-14080.  12. Szenker E, Lacoste N, Almouzni G: A developmental requirement for HIRA- dependent H3.3 deposition revealed at gastrulation in Xenopus. Cell Rep 2012, 1:730-740.  13. Hake SB, Garcia BA, Duncan EM, Kauer M, Dellaire G, Shabanowitz J, Bazett-Jones DP, Allis CD, Hunt DF: Expression patterns and post-translational modifications associated with mammalian histone H3 variants. J Biol Chem 2006, 281:559-568.  14. Schwartz BE, Ahmad K: Transcriptional activation triggers deposition and removal of the histone variant H3.3. Genes Dev 2005, 19:804-814.  15. Mito Y, Henikoff JG, Henikoff S: Genome-scale profiling of histone H3.3 replacement patterns. Nat Genet 2005, 37:1090-1097.  16. Tamura T, Smith M, Kanno T, Dasenbrock H, Nishiyama A, Ozato K: Inducible deposition of the histone variant H3.3 in interferon-stimulated genes. J Biol Chem 2009, 284:12217-12225.  17. Stroud H, Otero S, Desvoyes B, Ramirez-Parra E, Jacobsen SE, Gutierrez C: Genome-wide analysis of histone H3.1 and H3.3 variants in Arabidopsis thaliana. Proc Natl Acad Sci U S A 2012, 109:5370-5375.  18. Bai L, Morozov AV: Gene regulation by nucleosome positioning. Trends Genet 2010, 26:476-483.  19. Svaren J, Horz W: Transcription factors vs nucleosomes: regulation of the PHO5 promoter in yeast. Trends Biochem Sci 1997, 22:93-97.  20. Schones DE, Cui K, Cuddapah S, Roh TY, Barski A, Wang Z, Wei G, Zhao K: Dynamic regulation of nucleosome positioning in the human genome. Cell 2008, 132:887-898.  21. Mulholland N, Xu Y, Sugiyama H, Zhao K: SWI/SNF-mediated chromatin remodeling induces Z-DNA formation on a nucleosome. Cell Biosci 2012, 2:3.  22. Schnitzler G, Sif S, Kingston RE: Human SWI/SNF interconverts a nucleosome between its base state and a stable remodeled state. Cell 1998, 94:17-27.  23. Boeger H, Griesenbeck J, Strattan JS, Kornberg RD: Removal of promoter nucleosomes by disassembly rather than sliding in vivo. Mol Cell 2004, 14:667-673.  24. Struhl K, Segal E: Determinants of nucleosome positioning. Nat Struct Mol Biol 2013, 20:267-273.  25. Giresi PG, Gupta M, Lieb JD: Regulation of nucleosome stability as a mediator of chromatin function. Curr Opin Genet Dev 2006, 16:171-176.  26. Dion MF, Kaplan T, Kim M, Buratowski S, Friedman N, Rando OJ: Dynamics of replication-independent histone turnover in budding yeast. Science 2007, 315:1405-1408.  27. Jamai A, Imoberdorf RM, Strubin M: Continuous histone H2B and transcription-dependent histone H3 exchange in yeast cells outside of replication. Mol Cell 2007, 25:345-355.  28. Rufiange A, Jacques PE, Bhat W, Robert F, Nourani A: Genome-wide replication-independent histone H3 exchange occurs predominantly at promoters and implicates H3 K56 acetylation and Asf1. Mol Cell 2007, 27:393-405.  29. Deal RB, Henikoff S: Capturing the dynamic epigenome. Genome Biol 2010, 11:218. 30. Deal RB, Henikoff JG, Henikoff S: Genome-wide kinetics of nucleosome turnover determined by metabolic labeling of histones. Science 2010, 328:1161-1164.  31. Jansen LE, Black BE, Foltz DR, Cleveland DW: Propagation of centromeric chromatin requires exit from mitosis. J Cell Biol 2007, 176:795-805.  32. Ray-Gallet D, Woolfe A, Vassias I, Pellentz C, Lacoste N, Puri A, Schultz DC, Pchelintsev NA, Adams PD, Jansen LE, Almouzni G: Dynamics of histone H3 deposition in vivo reveal a nucleosome gap-filling mechanism for H3.3 to maintain chromatin integrity. Mol Cell 2011, 44:928-941.  33. Kimura H, Cook PR: Kinetics of core histones in living human cells: little exchange of H3 and H4 and some rapid exchange of H2B. J Cell Biol 2001, 153:1341-1353.  34. Meshorer E, Yellajoshula D, George E, Scambler PJ, Brown DT, Misteli T: Hyperdynamic plasticity of chromatin proteins in pluripotent embryonic stem cells. Dev Cell 2006, 10:105-116.  35. Creyghton MP, Cheng AW, Welstead GG, Kooistra T, Carey BW, Steine EJ, Hanna J, Lodato MA, Frampton GM, Sharp PA, Boyer LA, Young RA, Jaenisch R: Histone H3K27ac separates active from poised enhancers and predicts developmental state. Proc Natl Acad Sci U S A 2010, 107:21931-21936.  36. Rada-Iglesias A, Bajpai R, Swigut T, Brugmann SA, Flynn RA, Wysocka J: A unique chromatin signature uncovers early developmental enhancers in humans. Nature 2011, 470:279-283.  37. Li B, Jackson J, Simon MD, Fleharty B, Gogol M, Seidel C, Workman JL, Shilatifard A: Histone H3 lysine 36 dimethylation (H3K36me2) is sufficient to recruit the Rpd3s histone deacetylase complex and to repress spurious transcription. J Biol Chem 2009, 284:7970-7976.  38. Carrozza MJ, Li B, Florens L, Suganuma T, Swanson SK, Lee KK, Shia WJ, Anderson S, Yates J, Washburn MP, Workman JL: Histone H3 methylation by Set2 directs deacetylation of coding regions by Rpd3S to suppress spurious intragenic transcription. Cell 2005, 123:581-592.  39. Barski A, Chepelev I, Liko D, Cuddapah S, Fleming AB, Birch J, Cui K, White RJ, Zhao K: Pol II and its associated epigenetic marks are present at Pol III-transcribed noncoding RNA genes. Nat Struct Mol Biol 2010, 17:629-634.  40. Cacchione S, Cerone MA, Savino M: In vitro low propensity to form nucleosomes of four telomeric sequences. FEBS Lett 1997, 400:37-41.  41. Adkins MW, Tyler JK: Transcriptional activators are dispensable for transcription in the absence of Spt6-mediated chromatin reassembly of promoter regions. Mol Cell 2006, 21:405-416.  42. Zaret KS, Caravaca JM, Tulin A, Sekiya T: Nuclear mobility and mitotic chromosome binding: similarities between pioneer transcription factor FoxA and linker histone H1. Cold Spring Harb Symp Quant Biol 2010, 75:219-226.  43. Ballare C, Castellano G, Gaveglia L, Althammer S, Gonzalez-Vallinas J, Eyras E, Le Dily F, Zaurin R, Soronellas D, Vicent GP, Beato M: Nucleosome-driven transcription factor binding and gene regulation. Mol Cell 2013, 49:67-79.  44. Schwabish MA, Struhl K: The Swi/Snf complex is important for histone eviction during transcriptional activation and RNA polymerase II elongation in vivo. Mol Cell Biol 2007, 27:6987-6995.  45. Teves SS, Henikoff S: Heat shock reduces stalled RNA polymerase II and nucleosome turnover genome-wide. Genes Dev 2011, 25:2387-2397.  46. Kaplan CD, Laprade L, Winston F: Transcription elongation factors repress transcription initiation from cryptic sites. Science 2003, 301:1096-1099.  47. Kizer KO, Phatnani HP, Shibata Y, Hall H, Greenleaf AL, Strahl BD: A novel domain in Set2 mediates RNA polymerase II interaction and couples histone H3 K36 methylation with transcript elongation. Mol Cell Biol 2005, 25:3305-3316.  48. Shechter D, Dormann HL, Allis CD, Hake SB: Extraction, purification and analysis of histones. Nat Protoc 2007, 2:1445-1457.  49. Barski A, Cuddapah S, Cui K, Roh TY, Schones DE, Wang Z, Wei G, Chepelev I, Zhao K: High-resolution profiling of histone methylations in the human genome. Cell 2007, 129:823-837.  50. Langmead B, Trapnell C, Pop M, Salzberg SL: Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol 2009, 10:R25.    Kraushaar et al. Genome Biology 2013, 14:R121 Page 15 of 15 http://genomebiology.com/2013/14/10/R121  VieVie 51. Zang C, Schones DE, Zeng C, Cui K, Zhao K, Peng W: A clustering approach for identification of enriched domains from histone modification ChIP-Seq data. Bioinformatics 2009, 25:1952-1958.  52. Jurka J, Kapitonov VV, Pavlicek A, Klonowski P, Kohany O, Walichiewicz J: Repbase Update, a database of eukaryotic repetitive elements. Cytogenet Genome Res 2005, 110:462-467.  53. Kim D, Pertea G, Trapnell C, Pimentel H, Kelley R, Salzberg SL: TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions. Genome Biol 2013, 14:R36.  doi:10.1186/gb-2013-14-10-r121 Cite this article as: Kraushaar et al.: Genome-wide incorporation dynamics reveal distinct categories of turnover for the histone variant H3.3. Genome Biology 2013 14:R121. w publication statsw publication stats Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  https://www.researchgate.net/publication/258213153   Abstract  Background  Results  Conclusions   Background  Results  An ectopic expression system to measure turnover of H3.3  Genome-wide characterization of H3.3 incorporation  H3.3 displays early and late chromatin incorporation  Distinct H3.3 exchange rates in promoters, enhancers and gene bodies  Rapid H3.3 nucleosome turnover is associated with active histone marks at promoters and enhancers  The kinetics of HA-H3.3 incorporation at tRNA and rRNAs genes  Slow H3.3 replacement in telomeres   Discussion  Genome-wide incorporation of H3.3  Dynamics of H3.3 incorporation and differential turnover   Conclusion  Materials and methods  Cell line derivation  Western blotting  Cell cycle analysis  Time course induction and preparation of ChIP-Seq/RNA-Seq libraries  Data analysis  ChIP-Seq read mapping and peak calling  Analysis of H3.3 enrichment in genic regions and repetitive elements  H3.3 peak annotation and distribution profiling  RNA-Seq data analysis  Quantifying peak dynamics   Accession numbers   Additional file  Abbreviations  Competing interests  Authors' contributions  Acknowledgements  Author details  References                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /PageByPage   /Binding /Left   /CalGrayProfile (Dot Gain 20%)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.4   /CompressObjects /Tags   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.1000   /ColorConversionStrategy /LeaveColorUnchanged   /DoThumbnails true   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams true   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments false   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /OK   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 300   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /OK   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 300   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 30   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /OK   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile (None)   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /ARA <FEFF06270633062A062E062F0645002006470630064700200627064406250639062F0627062F0627062A002006440625064606340627062100200648062B062706260642002000410064006F00620065002000500044004600200645062A0648062706410642062900200644064406370628062706390629002006300627062A002006270644062C0648062F0629002006270644063906270644064A06290020064506460020062E06440627064400200627064406370627062806390627062A00200627064406450643062A0628064A062900200623064800200623062C06470632062900200625062C06310627062100200627064406280631064806410627062A061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E0020064506390020005000440046002F0041060C0020062706440631062C062706210020064506310627062C063906290020062F0644064A0644002006450633062A062E062F06450020004100630072006F006200610074061B0020064A06450643064600200641062A062D00200648062B0627062606420020005000440046002006270644064506460634062306290020062806270633062A062E062F062706450020004100630072006F0062006100740020064800410064006F006200650020005200650061006400650072002006250635062F0627063100200035002E0030002006480627064406250635062F062706310627062A0020062706440623062D062F062B002E>     /BGR <FEFF04180437043f043e043b043704320430043904420435002004420435043704380020043d0430044104420440043e0439043a0438002c00200437043000200434043000200441044a0437043404300432043004420435002000410064006f00620065002000500044004600200434043e043a0443043c0435043d044204380020043704300020043a0430044704350441044204320435043d0020043f04350447043004420020043d04300020043d043004410442043e043b043d04380020043f04400438043d04420435044004380020043800200443044104420440043e043904410442043204300020043704300020043f04350447043004420020043d04300020043f0440043e0431043d04380020044004300437043f0435044704300442043a0438002e002000200421044a04370434043004340435043d043804420435002000500044004600200434043e043a0443043c0435043d044204380020043c043e0433043004420020043404300020044104350020043e0442043204300440044f0442002004410020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200441043b0435043404320430044904380020043204350440044104380438002e>     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000500044004600206587686353ef901a8fc7684c976262535370673a548c002000700072006f006f00660065007200208fdb884c9ad88d2891cf62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef653ef5728684c9762537088686a5f548c002000700072006f006f00660065007200204e0a73725f979ad854c18cea7684521753706548679c300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /CZE <FEFF005400610074006f0020006e006100730074006100760065006e00ed00200070006f0075017e0069006a007400650020006b0020007600790074007600e101590065006e00ed00200064006f006b0075006d0065006e0074016f002000410064006f006200650020005000440046002000700072006f0020006b00760061006c00690074006e00ed0020007400690073006b0020006e0061002000730074006f006c006e00ed006300680020007400690073006b00e10072006e00e100630068002000610020006e00e1007400690073006b006f007600fd006300680020007a0061015900ed007a0065006e00ed00630068002e002000200056007900740076006f01590065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f007400650076015900ed007400200076002000700072006f006700720061006d0065006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076011b006a016100ed00630068002e>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002000740069006c0020006b00760061006c00690074006500740073007500640073006b007200690076006e0069006e006700200065006c006c006500720020006b006f007200720065006b007400750072006c00e60073006e0069006e0067002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200076006f006e002000640065006e0065006e002000530069006500200068006f00630068007700650072007400690067006500200044007200750063006b006500200061007500660020004400650073006b0074006f0070002d0044007200750063006b00650072006e00200075006e0064002000500072006f006f0066002d00470065007200e400740065006e002000650072007a0065007500670065006e0020006d00f60063006800740065006e002e002000450072007300740065006c006c007400650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000410064006f00620065002000520065006100640065007200200035002e00300020006f0064006500720020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f0062006500200050004400460020007000610072006100200063006f006e00730065006700750069007200200069006d0070007200650073006900f3006e002000640065002000630061006c006900640061006400200065006e00200069006d0070007200650073006f0072006100730020006400650020006500730063007200690074006f00720069006f00200079002000680065007200720061006d00690065006e00740061007300200064006500200063006f00720072006500630063006900f3006e002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /ETI <FEFF004b00610073007500740061006700650020006e0065006900640020007300e4007400740065006900640020006c006100750061002d0020006a00610020006b006f006e00740072006f006c006c007400f5006d006d006900730065007000720069006e0074006500720069007400650020006a0061006f006b00730020006b00760061006c006900740065006500740073006500740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740069006400650020006c006f006f006d006900730065006b0073002e002e00200020004c006f006f0064007500640020005000440046002d0064006f006b0075006d0065006e00740065002000730061006100740065002000610076006100640061002000700072006f006700720061006d006d006900640065006700610020004100630072006f0062006100740020006e0069006e0067002000410064006f00620065002000520065006100640065007200200035002e00300020006a00610020007500750065006d006100740065002000760065007200730069006f006f006e00690064006500670061002e000d000a>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f00620065002000500044004600200070006f007500720020006400650073002000e90070007200650075007600650073002000650074002000640065007300200069006d007000720065007300730069006f006e00730020006400650020006800610075007400650020007100750061006c0069007400e90020007300750072002000640065007300200069006d007000720069006d0061006e0074006500730020006400650020006200750072006500610075002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /GRE <FEFF03a703c103b703c303b903bc03bf03c003bf03b903ae03c303c403b5002003b103c503c403ad03c2002003c403b903c2002003c103c503b803bc03af03c303b503b903c2002003b303b903b1002003bd03b1002003b403b703bc03b903bf03c503c103b303ae03c303b503c403b5002003ad03b303b303c103b103c603b1002000410064006f006200650020005000440046002003b303b903b1002003b503ba03c403cd03c003c903c303b7002003c003bf03b903cc03c403b703c403b103c2002003c303b5002003b503ba03c403c503c003c903c403ad03c2002003b303c103b103c603b503af03bf03c5002003ba03b103b9002003b403bf03ba03b903bc03b103c303c403ad03c2002e0020002003a403b10020005000440046002003ad03b303b303c103b103c603b1002003c003bf03c5002003ad03c703b503c403b5002003b403b703bc03b903bf03c503c103b303ae03c303b503b9002003bc03c003bf03c103bf03cd03bd002003bd03b1002003b103bd03bf03b903c703c403bf03cd03bd002003bc03b5002003c403bf0020004100630072006f006200610074002c002003c403bf002000410064006f006200650020005200650061006400650072002000200035002e0030002003ba03b103b9002003bc03b503c403b103b303b503bd03ad03c303c403b503c103b503c2002003b503ba03b403cc03c303b503b903c2002e>     /HEB <FEFF05D405E905EA05DE05E905D5002005D105D405D205D305E805D505EA002005D005DC05D4002005DB05D305D9002005DC05D905E605D505E8002005DE05E105DE05DB05D9002000410064006F006200650020005000440046002005E205D105D505E8002005D405D305E405E105D4002005D005D905DB05D505EA05D905EA002005D105DE05D305E405E105D505EA002005E905D505DC05D705E005D905D505EA002005D505DB05DC05D9002005D405D205D405D4002E002005DE05E105DE05DB05D9002005D4002D005000440046002005E905E005D505E605E805D905DD002005E005D905EA05E005D905DD002005DC05E405EA05D905D705D4002005D105D005DE05E605E205D505EA0020004100630072006F006200610074002005D5002D00410064006F00620065002000520065006100640065007200200035002E0030002005D505D205E805E105D005D505EA002005DE05EA05E705D305DE05D505EA002005D905D505EA05E8002E>     /HRV <FEFF005a00610020007300740076006100720061006e006a0065002000410064006f00620065002000500044004600200064006f006b0075006d0065006e0061007400610020007a00610020006b00760061006c00690074006500740061006e0020006900730070006900730020006e006100200070006900730061010d0069006d006100200069006c0069002000700072006f006f006600650072002000750072006501110061006a0069006d0061002e00200020005300740076006f00720065006e0069002000500044004600200064006f006b0075006d0065006e007400690020006d006f006700750020007300650020006f00740076006f00720069007400690020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006b00610073006e0069006a0069006d0020007600650072007a0069006a0061006d0061002e>     /HUN <FEFF004d0069006e0151007300e9006700690020006e0079006f006d00610074006f006b0020006b00e90073007a00ed007400e9007300e900680065007a002000610073007a00740061006c00690020006e0079006f006d00740061007400f3006b006f006e002000e9007300200070007200f300620061006e0079006f006d00f3006b006f006e00200065007a0065006b006b0065006c0020006100200062006500e1006c006c00ed007400e10073006f006b006b0061006c002c00200068006f007a007a006f006e0020006c00e9007400720065002000410064006f00620065002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00610074002e0020002000410020006c00e90074007200650068006f007a006f00740074002000500044004600200064006f006b0075006d0065006e00740075006d006f006b00200061007a0020004100630072006f006200610074002c00200061007a002000410064006f00620065002000520065006100640065007200200035002e0030002000e9007300200061007a002000610074007400f3006c0020006b00e9007301510062006200690020007600650072007a006900f3006b006b0061006c00200020006e00790069007400680061007400f3006b0020006d00650067002e>     /ITA <FEFF005500740069006c0069007a007a006100720065002000710075006500730074006500200069006d0070006f007300740061007a0069006f006e00690020007000650072002000630072006500610072006500200064006f00630075006d0065006e00740069002000410064006f006200650020005000440046002000700065007200200075006e00610020007300740061006d007000610020006400690020007100750061006c0069007400e00020007300750020007300740061006d00700061006e0074006900200065002000700072006f006f0066006500720020006400650073006b0074006f0070002e0020004900200064006f00630075006d0065006e007400690020005000440046002000630072006500610074006900200070006f00730073006f006e006f0020006500730073006500720065002000610070006500720074006900200063006f006e0020004100630072006f00620061007400200065002000410064006f00620065002000520065006100640065007200200035002e003000200065002000760065007200730069006f006e006900200073007500630063006500730073006900760065002e>     /JPN <FEFF9ad854c18cea51fa529b7528002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e30593002537052376642306e753b8cea3092670059279650306b4fdd306430533068304c3067304d307e3059300230c730b930af30c830c330d730d730ea30f330bf3067306e53705237307e305f306f30d730eb30fc30d57528306b9069305730663044307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e30593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020b370c2a4d06cd0d10020d504b9b0d1300020bc0f0020ad50c815ae30c5d0c11c0020ace0d488c9c8b85c0020c778c1c4d560002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /LTH <FEFF004e006100750064006f006b0069007400650020016100690075006f007300200070006100720061006d006500740072007500730020006e006f0072011700640061006d00690020006b0075007200740069002000410064006f00620065002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b007500720069006500200073006b00690072007400690020006b006f006b0079006200690161006b0061006900200073007000610075007300640069006e007400690020007300740061006c0069006e0069006100690073002000690072002000620061006e00640079006d006f00200073007000610075007300640069006e007400750076006100690073002e0020002000530075006b0075007200740069002000500044004600200064006f006b0075006d0065006e007400610069002000670061006c006900200062016b007400690020006100740069006400610072006f006d00690020004100630072006f006200610074002000690072002000410064006f00620065002000520065006100640065007200200035002e0030002000610072002000760117006c00650073006e0117006d00690073002000760065007200730069006a006f006d00690073002e>     /LVI <FEFF0049007a006d0061006e0074006f006a00690065007400200161006f00730020006900650073007400610074012b006a0075006d00750073002c0020006c0061006900200069007a0076006500690064006f00740075002000410064006f00620065002000500044004600200064006f006b0075006d0065006e0074007500730020006b00760061006c0069007400610074012b0076006100690020006400720075006b010101610061006e00610069002000610072002000670061006c006400610020007000720069006e00740065007200690065006d00200075006e0020007000610072006100750067006e006f00760069006c006b0075006d0075002000690065007300700069006500640113006a00690065006d002e00200049007a0076006500690064006f006a006900650074002000500044004600200064006f006b0075006d0065006e007400750073002c0020006b006f002000760061007200200061007400760113007200740020006100720020004100630072006f00620061007400200075006e002000410064006f00620065002000520065006100640065007200200035002e0030002c0020006b0101002000610072012b00200074006f0020006a00610075006e0101006b0101006d002000760065007200730069006a0101006d002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken voor kwaliteitsafdrukken op desktopprinters en proofers. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200066006f00720020007500740073006b00720069006600740020006100760020006800f800790020006b00760061006c00690074006500740020007000e500200062006f007200640073006b0072006900760065007200200065006c006c00650072002000700072006f006f006600650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002000730065006e006500720065002e>     /POL <FEFF0055007300740061007700690065006e0069006100200064006f002000740077006f0072007a0065006e0069006100200064006f006b0075006d0065006e007400f3007700200050004400460020007a002000770079017c0073007a010500200072006f007a0064007a00690065006c0063007a006f015b0063006901050020006f006200720061007a006b00f30077002c0020007a0061007000650077006e00690061006a0105006301050020006c006500700073007a01050020006a0061006b006f015b0107002000770079006400720075006b00f30077002e00200044006f006b0075006d0065006e0074007900200050004400460020006d006f017c006e00610020006f007400770069006500720061010700200077002000700072006f006700720061006d006900650020004100630072006f00620061007400200069002000410064006f00620065002000520065006100640065007200200035002e0030002000690020006e006f00770073007a0079006d002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f0062006500200050004400460020007000610072006100200069006d0070007200650073007300f5006500730020006400650020007100750061006c0069006400610064006500200065006d00200069006d00700072006500730073006f0072006100730020006400650073006b0074006f00700020006500200064006900730070006f00730069007400690076006f0073002000640065002000700072006f00760061002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /RUM <FEFF005500740069006c0069007a00610163006900200061006300650073007400650020007300650074010300720069002000700065006e007400720075002000610020006300720065006100200064006f00630075006d0065006e00740065002000410064006f006200650020005000440046002000700065006e007400720075002000740069007001030072006900720065002000640065002000630061006c006900740061007400650020006c006100200069006d007000720069006d0061006e007400650020006400650073006b0074006f00700020015f0069002000700065006e0074007200750020007600650072006900660069006300610074006f00720069002e002000200044006f00630075006d0065006e00740065006c00650020005000440046002000630072006500610074006500200070006f00740020006600690020006400650073006300680069007300650020006300750020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e00300020015f00690020007600650072007300690075006e0069006c006500200075006c0074006500720069006f006100720065002e>     /RUS <FEFF04180441043f043e043b044c04370443043904420435002004340430043d043d044b04350020043d0430044104420440043e0439043a043800200434043b044f00200441043e043704340430043d0438044f00200434043e043a0443043c0435043d0442043e0432002000410064006f006200650020005000440046002c0020043f044004350434043d04300437043d043004470435043d043d044b044500200434043b044f0020043a0430044704350441044204320435043d043d043e04390020043f043504470430044204380020043d04300020043d043004410442043e043b044c043d044b04450020043f04400438043d044204350440043004450020043800200443044104420440043e04390441044204320430044500200434043b044f0020043f043e043b044304470435043d0438044f0020043f0440043e0431043d044b04450020043e0442044204380441043a043e0432002e002000200421043e043704340430043d043d044b04350020005000440046002d0434043e043a0443043c0435043d0442044b0020043c043e0436043d043e00200020043e0442043a0440044b043204300442044c002004410020043f043e043c043e0449044c044e0020004100630072006f00620061007400200438002000410064006f00620065002000520065006100640065007200200035002e00300020043800200431043e043b043504350020043f043e04370434043d043804450020043204350440044104380439002e>     /SKY <FEFF0054006900650074006f0020006e006100730074006100760065006e0069006100200070006f0075017e0069007400650020006e00610020007600790074007600e100720061006e0069006500200064006f006b0075006d0065006e0074006f0076002000410064006f00620065002000500044004600200070007200650020006b00760061006c00690074006e00fa00200074006c0061010d0020006e0061002000730074006f006c006e00fd0063006800200074006c0061010d00690061007201480061006300680020006100200074006c0061010d006f007600fd006300680020007a006100720069006100640065006e0069006100630068002e00200056007900740076006f00720065006e00e900200064006f006b0075006d0065006e007400790020005000440046002000620075006400650020006d006f017e006e00e90020006f00740076006f00720069016500200076002000700072006f006700720061006d006f006300680020004100630072006f00620061007400200061002000410064006f00620065002000520065006100640065007200200035002e0030002000610020006e006f0076016100ed00630068002e000d000a>     /SLV <FEFF005400650020006e006100730074006100760069007400760065002000750070006f0072006100620069007400650020007a00610020007500730074007600610072006a0061006e006a006500200064006f006b0075006d0065006e0074006f0076002000410064006f0062006500200050004400460020007a00610020006b0061006b006f0076006f00730074006e006f0020007400690073006b0061006e006a00650020006e00610020006e0061006d0069007a006e006900680020007400690073006b0061006c006e0069006b0069006800200069006e0020007000720065007600650072006a0061006c006e0069006b00690068002e00200020005500730074007600610072006a0065006e006500200064006f006b0075006d0065006e0074006500200050004400460020006a00650020006d006f0067006f010d00650020006f0064007000720065007400690020007a0020004100630072006f00620061007400200069006e002000410064006f00620065002000520065006100640065007200200035002e003000200069006e0020006e006f00760065006a01610069006d002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a00610020006c0061006100640075006b006100730074006100200074007900f6007000f60079007400e400740075006c006f0073007400750073007400610020006a00610020007600650064006f007300740075007300740061002000760061007200740065006e002e00200020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740020006600f600720020006b00760061006c00690074006500740073007500740073006b0072006900660074006500720020007000e5002000760061006e006c00690067006100200073006b0072006900760061007200650020006f006300680020006600f600720020006b006f007200720065006b007400750072002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /TUR <FEFF004d00610073006100fc0073007400fc002000790061007a013100630131006c006100720020007600650020006200610073006b01310020006d0061006b0069006e0065006c006500720069006e006400650020006b0061006c006900740065006c00690020006200610073006b013100200061006d0061006301310079006c0061002000410064006f006200650020005000440046002000620065006c00670065006c0065007200690020006f006c0075015f007400750072006d0061006b0020006900e70069006e00200062007500200061007900610072006c0061007201310020006b0075006c006c0061006e0131006e002e00200020004f006c0075015f0074007500720075006c0061006e0020005000440046002000620065006c00670065006c0065007200690020004100630072006f006200610074002000760065002000410064006f00620065002000520065006100640065007200200035002e003000200076006500200073006f006e0072006100730131006e00640061006b00690020007300fc007200fc006d006c00650072006c00650020006100e70131006c006100620069006c00690072002e>     /UKR <FEFF04120438043a043e0440043804410442043e043204430439044204350020044604560020043f043004400430043c043504420440043800200434043b044f0020044104420432043e04400435043d043d044f00200434043e043a0443043c0435043d044204560432002000410064006f006200650020005000440046002c0020044f043a04560020043d04300439043a04400430044904350020043f045604340445043e0434044f0442044c00200434043b044f0020043204380441043e043a043e044f043a04560441043d043e0433043e0020043404400443043a04430020043d04300020043d0430044104420456043b044c043d043804450020043f04400438043d044204350440043004450020044204300020043f04400438044104420440043e044f044500200434043b044f0020043e044204400438043c0430043d043d044f0020043f0440043e0431043d0438044500200437043e04310440043004360435043d044c002e00200020042104420432043e04400435043d045600200434043e043a0443043c0435043d0442043800200050004400460020043c043e0436043d04300020043204560434043a0440043804420438002004430020004100630072006f006200610074002004420430002000410064006f00620065002000520065006100640065007200200035002e0030002004300431043e0020043f04560437043d04560448043e04570020043204350440044104560457002e>     /ENU (Use these settings to create Adobe PDF documents for quality printing on desktop printers and proofers.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >>   /Namespace [     (Adobe)     (Common)     (1.0)   ]   /OtherNamespaces [     <<       /AsReaderSpreads false       /CropImagesToFrames true       /ErrorControl /WarnAndContinue       /FlattenerIgnoreSpreadOverrides false       /IncludeGuidesGrids false       /IncludeNonPrinting false       /IncludeSlug false       /Namespace [         (Adobe)         (InDesign)         (4.0)       ]       /OmitPlacedBitmaps false       /OmitPlacedEPS false       /OmitPlacedPDF false       /SimulateOverprint /Legacy     >>     <<       /AddBleedMarks false       /AddColorBars false       /AddCropMarks false       /AddPageInfo false       /AddRegMarks false       /ConvertColors /NoConversion       /DestinationProfileName ()       /DestinationProfileSelector /NA       /Downsample16BitImages true       /FlattenerPreset <<         /PresetSelector /MediumResolution       >>       /FormElements false       /GenerateStructure true       /IncludeBookmarks false       /IncludeHyperlinks false       /IncludeInteractive false       /IncludeLayers false       /IncludeProfiles true       /MultimediaHandling /UseObjectSettings       /Namespace [         (Adobe)         (CreativeSuite)         (2.0)       ]       /PDFXOutputIntentProfileSelector /NA       /PreserveEditing true       /UntaggedCMYKHandling /LeaveUntagged       /UntaggedRGBHandling /LeaveUntagged       /UseDocumentBleed false     >>   ] >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [595.440 793.440] >> setpagedevice",
    "references": [],
    "authors": [
        "Chung-ming Chu",
        "Patrick C. Y. Woo",
        "Ken T. K. Chong",
        "Wah-shing Leung",
        "Veronica L. Chan",
        "Kwok-yung Yuen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}