{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 1g-h. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so neither have the original source files been supplied.",
    "title": "Increases in inflammatory mediators in DRG implicate in the pathogenesis of painful neuropathy in Type 2 diabetes",
    "text": "untitled   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/237057984  HIV-1 Tat Protein Increases Microglial Outward K+ Current and Resultant  Neurotoxic Activity  Article  in  PLoS ONE · May 2013  DOI: 10.1371/journal.pone.0064904 · Source: PubMed  CITATIONS  19 READS  400  7 authors, including:  Some of the authors of this publication are also working on these related projects:  Synaptic transmission and plasticity View project  NeuroAIDS View project  Jianuo Liu  University of Nebraska Medical Center  45 PUBLICATIONS   1,422 CITATIONS     SEE PROFILE  Peng Xu  University of Nevada, Reno  14 PUBLICATIONS   437 CITATIONS     SEE PROFILE  Han Liu  University of Nebraska at Omaha  23 PUBLICATIONS   400 CITATIONS     SEE PROFILE  Jingdong Zhang  University of Nebraska at Omaha  20 PUBLICATIONS   218 CITATIONS     SEE PROFILE  All content following this page was uploaded by Huangui Xiong on 10 June 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/237057984_HIV-1_Tat_Protein_Increases_Microglial_Outward_K_Current_and_Resultant_Neurotoxic_Activity?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/237057984_HIV-1_Tat_Protein_Increases_Microglial_Outward_K_Current_and_Resultant_Neurotoxic_Activity?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Synaptic-transmission-and-plasticity?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/NeuroAIDS?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jianuo-Liu?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jianuo-Liu?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Nebraska-Medical-Center?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jianuo-Liu?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Peng-Xu-112?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Peng-Xu-112?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Nevada_Reno?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Peng-Xu-112?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Han-Liu-36?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Han-Liu-36?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Nebraska_at_Omaha?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Han-Liu-36?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jingdong-Zhang-6?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jingdong-Zhang-6?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Nebraska_at_Omaha?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jingdong-Zhang-6?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Huangui-Xiong?enrichId=rgreq-2b080daca415d3b7538f1b65e64f312d-XXX&enrichSource=Y292ZXJQYWdlOzIzNzA1Nzk4NDtBUzoxMDY0NDkzMDA2MjMzNjJAMTQwMjM5MDkwMTM5Mg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   HIV-1 Tat Protein Increases Microglial Outward K+  Current and Resultant Neurotoxic Activity Jianuo Liu1*, Peng Xu1, Cory Collins1, Han Liu1, Jingdong Zhang1, James P. Keblesh1, Huangui Xiong1,2*  1 Neurophysiology Laboratory, Department of Pharmacology and Experimental Neuroscience, University of Nebraska Medical Center, Omaha, Nebraska, United States of  America, 2 Department of Pathology and Microbiology, University of Nebraska Medical Center, Omaha, Nebraska, United States of America  Abstract  Microglia plays a crucial role in the pathogenesis of HIV-1-associated neurocognitive disorders. Increasing evidence indicates the voltage-gated potassium (Kv) channels are involved in the regulation of microglia function, prompting us to hypothesize Kv channels may also be involved in microglia-mediated neurotoxic activity in HIV-1-infected brain. To test this hypothesis, we investigated the involvement of Kv channels in the response of microglia to HIV-1 Tat protein. Treatment of rat microglia with HIV-1 Tat protein (200 ng/ml) resulted in pro-inflammatory microglial activation, as indicated by increases in TNF-a, IL-1b, reactive oxygen species, and nitric oxide, which were accompanied by enhanced outward K+ current and Kv1.3 channel expression. Suppression of microglial Kv1.3 channel activity, either with Kv1.3 channel blockers Margatoxin, 5- (4-Phenoxybutoxy)psoralen, or broad-spectrum K  + channel blocker 4-Aminopyridine, or by knockdown of Kv1.3 expression  via transfection of microglia with Kv1.3 siRNA, was found to abrogate the neurotoxic activity of microglia resulting from HIV- 1 Tat exposure. Furthermore, HIV-1 Tat-induced neuronal apoptosis was attenuated with the application of supernatant collected from K  + channel blocker-treated microglia. Lastly, the intracellular signaling pathways associated with Kv1.3 were  investigated and enhancement of microglial Kv1.3 was found to correspond with an increase in Erk1/2 mitogen-activated protein kinase activation. These data suggest targeting microglial Kv1.3 channels may be a potential new avenue of therapy for inflammation-mediated neurological disorders.  Citation: Liu J, Xu P, Collins C, Liu H, Zhang J, et al. (2013) HIV-1 Tat Protein Increases Microglial Outward K +  Current and Resultant Neurotoxic Activity. PLoS ONE 8(5): e64904. doi:10.1371/journal.pone.0064904  Editor: Michelle L. Block, Virginia Commonwealth University, United States of America  Received March 21, 2013; Accepted April 19, 2013; Published May 30, 2013  Copyright: - 2013 Liu et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This work was supported by a research grant from National Institues of Health (NIH): R01NS077873 to HX. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * E-mail: jnliu@unmc.edu (JL); hxiong@unmc.edu (HX)  Introduction  Individuals infected with human immunodeficiency virus type 1  (HIV-1) often suffer from neurocognitive impairments which are  referred to as HIV-1-associated neurocognitive disorders (HAND)  [1,2]. The severity of HAND varies, ranging from asymptomatic  neurocognitive impairment to its severest form: HIV-1-associated  dementia [2]. Despite the widespread use of potent antiretroviral  therapy (ART), the incidence of HAND has not been fully  prevented and its prevalence remains high ranging from 39% to  52% in varied settings [3,4,5]. Although the persistence of HAND is  multifactorial, the paucity of effective therapeutic modalities in the  control of brain macrophage and microglia activation and resultant  production of neurotoxins, a striking pathological feature in HIV-1-  infected brain, plays an important role as pathogenesis and severity  of HAND is highly correlated with activated brain macrophages  and microglia but not the presence and amount of virus in the brain  [6,7]. It is well known that the activated microglia secrete a number  of neurotoxins including, but not limited to, pro-inflammatory  cytokines, and excitatory amino acids, reactive oxygen species  (ROS), nitric oxygen (NO), which can result in neuronal injury and  consequent neurocognitive impairments [8,9,10]. As such, studies  on elucidation of the mechanisms by which HIV-1 triggers  microglial neurotoxicity and identification of specific target(s) to  control microglia activation are imperative.  Voltage-gated potassium (Kv) channels have recently gained  much attention as the potential targets for therapy of neurological  disorders [11,12]. Electrophysiological studies of microglia in  culture and tissue slices have demonstrated that microglia express  several types of Kv channels including inward rectifier Kir2.1 and  outward rectifiers Kv1.5 and Kv1.3. Exposure to a variety of  activating stimuli produces a characteristic pattern of up-regula-  tion of Kv1.3 [13,14,15,16]. Whereas the expression of Kir2.1  channels are often found in resting microglia [17,18], the  expression of Kv1.5 and Kv1.3, especially the latter, appear to  be associated with microglia activation and neurotoxin production  [15,19,20,21]. Indeed, studies have shown that activation of  microglia results in neuronal injury through a process requiring  Kv1.3 activity in microglia. Studies have also shown that blocking  microglia Kv1.3 or decrease of Kv1.3 expression inhibits microg-  lia-induced neurotoxicity [22,23]. We hypothesize that HIV-1  brain infection triggers microglia neurotoxic activity by increasing  Kv1.3 activity, resulting in microglia activation and consequent  neuronal injury. To test this hypothesis, we studied involvement of  Kv1.3 in HIV-1 Tat protein-induced microglia activation and  resultant neurotoxic activity in primary microglia culture prepared  from Sprague-Dawley rats. Our results demonstrated that HIV-1  Tat increases microglia production of neurotoxins and resultant  neurotoxicity through enhancements of Kv1.3 protein expression  and outward K +  currents, which can be blocked by pretreatment  PLOS ONE | www.plosone.org 1 May 2013 | Volume 8 | Issue 5 | e64904    of microglia with specific Kv channel blockers Margatoxin (MgTx)  or 5-(4-Phenoxybutoxy)psoralen (PAP), or by transfection of  microglia with Kv1.3 siRNA, suggesting an involvement of  Kv1.3 in microglia-mediated neurotoxic activity. The enhance-  ments of Kv1.3 channel activity and microglia neurotoxicity  resulting from HIV-1 Tat protein exposure are dependent on the  Erk1/2 MAPK signal pathway. Here we present evidence for the  reduction of neurotoxic secretions from microglia and associated  neuronal injury by modulation of K +  channel activity as a  potential new treatment approach deserving further investigation.  Materials and Methods  Animals Sprague-Dawley rats were purchased from Charles River  Laboratories (Wilmington, MA) and maintained under ethical  guidelines for care of laboratory animals at the University of  Nebraska Medical Center. All animal-use procedures were  reviewed and approved by the Institutional Animal Care and  Use Committee (IACUC) of University of Nebraska Medical  Center (IACUC # 00-062-07).  Primary microglia and neuron cultures Microglia were derived from the cerebral cortices of 0-1 day old  neonatal Sprague Dawley rats as described previously [24].  Cortical tissues were dissected in cold Hanks' Balanced Salt  Solution (HBSS: Madiatech, Inc. Manassas, VA) and digested in a  solution consisting of 0.25% trypsin and 200 Kunitz DNase  (Sigma, St. Louis. MO) at 37uC for 30 min. Tissues were then suspended in cold HBSS and filtered using 100 mm and 40 mm cellular strainers (BD Bioscience, Durham, NC). Isolated cells  (306106) were plated into T75 cm2 flasks in a high-glucose Dulbecco's modified Eagle's medium (DMEM) supplemented with  10% fetal bovine serum (FBS), 2 mM L-glutamine, 1% penicillin/  streptomycin, and 1 mg/ml macrophage colony-stimulating factor (Life Technologies, Grand Island, NY). After 10 day's culture,  flasks were shaken gently to detach cells, which were plated based  on experimental requirements in either 35 mm 2  culture dishes  (2.56106 cells/dish), 60 mm2 culture dishes (7.56106 cells/dish), 12-well plates (16106/well), or 96-well plates (0.46106/well) and incubated at 37uC. After 30 min, suspended glial cells were removed by aspiration of culture supernatant and fresh culture  media was applied. The resulting cultures were stained with OX-  42 antibody (Serotec, Oxford, UK), a microglial CR3/CD11b  receptor marker, and determined to consist of 98-100% microglia.  Primary cortical neurons were prepared from 18-day old  Sprague Dawley embryonic rats (Charles River Laboratories).  Dissected cortices were digested with 0.25% trypsin and DNase  (200 Kunitz) in 37uC for 15 min, then filtered through 100 and 40 mm pore cellular strainers. Isolates were seeded in pre-coated poly-D-lysine plates at a density of 0.056106 cells/well in 96-well plates, 0.156106 cells/well in 24-well plates, or 1.06106 cells/well in 6 well-plates. Neuronal cultures were maintained at 37uC for 10 days in neurobasal medium (Gibco by Life Technologies)  supplemented with 2% B27, 1% penicillin/streptomycin and  0.5 mM L-glutamine (Invitrogen by Life Technologies). The  purity of neuronal cells was determined to be .90% by staining  with microtubule-associated protein-2 antibody (MAP-2: 1:1000,  Chemicon International, Inc. Temecula, California).  Electrophysiology Whole-cell outward K  + currents were recorded from primary  rat microglia cultures at room temperature. Microglia were  perfused with artificial cerebrospinal fluid (ACSF) contained (in  mM) NaCl 150, KCl 4.5, CaCl2 2, MgCl2 1, HEPES 5, and  glucose 11. The ACSF was continuously oxygenated with 95% O2 and 5% CO2 with a pH of 7.4 and an osmolarity of 310 mOsm.  Patch-clamp electrodes were made from borosilicate glass  capillaries (WPI, Sarasota, FL) with a resistance of 4-6 V when filled with pipette solution contained (in mM) KCl 150, MgCl2 1,  CaCl2 1, EGTA 11, and HEPES 10; adjusted to a pH of 7.3 with  KOH. Voltage-dependent currents were evoked by voltage steps  (600 ms in duration) with the first step from the holding potential  of 270 mV to 2170 mV and then stepped to +50 mV with a 20 mV increments [13]. The seal resistance was 1-10 GV. Junction potentials were corrected and the cell capacitance was  compensated (,70%) in most cells. Current signals were amplified with an Axopatch 200B amplifier (Molecular Devices, Sunnyvale,  CA). The current traces were displayed and recorded on a Dell  computer using a pClamp 10.1 data acquisition/analysis system.  K +  current density (pA/pF) was calculated by dividing the peak  current amplitude generated at a given voltage step by the cell  capacitance.  Measurement of reactive oxygen species (ROS) and Nitric oxide (NO) production  Intracellular ROS were measured by fluorometric assay using  29, 79-dichlorofluorescein diacetate (DCFH-DA, Sigma, St. Louis,  MO), a well-established compound for detecting and quantifying  intracellular ROS production. Microglia were first treated for  30 minutes with a KV1.3 channel blocker, either 5 nM MgTx,  10 nM PAP, or 1 mM 4-AP (all purchased from Sigma-Aldrich  Co, LLC, St. Louis, MO), followed by treatment with either  200 ng/ml of HIV-1 Tat1-72 protein (Tat) or heat inactivated-  Tat1-72 (HI Tat) (purchased from University of Kentucky). After  24 hr, microglia were exposed to 20 mM DCFH-DA for 30 min. Cells were then washed twice in PBS and the fluorescence  immediately measured in a plate reader at an excitation  wavelength of 485 nm and an emission wavelength of 520 nm.  NO production was estimated by measuring the concentration  of nitrite using the Griess Reagent System according to the  manufacturer instruction (Promega, Madison, WI). 50 ml aliquots of supernatant were collected from cultures of pre-treated  microglia, mixed with equal volume of Sulfanilamide Solution  for 10 min, combined with 50 ml of NED solution, and incubated for 30 min at room temperature. The optical density was then  measured at 520 nm and 540 nm using an ELISA plate reader.  All experiments were repeated at least three times.  Cytokine assay Cytokines IL-1b and TNF-a in pre-treated microglia superna-  tants were quantified using specific enzyme-linked immunosorbent  assay (ELISA) kits (R&D Systems) in accordance with manufac-  turer protocol.  TUNEL staining and MTT assay Neuronal apoptosis was evaluated using a Fluorescein In Situ  Cell Death Detection Kit (Roche Applied Science, Indianapolis,  IN). In brief, neurons growing on poly-D-lysine-coated coverslips  (0.156106 cells/well in a 24-well plate) were exposed to supernatants collected from pre-treated microglia at 1:5 dilution  for 24 hr. Neurons were then fixed with 4% paraformaldehyde  (PFA) and permeabilized with 0.1% Triton X-100. Neurons were  subsequently incubated in the TUNEL reaction mixture for 1 hr  at 37uC and then mounted using ProLong Gold antifade reagent with 49,69-diamidino-2-phenylindol (DAPI) counterstain (Molecu-  lar Probes, Eugene, OR). Cells were visualized using the 406oil-  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 2 May 2013 | Volume 8 | Issue 5 | e64904    immersion objective of a Zeiss LSM 510 META NLO microscope  (Zeiss MicroImaging, Inc., Thornwood, NY). The percentage of  apoptotic neurons was determined based on TUNEL-positive cells  normalized to DAPI-stained nuclei.  Cell viability was assessed by MTT assay. Pre-treated neurons  were exposed to fresh neurobasal medium containing 500 mg/ml 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide  (MTT) for 3 hr. The MTT solution was then replaced with  300 ml of dimethyl sphingosine (DMSO: Sigma-Aldrich) for cell lysis and the optical density (OD) was measured at 560 nm.  Immunocytochemistry Microglia were seeded on coverslips at a density of 1.06106/  well in 12-well plates, treated for 30 min with 5 nM MgTx,  10 nM PAP, or 1 mM 4-AP, and incubated with Tat (200 ng/ml).  After 24 hr, cells were washed, fixed with 4% PFA for 30 min, and  incubated with 10% normal goat serum blocking solution for  30 min. Primary antibodies (Ab) anti-CD11b Ab (CD11b; 1:500;  abcam, Cambridge, MA) and anti-KV1.3 (KCNA3 1:100,  Alomone Lab Ltd, Jerusalem Israel) were then applied to  coverslips for 3 hr at RT. Cells were subsequently incubated for  1 hr with Alexa Fluor 488 and Alexa Fluor 594-conjugated  secondary Abs (1:1000, Molecular Probes, Invitrogen by Life  Technologies). After washing, cells were mounted using ProLong  Gold antifade reagent with DAPI counterstain (Molecular Probes).  Images were obtained using the 406 oil-immersion objective of a Zeiss LSM 510 META NLO microscope. A minimum of 5 images  were taken from each slide.  Immunohistochemistry Brain hippocampal tissues were dissected out from 20-30 d old  Sprague Dawley rats (Charles River Laboratories), cut into slices  at 400 mM in thickness, and placed on a 100 mm pore cellular strainer in a 6-well plate. The hippocampal slices were then  treated for 30 min with MgTx (5 nM), PAP (10 nM), or 4-AP  (1 mM) and subsequently incubated with 200 ng/ml of Tat. After  24 hr, hippocampal slices were fixed in 4% PFA for another 24 hr,  immersed in 30% sucrose for 48 hr, embedded in optimal cutting  temperature (OCT) media, and cryosectioned to a thickness of  10 mm. Hippocampal sections were then immunostained with either anti-Iba1 Ab (1:500, WAKO Chemicals USA, Inc.  Richmond, VA), KV1.3 Ab (1:200, Santa Cruz biotechnology,  Inc, CA), or TUNEL stain and visualized using the 406 oil- immersion objective of a Zeiss LSM 510 META NLO microscope.  A minimum of 5 images were taken from each slides.  Western blot analysis Membrane proteins were prepared using a Membrane Protein  Extraction Kit (BioVision, Mountain View, CA, USA) according  to manufacturer instruction, while total proteins were isolated  using a RIPA buffer (Bio-Rad, Hercules, CA). Well volumes of  20 mg for membrane proteins and 30 mg for total proteins were separated by electrophoresis using 4-15% Mini-PROTEAN TGX  precast gel and transferred to nitrocellulose polyvinylidene  difluoride (PVDF) membranes. PVDF membranes were then  blocked with 5% dry milk in Tris-Buffered Saline (TBS) (all  products from Bio-Rad Laboratories, Hercules, CA) and probed  overnight at 4uC with either rabbit polyclonal KV1.3 (1:100; Alomone Lab, Israel), phospho-p44/42 MAPK (pERK1/2), total  p44/42 MAPK (ERK1/2) (1:1000; Cell Signaling Technology,  Danvers, MA), or anti-mouse b-actin monoclonal antibody (1:10,000, Sigma-Aldrich) primary Abs. Membranes were next  washed (4610 min) in TBS with 0.2% Tween (TBS-T) and incubated for 1 hr at RT with either horseradish peroxidase  (HRP)-conjugated anti-rabbit or anti-mouse secondary antibody  (1:10,000, Jackson ImmunoResearch Laboratories, West Grove,  PA). Labeled proteins were visualized by Pierce ECL Western  Blotting Substrate (Thermo Scientific, Rockford, IL). Band  densities of p-pErk1/2 were normalized to total ERK1/2 in each  sample.  Reverse transcription (RT)-PCR Total RNA was isolated from microglia using TRIzol Reagent  (Invitrogen, Carlsbad, CA), purified by RNeasy Mini Kit  (QIAGEN, Inc., Valencia, CA), and reverse transcribed at 65uC for 50 min according to SuperScript III reverse transcriptase  (Invitrogen) protocol. PCR amplification with Platinum PCR  SuperMix (Invitrogen) then included 2 min incubation at 94uC followed by 30 cycles consisting of a 30 s denaturing phase at  94uC, a 30 s annealing phase at 55uC, a 1 min extension phase at 72uC, and a final extension phase of 10 min at 72uC. Densitom- etry analysis of DNA products was performed using Northern  Eclipse 6.0 software (Bio-Rad) and results normalized to b-actin internal controls. PCR primers used were as follows: forward  Kv1.3 primer was GTA CTT CGA CCC GCT CCG CAA TGA;  reverse Kv1.3 primer was GGG CAA GCA AAG AAT CGC  ACC AG; forward b-Actin primer was GTG GGG CGC CCC AGG CAC CA; reverse b-Actin primer was CTT CCT TAA TGT CAC GCA CGA TTT C.  siRNA transfection Pre-designed ON-TARGETplus SMARTpool siRNA against  rat KCNA3 (Kv1.3, NM-019270) mRNA was purchased from  Dharmacon, Inc. (Chicago, IL). Microglia plated to 26106 cells/ well in 6-well plates were transfected with 100 ml of 2 mM siRNA for 48 or 72 hr in the presence of Dharma FECT Transfection  Reagent (Dharmacon, Inc) according to the manufacturer  instruction. A non-specific ON-TARGETplus GAPD Control  Pool siRNA (rat) (Dharmacon, Inc) was also similarly transfected  at the same concentration as the control. Transfected microglia  were then incubated for 24 hr with or without Tat (200 ng/ml),  after which the supernatant was collected (for conditioned media)  and the cells were harvested (for preparation of RNA and protein).  Statistical Analysis Experimental data are expressed as mean6S.D. unless other-  wise indicated. Statistical analyses were performed by Student t  tests. A minimum p value of 0.05 was estimated as the significance  level for all tests.  Results  HIV-1 Tat exposure induces Kv1.3 currents in microglia HIV-1 pathogenesis involves the release of soluble viral proteins  such as gp120, Tat, and Nef. In previous studies, we demonstrated  HIV-1 gp120 IIIB enhanced whole-cell outward K +  current in  cultured rat microglia through Kv1.3 channels [24,25]. Here we  propose HIV-1 Tat protein may alter microglia channel profiles in  a similar manner. To test our hypothesis, we first examined the  effect of HIV-1 Tat protein on the electrophysiological properties  of microglia. Although sera levels of HIV-1 Tat have been  reported to range from 1-40 ng/ml in HIV-1 positive individuals  [26,27], localized concentrations are reasoned to be higher and  nM concentrations are commonly used in vitro to elicit the effects of  Tat exposure [28,29]. In our study, purified rat microglia were  pretreated with HIV-1 Tat protein at 20-1000 ng/ml for 24 hr  before recording. Electrophysiological recordings were performed  using a conventional whole-cell recording under voltage clamp  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 3 May 2013 | Volume 8 | Issue 5 | e64904    configuration. The average inward K +  current (Iin) and outward  K +  current (Iout) densities (pA/pF) were calculated by dividing the  K +  current amplitude by the membrane capacitance. At hyper-  polarizing potentials, both untreated and Tat treated microglia  displayed an Iin (Fig. 1A). The Iin density in untreated microglia  (28.9663.76 pA/pF; n = 32) was only minimally affected by  exposure to either 20 ng/ml Tat (28.1463.61 pA/pF; n = 25),  200 ng/ml Tat (215.567.36 pA/pF; n = 27), or 1000 ng/ml Tat  (212.967.21 pA/pF; n = 24). With depolarizing pulses however,  Tat treated microglia responded with a substantial Iout (Fig. 1A). In  fact, the Iout density in microglia pretreated with 20 ng/ml Tat  (22.6967.46 pA/pF; n = 25) was over fourfold greater than in  untreated microglia (5.0962.84 pA/pF; n = 32). Furthermore, the  Iout densities in microglia exposed to 200 ng/ml Tat  (30.7616.29 pA/pF; n = 27) and 1000 ng/ml Tat  (31.86614.69 pA/pF; n = 24) demonstrate this effect to be dose-  dependent (Fig. 1C). To confirm these observations were due  specifically to Tat protein function, we disrupted its tertiary  structure with heat (75uC for 5 hr) prior to incubation with microglia. Similarly to untreated cells, microglia treated with  200 ng/ml heat-inactivated Tat protein (HI Tat, n = 9) exhibited  hyperpolarization-evoked Iin currents and lacked significant Iout current in response to depolarizing pulses (Fig. 1B). Next, to  determine whether the Tat-induced Iout currents were conducted  via Kv1.3 channels, Tat-treated microglia were perfused with  ACSF contained specific Kv1.3 blockers PAP (10 nM), MgTx  (5 nM), or a broad spectrum Kv channel blocker 4-AP (1 mM),  and the Iout was significantly reduced by 52.1614.72% (n = 8),  87.2667.79% (n = 8) or 89.8163.09% (n = 7) (Fig. 1D & 1E).  Taken together, these findings strongly suggest HIV-1 Tat  exposure induces outward K +  currents in microglia through  Kv1.3 channels.  HIV-1 Tat upregulates KV 1.3 expression in rat microglia Kv channel activity can be altered by numerous factors,  including by membrane potential, redox potential, transcription,  translation, posttranslational modification, or via direct interaction  with organic molecules or peptides. To better determine the  mechanism through which Tat induces Kv1.3currents in rat  microglia, Kv1.3 mRNA and protein levels were ascertained by  RT-PCR and western blot. RT-PCR performed after 24 hr  incubation of rat microglia with 200 ng/ml Tat protein showed  marked elevation in Kv1.3 mRNA expression (Fig. 2A), with Kv1.3  mRNA density in Tat-treated cells (1.3260.10) measuring 1.8  times greater than in untreated microglia (0.746023). As a  negative control, the Kv1.3 mRNA density was measured in  microglia treated with 200 ng/ml heat-inactivated Tat protein  and found to be essentially unchanged (0.8160.13) (Fig. 2A).  Consistent with these effects, treatment of microglia with 200 ng/  ml Tat for 24 hr led to a nearly threefold increase in Kv1.3 protein  levels (Fig. 2B), which was further confirmed and visualized by  immunocytochemical labeling (Fig. 2C). These findings clearly  indicate Tat protein exposure upregulates the expression of Kv1.3  channels in rat microglia.  Involvement of KV1.3 in Tat-induced microglia-mediated neurotoxicity  Having established Tat protein exposure increases Kv1.3  expression and current density in microglia, we next sought to  determine if this change in channel profile contributes to the  neurotoxicity of HIV-1 Tat-activated microglia. Microglial super-  natants were first collected after 24 hr treatment with either HIV-  1 Tat protein (at doses of 0, 20, 200, and 1000 ng/ml) or heat-  inactivated Tat (200 ng/ml). Rat cortical neurons growing on  poly-D-lysine-coated coverslips in 24-well plates were then  subjected to these supernatants (1:5 dilution) for an additional  24 hr and neuronal viability was assessed by MTT assay. As  shown in Figure 3C, neuronal cell viability was found to be  essentially unaffected at doses of 0 ng/ml (100%) and 20 ng/ml  (97.0269.38%), however was progressively and significantly  reduced as the microglial supernatant Tat treatment dose was  increased to 200 ng/ml (70.1963.33%; p,.01) and 1000 ng/ml  (58.4564.65%; p,.01). Neuronal viability was further unaffected  by incubation with supernatant collected from microglia treated  with heat-inactivated Tat protein (HI Tat, 98.464.48%), demon-  strating the dose-dependent reductions in viability to be specific to  functional Tat protein.  Next, the role of Kv channels in Tat-activated microglial  neurotoxicity was investigated using a similar experimental design  and examining the effect of KV channel blocker pretreatment on  neuronal health. Microglia were first pretreated with either 5 nM  MgTx, 10 nM PAP, or 1 mM 4-AP for 30 min. Based on the  capacity to substantially reduce neuronal viability, a dose of  200 ng/ml Tat protein was applied and cultures incubated for  24 hr. Microglia supernatants were then collected and added to  cultured rat cortical neurons at a dilution ratio of 1:5. After 24 hr,  neuronal viability and neuronal apoptosis were assessed by MTT  assay and TUNEL staining, respectively. As noted previously, cell  viability was shown by MTT assay to be decreased in neuronal  cultures exposed to Tat-treated microglial supernatant  (70.1963.33%), an effect which was significantly attenuated  (p,.01) by the pretreatment of microglia with MgTx  (85.4661.00%), PAP (82.9560.54%), or 4-AP (92.8364.66%)  (Fig. 3C). The complementary study of neuronal apoptosis  revealed similar findings, with the percentage of apoptotic neurons  greatly increasing (p,.001) with application of Tat protein  (30.6864.3%) compared to control (5.661.3%) (Fig. 3A & 3B).  Again, this result was largely reversed (p,.01) when microglial  cultures were treated with MgTx (9.5662.78%), PAP  (11.7262.42%), or 4-AP (7.2963.84%) prior to the application  of Tat protein (Fig. 3A & 3B). The recovery of neuronal viability  and attenuation of neuronal apoptosis by KV channel blockade,  including the use of Kv1.3 specific inhibitors, suggests that Kv1.3  channel activity greatly impacts Tat-induced microglia-mediated  neurotoxicity.  KV1.3 channel blockade decreases neurotoxic secretions by Tat-activated microglia  The production and release of bioactive molecules by activated  microglia is believed to be the principal pathway in HAND  associated neuropathology. To better clarify the functional role of  Kv1.3 channels in this process, we next examined the capacity for  Tat exposure to induce the secretion of proinflammatory cytokines  such as TNF-a and IL-1b, in the presence and absence of Kv channel blockers. For this experiment, purified microglia were first  pre-treated for 30 min with a Kv channel blocker, either MgTx  (5 nM), PAP (10 nM), or 4-AP (1 mM), and then incubated with  200 ng/ml Tat protein for 24 hr. Subsequent cytokine assays  revealed marked increases (p,.001) in levels of TNF-a (2.2860.07 ng/ml) and IL-1b (4.1060.68 ng/ml) in the superna- tants of Tat-treated microglia compared to the nearly undetectable  levels in untreated controls (Fig. 4A & 4B). Further, this Tat-  induced production of cytokines was significantly inhibited (p,.01)  in cultures pretreated with Kv channel blockers MgTx, PAP, or 4-  AP. In addition to measuring cytokines, we used a similar  experimental design to measure other neurotoxic microglial  products including NO and ROS. The level of NO in  supernatants from Tat-treated microglia was (23.6560.60 nM)  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 4 May 2013 | Volume 8 | Issue 5 | e64904    compared to (0.4260.16 nM) in untreated matched controls  (Fig. 4C). This production was significantly limited (p,.01) by  blockade of KV channels using either MgTx (15.8160.56 nM),  PAP (11.0063.20 nM), or 4-AP (16.9661.60 nM). Similarly,  ROS production in Tat-stimulated microglia was found to be  590.646160.72% of the level in untreated control (Fig. 4D). Pre-  treatment with MgTx, PAP, or 4-AP prior to the addition of Tat  significantly reduced the levels of ROS to 175.76662.37%,  169.91684.58%, and 252.70689.4% of control, respectively.  Collectively, these results strongly support a critical role for Kv1.3  channels in the production and secretion of neurotoxins by Tat-  activated microglia.  Neurotoxic activity of Tat-stimulated microglia is mitigated by knockdown of KV1.3 gene  Having demonstrated HIV-1 Tat upregulates Kv1.3 expression  in rat microglia and that Kv1.3 channels are involved in Tat-  induced microglia-mediated neurotoxicity, complementary exper-  iments were next performed to address whether gene silencing by  knockdown of the Kv1.3 gene (KCNA3) with siRNA would  attenuate these effects. First, microglia were transfected with  Kv1.3-siRNA or nonspecific GAPD control siRNA (control  siRNA) for 48 hr or 72 hr, depending on whether mRNA or  protein expression was to be measured, and incubated with or  without 200 ng/ml Tat for an additional 24 hr. RT-PCR and  western blot were then used to examine Kv1.3 mRNA expression  and Kv1.3 protein levels, respectively. As expected, the upregula-  tion of Kv1.3 mRNA expression in Tat-stimulated microglia was  efficiently inhibited by transfection with Kv1.3 siRNA as  compared to those transfected with control siRNA (Fig. 5A).  Paralleling these results, Tat-enhanced Kv1.3 protein expression  was found to be significantly decreased with Kv1.3 siRNA  transfection (Fig. 5B).  To examine the effect of Kv1.3 channel knockdown on the  neurotoxic properties of Tat-exposed microglia, we again  employed measures of neuronal viability and apoptosis. For this  experiment, microglia were transfected with Kv1.3-siRNA for  72 hr and then incubated with 200 ng/ml Tat protein an  additional 24 hr. Microglial supernatants were next collected  and applied at 1:5 dilution to rat cortical neurons. Neurons were  then incubated for an additional 24 hr before being assessed by  MTT assay and TUNEL staining. As demonstrated by MTT  assay, the decline in neuronal viability due to Tat-exposed  microglial supernatants (66.8762.55%) was improved by pre-  transfection with Kv1.3-siRNA (84.7063.93%) (Fig. 5C). Similar-  Figure 1. HIV-1 Tat protein enhances outward K+ currents (Iout) in rat microglia. A: Representative whole-cell membrane currents recorded from microglia treated with or without Tat at varied concentrations (0, 20, 200, 1000 ng/ml). B: Whole-cell membrane current recordings of microglia treated with heat-inactivated Tat (200 ng/ml). C: Dose-response curve of the Tat-induced effect on Iout. Current densities in response to different concentrations of Tat is calculated (mean 6 S.E.M) from 32, 25, 27 and 24 different cells in control, 20 ng/ml, 200 ng/ml, 1000 ng/ml groups. D: Pharmacology of Tat-induced Iout. Tat induced Iout were evoked by voltage from the holding potential 270 mV to +50 mV for 600 ms are shown before and during superfusion with extracellular solution containing 10 nM PAP, 5 nM MgTX, 1 mM 4-AP. E: Blockade of Tat(200 ng/ml) enhancement of Iout by specific Kv1.3 blockers PAP (n = 8) and MgTx (n = 8) or by a broad spectrum K  + channel blocker 4-AP (n = 7). # p,0.05 vs Tat;  ### p,0.001 vs Tat. doi:10.1371/journal.pone.0064904.g001  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 5 May 2013 | Volume 8 | Issue 5 | e64904    ly, TUNEL staining revealed the percentage of apoptotic neurons  was decreased from 31.4063.37% to 11.863.03% with Kv1.3  gene knockdown (Fig. 5D & 5E). The capacity for Kv1.3 gene  knockdown to mitigate the neuronal damage caused by Tat-  activated microglia indicates the upregulation of Kv1.3 mRNA  and protein is a key component in the mechanism of this  neurotoxicity.  ERK1/2 MAPK signaling pathway involvement in Tat- induced microglial neurotoxicity  Thus far we have shown Tat-induced upregulation of Kv1.3  channels and currents to be critical to the activation of microglia  and subsequent damage to neurons. To better clarify the  mechanisms underlying these observations, we next turned our  attention to the extracellular signal-related kinases (ERK1/2)  MAPK signaling pathway, which has been implicated elsewhere in  chronic neurodegenerative disease and may mediate the channel  profile alterations associated with Tat exposure [30,31,32]. For  this experiment, microglia were exposed to 200 ng/ml Tat and  proteins were harvested at various time points for assessment by  western blot. Our results demonstrate ERK1/2 phosphorylation  (pERK1/2) was enhanced by Tat exposure beginning at 30 min  and peaking at 5 hr after stimulation (Fig. 6A). To determine if  ERK1/2 activation mediates the Tat-induced increases in Kv1.3  channel expression and subsequent neurotoxicity, U0126 was used  to inhibit MEK1 and MEK2, the MAPK kinases responsible for  phosphorylation of ERK1/2 MAPK. Reduction of ERK1/2  MAPK activity using U0126 (10 mM) was found to markedly reduce both the expression levels of microglial Kv1.3 (Fig. 6C) and  the neurotoxicity of supernatants collected from Tat-exposed  microglia (Fig. 6D). These results provide evidence for the  involvement of the ERK MAPK pathway in Tat-induced Kv1.3  expression and consequent microglia neurotoxic activity. Lastly  and perhaps surprisingly, application of MgTx (5 nM), PAP  (10 nM), or 4-AP (1 mM) to microglia after 30 min of Tat  exposure was also found to significantly inhibit the Tat-enhanced  phosphorylation of ERK1/2 (Fig. 6B).  KV1.3 channel involvement in ex vivo HIV-1 Tat-induced microglia-mediated neurotoxicity  Thus far we have demonstrated Tat protein exposure results in  the upregulation of Kv1.3 expression and the production of  neurotoxic substances in cultured microglia. To better approxi-  mate in vivo conditions, we next used a rat hippocampal slice  culture to evaluate ex vivo the alterations in microglial Kv1.3  expression and neuronal apoptosis resulting from HIV-1 Tat  application. Hippocampal slices were first dissected from rats aged  20-30 days, cultured in NeuroBasal medium, and incubated for  24 hr with 200 ng/ml Tat protein. Brain slices were then double  stained with the microglia marker Iba1 and Kv1.3 antibodies. In  Tat protein treated slices, Kv1.3 expression was found to be  enhanced and co-localized with Iba1 stained microglia (Fig. 7A).  In addition, TUNEL staining revealed Tat-induced neuronal  apoptosis could be attenuated with 30 min KV channel antagonist  pre-treatment, either MgTx (5 nM), PAP (10 nM), or 4-AP  (1 mM) (Fig. 7B). These results are fully consistent with our in  vitro studies and corroborate the involvement of Kv1.3 channels in  the neuronal damage caused by Tat-activated microglia.  Discussion  Microglia are functionally related to cells of the monocyte/  macrophage lineage and play an important role as resident  immunocompetent phagocytic cells in the HAND pathogenesis. A  prominent pathological feature in HIV-1-infected brain is  microglia activation and the activated microglia exert neurotoxic  effects in the brain by releasing a variety of potentially neurotoxic  substances. In addition to their production of neurotoxins,  microglia express a large number of chemokine receptors that  are involved in cell migration and serve as co-receptors for HIV-1  infection. Indeed, microglia are the predominant resident CNS  cell type productively infected by HIV-1 [8,9]. Due to poor  penetration of antiretroviral drugs through the blood-brain barrier  (BBB), resident microglia (and brain macrophages) constitute a  cellular reservoir of HIV-1 in the brain and a source of potential  neurotoxic substances [33,34,35]. Thus, suppression of microglia  production of neurotoxins is critical to the control of HAND onset  and progression. In the present study, we demonstrated HIV-1  Tat-induced microglia activation and associated neurotoxicity  requires Kv1.3 channel activity. Exposure of microglia to HIV-1  Tat protein was found to enhance both Kv1.3 currents and  Figure 2. Tat upregulates microglia Kv1.3 channel expression. A: A representative RT-PCR gel (left) and its corresponding densitom- etry bar graph (right) showing enhanced levels of KV1.3 mRNA in microglia treated with Tat (200 ng/ml), but not heat-inactivated Tat (HI Tat, 200 ng/ml). B: The levels of Kv1.3 protein was also elevated by Tat as detected by Western blot (left) and its densitometry bar graph (right). Data were obtained from three independent experiments. C: Tat- activated microglia were immunostained for expression of Kv1.3 (red), CD11b (green) and Dapi nuclei. Images were visualized by fluorescent confocal microscopy at 6400 original magnification. Scale bars are equal to 50 mm. * p,0.05, ** p,0.01 vs Ctrl. doi:10.1371/journal.pone.0064904.g002  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 6 May 2013 | Volume 8 | Issue 5 | e64904    production of neurotoxins including IL-1b, TNF-a, NO and ROS, ultimately leading to neuronal damage. Suppression of Kv1.3  channels, either by Kv1.3 channel antagonists or via gene  knockdown, significantly inhibited Tat-induced microglia-mediat-  ed neurotoxicity. These findings indicate Kv1.3 channel modula-  tion has the potential to mitigate microglia-associated neurotoxic  activity.  Microglia express a defined pattern of Kv channels including  inward rectifier Kir2.1 and outward rectifiers Kv1.5 and Kv1.3  [19,36]. Exposure to a variety of stimuli produces a characteristic  pattern of up-regulation of Kv1.3 and activation of microglia  results in neuronal injury via a process requiring Kv1.3 activity  [13,14,15,16]. In a previous study we found HIV-1 gp120  exposure activates microglia, in conjunction with enhanced  Kv1.3 expression and outward K +  currents, leading to neuronal  apoptosis [24,25]. The gp120-induced microglial neurotoxicity  was significantly attenuated via suppression of Kv1.3 expression or  blockade of Kv1.3 current. Similarly, our present study revealed  exposure to HIV-1 Tat increases microglial Kv1.3 channel  expression and outward K +  current in association with activation,  neurotoxin secretion, and neuronal apoptosis, which were  successfully inhibited by either siRNA knockdown of the Kv1.3  gene (Fig. 4) or specific Kv1.3 blockers MgTx and PAP (Fig. 1,  Fig. 2, and Fig. 7). We confirmed these results in an ex vivo study  using hippocampal slice culture, in which HIV-1 Tat-induced  microglia-mediated neuronal apoptosis was attenuated by pre-  treatment with Kv1.3 antagonists MgTx or PAP, or a broad  spectrum Kv channel blocker, 4-AP. Collectively, these findings  reveal the integral role of Kv1.3 channels in regulating microglia  activation and establish a new approach for controlling microglia  mediated neurotoxic activity.  Although reported in several studies to be associated with  diseases including B cell lymphoma [37], breast cancer [38,39]  and Alzheimer's disease [40], research on the importance of  enhanced microglial Kv1.3 channel activity in HIV-1 related  cognitive impairment has thus far been sparse. The evidence for  the pivotal role of microglia in HAND pathogenesis is abundant  however, as microglia are well known to mediate HIV entry into  the brain, serve as a reservoir for productive and latent HIV-1  infection, and function as a source of neurotoxic substances  [8,19,41,42,43]. After infection with HIV-1, microglia undergo  dramatic phenotypic, immunological, and functional changes to  produce the cytokines, chemokines, superoxides, and viral proteins  that result in neuronal injury. In order to determine the role of  microglial Kv1.3 in this process, we examined the neurotoxic  secretions of HIV-1 Tat-treated microglia in relation to Kv1.3  channel activity. We found blockade of Kv1.3 channels using  either specific Kv1.3 antagonists, MgTx and PAP, or a broad  spectrum KV blocker, 4-AP, was sufficient to inhibit microglial  production of IL-1b, TNF-a, NO, and ROS. These results are consistent with our previous findings [24] and suggest enhanced  microglial Kv1.3 channel activity is required for the HIV-1 Tat-  induced secretion of neurotoxins by microglia.  HIV-1 Tat exposure has been shown to lead to microglia/  macrophage activation, neurotoxin secretion, and subsequent  neuronal damage [22,44,45,46] in a process mediated through  microglial signal transduction pathways such as ERK1/2, PI3K,  and p38 MAPK [47,48]. Tat protein has also been shown capable  of increasing an outward-rectifying K +  current in rat microglia  through regulation of transcription factor NF-kB [49]. However, while Kv1.3 channel activity has here been demonstrated to be  necessary for Tat-induced microglial neurotoxicity, the underlying  Figure 3. Kv channel antagonists attenuate Tat-induced microglia neurotoxicity. Neurons were exposed to conditioned media recovered from microglia pre-treated with MgTx (5 nM), PAP (10 nM), or 4-AP (1 mM) for 30 min followed by Tat at varied concentrations (0, 20, 200, 1000 ng/ ml). After 24 hr treatment, TUNEL staining and MTT were performed. A: TUNEL positive neurons were visualized by confocal microscopy at 6400 original magnification. Scale bar equals 50 mm. Note that Tat-treated conditioned media, but not heat inactivated Tat (HI Tat)-treated conditioned media, induced neuronal apoptosis and that the Tat-induced neuronal apoptosis was blocked by MgTx, PAP or 4-AP. B: Quantitative exhibition of apoptotic neurons determined by ratio of the number of TUNEL-positive cells to the total number of Dapi-positive cells under different experimental conditions as indicated. C: MTT assay showed increased viabilities in MgTx, PAP, and 4-AP-treated groups, respectively. Data were from three independent experiments. ** p,0.01, *** p,0.001 vs Ctrl; ## p,0.01, ### p,0.001 vs conditioned media treated with Tat alone. doi:10.1371/journal.pone.0064904.g003  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 7 May 2013 | Volume 8 | Issue 5 | e64904    connection remains to be elucidated. Although the breadth of  mechanisms for modulating Kv channels are numerous, including  regulation of gene expression, post-translational modification,  direct interactions with organic molecules and peptides, and  responsiveness to membrane potential, to name a few, we chose as  an appropriate starting place those signaling pathways which can  convert an extracellular signal such as HIV-1 Tat protein into a  functional cellular response. In particular, we focused on ERK1/2,  which constitute one of the MAPK pathways that commonly  transduce microenvironmental conditions in microglia and have  been implicated in chronic neurodegenerative diseases [30,31,32].  Depending on the cell type, the stimulus, and the duration of cell  activation, a variety of biological responses including cell  proliferation, differentiation, migration, and apoptosis have been  correlated with ERK activation [30,31,32]. In the present study,  we explored whether ERK1/2 activation was involved in the  enhancement of microglial Kv1.3 expression and neuronal  apoptosis resulting from exposure to HIV-1 Tat. We found  ERK1/2 phosphorylation increased in HIV-1 Tat-treated mi-  croglia in a time-dependent manner (Fig. 6A), but could be  prevented by pre-treatment with U1026, an inhibitor of the  upstream kinase responsible for regulating ERK1/2 activity.  Furthermore, pre-treatment with U1026 ameliorated Tat-induced  microglial Kv1.3 expression and associated neurotoxicity (Fig. 6C,  Fig. 6D), indicating this process is dependent on activation of the  ERK1/2 MAPK pathway. Lastly, our experiments revealed the  novel finding that HIV-1 Tat-induced ERK1/2 phosphorylation  could be inhibited with Kv channel antagonists, MgTx, PAP, or 4-  AP. It appears that while Tat-induced microglial Kv1.3 expression  is dependent on ERK1/2 MAPK, this same pathway is also  responsive to Kv currents. Given that Kv currents set the  membrane potential and thus influence Ca 2+  influx, the latter  effect may be mediated through Ca 2+  -dependent intracellular  processes or pathways. While more investigation is necessary, this  reciprocal regulation may allow for intervention in the crucial  transition between functional immune activation and reactive  microgliosis.  In this study, we provided evidence demonstrating Kv1.3  channels to be an integral component of HIV-1 Tat-induced  Figure 5. Kv1.3 siRNA abrogates neurotoxic activity of Tat- activated microglia. Microglia were transfected with siRNA targeting Kv1.3 (Kv1.3-siRNA) or nonspecific GAPD control siRNA (Ctrl-siRNAS) for 48 or 72 hr, followed by an additional 24 hr exposure to Tat (200 ng/ ml). Cells were then harvested for detections of Kv1.3 mRNA (48 hr post- transfection/24 hr Tat treatment) and Kv1.3 proteins (72 hr post- transfection/24 hr Tat treatment). Supernatants were subjected to neuronal culture. Neuronal apoptosis and viability assay were determined using TUNEL staining and MTT assay. A: Representative gels show RT-PCR products for Kv1.3 mRNA and internal control b-actin and bar graph reflects the density of each band after normalization of its b-actin. B: Western blots show Kv1.3 protein and internal control b- actin protein expression of microglia, and bar graph shows densito- metric quantification of each band. C: Collected supernatants were subjected to primary neuronal culture at a dilution of 1:5 for 24 hr and neuronal viability was evaluated by MTT assay. An increased viability was observed in neurons treated with supernatants recovered from microglia transfected with Kv1.3-siRNA, but not transfected with Ctrl- siRNA. D: Transfection of microglia with Kv1.3-siRNA significantly reduced neuronal apoptosis. In contrast, transfection of microglia with Ctrl-siRNA exhibited no significant protective effect. E: Apoptotic neurons were visualized by fluorescence microscopy at 6400 original magnification. Scale bar equals 100 mm. * p,0.05, *** p,0.001 vs Ctrl- siRNA; ### p,0.001 vs Ctrl (blank). doi:10.1371/journal.pone.0064904.g005  Figure 4. Kv channel blockers inhibited Tat-activated microglia secretion of neurotoxins. Microglia were treated with MgTx (5 nM), PAP (10 nM), or 4-AP (1 mM) for 30 min before addition of Tat at 200 ng/ml. After 24 hr incubation, the supernatants were harvested for detection of IL-1b (A), TNF-a (B), NO (C) and the cells were used for analysis of ROS production (D). Data presented were from three independent experiments. *** p,0.001) vs Ctrl;  ## p,0.01 or  ###  p,0.001 illustrates Tat alone vs pre-Tat plus MgTx, PAP or 4-AP. doi:10.1371/journal.pone.0064904.g004  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 8 May 2013 | Volume 8 | Issue 5 | e64904    microglia-mediated neurotoxicity and a potential site of regula-  tion. This promising data opens the future possibility of using  Kv1.3 channel inhibitors as a novel strategy to combat HAND and  other neurodegenerative disorders in which the pathophysiological  process involves microglia-mediated immune and inflammatory  responses. In a previous in vivo study, we demonstrated the  administration of Kv channel antagonist 4-AP could ameliorate  HIV-1-induced encephalitis and cognitive disorder, improving  spatial learning and memory in a severe combined immunodefi-  cient (SCID) mouse model of HIV-1 encephalitis (HIVE) [50].  Nevertheless, as Kv channel blockers selectively target immune  cells including macrophage, microglia, and lymphocytes, the  therapeutic benefit of this approach must be carefully considered  for potential risks to the immune system. Of these cells, the most  abundant Kv1.3 channel expression is reported to be found the  human effector memory T cells (CD4 + CCR7  2 CD45RA  2 ), which  regulate Th1 cell inflammatory responses [36,51,52]. The use of  small molecule KV blockers, such as verapamil, dilitazem, and  nifedipine, has been shown to reduce IL-12 secretion and inhibit T  cell proliferation [53]. Notably, these immunomodulatory effects  have been found to depend heavily on the level of Kv1.3 channel  expression, which changes dramatically as T cells differentiate  from naı̈ve to memory states or transition from resting to  activation [54,55,56]. Given that the immune response functions  of microglia, macrophage, Helper T cells, and B cells remain  basically intact, the potential side effects of pharmacologically  blocking Kv1.3 channels could be minimal [52,57]. In fact, the  potential side effects of using KV channel blockers to treat a wide  range of autoimmune conditions, including those involving  effector memory T cells, delayed type hypersensitivity, type 1  diabetes, rheumatoid arthritis, multiple sclerosis, and inflammato-  ry bone resorption, have been investigated without revealing any  generalized immunesuppression [58,59,60,61]. Recently, the  safety of this approach was given further credence when the US  Food and Drug Administration approved the KV channel blocker  dalfampridine (Ampyra) as a treatment multiple sclerosis (http://  www.fad.gov/NewsEvents/Newsroom/PressAnouncements/  ucm198463.htm).  In summary, the present study serves to establish the integral  role of Kv1.3 channel activity in HIV-1 Tat-induced microglia-  mediated neurotoxicity. The identification of Kv1.3 channels as a  point of intervention in this process may open new avenues for  therapeutic modalities. Given its feasibility and safety, it may now  be advantageous to consider studying a Kv1.3 channel-based  therapeutic approach in the treatment of HAND and other  neurodegenerative disorders characterized by microglia-mediated  neuroinflammation.  Acknowledgments  The Authors thank Ms. Julie Ditter, Ms. Robin Taylor, Ms. Johna Belling  and Ms. Sandra Wiese for their excellent administrative support.  Author Contributions  Conceived and designed the experiments: JL HX. Performed the  experiments: JL PX CC HL JZ. Analyzed the data: JL PX CC HX.  Wrote the paper: JL JK HX.  Figure 7. Kv channel blockers ameliorated Tat-induced microg- lia neurotoxicity in rat hippocampus slices. Rat hippocampus slices were pretreated with MgTx (5 nM), PAP (10 nM), or 4-AP (1 mM) for 30 min before addition of Tat (200 ng/ml). Immunohistochemistry or TUNEL staining was performed 24 hr later. A: Tat increased levels of Kv1.3 expression that were co-localized with microglia (Iba1 staining) in rat hippocampus slices. Rat hippocampus slices were stained with mouse anti-Iba1 Ab (1:1000, red), whereas Kv1.3 was stained with goat polyclonal antibody (1:200, green). Images were visualized by confocal microscopy. B: TUNEL staining showed that Tat produced neuronal apoptosis in rat hippocampus slices that was attenuated by MgTx, PAP, or 4-AP. Numerical numbers in each image panel represents the average apoptotic cells (M 6 SD, n = 3 slices, 5 random visual fields were counted in each slice) in experimental conditions as indicated. doi:10.1371/journal.pone.0064904.g007  Figure 6. Involvement of ERK1/2 MAPK pathway in Tat- mediated upregulation of KV1.3 expression. A: Western blot analysis for ERK1/2 MAPK. Microglia were exposed to 200 ng/ml of Tat and harvested at indicated times. Protein expression was analyzed by immunoblot using antibodies against ERK1/2 phosphorylation (pERK1/ 2) and total ERK1/2 (ERK1/2) MAPK. Tat up-regulated pERK1/2 MAPK in a time window from 30 min to 5 hr. B: Kv channel antagonists inhibit ERK1/2 MAPK phosphorylation. Microglia were treated with MgTx (5 nM), PAP (10 nM), or 4-AP (1 mM) for 30 min followed by Tat at 200 ng/ml for additional 5 hr. Gel blots reveal a reduction of Tat- induced ERK1/2 phosphorylation in microglia treated with MgTx, PAP, or 4-AP, indicating a link between Kv 1.3 channel activation and ERK1/2 MAPK signal pathway. C: Western blot results showing that the blockade of Tat enhancement of Kv1.3 expression in microglia was blocked by U0126, an inhibitor for MEK1 and MEK 2, further demonstrating the link between ERK1/2 MAPK and Tat-induced increase of Kv1.3 expression. D: TUNEL staining exhibited a significant increase of neuronal apoptosis induced by the supernatants collected from Tat-treated microglia and its blockade by U0126, a MEK1 and MEK2 inhibitor. Data were from three independent experiments. *** p,0.001 vs Ctrl; ## p,0.001 vs Tat-treated alone. doi:10.1371/journal.pone.0064904.g006  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 9 May 2013 | Volume 8 | Issue 5 | e64904    References  1. Kaul M, Lipton SA (2006) Mechanisms of neuronal injury and death in HIV-1 associated dementia. Curr HIV Res 4: 307-318.  2. Antinori A, Arendt G, Becker JT, Brew BJ, Byrd DA, et al. (2007) Updated research nosology for HIV-associated neurocognitive disorders. Neurology 69:  1789-1799.  3. Robertson KR, Smurzynski M, Parsons TD, Wu K, Bosch RJ, et al. (2007) The prevalence and incidence of neurocognitive impairment in the HAART era.  AIDS 21: 1915-1921.  4. Heaton RK, Clifford DB, Franklin DR Jr, Woods SP, Ake C, et al. (2010) HIV-  associated neurocognitive disorders persist in the era of potent antiretroviral  therapy: CHARTER Study. Neurology 75: 2087-2096.  5. Spudich SS, Ances BM (2011) Central nervous system complications of HIV  infection. Top Antivir Med 19: 48-57.  6. Glass JD, Fedor H, Wesselingh SL, McArthur JC (1995) Immunocytochemical quantitation of human immunodeficiency virus in the brain: correlations with  dementia. Ann Neurol 38: 755-762.  7. Gendelman HE, Eiden L, Epstein L, Grant I, Lipton S, et al. (1998) The  Neuropathogenesis of HIV-1-Dementia: APanel Discussion. In: Gendelman HE, Lipton SA, Epstein LG, Swindells S, editors. The neurology of AIDS. 1 ed.  New York: Chapman and Hall. pp. 1-10.  8. Garden GA (2002) Microglia in human immunodeficiency virus-associated neurodegeneration. Glia 40: 240-251.  9. Kielian T (2004) Microglia and chemokines in infectious diseases of the nervous  system: views and reviews. Front Biosci 9: 732-750.  10. Kettenmann H, Hanisch UK, Noda M, Verkhratsky A (2011) Physiology of  microglia. Physiol Rev 91: 461-553.  11. Wickenden A (2002) K(+) channels as therapeutic drug targets. Pharmacol Ther 94: 157-182.  12. Judge SI, Lee JM, Bever CT Jr, Hoffman PM (2006) Voltage-gated potassium channels in multiple sclerosis: Overview and new implications for treatment of  central nervous system inflammation and degeneration. J Rehabil Res Dev 43: 111-122.  13. Norenberg W, Gebicke-Haerter PJ, Illes P (1994) Voltage-dependent potassium  channels in activated rat microglia. J Physiol 475: 15-32.  14. Fischer HG, Eder C, Hadding U, Heinemann U (1995) Cytokine-dependent K+ channel profile of microglia at immunologically defined functional states. Neuroscience 64: 183-191.  15. Eder C (1998) Ion channels in microglia (brain macrophages). Am J Physiol 275:  C327-342.  16. Schilling T, Quandt FN, Cherny VV, Zhou W, Heinemann U, et al. (2000)  Upregulation of Kv1.3 K(+) channels in microglia deactivated by TGF-beta. Am J Physiol Cell Physiol 279: C1123-1134.  17. Kettenmann H, Hoppe D, Gottmann K, Banati R, Kreutzberg G (1990)  Cultured microglial cells have a distinct pattern of membrane channels different from peritoneal macrophages. J Neurosci Res 26: 278-287.  18. Eder C, Schilling T, Heinemann U, Haas D, Hailer N, et al. (1999)  Morphological, immunophenotypical and electrophysiological properties of resting microglia in vitro. Eur J Neurosci 11: 4251-4261.  19. Walz W, Bekar LK (2001) Ion channels in cultured microglia. Microsc Res Tech 54: 26-33.  20. Farber K, Kettenmann H (2005) Physiology of microglial cells. Brain Res Brain  Res Rev 48: 133-143.  21. Gendelman HE, Ding S, Gong N, Liu J, Ramirez SH, et al. (2009) Monocyte  chemotactic protein-1 regulates voltage-gated K+ channels and macrophage transmigration. J Neuroimmune Pharmacol 4: 47-59.  22. Fordyce CB, Jagasia R, Zhu X, Schlichter LC (2005) Microglia Kv1.3 channels  contribute to their ability to kill neurons. J Neurosci 25: 7139-7149.  23. Nutile-McMenemy N, Elfenbein A, Deleo JA (2007) Minocycline decreases in  vitro microglial motility, beta1-integrin, and Kv1.3 channel expression. J Neurochem 103: 2035-2046.  24. Liu J, Xu C, Chen L, Xu P, Xiong H (2012) Involvement of Kv1.3 and p38  MAPK signaling in HIV-1 glycoprotein 120-induced microglia neurotoxicity. Cell Death Dis 3: e254.  25. Xu C, Liu J, Chen L, Liang S, Fujii N, et al. (2011) HIV-1 gp120 enhances outward potassium current via CXCR4 and cAMP-dependent protein kinase A  signaling in cultured rat microglia. Glia 59: 997-1007.  26. Westendorp MO, Frank R, Ochsenbauer C, Stricker K, Dhein J, et al. (1995) Sensitization of T cells to CD95-mediated apoptosis by HIV-1 Tat and gp120.  Nature 375: 497-500.  27. Xiao H, Neuveut C, Tiffany HL, Benkirane M, Rich EA, et al. (2000) Selective CXCR4 antagonism by Tat: implications for in vivo expansion of coreceptor use  by HIV-1. Proc Natl Acad Sci U S A 97: 11466-11471.  28. Bonavia R, Bajetto A, Barbero S, Albini A, Noonan DM, et al. (2001) HIV-1  Tat causes apoptotic death and calcium homeostasis alterations in rat neurons.  Biochem Biophys Res Commun 288: 301-308.  29. Hayashi K, Pu H, Andras IE, Eum SY, Yamauchi A, et al. (2006) HIV-TAT  protein upregulates expression of multidrug resistance protein 1 in the blood- brain barrier. J Cereb Blood Flow Metab 26: 1052-1065.  30. Koistinaho M, Koistinaho J (2002) Role of p38 and p44/42 mitogen-activated  protein kinases in microglia. Glia 40: 175-183.  31. Strniskova M, Barancik M, Ravingerova T (2002) Mitogen-activated protein kinases and their role in regulation of cellular processes. Gen Physiol Biophys 21:  231-255.  32. Kaminska B, Gozdz A, Zawadzka M, Ellert-Miklaszewska A, Lipko M (2009) MAPK signal transduction underlying brain inflammation and gliosis as  therapeutic target. Anat Rec (Hoboken) 292: 1902-1913.  33. Koenig S, Gendelman HE, Orenstein JM, Dal Canto MC, Pezeshkpour GH, et al. (1986) Detection of AIDS virus in macrophages in brain tissue from AIDS  patients with encephalopathy. Science 233: 1089-1093.  34. Genis P, Jett M, Bernton EW, Boyle T, Gelbard HA, et al. (1992) Cytokines and arachidonic metabolites produced during human immunodeficiency virus  (HIV)-infected macrophage-astroglia interactions: implications for the neuro- pathogenesis of HIV disease. J Exp Med 176: 1703-1718.  35. Kaul M, Garden GA, Lipton SA (2001) Pathways to neuronal injury and  apoptosis in HIV-associated dementia. Nature 410: 988-994.  36. Menteyne A, Levavasseur F, Audinat E, Avignone E (2009) Predominant functional expression of Kv1.3 by activated microglia of the hippocampus after  Status epilepticus. PLoS One 4: e6770.  37. Alizadeh AA, Eisen MB, Davis RE, Ma C, Lossos IS, et al. (2000) Distinct types of diffuse large B-cell lymphoma identified by gene expression profiling. Nature  403: 503-511.  38. Abdul M, Santo A, Hoosein N (2003) Activity of potassium channel-blockers in breast cancer. Anticancer Res 23: 3347-3351.  39. Brevet M, Ahidouch A, Sevestre H, Merviel P, El Hiani Y, et al. (2008)  Expression of K+ channels in normal and cancerous human breast. Histol Histopathol 23: 965-972.  40. Schilling T, Eder C (2011) Amyloid-beta-induced reactive oxygen species  production and priming are differentially regulated by ion channels in microglia. J Cell Physiol 226: 3295-3302.  41. Kramer-Hammerle S, Rothenaigner I, Wolff H, Bell JE, Brack-Werner R (2005)  Cells of the central nervous system as targets and reservoirs of the human immunodeficiency virus. Virus Res 111: 194-213.  42. Hanisch UK (2002) Microglia as a source and target of cytokines. Glia 40: 140-  155.  43. Kim SU, de Vellis J (2005) Microglia in health and disease. J Neurosci Res 81:  302-313.  44. Dheen ST, Kaur C, Ling EA (2007) Microglial activation and its implications in the brain diseases. Curr Med Chem 14: 1189-1197.  45. Lee YB, Schrader JW, Kim SU (2000) p38 map kinase regulates TNF-alpha  production in human astrocytes and microglia by multiple mechanisms. Cytokine 12: 874-880.  46. Nagata Y, Todokoro K (1999) Requirement of activation of JNK and p38 for  environmental stress-induced erythroid differentiation and apoptosis and of inhibition of ERK for apoptosis. Blood 94: 853-863.  47. Lokensgard JR, Hu S, Hegg CC, Thayer SA, Gekker G, et al. (2001) Diazepam  inhibits HIV-1 Tat-induced migration of human microglia. J Neurovirol 7: 481- 486.  48. Eugenin EA, Dyer G, Calderon TM, Berman JW (2005) HIV-1 tat protein  induces a migratory phenotype in human fetal microglia by a CCL2 (MCP-1)- dependent mechanism: possible role in NeuroAIDS. Glia 49: 501-510.  49. Visentin S, Renzi M, Levi G (2001) Altered outward-rectifying K(+) current reveals microglial activation induced by HIV-1 Tat protein. Glia 33: 181-190.  50. Keblesh JP, Dou H, Gendelman HE, Xiong H (2009) 4-Aminopyridine  improves spatial memory in a murine model of HIV-1 encephalitis.  J Neuroimmune Pharmacol 4: 317-327.  51. Chandy KG, Wulff H, Beeton C, Pennington M, Gutman GA, et al. (2004) K+ channels as targets for specific immunomodulation. Trends Pharmacol Sci 25:  280-289.  52. Beeton C, Wulff H, Standifer NE, Azam P, Mullen KM, et al. (2006) Kv1.3  channels are a therapeutic target for T cell-mediated autoimmune diseases. Proc  Natl Acad Sci U S A 103: 17414-17419.  53. Chandy KG, DeCoursey TE, Cahalan MD, McLaughlin C, Gupta S (1984)  Voltage-gated potassium channels are required for human T lymphocyte  activation. J Exp Med 160: 369-385.  54. Wulff H, Beeton C, Chandy KG (2003) Potassium channels as therapeutic  targets for autoimmune disorders. Curr Opin Drug Discov Devel 6: 640-647.  55. Beeton C, Wulff H, Singh S, Botsko S, Crossley G, et al. (2003) A novel fluorescent toxin to detect and investigate Kv1.3 channel up-regulation in  chronically activated T lymphocytes. J Biol Chem 278: 9928-9937.  56. Wulff H, Calabresi PA, Allie R, Yun S, Pennington M, et al. (2003) The voltage- gated Kv1.3 K(+) channel in effector memory T cells as new target for MS. J Clin Invest 111: 1703-1713.  57. Vianna-Jorge R, Suarez-Kurtz G (2004) Potassium channels in T lymphocytes: therapeutic targets for autoimmune disorders? BioDrugs 18: 329-341.  58. Beeton C, Pennington MW, Norton RS (2011) Analogs of the sea anemone  potassium channel blocker ShK for the treatment of autoimmune diseases. Inflamm Allergy Drug Targets 10: 313-321.  59. Valverde P, Kawai T, Taubman MA (2005) Potassium channel-blockers as  therapeutic agents to interfere with bone resorption of periodontal disease. J Dent Res 84: 488-499.  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 10 May 2013 | Volume 8 | Issue 5 | e64904    60. Goffe B, Papp K, Gratton D, Krueger GG, Darif M, et al. (2005) An integrated  analysis of thirteen trials summarizing the long-term safety of alefacept in psoriasis patients who have received up to nine courses of therapy. Clin Ther 27:  1912-1921.  61. Esamai F, Tenge CN, Ayuo PO, Ong'or WO, Obala A, et al. (2005) A  randomized open label clinical trial to compare the efficacy and safety of intravenous quinine followed by oral malarone vs. intravenous quinine followed  by oral quinine in the treatment of severe malaria. J Trop Pediatr 51: 17-24.  HIV-1 Tat Enhances Microglial K+ Channel Activity  PLOS ONE | www.plosone.org 11 May 2013 | Volume 8 | Issue 5 | e64904  View publication statsView publication stats  https://www.researchgate.net/publication/237057984",
    "references": [],
    "authors": [
        "Christina Galloway",
        "Munmun Chattopadhyay"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}