{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "Honokiol activates AMP-activated protein kinase in breast cancer cells via an LKB1-dependent pathway and inhibits breast carcinogenesis   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/221850679  Honokiol activates AMP-activated protein kinase in breast cancer cells via an  LKB1-dependent pathway and inhibits breast carcinogenesis  Article  in  Breast Cancer Research · February 2012  DOI: 10.1186/bcr3128 · Source: PubMed  CITATIONS  77 READS  389  5 authors, including:  Some of the authors of this publication are also working on these related projects:  The Halifax Project (2012-2015) View project  Arumugam Nagalingam  Johns Hopkins Medicine  71 PUBLICATIONS   1,284 CITATIONS     SEE PROFILE  Jack L Arbiser  Emory University  419 PUBLICATIONS   14,278 CITATIONS     SEE PROFILE  Michael Y Bonner  Karolinska Institutet  75 PUBLICATIONS   1,420 CITATIONS     SEE PROFILE  Neeraj K Saxena  University of Maryland, Baltimore  123 PUBLICATIONS   6,076 CITATIONS     SEE PROFILE  All content following this page was uploaded by Arumugam Nagalingam on 28 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/221850679_Honokiol_activates_AMP-activated_protein_kinase_in_breast_cancer_cells_via_an_LKB1-dependent_pathway_and_inhibits_breast_carcinogenesis?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/221850679_Honokiol_activates_AMP-activated_protein_kinase_in_breast_cancer_cells_via_an_LKB1-dependent_pathway_and_inhibits_breast_carcinogenesis?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/The-Halifax-Project-2012-2015?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Arumugam-Nagalingam?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Arumugam-Nagalingam?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Johns-Hopkins-Medicine?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Arumugam-Nagalingam?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jack-Arbiser-2?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jack-Arbiser-2?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Emory_University?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jack-Arbiser-2?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Bonner-2?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Bonner-2?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Karolinska_Institutet?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Bonner-2?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Neeraj-Saxena-3?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Neeraj-Saxena-3?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Maryland_Baltimore?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Neeraj-Saxena-3?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Arumugam-Nagalingam?enrichId=rgreq-e19a580c5fae4f6eb83a7b6805b06eb4-XXX&enrichSource=Y292ZXJQYWdlOzIyMTg1MDY3OTtBUzoxMDE2NjQ0Mzg2MjAxNzBAMTQwMTI1MDEwMDAxNw%3D%3D&el=1_x_10&_esc=publicationCoverPdf   RESEARCH ARTICLE Open Access  Honokiol activates AMP-activated protein kinase in breast cancer cells via an LKB1-dependent pathway and inhibits breast carcinogenesis Arumugam Nagalingam1, Jack L Arbiser2, Michael Y Bonner2, Neeraj K Saxena3 and Dipali Sharma1*  Abstract  Introduction: Honokiol, a small-molecule polyphenol isolated from magnolia species, is widely known for its therapeutic potential as an antiinflammatory, antithrombosis, and antioxidant agent, and more recently, for its protective function in the pathogenesis of carcinogenesis. In the present study, we sought to examine the effectiveness of honokiol in inhibiting migration and invasion of breast cancer cells and to elucidate the underlying molecular mechanisms.  Methods: Clonogenicity and three-dimensional colony-formation assays were used to examine breast cancer cell growth with honokiol treatment. The effect of honokiol on invasion and migration of breast cancer cells was evaluated by using Matrigel invasion, scratch-migration, spheroid-migration, and electric cell-substrate impedance sensing (ECIS)-based migration assays. Western blot and immunofluorescence analysis were used to examine activation of the liver kinase B1 (LKB1)-AMP-activated protein kinase (AMPK) axis. Isogenic LKB1-knockdown breast cancer cell line pairs were developed. Functional importance of AMPK activation and LKB1 overexpression in the biologic effects of honokiol was examined by using AMPK-null and AMPK-wild type (WT) immortalized mouse embryonic fibroblasts (MEFs) and isogenic LKB1-knockdown cell line pairs. Finally, mouse xenografts, immunohistochemical and Western blot analysis of tumors were used.  Results: Analysis of the underlying molecular mechanisms revealed that honokiol treatment increases AMP- activated protein kinase (AMPK) phosphorylation and activity, as evidenced by increased phosphorylation of the downstream target of AMPK, acetyl-coenzyme A carboxylase (ACC) and inhibition of phosphorylation of p70S6kinase (pS6K) and eukaryotic translation initiation factor 4E binding protein 1 (4EBP1). By using AMPK-null and AMPK-WT (MEFs), we found that AMPK is required for honokiol-mediated modulation of pACC-pS6K. Intriguingly, we discovered that honokiol treatment increased the expression and cytoplasmic translocation of tumor-suppressor LKB1 in breast cancer cells. LKB1 knockdown inhibited honokiol-mediated activation of AMPK and, more important, inhibition of migration and invasion of breast cancer cells. Furthermore, honokiol treatment resulted in inhibition of breast tumorigenesis in vivo. Analysis of tumors showed significant increases in the levels of cytoplasmic LKB1 and phospho-AMPK in honokiol-treated tumors.  Conclusions: Taken together, these data provide the first in vitro and in vivo evidence of the integral role of the LKB1-AMPK axis in honokiol-mediated inhibition of the invasion and migration of breast cancer cells. In conclusion, honokiol treatment could potentially be a rational therapeutic strategy for breast carcinoma.  * Correspondence: dsharma7@jhmi.edu 1Department of Oncology, Johns Hopkins University School of Medicine and the Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore MD 21231 Full list of author information is available at the end of the article  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35    2012 Sharma et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  mailto:dsharma7@jhmi.edu http://creativecommons.org/licenses/by/2.0   Introduction Breast cancer is one of the most common cancers and the second leading cause of cancer-related mortality in women. About 226,870 new cases of invasive breast cancer and about 63,300 new cases of carcinoma in situ will be diagnosed in 2012, according to the latest estimates for breast cancer in the United States by American Cancer Society. Despite major advances in screening programs and development of various targeted therapeutic approaches, mortality related to breast cancer still remains at a staggering high level, with approximately 1 in 35 women dying of breast cancer. Available therapies, includ- ing radiation, endocrine, and conventional chemotherapy, are often limited by high toxicity, lower efficacy, therapeu- tic resistance, and therapy-related morbidity. Therefore, more-effective therapeutic strategies are clearly needed to combat breast cancer and to reduce morbidity and mortality. The importance of active constitutive agents in natural  products has become increasingly apparent, owing to their potential cancer preventive as well as therapeutic proper- ties [1,2]. In traditional Asian medicine, root and stem bark of Magnolia species have been used for centuries to treat anxiety, nervous disorders, fever, gastrointestinal symptoms, and stroke [3]. Therapeutic benefits of Magno- lia species have been attributed to honokiol, a natural phe- nolic compound isolated from an extract of seed cones from Magnolia grandiflora [3,4]. Honokiol has shown antithrombocytic, antibacterial, antiinflammatory, antioxi- dant, and anxiolytic effects, and it may prove beneficial against hepatotoxicity, neurotoxicity, thrombosis, and angiopathy [3]. Two pioneering studies showing the remarkable inhibitory effects of honokiol on mouse skin- tumor promotion and demonstrating efficacy of honokiol against established tumors in mice [5,6] ascertained the anticancer potential of honokiol. Subsequent studies showed the anticancer activities of honokiol in many can- cer cell lines and tumor models [7-11]. Honokiol has been found to alter many cellular pro-  cesses and to modulate molecular targets that are known to affect apoptosis, growth, and survival of tumor cells. A review of previous studies suggests that the mechanism by which honokiol causes growth arrest and cell death may be cell-line/tumor-type specific and involve many signaling pathways. For instance, Bax upregulation has been observed in some but not in other cellular systems [7,12]. Honokiol decreases phosphorylation of ERK, Akt, and c-Src to induce apoptosis effectively in SVR angiosar- coma cells [3], inhibits the ERK signaling pathway to exert antiangiogenesis activity [13], but activates ERK in cortical neurons to induce neurite outgrowth [14,15]. In chronic lymphocytic leukemia (CLL), honokiol causes apoptosis through activation of caspase 8, followed by  caspase 9 and 3 activation [7]. Honokiol-mediated increased cleavage of Mcl-1 and downregulation of XIAP as well as BAD upregulation is observed in multiple mye- loma, whereas Bid, p-Bad, Bak, Bax, Bcl-2, and Bcl-xL remain unchanged [12]. Honokiol also inhibits the NF- -B signaling pathway, thus affecting expression of many downstream genes in endothelial cells, human mono- cytes, lymphoma, embryonic kidney cells, promyelocytic leukemia, multiple myeloma, breast cancer, cervical can- cer, and head and neck cancer [16-19]. Thus, honokiol elicits several cellular responses and modulates multiple facets of signal transduction. In the present study, we specifically investigated the  effect of honokiol on the malignant properties of breast cancer cells, including migration and invasion, and also examined the underlying molecular mechanisms. Intri- guingly, we discovered that honokiol increases the expression of tumor-suppressor LKB1 to modulate the signaling pathway involving the AMPK-pS6K axis. We directly tested the requirement of AMPK and LKB1 in honokiol-mediated inhibition of malignant properties of breast cancer cells. Our results showed that LKB1 and AMPK are integral molecules required for honokiol- mediated modulation of 4EBP1-pS6K and inhibition of migration and invasion of breast cancer cells.  Materials and methods Cell culture and reagents The human breast cancer cell lines, MCF7 and MDA- MB-231, were obtained from the American Type Culture Collection and maintained in DMEM supplemented with 10% fetal bovine serum (FBS) (Gemini Bioproducts, Woodland, CA, USA) and 2 μM L-glutamine (Invitrogen, Carlsbad, CA, USA). Cell-line authentication was done by analysis of known genetic markers or response (for example, expression of estrogen receptor and p53 and estrogen responsiveness) [20]. AMPK-null and AMPK- WT immortalized MEFs were kindly provided by Dr. Keith R. Laderoute (SRI International, Menlo Park, CA, USA) [21]. Honokiol is a natural product extracted from seed cone of Magnolia grandiflora, as previously described [6]. Antibodies for p-AMPK (phospho-AMPK), AMPK, ACC, p-ACC (phospho-ACC), pS6K, p-pS6K (phospho-S6K), 4EBP1, p-4EBP1 (phospho-4EBP1), p-Akt (phospho-Akt), Akt, and LKB1 (3047) were pur- chased from Cell Signaling Technology (Danvers, MA, USA).  LKB1 stable knockdown using lentiviral short-hairpin RNA Five pre-made lentiviral LKB1 short-hairpin RNA (shRNA) constructs and a negative control construct created in the same vector system (pLKO.1) were pur- chased from Open Biosystems (Huntsville, AL, USA).  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 2 of 16    Paired LKB1 stable knockdown cells (MCF7 and MDA- MB-231) were generated by following our previously published protocol [22].  Cell-viability assay Cell-viability assay was performed by estimating the reduction of XTT (2,3-bis(2-methoxy-4-nitro-5-sulfo- phenyl)-2H-tetrazolium-5-carboxyanilide), by using a commercially available kit (Roche) [23]. Breast cancer cells were treated with honokiol as indicated.  Clonogenicity assay For colony-formation assay [24], MCF7 and MDA-MB- 231 cells were treated with honokiol as indicated for 10 days; colonies containing > 50 normal-appearing cells were counted.  Anchorage-independent soft-agar growth assay Anchorage-independent growth of MCF7 and MDA- MB-231 cells in the presence of honokiol treatment was determined by colony formation on soft agar [25]. Colo- nies were counted in five randomly selected fields at ×10 magnification by using Olympus IX50 inverted microscope.  Scratch-migration assay Migration assay was performed according to our pub- lished protocol [26]. Cells were treated with honokiol as indicated. Plates were photographed after 24 and 48 hours at the identical location of the initial image.  Electric cell-substrate impedance sensing (ECIS) wound- healing assay Wound-healing assay was performed by using the ECIS (Applied BioPhysics, Troy, NY, USA) technology and following our previously established protocol [27].  Spheroid migration assay MDA-MB-231 and MCF7 cells (1.5 × 104) were seeded in 0.5% agar-coated plates and cultured on an orbital shaker (100 rpm) for 48 hours in a humidified atmosphere con- taining 5% CO2 at 37°C. Intact tumor spheroids were selected and transferred to six-well plates. The spheroids were treated with honokiol, as indicated. After 48 hours of incubation, spheroids were fixed with 10% buffered formalin in PBS and stained with crystal violet. The migration of cells from spheroids was observed under a light microscope.  Invasion assay For an in vitro model system of metastasis, Matrigel inva- sion assay [28] was performed by using a Matrigel invasion chamber from BD Biocoat Cellware (San Jose, CA, USA).  The slides were coded to prevent counting bias, and the number of invaded cells on representative sections of each membrane were counted under light microscope. The number of invaded cells for each experimental sample represents the average of triplicate wells.  Western blotting Whole cell lysate [23] was prepared by scraping MCF7 and MDA-MB-231 cells in 250 μl of ice-cold modified RIPA buffer. An equal amount of protein was resolved on sodium dodecylsulfate polyacrylamide gel, transferred to nitrocellulose membrane, and Western blot analysis was performed. Immunodetection was performed by using enhanced chemiluminescence (ECL system; Amer- sham Pharmacia Biotech, Arlington Heights, IL, USA) according to manufacturer's instructions.  Immunoprecipitation assay Immunoprecipitation of LKB1 was performed by follow- ing the previously published protocol [23] by using anti- LKB1 antibody followed by immunoblotting with anti- STRAD antibody.  Immunofluorescence and confocal imaging Breast cancer cells (5 × 105 cells/well) were plated in four-well chamber slides (Nunc, Rochester, NY, USA) followed by treatment with honokiol and subjected to immunofluorescence analysis as described [22]. Fixed and immunofluorescently stained cells were imaged by using a Zeiss LSM510 Meta (Zeiss) laser scanning con- focal system configured to a Zeiss Axioplan 2 upright microscope with a 63XO (NA 1.4) plan-apochromat objective. All experiments were performed multiple times by using independent biologic replicates.  Breast tumorigenesis assay MDA-MB-231 (5 × 106) cells in 0.1 ml of HBSS were injected subcutaneously into the right gluteal region of 4- to 6-week-old female athymic nude mice. Two weeks after initial implantation, the animals were placed into two experimental groups. Mice were treated with intra- peritoneal injections of (a) control (saline and Intralipi- dor (b) honokiol, at 3 mg/mouse/day in 20% Intralipid (Baxter Healthcare, Deerfield, IL, USA), 3 times per week for the duration of the experiment. Tumors were measured by using vernier calipers, with tumor volume calculated by using the formula (V = a/2 × b2), where V is the tumor volume in cubic millimeters, and a and b are the largest and smallest diameters in millimeters, respectively. All animals were killed after 4 weeks of treatment. Tumors were collected; weighed, fixed in 10% neutral-buffered formalin; and subjected to further analysis with immunohistochemistry.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 3 of 16    Immunohistochemical analysis We used tumor sections to determine the effect of hono- kiol on expression of p-AMPK, LKB1, and Ki-67 by immu- nohistochemistry. Immunohistochemistry was performed essentially as described by us previously for other proteins [25,26]. At least four nonoverlapping representative images from each tumor section from five mice of each group were captured by using ImagePro software for quantitation of p-AMPK, LKB1, and Ki-67 expression. Total cell lysates were prepared from tumor samples and subjected to immunoblot analysis. All animal studies were conducted in accordance with the guidelines of University ACUC.  Statistical analysis All experiments were performed thrice in triplicates. Sta- tistical analysis was performed by using Microsoft Excel software. Significant differences were analyzed by using the Student t test and two-tailed distribution. Data were considered to be statistically significant if P < 0.05. Data were expressed as mean ± SEM between triplicate experi- ments performed thrice.  Results Honokiol treatment inhibits clonogenicity, migration, and invasion of breast cancer cells Growth-inhibition and apoptosis-induction properties of honokiol have been reported in several cancer cell lines [3,9-12,18]. In the current study, two breast cancer cell lines, MCF7 and MDA-MB-231, were treated with various concentrations ranging from 1 μM to 25 μM honokiol and subjected to clonogenicity (Figure 1a) and anchorage-inde- pendent growth assay (Figure 1b). Dose-dependent and statistically significant inhibition of clonogenicity and soft- agar colony formation was observed in the presence of honokiol. Treatment with 5 μM honokiol resulted in ~50% to 60% inhibition in clonogenicity and soft-agar col- ony formation, whereas higher concentrations (10 and 25 μM) were more inhibitory (Figure 1a, b). We further examined the effect of honokiol on the growth of HCC1806 breast cancer cells, which harbor an LKB1 homozygous mutation, by using clonogenicity and soft- agar colony formation assay. Our studies show that hono- kiol does not inhibit the growth of HCC-1806 cells (Addi- tional file 1). These results indicate that LKB1 might be an integral molecule for honokiol-mediated growth inhibition. Cancer progression is a multistep process that involves  invasion of basement membrane by tumor cells and migration to points far from a given primary tumor mass, leading to metastasis [29]. We examined the effect of honokiol on breast cancer cell migration and invasion by using scratch migration, electric-cell-substrate impedance sensing (ECIS)-based migration, spheroid migration, and  Matrigel invasion assays. Honokiol treatment resulted in inhibition of migration of breast cancer cells (Figure 2a) in comparison with untreated cells. For quantitative determination of alteration in the migration potential of breast cancer cells on treatment with honokiol, we per- formed a quantitative real-time impedance assay by using an ECIS-based technique. As expected, confluent cells showed high resistance values. Confluent cells were sub- jected to a high-voltage pulse that resulted in decrease in resistance, indicating death and detachment of cells pre- sent on the small active electrode. Cells were left untreated or treated with honokiol, and changes in resis- tance were recorded for 24 hours. Control untreated cells showed an increase in resistance, showing increased migration of cells surrounding the small active electrode that were not submitted to the elevated voltage pulse to reach the resistance values of the nonwounded cells at the start of the experiment. Honokiol-treated cells showed a decrease in resistance, indicating decreased migration. Notably, honokiol-treated cells never reached the values of nonwounded cells, showing significant inhi- bition of migration potential (Additional file 2). We examined the effect of honokiol treatment on the migra- tory capacity of MCF7 and MDA-MB-231 cells spher- oids. Significant migration of MCF7 and MDA-MB-231 cells from the spheroids was seen under untreated condi- tions. Honokiol treatment resulted in inhibition of migra- tion of cells from spheroids (Figure 2b). Next, we performed Matrigel invasion assay to examine the effect of honokiol on the invasion potential of breast carcinoma cells. As evident from Figure 2c, honokiol treatment decreased invasion of breast cancer cells through Matri- gel in comparison with untreated cells. Activation of FAK has been shown to regulate cancer cell migration and invasion through distinct pathways by promoting the dynamic regulation of focal adhesion and peripheral actin structures [30-32] and matrix metalloproteinases (MMPs)-mediated matrix degradation [33]. We exam- ined whether honokiol treatment affects FAK activation to inhibit migration and invasion of breast cancer cells. Honokiol treatment inhibited FAK phosphorylation in breast cancer cells, indicating the involvement of FAK activation in honokiol-mediated inhibition of migration and invasion potential of breast cancer cells (Figure 2d). Collectively, these results show that honokiol treatment can effectively inhibit clonogenicity, anchorage-indepen- dent colony formation, migration, and invasion of breast carcinoma cells.  Honokiol-induced AMPK activation plays an integral role in honokiol-mediated inhibition of mTOR activity and migration potential of cells Honokiol modulates multiple pathways (nuclear factor (NF)--B, ERK, Akt, and JNK) in a cellular process and  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 4 of 16    target-tissue-dependent manner [7,9-11,19]. AMP-acti- vated protein kinase (AMPK) is a serine/threonine pro- tein kinase that acts as a master sensor of cellular energy balance in mammalian cells by regulating glucose and lipid metabolism [34]. Recent studies have implicated AMPK as an important factor in cancer cell growth and  migration [35,36]. Thus, we sought to determine the effect of honokiol on AMPK phosphorylation and activa- tion. Honokiol treatment stimulated phosphorylation of AMPK at Thr-172 in MCF7 and MDA-MB-231 cells. Honokiol had no effect on total AMPK protein expres- sion levels (Figure 3a). AMPK phosphorylation at  Figure 1 Honokiol inhibits clonogenicity and anchorage-independent growth of breast cancer cells. (a) MCF7 and MDA-MB-231 cells were treated with various concentrations of honokiol (HNK) (as indicated) and subjected to clonogenicity assay. U, untreated cells. Colonies containing > 50 normal-appearing cells were counted. *P < 0.005, compared with untreated controls. (b) Breast cancer cells were subjected to soft-agar colony-formation assay in the presence of various concentrations of honokiol for 3 weeks. Results are expressed as average number of colonies counted (in six microfields). *P < 0.001, compared with untreated controls.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 5 of 16    Figure 2 Honokiol inhibits migration and invasion of breast cancer cells. (a) MCF7 and MDA-MB-231 cells were subjected to scratch- migration assay. Culture media were replaced with media containing honokiol (2.5 μM) or untreated media (U). The 100-ng/ml epidermal growth factor (EGF) treatment was used as positive control. The plates were photographed at the identical location of the initial image (0 hours) at 24 hours. The results shown are representative of three independent experiments performed in triplicate. The histogram shows the fold change in migration. *P < 0.01, compared with untreated controls. (b) MCF7 and MDA-MB-231 cells were subjected to spheroid-migration assay. Culture media were replaced with media containing honokiol (2.5 μM) or untreated media (U). The spheroids were photographed 48 hours after treatment. The results shown are representative of three independent experiments performed in triplicate. The histograms show percentage migration. *P < 0.01, compared with untreated controls. (c) MCF7 and MDA-MB-231 cells were cultured in Matrigel invasion chambers followed by treatment with honokiol (HNK, 1.0, 2.5 μM) for 24 hours, as indicated. U, untreated controls. The number of cells that invaded through the Matrigel was counted in five different regions. The slides were blinded to remove counting bias. The histograms show the mean of three independent experiments performed in triplicate. *P < 0.005, compared with untreated controls. (d) Breast cancer cells (MDA-MB-231) were treated with honokiol (HNK, 2.5 μM) for indicated time intervals. U, untreated cells. Total protein was isolated, and equal amounts of proteins were resolved with SDS-PAGE and subjected to immunoblot analysis by using specific antibodies for phosphorylated FAK. The membranes were reblotted by using total FAK antibodies as controls. The blots are representative of multiple independent experiments.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 6 of 16    Thr-172 has been widely associated with its activation [37]. Once activated, AMPK directly phosphorylates and inactivates a number of ATP-consuming metabolic enzymes including acetyl-coenzyme A carboxylase (ACC) [38]. We examined the phosphorylation of ACC to evalu- ate AMPK activity with honokiol treatment. Increased phosphorylation of ACC in MCF7 and MDA-MB-231 cells was observed in response to honokiol treatment as compared with untreated cells, whereas total ACC pro- tein levels remain unchanged (Figure 3a). Activation of AMPK leads to suppression of mammalian target of rapamycin (mTOR) signaling, and the molecular mechanisms involve phosphorylation of tuberous sclero- sis complex protein TSC2 at Thr-1227 and Ser-1345 that increases the activity of the TSC1-TSC2 complex to inhi- bit mTOR [37,39]. Two very well characterized and widely studied downstream effectors of mTOR are the p70 kDa ribosomal protein S6 kinase 1 (p70S6K1 or pS6K) and the eukaryotic translation initiation factor 4E (elF4E)-binding protein (4EBP1) [40]. Phosphorylation of pS6K and 4EBP1 has been widely used to assess changes in mTOR activity in response to various growth-factor pathways. We next examined the effect of honokiol on mTOR activity in breast cancer cells. Honokiol decreased phosphorylation of pS6K and 4EBP1 in both MCF7 and MDA-MB-231 cells while not affecting the total protein levels of pS6K and 4EBP1 (Figure 3b). Recent studies have shown that pS6K regulates the actin cytoskeleton by acting as an actin filament cross-linking protein and as a Rho family GTPase-activating protein [41]. It has been shown that reorganization of the actin cytoskeleton is cri- tical for cell migration, as motile cancer cells must assemble and disassemble the actin filaments at their leading edges [42]. Depletion or inhibition of the activity of pS6K results in inhibition of actin cytoskeleton reorga- nization and inhibition of migration [41]. Owing to the integral role of pS6K in cancer cell migration, it is possi- ble that honokiol-mediated inhibition of migration is mediated through pS6K inhibition. mTOR, a key regulator of cell growth and proliferation,  exists in two structurally and functionally distinct multi- protein complexes, mTORC1 and mTORC2. mTORC1 is known to activate protein synthesis and cell growth through regulating pS6K and 4E-BP1 activity, whereas mTORC2 phosphorylates Akt on Ser-473, activating cell growth, proliferation, and survival [43,44]. We found that honokiol increases AMPK activation and inhibits mTORC1 function, as evidenced by inhibition of pS6K and 4E-BP1 phosphorylation. We next determined whether honokiol treatment mod-  ulates mTORC2 function. mTORC2 phosphorylates Akt on Ser-473. Therefore, to determine whether mTORC2 is also inhibited by honokiol under similar conditions, breast cancer cells were treated with honokiol, and the  phosphorylation of Akt was determined. Honokiol did not alter Akt phosphorylation on Ser-473 in breast can- cer cells (Additional file 3). These results provide evi- dence that honokiol only inhibits mTORC1 in breast cancer cells. Contrasting findings have been reported previously, showing reduction in Akt phosphorylation in response to honokiol treatment. Of note, MDA-MB-231 cells were treated with much higher concentrations of honokiol (60, 80, and 100 μM) in this study [45]. Hence, the observed decrease in Akt phosphorylation may be due to the treatment with higher concentrations of honokiol. Honokiol inhibits breast cancer growth in a concentration-dependent manner, with higher concentra- tions much more inhibitory than lower concentrations (Figure 1). Although our findings clearly showed the involvement  of AMPK activation in the honokiol signaling network, we raised the question whether honokiol-induced inhibi- tion of mTOR and cell migration requires AMPK pro- tein. We used MEFs derived from AMPK-WT (WT) and AMPK knockout (AMPK-null) mice to test the potential requirement of this protein in honokiol- mediated inhibition of migration. Immunoblotting con- firmed the absence of the AMPK protein in AMPK-null MEFs (Figure 4a). In agreement with the absence of AMPK protein, the AMPK-null MEFs did not show any phosphorylation of ACC, even in the presence of hono- kiol. AMPK-WT MEFs, conversely, exhibited honokiol- stimulated phosphorylation of ACC, indicating activa- tion of AMPK (Figure 4b). Exposure of MEFs derived from AMPK-WT mice to honokiol resulted in inhibition of phosphorylation of pS6K, whereas the MEFs derived from the AMPK-null mice were significantly resistant to the honokiol-mediated inhibition of pS6K phosphoryla- tion (Figure 4d). We next asked whether AMPK is directly involved in  honokiol-mediated inhibition of migration. AMPK-WT MEFs exhibited inhibition of migration in response to honokiol treatment in scratch migration as well as ECIS-based migration assay. Interestingly, honokiol treatment could not inhibit migration of AMPK-null MEFs (Figure 4c; Additional file 4). AMPK knockdown also inhibited the antiproliferative effect of honokiol (Figure 4e). These results showed that AMPK is an inte- gral molecule in mediating the negative effects of hono- kiol on the mTOR axis and migration potential of cells.  Inhibition of LKB1 abrogates honokiol-mediated modulation of AMPK and inhibition of migration and invasion of breast cancer cells The tumor suppressor LKB1 (also known as Stk11) is an evolutionarily conserved serine/threonine protein kinase that has a broad range of cellular functions, including tumor suppression, cell polarity, cell-cycle regulation,  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 7 of 16    Figure 3 Honokiol activates AMPK and inhibits pS6K and 4EBP1 phosphorylation in breast cancer cells. (a) MCF7 and MDA-MB-231 cells were treated with honokiol (HNK, 2.5 μM) for indicated time intervals. U, untreated cells. Total protein was isolated, and equal amounts of proteins were resolved with SDS-PAGE and subjected to immunoblot analysis by using specific antibodies for phosphorylated AMPK (pAMPK-Thr 172) and phosphorylated ACC (pACC). The membranes were reblotted by using total AMPK and ACC antibodies as controls. The blots are representative of multiple independent experiments. The histogram is the mean of densitometric analysis showing relative density units (RDUs) of the Western blot signal for pAMPK and pACC normalized to total AMPK or ACC in three separate experiments. *P < 0.005, compared with untreated controls. (b) Breast cancer cells were treated with honokiol as in (a) and subjected to immunoblot analysis by using specific antibodies for phosphorylated pS6K (p-pS6K) and phosphorylated 4EBP1 (p-4EBP1). The membranes were reblotted by using total pS6K and p- 4EBP1 antibodies as controls. The blots are representative of multiple independent experiments. The histogram is the mean of densitometric analysis showing relative density units (RDUs) of the Western blot signal for p-pS6K and p-4EBP1 normalized to total pS6K or 4EBP1 in three separate experiments. *P < 0.001, compared with untreated controls.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 8 of 16    Figure 4 AMPK knockdown abrogates honokiol-mediated increased phosphorylation of ACC, inhibition of phosphorylation of S6K, and inhibition of migration. (a) Immunoblotting for AMPK protein by using lysates from untreated MEFs derived from AMPK-WT (WT) and AMPK-knockout mice (AMPK-null). The blot was stripped and reprobed with anti-actin antibody. (b) WT and AMPK-null MEFs were treated with honokiol (HNK, 2.5 μM) for indicated time intervals. U, untreated cell. Total protein was isolated, and equal amounts of proteins were resolved with SDS-PAGE and subjected to immunoblot analysis by using specific antibodies for phosphorylated ACC (p-ACC). Anti-actin antibody was used as control. (c) WT and AMPK-null MEFs were subjected to scratch-migration assay in the presence (HNK, 2.5 μM) or absence (U) of honokiol. The plates were photographed at the identical location of the initial image (0 hours) at 24 hours. The histogram shows the fold change in migration. *P < 0.001, compared with untreated controls. All the experiments were performed thrice in triplicate. (d) WT and AMPK- null MEFs were treated with honokiol (HNK, 2.5 μM) for indicated time intervals. U, untreated cell. Total protein was isolated, and equal amounts of proteins were resolved with SDS-PAGE and subjected to immunoblot analysis by using specific antibodies for phosphorylated pS6K (p-pS6K). The membranes were reblotted by using total pS6K and actin antibody as control. (e) WT and AMPK-null MEFs were subjected to XTT assay in the presence (HNK) or absence (U) of honokiol, as indicated. The results shown are representative of three independent experiments performed in triplicate. *P < 0.001, compared with untreated controls.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 9 of 16    and promotion of apoptosis [46,47]. LKB1 has recently been identified as a critical upstream kinase for AMPK, regulating its activity. Intriguingly, we found that hono- kiol increases expression of tumor suppressor LKB1 in MCF7 and MDA-MB-231 cells, with a significant increase at 1 hour of treatment with maximal expression at 24 hours in MCF7 cells and at 4 hours in MDA-MB- 231 cells (Figure 5a). Variable expression of LKB1 in MDA-MB-231 breast cancer cells has been reported [48,49]. We recently procured MDA-MB-231 cells from various established breast cancer research laboratories and analyzed the expression and functional status of LKB1. Our data unequivocally showed the presence of functional LKB1 in MDA-MB-231 cells [22]. Human LKB1 is both nuclear and cytoplasmic, but a mutant of LKB1 lacking the nuclear localization signal still retains the ability to suppress cell growth, suggesting that the cytosolic pool of LKB1 plays an important role in med- iating its tumor-suppressor properties [50,51]. STRAD (Ste20-related adaptor) protein has been shown to form a complex in which STRAD activates LKB1, resulting in cytoplasmic translocation of LKB1 [47]. We investigated the effect of honokiol on the formation of the LKB1- STRAD complex in breast cancer cells. To address this question, breast cancer cells were treated with honokiol followed by immunoprecipitation with LKB1 antibodies. Immunoprecipitated protein complexes were analyzed for the presence of STRAD by using Western blot ana- lysis. Higher levels of STRAD immunoprecipitated with LKB1 in the presence of honokiol indicated increased formation of the LKB1-STRAD complex (Figure 5b). Immunostaining of honokiol-treated MCF7 and MDA- MB-231 cells revealed that honokiol treatment increases cytoplasmic accumulation of LKB1. LKB1 was localized predominantly in the nucleus in untreated breast cancer cells, although cytoplasmic LKB1 expression was also detected (Figure 5c). Control experiments with second- ary antibody (results not shown) gave an extremely faint background staining that was distributed uniformly throughout the cells, irrespective of the treatment. Stu- dies on the subcellular localization of LKB1 have indi- cated a wide variety of localization patterns. Mouse LKB1 was found to be predominantly nuclear, whereas Caenorhabditis elegans PAR-4 and Xenopus XEEK1 were detected exclusively in the cytoplasm [52-54]. Human LKB1 has been detected to be both nuclear and cytoplasmic in several cell types [55,56]. Although LKB1 expression is exclusively cytoplasmic in lung and pan- creatic cancer [57,58], gastrointestinal hamartomatous polyps from Peutz-Jeghers syndrome patients, head and neck squamous cell carcinoma, invasive lobular breast carcinoma, and solid papillary ductal carcinoma in situ breast cancer show both cytoplasmic and nuclear LKB1 expression [59-61]. Studies in adult rat primary  cardiomyocytes and C2C12 myoblasts showed that LKB1 was located predominantly in nucleus and under- goes cytoplasmic localization in various stimulations [62-64]. In vitro studies suggest that nuclear LKB1 regu- lates cell-cycle progression and acts as a transcription factor [65,66], whereas cytoplasmic LKB1 participates in controlling energy metabolism and cell polarity [67]. It is not completely understood how subcellular localiza- tion of LKB1 affects its tumor-suppressor function and activation of other signaling pathways in vivo. We raised the question whether LKB1 plays an impor-  tant regulatory role in honokiol- mediated modulation of AMPK and inhibition of migration and invasion of breast cancer cells. To address these questions, we used LKB1shRNA lentivirus and puromycin to select for stable pools of MCF7 and MDA-MB-231 cells with LKB1 deple- tion. We analyzed pLKO.1 and LKB1shRNA stable MCF7 and MDA-MB-231 cell pools for LKB1 protein expression with immunoblot analysis and found that LKB1 protein expression was significantly reduced in LKB1shRNA cells (shRNA1 and shRNA2) as compared with pLKO.1 control cells (Figure 5d). pLKO.1 and LKB1shRNA cells were trea- ted with honokiol, and phosphorylation of AMPK was determined by using Western blot analysis. We found that honokiol increased phosphorylation of AMPK in pLKO.1 cells. Intriguingly, displaying a crucial role of LKB1, hono- kiol treatment did not change the phosphorylation levels of AMPK in LKB1shRNA cells (Figure 5e). Invasion and migration are the key biologic features of malignant beha- vior of carcinoma cells [29]. In addition to examining the effect of LKB1 depletion on honokiol-induced modulation of AMPK, we also examined the requirement of LKB1 in honokiol-mediated inhibition of metastatic properties of breast cancer cells. As evident from Figure 5f, honokiol treatment efficiently inhibited migration of pLKO.1 cells, whereas untreated pLKO.1 cells showed increased migra- tion. Our results showed that LKB1shRNA cells exhibited increased migration in the absence of honokiol treatment. Interestingly, honokiol treatment did not inhibit the migration of LKB1shRNA cells (Figure 5f). We next exam- ined the effect of honokiol on invasion potential of pLKO.1 and LKB1shRNA cells and found that honokiol inhibited invasion of pLKO.1 cells, whereas LKB1shRNA  cells were not affected by honokiol treatment (Figure 5g). These results collectively show that honokiol-induced LKB1 overexpression is indeed a crucial component of the signaling machinery used by honokiol in modulating the AMPK-S6K axis and inhibiting the metastatic properties of breast cancer cells.  Honokiol treatment inhibits breast-tumor progression in athymic nude mice We investigated the physiological relevance of our in vitro findings by evaluating whether honokiol has any  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 10 of 16    Figure 5 Honokiol increases LKB1 expression, LKB1:STRAD interaction, cytosolic translocation, and depletion of LKB1 abrogates honokiol-mediated modulation of AMPK, inhibition of migration, and invasion of breast cancer cells. (a) MCF7 and MDA-MB-231 cells were treated with 2.5 μM honokiol for indicated time intervals. U, untreated cell. Total protein was isolated, and equal amounts of proteins were resolved with SDS-PAGE and subjected to immunoblot analysis by using specific antibodies for LKB1. The membranes were reblotted by using actin antibody as control. The blots are representative of multiple independent experiments. The histogram is the mean of densitometric analysis showing relative density units (RDUs) of the Western blot signals for LKB1 normalized to actin in three independent experiments. *P < 0.005, compared with untreated controls. (b) MCF7 cells were treated with 2.5 μM honokiol or untreated and subjected to immunoprecipitation assay by using IgG or LKB1 antibodies, as indicated. Immunoprecipitates were analyzed by using anti-STRAD antibodies. The histogram is the mean of densitometric analysis showing relative density units (RDUs) of the Western blot signals for STRAD in three independent experiments. *P < 0.005, compared with untreated controls. (c) MCF7 and MDA-MB-231 cells were treated with honokiol (HNK), and LKB1 protein was analyzed with immunofluorescence by using LKB1 antibody; 4'6-diamidino-2-phenylindole staining was used to determine the nuclear localization. These results are representative of multiple independent experiments. (d) LKB1 was depleted in MCF7 and MDA-MB-231 cells by using two different lentiviral LKB1 short-hairpin RNA (shRNA1 and shRNA2) constructs and a negative control construct that was created in the same vector system (pLKO.1). Stable pools of LKB1-depleted (LKB1shRNA) and vector control (pLKO.1) cells were used for total protein isolation, and equal amounts of proteins were subjected to immunoblot analysis by using specific antibodies for LKB1. Actin was used as control. (e) MDA-MB-231-LKB1shRNA (LKB1-sh1 and LKB1-sh2) and MDA-MB-231-pLKO.1 (pLKO.1) cells were treated with honokiol (HNK, 2.5 μM), and phosphorylation of AMPK was analyzed with Western blot analysis. Total AMPK antibody was used as control. (f) MDA-MB-231-LKB1shRNA (LKB1-sh1 and LKB1-sh2) and MDA-MB-231- pLKO.1 (pLKO.1) cells were grown to confluence, scratched with a pipette tip, and photographed immediately after scratching (0 hours). Culture media were replaced with media containing honokiol (HNK, 2.5 μM) or untreated media (U). The plates were photographed at the identical location of the initial image (0 hours) at 24 hours. The results shown are representative of three independent experiments performed in triplicate. (g) MDA-MB-231-LKB1shRNA (LKB1-sh1 and LKB1-sh2) and MDA-MB-231-pLKO.1 (pLKO.1) cells were cultured in Matrigel invasion chambers followed by treatment with honokiol (HNK, 2.5 μM) for 24 hours. The number of cells that invaded through the Matrigel was counted in five different regions. The slides were blinded to remove counting bias. The result shows the mean of three independent experiments performed in triplicate. *P < 0.005, compared with untreated controls.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 11 of 16    suppressive effects on the development of breast carci- noma in nude mouse models and the involvement of the LKB1-AMPK axis. In the experimental group treated with honokiol, the rate of tumor growth was signifi- cantly inhibited, and the tumor size and weight were significantly reduced compared with control group (Figure 6a, b). The immunohistochemical assessment of tumor proliferation showed higher Ki-67 in the control group as compared with the honokiol-treated group (Figure 6c). In our in vitro analyses, we discovered the involvement and requirement of the LKB1-AMPK axis in biologic functions of honokiol. We examined the expression of LKB1 and p-AMPK in tumors treated with honokiol. Tumors treated with honokiol displayed higher levels of phosphorylated AMPK and LKB1 (Fig- ure 6c). In addition, we examined the expression levels of phosphorylated and unphosphorylated AMPK, ACC as well as S6K, in honokiol-treated and vehicle-treated mice. We found higher levels of phosphorylated AMPK and ACC in honokiol-treated tumors as compared with vehicle-treated controls. Honokiol-treated tumors showed lower levels of phosphorylated S6K, whereas vehicle-treated controls exhibited high levels of phos- phorylated S6K (Figure 6d). These data presented direct in vivo evidence of the involvement of LKB1-AMPK activation and the subsequent inhibition of pS6K in honokiol function (Figure 6e).  Discussion The antitumor activity of honokiol, a natural product derived from magnolia plant and used in traditional Asian medicine, has been reported in various preclinical models [3]. In the current study, we investigated the potential of honokiol in the inhibition of migration and invasion of breast cancer cells and the underlying mole- cular mechanisms. The following novel findings are reported in this study: (i) honokiol treatment inhibits malignant properties such as invasion and migration of breast cancer cells; (ii) honokiol stimulates AMPK phos- phorylation and activity while reducing mTOR activity, as evidenced by reduced phosphorylation of pS6K and 4EBP1; (iii) AMPK protein is required for honokiol- mediated inhibition of pS6K and 4EBP1; (iv) honokiol increases the expression and cytosolic localization of tumor suppressor LKB1, which is an essential effector molecule to mediate the honokiol effect on the AMPK- pS6K axis and inhibition of invasion and migration of breast cancer cells; and (v) honokiol inhibits breast tumor growth and modulates the LKB1-AMPK-pS6K axis in vivo. Our results show that honokiol treatment significantly inhibits malignant properties of breast can- cer cells through modulation of the LKB1-AMPK-pS6K axis; thus using honokiol may be a suitable therapeutic strategy for metastatic breast cancer.  Many bioactive molecules and their synthetic analo- gues have been reported to demonstrate activity against breast cancer [68-71]. Although the lower toxicity asso- ciated with bioactive molecules is a much desired qual- ity, their limited bioavailability hinders further development. Honokiol exhibits a desirable spectrum of bioavailability, in contrast with many other natural pro- ducts [3]. The development of other polyphenolic agents has been obstructed by poor absorption and rapid excre- tion [72]. Honokiol does not have this disability, as sig- nificant systemic levels of honokiol can be obtained in preclinical models, and it can cross the blood-brain bar- rier [73]. These qualities of honokiol make it a promis- ing small-molecular-weight natural anticancer agent. Indeed, honokiol has been found to alter many molecu- lar targets in various cancer models to inhibit tumor cell growth and survival [3,6,9,10,12,19]. One of the major findings of this study is that the LKB1-AMPK pathway plays a major role in mediating the effect of honokiol effect on migration and invasion of breast cancer cells. AMPK, a master sensor of cellular energy balance in  mammalian cells, regulates glucose and lipid metabolism [34]. Biochemical regulation of serine/threonine protein kinase AMPK activation occurs through multiple mechan- isms [37]. AMPK undergoes a conformational change in response to direct binding of AMP to its nucleotide-bind- ing domain, exposing the activation loop of the catalytic kinase subunit. LKB1 phosphorylates a critical threonine in this activation loop to activate AMPK. Dephosphoryla- tion by protein phosphatases also plays an important role in regulating AMPK activity [47]. Genetic depletion of LKB1 in mouse embryonic fibroblasts (MEFs) results in a loss of AMPK activation after energy stresses that increase AMP [37], showing the requirement of LKB1 in AMPK activation. We found that honokiol increases AMPK acti- vation, which can be efficiently inhibited by the silencing of LKB1. AMPK represents a pivotal point in the mTOR pathway regulating a vast range of cellular activities, including transcription, translation, cell size, mRNA turn- over, protein stability, ribosomal biogenesis, and cytoskele- tal organization [37]. Besides being directly activated by tumor-suppressor LKB1, AMPK itself regulates the activa- tion of two other tumor suppressors, TSC1 and TSC2, which are critical regulators of Rheb and mTOR [37]. We found that AMPK knockdown inhibits honokiol-mediated mTOR inhibition. Honokiol-mediated inhibition of mTOR also suggests that honokiol and its derivatives may prove excellent candidates as targeted therapies for carcinomas characterized by hyperactive mTOR signaling. LKB1 kinase is a tumor suppressor and a key determi-  nant in the Peutz-Jeghers syndrome, an inherited sus- ceptibility to gastrointestinal, lung, pancreatic, and breast cancer [47,74]. Inactivation of the LKB1 gene has been shown in a subset of sporadic lung and pancreatic  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 12 of 16    Figure 6 Honokiol treatment inhibited breast tumor growth in nude mice. MDA-MB-231 cells-derived tumors were developed in nude mice and treated with vehicle or honokiol (HNK). (a) Tumor growth was monitored by measuring the tumor volume for 4 weeks (eight mice per group). (b) At the end of 6 weeks, tumors were collected, measured, weighed, and photographed. Honokiol treatment inhibited tumor size as compare with vehicle treatment. Average tumor weight and representative tumor images are shown here. (c) Tumor samples were subjected to immunohistochemical analysis by using LKB1, p-AMPK, and Ki67 antibodies. Honokiol (HNK) treatment decreased the expression of Ki-67, increased expression of LKB1 and pAMPK, as compared with vehicle treatment. Bar diagrams show quantitation of protein expression in tumors from vehicle- and honokiol-treated mice. Columns, mean (n = 8); bar, SD. *Significantly different (P < 0.005) compared with control. (d) Tumor lysates (from two different tumors from each set) were subjected to immunoblot analysis by using phospho-AMPK (p-AMPK), AMPK, phospho- ACC (p-ACC), ACC, phospho-pS6K, pS6K antibodies. Actin antibody was used as control. (e) A model of honokiol (HNK)-stimulated AMPK activation in breast cancer cells. Honokiol stimulation induces LKB1 translocation from the nucleus into cytosol and phosphorylates AMPK, leading to increased phosphorylation of ACC and decreased phosphorylation of pS6K and 4EBP1.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 13 of 16    cancer. Although the loss of LKB1 expression is not commonly observed in human breast carcinoma, it cer- tainly correlates with high-grade DCIS and high-grade invasive ductal carcinoma [61]. It is important to note that LKB1 expression was not abrogated in pure DCIS cases but only in the DCIS associated with invasion, indicating that loss of LKB1 could potentially promote invasion. Supporting this notion, low LKB1 protein levels have been reported to correlate with poor prog- nosis in breast carcinoma [48]. Our studies show that honokiol treatment increases the expression and cytoso- lic localization of LKB1 in breast xenograft tumors and inhibits tumor growth. LKB1 is localized predominantly in the nucleus, translocating to the cytosol, either by forming a heterotrimeric complex with STRAD (ste20- related adaptor protein) and MO25 (mouse protein 25) or by associating with LIP1 (LKB1-interacting protein), to exert its biologic functions [50,52,55,75,76]. The cyto- plasmic pool of LKB1 plays an important role in mediat- ing its tumor-suppressor properties. Wild-type LKB1, when co-expressed with STRAD and MO25, exhibits increased cytoplasmic localization, whereas mutant LKB1, unable to interact with STRAD and MO25, remains in the nucleus [75,77]. Promotion of cytosolic translocation of LKB1 is a common mechanism to acti- vate downstream LKB1 functions, as AMPK activation by metformin, peroxynitrile, or adiponectin also involves LKB1 cytosolic translocation [22,64,78-80]. Honokiol treatment increases LKB1-STRAD complex formation in addition to overexpression of LKB1, thus increasing the functional pool of LKB1. Our study shows for the first time that honokiol stimulates the cytosolic translocation of LKB1 in breast cancer cells.  Conclusions We uncovered a novel mechanism by which honokiol inhibits invasion and migration of breast cancer cells, which involves enhanced expression and cytosolic locali- zation of LKB1 and AMPK activation. We also demon- strated the requirement of LKB1 and AMPK in honokiol-mediated inhibition of migration and invasion of breast cancer cells. Our results thus provide new insight into the mechanisms by which honokiol, a pro- mising anticancer agent, inhibits breast carcinogenesis.  Conflicting interests AN, MYB, NKS, and DS declare no conflict of interest. JLA is listed as an inventor on patents filed by Emory University. Emory has licensed its honokiol technologies to Naturopathic Pharmacy. JLA has received stock in Naturopathic Pharmacy, which, to the best of our knowledge, is not publically traded.  Additional material  Additional file 1: Honokiol inhibits clonogenicity and anchorage- independent growth of HCC-1806 breast cancer cells. (a) HCC-1806 breast cancer cells were treated with various concentrations of honokiol (HNK) (as indicated) and subjected to clonogenicity assay. U, untreated cells. Colonies containing > 50 normal-appearing cells were counted. *P < 0.005, compared with untreated controls. (b) HCC-1806 breast cancer cells were subjected to soft-agar colony-formation assay in the presence of various concentrations of honokiol for 3 weeks. U, untreated cells. Results are expressed as average number of colonies counted (in six microfields). *P < 0.001, compared with untreated controls.  Additional file 2: Honokiol inhibits migration and invasion of breast cancer cells. Confluent layer of MCF7 and MDA-MB-231 breast cancer cells grown on electric cell-substrate impedance sensing (ECIS) 8W1E plates was subjected to an elevated voltage pulse of 40 kHz frequency, 3.5 V amplitude for 30 seconds to create a wound, and resistance was measured for 24 hours in the presence (HNK, 2.5 μM) and absence (U) of honokiol to monitor the migration of breast cancer cells. Honokiol treatment inhibited migration of breast cancer cells in an ECIS assay. All the experiments were performed thrice in triplicate.  Additional file 3: Honokiol does not modulate Akt activation in breast cancer cells. MCF7 and MDA-MB-231 cells were treated with honokiol (HNK, 2.5 μM) for indicated time intervals. U, untreated cells. Total protein was isolated, and equal amounts of proteins were resolved with SDS-PAGE and subjected to immunoblot analysis by using specific antibodies for phosphorylated Akt. The membranes were reblotted by using total Akt antibodies as controls. The blots are representative of multiple independent experiments.  Additional file 4: AMPK knockdown abrogates honokiol-mediated inhibition of migration. Confluent layer of WT and AMPK-null MEFs grown on electric cell-substrate impedance sensing (ECIS) 8W1E plates was subjected to an elevated voltage pulse of 40 kHz frequency, 3.5 V amplitude, for 30 seconds to create a wound, and resistance was measured for 24 hours in the presence (HNK, 2.5 μM) and absence (U) of honokiol to monitor the migration of MEFs. All the experiments were performed thrice in triplicate.  Abbreviations 4EBP1: 4E binding protein 1; ACC: acetyl-coenzyme A carboxylase; AMPK: AMP-activated protein kinase; ECIS: electric cell-substrate impedance sensing; ERK: extracellular signal-regulated kinase; LKB1: liver kinase B1; MEFs: mouse embryonic fibroblasts; pS6K: p70S6kinase; WT: wild type.  Acknowledgements NKS, NIH K01DK076742 and R03DK089130; DS, NIH R01CA131294 and BCRF; JLA, Emory Skin Disease Research Core Center Grants NIH R01 AR47901 and NIH P30 AR42687, Veterans Administration Hospital Merit Award, funds from Rabinowitch-Davis Foundation for Melanoma Research and the Betty Minsk Foundation for Melanoma Research.  Author details 1Department of Oncology, Johns Hopkins University School of Medicine and the Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore MD 21231. 2Department of Dermatology, Emory University School of Medicine, Winship Cancer Institute, Atlanta, GA 30322. 3Department of Medicine, University of Maryland School of Medicine, Baltimore, MD 21201.  Authors' contributions AN performed experiments at the Sharma Lab; JLA and MYB standardized and performed honokiol isolation; NKS and DS designed research and wrote the article. All authors read and approved the final manuscript.  Received: 27 July 2011 Accepted: 21 February 2012 Published: 21 February 2012  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 14 of 16  http://www.biomedcentral.com/content/supplementary/bcr3128-S1.TIFF http://www.biomedcentral.com/content/supplementary/bcr3128-S2.TIFF http://www.biomedcentral.com/content/supplementary/bcr3128-S3.TIFF http://www.biomedcentral.com/content/supplementary/bcr3128-S4.TIFF   References 1. Surh YJ: Cancer chemoprevention with dietary phytochemicals. Nat Rev  Cancer 2003, 3:768-780. 2. Newman DJ, Cragg GM, Snader KM: Natural products as sources of new  drugs over the period 1981-2002. J Nat Prod 2003, 66:1022-1037. 3. Fried LE, Arbiser JL: Honokiol, a multifunctional antiangiogenic and  antitumor agent. Antioxid Redox Signal 2009, 11:1139-1148. 4. Fujita M, Itokawa H, Sashida Y: [Studies on the components of Magnolia  obovata Thunb. 3. Occurrence of magnolol and honokiol in M. obovata and other allied plants]. Yakugaku Zasshi 1973, 93:429-434.  5. Konoshima T, Kozuka M, Tokuda H, Nishino H, Iwashima A, Haruna M, Ito K, Tanabe M: Studies on inhibitors of skin tumor promotion, IX. Neolignans from Magnolia officinalis. J Nat Prod 1991, 54:816-822.  6. Bai X, Cerimele F, Ushio-Fukai M, Waqas M, Campbell PM, Govindarajan B, Der CJ, Battle T, Frank DA, Ye K, Murad E, Dubiel W, Soff G: Arbiser: Honokiol, a small molecular weight natural product, inhibits angiogenesis in vitro and tumor growth in vivo. J Biol Chem 2003, 278:35501-35507.  7. Battle TE, Arbiser J, Frank DA: The natural product honokiol induces caspase-dependent apoptosis in B-cell chronic lymphocytic leukemia (B- CLL) cells. Blood 2005, 106:690-697.  8. Shigemura K, Arbiser JL, Sun SY, Zayzafoon M, Johnstone PA, Fujisawa M, Gotoh A, Weksler B, Zhau HE, Chung LW: Honokiol, a natural plant product, inhibits the bone metastatic growth of human prostate cancer cells. Cancer 2007, 109:1279-1289.  9. Garcia A, Zheng Y, Zhao C, Toschi A, Fan J, Shraibman N, Brown HA, Bar- Sagi D, Foster DA, Arbiser JL: Honokiol suppresses survival signals mediated by Ras-dependent phospholipase D activity in human cancer cells. Clin Cancer Res 2008, 14:4267-4274.  10. Deng J, Qian Y, Geng L, Chen J, Wang X, Xie H, Yan S, Jiang G, Zhou L, Zheng S: Involvement of p38 mitogen-activated protein kinase pathway in honokiol-induced apoptosis in a human hepatoma cell line (hepG2). Liver Int 2008, 28:1458-1464.  11. Li Z, Liu Y, Zhao X, Pan X, Yin R, Huang C, Chen L, Wei Y: Honokiol, a natural therapeutic candidate, induces apoptosis and inhibits angiogenesis of ovarian tumor cells. Eur J Obstet Gynecol Reprod Biol 2008, 140:95-102.  12. Ishitsuka K, Hideshima T, Hamasaki M, Raje N, Kumar S, Hideshima H, Shiraishi N, Yasui H, Roccaro AM, Richardson P, Podar K, Le Gouill S, Chauhan D, Tamura K, Arbiser J, Anderson KC: Honokiol overcomes conventional drug resistance in human multiple myeloma by induction of caspase-dependent and -independent apoptosis. Blood 2005, 106:1794-1800.  13. Zhu W, Fu A, Hu J, Wang T, Luo Y, Peng M, Ma Y, Wei Y, Chen L: 5- Formylhonokiol exerts anti-angiogenesis activity via inactivating the ERK signaling pathway. Exp Mol Med 2011, 43:146-152.  14. Lee YK, Choi IS, Kim YH, Kim KH, Nam SY, Yun YW, Lee MS, Oh KW, Hong JT: Neurite outgrowth effect of 4-O-methylhonokiol by induction of neurotrophic factors through ERK activation. Neurochem Res 2009, 34:2251-2260.  15. Zhai H, Nakade K, Oda M, Mitsumoto Y, Akagi M, Sakurai J, Fukuyama Y: Honokiol-induced neurite outgrowth promotion depends on activation of extracellular signal-regulated kinases (ERK1/2). Eur J Pharmacol 2005, 516:112-117.  16. Sheu ML, Chiang CK, Tsai KS, Ho FM, Weng TI, Wu HY, Liu SH: Inhibition of NADPH oxidase-related oxidative stress-triggered signaling by honokiol suppresses high glucose-induced human endothelial cell apoptosis. Free Radic Biol Med 2008, 44:2043-2050.  17. Tse AK, Wan CK, Shen XL, Yang M, Fong WF: Honokiol inhibits TNF-alpha- stimulated NF-kappaB activation and NF-kappaB-regulated gene expression through suppression of IKK activation. Biochem Pharmacol 2005, 70:1443-1457.  18. Lee J, Jung E, Park J, Jung K, Lee S, Hong S, Park E, Kim J, Park S, Park D: Anti-inflammatory effects of magnolol and honokiol are mediated through inhibition of the downstream pathway of MEKK-1 in NF-kappaB activation signaling. Planta Med 2005, 71:338-343.  19. Ahn KS, Sethi G, Shishodia S, Sung B, Arbiser JL, Aggarwal BB: Honokiol potentiates apoptosis, suppresses osteoclastogenesis, and inhibits invasion through modulation of nuclear factor-kappaB activation pathway. Mol Cancer Res 2006, 4:621-633.  20. Kim SH, Nagalingam A, Saxena NK, Singh SV, Sharma D: Benzyl isothiocyanate inhibits oncogenic actions of leptin in human breast cancer cells by suppressing activation of signal transducer and activator of transcription 3. Carcinogenesis 2011, 32:359-367.  21. Laderoute KR, Amin K, Calaoagan JM, Knapp M, Le T, Orduna J, Foretz M, Viollet B: 5'-AMP-activated protein kinase (AMPK) is induced by low- oxygen and glucose deprivation conditions found in solid-tumor microenvironments. Mol Cell Biol 2006, 26:5336-5347.  22. Taliaferro-Smith L, Nagalingam A, Zhong D, Zhou W, Saxena NK, Sharma D: LKB1 is required for adiponectin-mediated modulation of AMPK-S6K axis and inhibition of migration and invasion of breast cancer cells. Oncogene 2009, 28:2621-2633.  23. Saxena NK, Vertino PM, Anania FA, Sharma D: Leptin-induced growth stimulation of breast cancer cells involves recruitment of histone acetyltransferases and mediator complex to CYCLIN D1 promoter via activation of Stat3. J Biol Chem 2007, 282:13316-13325.  24. Knight BB, Oprea-Ilies GM, Nagalingam A, Yang L, Cohen C, Saxena NK, Sharma D: Survivin upregulation, dependent on leptin-EGFR-Notch1 axis, is essential for leptin-induced migration of breast carcinoma cells. Endocr Relat Cancer 2011, 18:413-428.  25. Sharma D, Wang J, Fu PP, Sharma S, Nagalingam A, Mells J, Handy J, Page AJ, Cohen C, Anania FA, Saxena NK: Adiponectin antagonizes the oncogenic actions of leptin in hepatocellular carcinogenesis. Hepatology 2010, 52:1713-1722.  26. Saxena NK, Fu PP, Nagalingam A, Wang J, Handy J, Cohen C, Tighiouart M, Sharma D, Anania FA: Adiponectin modulates C-jun N-terminal kinase and mammalian target of rapamycin and inhibits hepatocellular carcinoma. Gastroenterology 2010, 139:1762-1773, 1773, e1761-1765.  27. Saxena NK, Taliaferro-Smith L, Knight BB, Merlin D, Anania FA, O'Regan RM, Sharma D: Bidirectional crosstalk between leptin and insulin-like growth factor-I signaling promotes invasion and migration of breast cancer cells via transactivation of epidermal growth factor receptor. Cancer Res 2008, 68:9712-9722.  28. Saxena NK, Sharma D, Ding X, Lin S, Marra F, Merlin D, Anania FA: Concomitant activation of the JAK/STAT, PI3K/AKT, and ERK signaling is involved in leptin-mediated promotion of invasion and migration of hepatocellular carcinoma cells. Cancer Res 2007, 67:2497-2507.  29. Steeg PS, Theodorescu D: Metastasis: a therapeutic target for cancer. Nat Clin Pract Oncol 2008, 5:206-219.  30. Lauffenburger DA, Horwitz AF: Cell migration: a physically integrated molecular process. Cell 1996, 84:359-369.  31. Friedl P, Brocker EB: The biology of cell locomotion within three- dimensional extracellular matrix. Cell Mol Life Sci 2000, 57:41-64.  32. Schlaepfer DD, Mitra SK, Ilic D: Control of motile and invasive cell phenotypes by focal adhesion kinase. Biochim Biophys Acta 2004, 1692:77-102.  33. Siesser PM, Hanks SK: The signaling and biological implications of FAK overexpression in cancer. Clin Cancer Res 2006, 12:3233-3237.  34. Hardie DG: Sensing of energy and nutrients by AMP-activated protein kinase. Am J Clin Nutr 2011, 93:891S-896S.  35. Green AS, Chapuis N, Lacombe C, Mayeux P, Bouscary D, Tamburini J: LKB1/AMPK/mTOR signaling pathway in hematological malignancies: from metabolism to cancer cell biology. Cell Cycle 2011, 10:2115-2120.  36. Hadad SM, Fleming S, Thompson AM: Targeting AMPK: a new therapeutic opportunity in breast cancer. Crit Rev Oncol Hematol 2008, 67:1-7.  37. Hardie DG: The AMP-activated protein kinase pathway: new players upstream and downstream. J Cell Sci 2004, 117:5479-5487.  38. Motoshima H, Goldstein BJ, Igata M, Araki E: AMPK and cell proliferation: AMPK as a therapeutic target for atherosclerosis and cancer. J Physiol 2006, 574:63-71.  39. Luo Z, Saha AK, Xiang X, Ruderman NB: AMPK, the metabolic syndrome and cancer. Trends Pharmacol Sci 2005, 26:69-76.  40. Martin DE, Hall MN: The expanding TOR signaling network. Curr Opin Cell Biol 2005, 17:158-166.  41. Ip CK, Cheung AN, Ngan HY, Wong AS: p70 S6 kinase in the control of actin cytoskeleton dynamics and directed migration of ovarian cancer cells. Oncogene 2011, 30:2420-2432.  42. Pantaloni D, Le Clainche C, Carlier MF: Mechanism of actin-based motility. Science 2001, 292:1502-1506.  43. Guertin DA, Sabatini DM: Defining the role of mTOR in cancer. Cancer Cell 2007, 12:9-22.  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 15 of 16  http://www.ncbi.nlm.nih.gov/pubmed/14570043?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12880330?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12880330?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19203212?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19203212?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/4738511?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/4738511?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/4738511?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1659613?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1659613?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12816951?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12816951?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12816951?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15802533?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15802533?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15802533?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17326044?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17326044?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17326044?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18594009?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18594009?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18594009?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18507762?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18507762?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18440692?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18440692?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18440692?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15870175?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15870175?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15870175?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21297378?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21297378?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21297378?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19557513?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19557513?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15922325?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15922325?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18423412?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18423412?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18423412?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16181613?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16181613?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16181613?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15856410?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15856410?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15856410?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16966432?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16966432?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16966432?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16966432?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21163886?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21163886?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21163886?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21163886?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16809770?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16809770?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16809770?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19483724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19483724?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17344214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17344214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17344214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17344214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21555376?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21555376?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20941777?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20941777?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20637208?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20637208?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20637208?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19047149?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19047149?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19047149?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17363567?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17363567?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17363567?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18253104?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8608589?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8608589?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10949580?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10949580?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15246681?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15246681?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16740741?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16740741?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21325438?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21325438?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21572254?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21572254?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18343152?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18343152?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15509864?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15509864?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16613876?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16613876?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15681023?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15681023?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15780592?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21258406?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21258406?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21258406?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11379633?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17613433?dopt=Abstract   44. Sarbassov DD, Guertin DA, Ali SM, Sabatini DM: Phosphorylation and regulation of Akt/PKB by the rictor-mTOR complex. Science 2005, 307:1098-1101.  45. Park EJ, Min HY, Chung HJ, Hong JY, Kang YJ, Hung TM, Youn UJ, Kim YS, Bae K, Kang SS, Lee SK: Down-regulation of c-Src/EGFR-mediated signaling activation is involved in the honokiol-induced cell cycle arrest and apoptosis in MDA-MB-231 human breast cancer cells. Cancer Lett 2009, 277:133-140.  46. Vaahtomeri K, Makela TP: Molecular mechanisms of tumor suppression by LKB1. FEBS Lett 2011, 585:944-951.  47. Hardie DG: New roles for the LKB1→AMPK pathway. Curr Opin Cell Biol 2005, 17:167-173.  48. Shen Z, Wen XF, Lan F, Shen ZZ, Shao ZM: The tumor suppressor gene LKB1 is associated with prognosis in human breast carcinoma. Clin Cancer Res 2002, 8:2085-2090.  49. Phoenix KN, Vumbaca F, Claffey KP: Therapeutic metformin/AMPK activation promotes the angiogenic phenotype in the ERalpha negative MDA-MB-435 breast cancer model. Breast Cancer Res Treat 2009, 113:101-111.  50. Tiainen M, Vaahtomeri K, Ylikorkala A, Makela TP: Growth arrest by the LKB1 tumor suppressor: induction of p21(WAF1/CIP1). Hum Mol Genet 2002, 11:1497-1504.  51. Alessi DR, Sakamoto K, Bayascas JR: LKB1-dependent signaling pathways. Annu Rev Biochem 2006, 75:137-163.  52. Smith DP, Spicer J, Smith A, Swift S, Ashworth A: The mouse Peutz-Jeghers syndrome gene Lkb1 encodes a nuclear protein kinase. Hum Mol Genet 1999, 8:1479-1485.  53. Su JY, Erikson E, Maller JL: Cloning and characterization of a novel serine/ threonine protein kinase expressed in early Xenopus embryos. J Biol Chem 1996, 271:14430-14437.  54. Watts JL, Morton DG, Bestman J, Kemphues KJ: The C. elegans par-4 gene encodes a putative serine-threonine kinase required for establishing embryonic asymmetry. Development 2000, 127:1467-1475.  55. Tiainen M, Ylikorkala A, Makela TP: Growth suppression by Lkb1 is mediated by a G(1) cell cycle arrest. Proc Natl Acad Sci USA 1999, 96:9248-9251.  56. Karuman P, Gozani O, Odze RD, Zhou XC, Zhu H, Shaw R, Brien TP, Bozzuto CD, Ooi D, Cantley LC, Yuan J: The Peutz-Jegher gene product LKB1 is a mediator of p53-dependent cell death. Mol Cell 2001, 7:1307-1319.  57. Ghaffar H, Sahin F, Sanchez-Cepedes M, Su GH, Zahurak M, Sidransky D, Westra WH: LKB1 protein expression in the evolution of glandular neoplasia of the lung. Clin Cancer Res 2003, 9:2998-3003.  58. Sahin F, Maitra A, Argani P, Sato N, Maehara N, Montgomery E, Goggins M, Hruban RH, Su GH: Loss of Stk11/Lkb1 expression in pancreatic and biliary neoplasms. Mod Pathol 2003, 16:686-691.  59. Wei C, Amos CI, Rashid A, Sabripour M, Nations L, McGarrity TJ, Frazier ML: Correlation of staining for LKB1 and COX-2 in hamartomatous polyps and carcinomas from patients with Peutz-Jeghers syndrome. J Histochem Cytochem 2003, 51:1665-1672.  60. Kline ER, Muller S, Pan L, Tighiouart M, Chen ZG, Marcus AI: Localization- specific LKB1 loss in head and neck squamous cell carcinoma metastasis. Head Neck 2010, 33:1501-1512.  61. Fenton H, Carlile B, Montgomery EA, Carraway H, Herman J, Sahin F, Su GH, Argani P: LKB1 protein expression in human breast cancer. Appl Immunohistochem Mol Morphol 2006, 14:146-153.  62. Fang X, Palanivel R, Cresser J, Schram K, Ganguly R, Thong FS, Tuinei J, Xu A, Abel ED, Sweeney G: An APPL1-AMPK signaling axis mediates beneficial metabolic effects of adiponectin in the heart. Am J Physiol Endocrinol Metab 2010, 299:E721-E729.  63. Deepa SS, Zhou L, Ryu J, Wang C, Mao X, Li C, Zhang N, Musi N, DeFronzo RA, Liu F, Dong LQ: APPL1 mediates adiponectin-induced LKB1 cytosolic localization through the PP2A-PKCzeta signaling pathway. Mol Endocrinol 2011, 25:1773-1785.  64. Zhou L, Deepa SS, Etzler JC, Ryu J, Mao X, Fang Q, Liu DD, Torres JM, Jia W, Lechleiter JD, Liu F, Dong LQ: Adiponectin activates AMP-activated protein kinase in muscle cells via APPL1/LKB1-dependent and phospholipase C/Ca2+/Ca2+/calmodulin-dependent protein kinase kinase-dependent pathways. J Biol Chem 2009, 284:22426-22435.  65. Zeng PY, Berger SL: LKB1 is recruited to the p21/WAF1 promoter by p53 to mediate transcriptional activation. Cancer Res 2006, 66:10701-10708.  66. Nath-Sain S, Marignani PA: LKB1 catalytic activity contributes to estrogen receptor alpha signaling. Mol Biol Cell 2009, 20:2785-2795.  67. Sebbagh M, Santoni MJ, Hall B, Borg JP, Schwartz MA: Regulation of LKB1/ STRAD localization and function by E-cadherin. Curr Biol 2009, 19:37-42.  68. Goel A, Aggarwal BB: Curcumin, the golden spice from Indian saffron, is a chemosensitizer and radiosensitizer for tumors and chemoprotector and radioprotector for normal organs. Nutr Cancer 2010, 62:919-930.  69. Stuart EC, Scandlyn MJ, Rosengren RJ: Role of epigallocatechin gallate (EGCG) in the treatment of breast and prostate cancer. Life Sci 2006, 79:2329-2336.  70. Juge N, Mithen RF, Traka M: Molecular basis for chemoprevention by sulforaphane: a comprehensive review. Cell Mol Life Sci 2007, 64:1105-1127.  71. Nakamura Y: Chemoprevention by isothiocyanates: molecular basis of apoptosis induction. Forum Nutr 2009, 61:170-181.  72. Bar-Sela G, Epelbaum R, Schaffer M: Curcumin as an anti-cancer agent: review of the gap between basic and clinical applications. Curr Med Chem 2010, 17:190-197.  73. Wang X, Duan X, Yang G, Zhang X, Deng L, Zheng H, Deng C, Wen J, Wang N, Peng C, Zhao X, Wei Y, Chen L: Honokiol crosses BBB and BCSFB, and inhibits brain tumor growth in rat 9L intracerebral gliosarcoma model and human U251 xenograft glioma model. PLoS One 2011, 6:e18490.  74. Jenne DE, Reimann H, Nezu J, Friedel W, Loff S, Jeschke R, Muller O, Back W, Zimmer M: Peutz-Jeghers syndrome is caused by mutations in a novel serine threonine kinase. Nat Genet 1998, 18:38-43.  75. Boudeau J, Baas AF, Deak M, Morrice NA, Kieloch A, Schutkowski M, Prescott AR, Clevers HC, Alessi DR: MO25alpha/beta interact with STRADalpha/beta enhancing their ability to bind, activate and localize LKB1 in the cytoplasm. EMBO J 2003, 22:5102-5114.  76. Smith DP, Rayter SI, Niederlander C, Spicer J, Jones CM, Ashworth A: LIP1, a cytoplasmic protein functionally linked to the Peutz-Jeghers syndrome kinase LKB1. Hum Mol Genet 2001, 10:2869-2877.  77. Baas AF, Boudeau J, Sapkota GP, Smit L, Medema R, Morrice NA, Alessi DR, Clevers HC: Activation of the tumour suppressor kinase LKB1 by the STE20-like pseudokinase STRAD. EMBO J 2003, 22:3062-3072.  78. Xie Z, Dong Y, Scholz R, Neumann D, Zou MH: Phosphorylation of LKB1 at serine 428 by protein kinase C-zeta is required for metformin-enhanced activation of the AMP-activated protein kinase in endothelial cells. Circulation 2008, 117:952-962.  79. Xie Z, Dong Y, Zhang M, Cui MZ, Cohen RA, Riek U, Neumann D, Schlattner U, Zou MH: Activation of protein kinase C zeta by peroxynitrite regulates LKB1-dependent AMP-activated protein kinase in cultured endothelial cells. J Biol Chem 2006, 281:6366-6375.  80. Song P, Xie Z, Wu Y, Xu J, Dong Y, Zou MH: Protein kinase Czeta- dependent LKB1 serine 428 phosphorylation increases LKB1 nucleus export and apoptosis in endothelial cells. J Biol Chem 2008, 283:12446-12455.  doi:10.1186/bcr3128 Cite this article as: Nagalingam et al.: Honokiol activates AMP-activated protein kinase in breast cancer cells via an LKB1-dependent pathway and inhibits breast carcinogenesis. Breast Cancer Research 2012 14:R35.  Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  Nagalingam et al. Breast Cancer Research 2012, 14:R35 http://breast-cancer-research.com/content/14/1/R35  Page 16 of 16  View publication statsView publication stats  http://www.ncbi.nlm.nih.gov/pubmed/15718470?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15718470?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19135778?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19135778?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19135778?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21192934?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21192934?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15780593?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12114407?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12114407?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18256928?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18256928?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18256928?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12045203?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12045203?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16756488?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10400995?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10400995?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8662877?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8662877?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10704392?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10704392?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10704392?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10430928?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10430928?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11430832?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11430832?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12912948?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12912948?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12861065?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12861065?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14623934?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14623934?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21928424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21928424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21928424?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16785781?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20739511?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20739511?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21835890?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21835890?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19520843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19520843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19520843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19520843?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17108107?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17108107?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19369417?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19369417?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19110428?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19110428?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20924967?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20924967?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20924967?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16945390?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16945390?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17396224?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17396224?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19367121?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19367121?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20214562?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20214562?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21559510?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21559510?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21559510?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9425897?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9425897?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14517248?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14517248?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14517248?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11741830?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11741830?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11741830?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12805220?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12805220?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18250273?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18250273?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18250273?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16407220?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16407220?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16407220?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18321849?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18321849?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18321849?dopt=Abstract https://www.researchgate.net/publication/221850679   Abstract  Introduction  Methods  Results  Conclusions   Introduction  Materials and methods  Cell culture and reagents  LKB1 stable knockdown using lentiviral short-hairpin RNA  Cell-viability assay  Clonogenicity assay  Anchorage-independent soft-agar growth assay  Scratch-migration assay  Electric cell-substrate impedance sensing (ECIS) wound-healing assay  Spheroid migration assay  Invasion assay  Western blotting  Immunoprecipitation assay  Immunofluorescence and confocal imaging  Breast tumorigenesis assay  Immunohistochemical analysis  Statistical analysis   Results  Honokiol treatment inhibits clonogenicity, migration, and invasion of breast cancer cells  Honokiol-induced AMPK activation plays an integral role in honokiol-mediated inhibition of mTOR activity and migration potential of cells  Inhibition of LKB1 abrogates honokiol-mediated modulation of AMPK and inhibition of migration and invasion of breast cancer cells  Honokiol treatment inhibits breast-tumor progression in athymic nude mice   Discussion  Conclusions  Conflicting interests  Acknowledgements  Author details  Authors' contributions  References                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /None   /Binding /Left   /CalGrayProfile (Gray Gamma 2.2)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.3   /CompressObjects /Off   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.1000   /ColorConversionStrategy /LeaveColorUnchanged   /DoThumbnails true   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams false   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments false   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /Warning   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 500   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /Warning   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 500   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /Warning   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile (None)   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000410064006f006200650020005000440046002065876863900275284e8e55464e1a65876863768467e5770b548c62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef69069752865bc666e901a554652d965874ef6768467e5770b548c52175370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002c0020006400650072002000650067006e006500720020007300690067002000740069006c00200064006500740061006c006a006500720065007400200073006b00e60072006d007600690073006e0069006e00670020006f00670020007500640073006b007200690076006e0069006e006700200061006600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200075006d002000650069006e00650020007a0075007600650072006c00e40073007300690067006500200041006e007a006500690067006500200075006e00640020004100750073006700610062006500200076006f006e00200047006500730063006800e40066007400730064006f006b0075006d0065006e00740065006e0020007a0075002000650072007a00690065006c0065006e002e00200044006900650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000520065006100640065007200200035002e003000200075006e00640020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f00620065002000500044004600200061006400650063007500610064006f007300200070006100720061002000760069007300750061006c0069007a00610063006900f3006e0020006500200069006d0070007200650073006900f3006e00200064006500200063006f006e006600690061006e007a006100200064006500200064006f00630075006d0065006e0074006f007300200063006f006d00650072006300690061006c00650073002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f006200650020005000440046002000700072006f00660065007300730069006f006e006e0065006c007300200066006900610062006c0065007300200070006f007500720020006c0061002000760069007300750061006c00690073006100740069006f006e0020006500740020006c00270069006d007000720065007300730069006f006e002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /ITA (Utilizzare queste impostazioni per creare documenti Adobe PDF adatti per visualizzare e stampare documenti aziendali in modo affidabile. I documenti PDF creati possono essere aperti con Acrobat e Adobe Reader 5.0 e versioni successive.)     /JPN <FEFF30d330b830cd30b9658766f8306e8868793a304a3088307353705237306b90693057305f002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e305930023053306e8a2d5b9a3067306f30d530a930f330c8306e57cb30818fbc307f3092884c3044307e30593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020be44c988b2c8c2a40020bb38c11cb97c0020c548c815c801c73cb85c0020bcf4ace00020c778c1c4d558b2940020b3700020ac00c7a50020c801d569d55c002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken waarmee zakelijke documenten betrouwbaar kunnen worden weergegeven en afgedrukt. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200073006f006d002000650072002000650067006e0065007400200066006f00720020007000e5006c006900740065006c006900670020007600690073006e0069006e00670020006f00670020007500740073006b007200690066007400200061007600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f00620065002000500044004600200061006400650071007500610064006f00730020007000610072006100200061002000760069007300750061006c0069007a006100e700e3006f002000650020006100200069006d0070007200650073007300e3006f00200063006f006e0066006900e1007600650069007300200064006500200064006f00630075006d0065006e0074006f007300200063006f006d0065007200630069006100690073002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a0061002c0020006a006f0074006b006100200073006f0070006900760061007400200079007200690074007900730061007300690061006b00690072006a006f006a0065006e0020006c0075006f00740065007400740061007600610061006e0020006e00e400790074007400e4006d0069007300650065006e0020006a0061002000740075006c006f007300740061006d0069007300650065006e002e0020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400200073006f006d00200070006100730073006100720020006600f60072002000740069006c006c006600f60072006c00690074006c006900670020007600690073006e0069006e00670020006f006300680020007500740073006b007200690066007400650072002000610076002000610066006600e4007200730064006f006b0075006d0065006e0074002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /ENU (Use these settings to create Adobe PDF documents suitable for reliable viewing and printing of business documents.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >> >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [612.000 792.000] >> setpagedevice",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}