{
    "summary": "Recent epidemiological studies suggested that cpb2-positive Clostridium perfringens isolates are associated with gastrointestinal (GI) diseases in horses. These putative relationships, indicated by PCR genotyping, were tested in the present study by further genotyping and phenotyping of 23 cpb2-positive C. perfringens isolates from horses with GI disease (referred to hereafter as horse GI disease isolates). Our beta2-toxin (CPB2) Western blot analyses demonstrated that all of the tested isolates were unable to produce detectable levels of CPB2. However, Southern blot and nucleotide sequencing analyses identified intact cpb2 open reading frames in all of our surveyed horse GI disease isolates. Furthermore, reverse transcriptase PCR and Northern blot analyses showed that cpb2 genes in all of our surveyed horse GI disease isolates were transcriptionally active, i.e., an approximately 1.2-kb cpb2-specific mRNA was identified in total RNA from our surveyed isolates. The levels of cpb2 mRNA in CWC245 (a high-CPB2-producing pig strain) and our surveyed horse GI disease isolates differed to such an extent (35-fold) that this difference could be considered as a major cause of the difference in levels of CPB2 production by CWC245 and horse GI disease isolates. This finding received further support from our observation that the complementing strain 106902(pMRS140), which produced significantly higher levels of mRNA than strain 106902, produced high levels of CPB2. Collectively, our results indicated that there is a positive correlation between cpb2 transcription levels and the amount of CPB2 produced by a C. perfringens cell and that decreased transcription and/or message instability may be involved, at least in part, in the low CPB2 production noted for horse GI disease isolates in comparison to that noted for pig GI disease isolate CWC245.",
    "title": "Regulated Expression of the Beta2-Toxin Gene ( cpb2) in Clostridium perfringens Type A Isolates from Horses with Gastrointestinal Diseases",
    "text": "pnas201319190 89..98   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/259456778  Interplay of mevalonate and Hippo pathways regulates RHAMM transcription  via YAP to modulate breast cancer cell motility  Article  in  Proceedings of the National Academy of Sciences · December 2013  DOI: 10.1073/pnas.1319190110 · Source: PubMed  CITATIONS  251 READS  597  15 authors, including:  Some of the authors of this publication are also working on these related projects:  Molecular Target Therapy of Cancer View project  retromer View project  Zhongyuan Wang  Shanghai University  201 PUBLICATIONS   3,558 CITATIONS     SEE PROFILE  Lin Mei  Augusta University  358 PUBLICATIONS   20,779 CITATIONS     SEE PROFILE  Hongbo Chen  Sun Yat-Sen University  66 PUBLICATIONS   1,940 CITATIONS     SEE PROFILE  Ying Liu  Hubei University of Medicine  26 PUBLICATIONS   756 CITATIONS     SEE PROFILE  All content following this page was uploaded by Laiqiang Huang on 04 August 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/259456778_Interplay_of_mevalonate_and_Hippo_pathways_regulates_RHAMM_transcription_via_YAP_to_modulate_breast_cancer_cell_motility?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/259456778_Interplay_of_mevalonate_and_Hippo_pathways_regulates_RHAMM_transcription_via_YAP_to_modulate_breast_cancer_cell_motility?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Molecular-Target-Therapy-of-Cancer-2?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/retromer?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhongyuan-Wang-5?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhongyuan-Wang-5?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Shanghai_University2?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhongyuan-Wang-5?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Lin-Mei-14?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Lin-Mei-14?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Georgia_Health_Sciences_University?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Lin-Mei-14?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hongbo-Chen-6?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hongbo-Chen-6?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Sun_Yat-Sen_University?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hongbo-Chen-6?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ying-Liu-225?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ying-Liu-225?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ying-Liu-225?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Laiqiang-Huang?enrichId=rgreq-5eb08f7406c4bf003db0bca9c20afc08-XXX&enrichSource=Y292ZXJQYWdlOzI1OTQ1Njc3ODtBUzoyNTg3OTY1MTM2NTY4MzJAMTQzODcxMzMwNTczMw%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Interplay of mevalonate and Hippo pathways regulates RHAMM transcription via YAP to modulate breast cancer cell motility Zhongyuan Wanga,b,1, Yanping Wua,b,1, Haifeng Wanga,b,2, Yangqing Zhanga,b, Lin Meia,b, Xuexun Fangc, Xudong Zhanga,b, Fang Zhanga,b, Hongbo Chena,b, Ying Liua,b, Yuyang Jianga,b, Shengnan Suna,b, Yi Zhenga,b, Na Lia,b, and Laiqiang Huanga,b,3  aSchool of Life Sciences, Tsinghua University, Beijing 100084, China; bThe Shenzhen Key Laboratory of Gene and Antibody Therapy, State Key Laboratory of Health Science and Technology (prep), Ministry-Province Joint Nurturing Base for State Key Lab-Shenzhen Key Laboratory of Chemical Biology, Center for Biotechnology and Biomedicine and Division of Life and Health Sciences, Graduate School at Shenzhen, Tsinghua University, Shenzhen, Guangdong 518055, China; and cKey Laboratory of Molecular Enzymology and Enzyme Engineering of the Ministry of Education, Jilin University, Changchun 130023, China  Edited by Dennis A. Carson, University of California at San Diego, La Jolla, CA, and approved November 8, 2013 (received for review October 15, 2013)  Expression of receptor for hyaluronan-mediated motility (RHAMM), a breast cancer susceptibility gene, is tightly controlled in normal tissues but elevated in many tumors, contributing to tumorigenesis and metastases. However, how the expression of RHAMM is regu- lated remains elusive. Statins, inhibitors of mevalonate metabolic pathway widely used for hypercholesterolemia, have been found to also have antitumor effects, but little is known of the specific targets and mechanisms. Moreover, Hippo signaling pathway plays crucial roles in organ size control and cancer development, yet its downstream transcriptional targets remain obscure. Here we show that RHAMM expression is regulated by mevalonate and Hippo pathways converging onto Yes-associated protein (YAP)/TEAD, which binds RHAMM promoter at specific sites and controls its transcription and consequently breast cancer cell migration and invasion (BCCMI); and that simvastatin inhibits BCCMI via targeting YAP-mediated RHAMM transcription. Required for ERK phosphor- ylation and BCCMI, YAP-activated RHAMM transcription is depen- dent on mevalonate and sensitive to simvastatin, which modulate RHAMM transcription by modulating YAP phosphorylation and nu- clear-cytoplasmic localization. Further, modulation by mevalonate/ simvastatin of YAP-activated RHAMM transcription requires gera- nylgeranylation, Rho GTPase activation, and actin cytoskeleton rearrangement, but is largely independent of MST and LATS kinase activity. These findings from in vitro and in vivo investigations link mevalonate and Hippo pathways with RHAMM as a downstream effector, a YAP-transcription and simvastatin-inhibition target, and a cancer metastasis mediator; uncover a mechanism regulating RHAMM expression and cancer metastases; and reveal a mode whereby simvastatin exerts anticancer effects; providing potential targets for cancer therapeutic agents.  metabolism | actin assembly | oncogene | tumor suppressor | crosstalk  Breast cancer is by far the most frequent cancer in womenworldwide, ranking second among all cancers, and is one of the most deadly cancers (1). Unraveling the molecular and cellular mechanisms underlying breast cancer progression and metastasis is critical for development of therapeutic agents to treat this deadly disease. Receptor for hyaluronan (HA)- mediated motility (RHAMM), also known as HMMR, IHABP, or CD168, has been identified as a breast cancer susceptibility gene (2, 3), with dual oncogenic functions as HA receptor and mitotic spindle binding protein (4, 5). RHAMM is generally not detected in homeostatic tissues, and is transiently produced during wound repair, but its hyperexpression is associated with tumor development, progression, and metastasis (2, 6). Overexpression of RHAMM causes transformation and promotes breast cancer cell migration and invasion (BCCMI), and its expression is up-regu- lated in a variety of human tumors, including breast and endo- metrial carcinomas (6-8), gastrointestinal cancers (9, 10), prostate  cancer (11), aggressive fibromatosis (i.e., desmoid tumor) (12), lung and liver cancer (13, 14), glioma (15), and B-cell malignancies (16, 17). RHAMM binds to mitotic spindles and promotes interphase microtubule instability and mitotic spindle integrity (18, 19). Uniquely, it is also unconventionally exported onto extracellular surface to partner with CD44, thereby enhancing CD44-mediated tumor progression via ERK1/2 association, and maintaining high proliferative activities and motility of invasive cancer cells (20, 21). Thus, expression of RHAMM is critical for its normal and oncogenic functions, but how it is regulated remains obscure. Statins are specific inhibitors of the 3-hydroxy-methylglutaryl  CoA reductase (HMGCR), the enzyme catalyzing the rate-limiting, mevalonate-making step in the mevalonate pathway for the bio- synthesis of isoprenoids and downstream products. The mevalonate pathway is biologically very important because the isoprenoids it produces play vital roles in multiple cellular functions, including protein posttranslational modifications such as geranylgeranylation  Significance  How receptor for hyaluronan-mediated motility (RHAMM) ex- pression is regulated, how statins exert anticancer effects, and what roles mevalonate and Hippo pathways play in tumors are important issues in cancer biology. We find that the two pathways converge onto Yes-associated protein (YAP)/TEAD to control RHAMM transcription leading to ERK activation and cancer metastasis, which is inhibited by simvastatin. YAP/TEAD binds RHAMM promoter at specific sites to activate RHAMM transcription, and mevalonate/simvastatin affects RHAMM transcription by modulating YAP phosphorylation and nuclear- cytoplasmic distribution. These in vitro and in vivo findings identify a mechanism regulating RHAMM expression and can- cer metastasis wherein RHAMM is a downstream effector of mevalonate/Hippo pathways, and a YAP/TEAD-transcription and simvastatin-inhibition target, revealing interesting in- terplay of the pathways and potential targets for cancer therapeutic agents.  Author contributions: Z.W., Y.W., and L.H. designed research; Z.W., Y.W., H.W., Y. Zhang, S.S., N.L., and L.H. performed research; Z.W., Y.W., H.W., Y. Zhang, L.M., Y.L., Y.J., and L.H. contributed new reagents/analytic tools; Z.W., Y.W., L.M., X.F., X.Z., H.C., Y. Zheng, and L.H. analyzed data; and Z.W., X.F., F.Z., and L.H. wrote the paper.  The authors declare no conflict of interest.  This article is a PNAS Direct Submission. 1Z.W. and Y.W. contributed equally to this work. 2Present address: Department of Molecular and Cell Biology, University of California, Davis, CA 95616.  3To whom correspondence should be addressed. E-mail: huanglq@tsinghua.edu.cn.  This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1319190110/-/DCSupplemental.  www.pnas.org/cgi/doi/10.1073/pnas.1319190110 PNAS | Published online December 23, 2013 | E89-E98  C EL L B IO LO  G Y  P N A S P LU  S  mailto:huanglq@tsinghua.edu.cn http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental www.pnas.org/cgi/doi/10.1073/pnas.1319190110   and farnesylation, cell signaling, cell membrane integrity, cell cycle progression, and cholesterol synthesis (22). As potent block- ers of the mevalonate pathway and biosynthesis of cholesterol, statins have long been used to treat hypercholesterolemia and prevent cardiovascular diseases (22). Remarkably, statins have recently been found to also have multiple anticancer effects such as antiproliferative, proapoptotic, antiinvasive, and radiosensitizing properties, making them promising therapeutic agents against many cancers, including mammary carcinoma (22, 23). Several potential mechanisms have been suggested to explain the anticancer activities of statins. Statins could trigger tumor-specific apoptosis by blocking protein geranylgeranylation, leading to disrupted membrane local- ization and function of the Ras superfamily including CDC42 and Rac and Rho GTPase (22, 23), as well as disorganization of actin stress fibers (24). Simvastatin was shown to foster en- hanced expression of mutant p53 to down-regulate CD44 ex- pression, therefore preventing breast cancer cell metastasis to bone (25). Furthermore, simvastatin inactivated NF-κB, leading to derepression of PTEN and repression of Bcl-xl to prevent breast cancer cell growth (26). Notably, it was recently demonstrated that the mevalonate pathway is necessary and sufficient to maintain the malignant state of breast cancer cells in 3D culture (27).  However, specific antitumor targets and mechanisms of statins are poorly understood. The Hippo pathway, with the transcriptional coactivator Yes-  associated protein (YAP) as its downstream effector, is highly conserved from Drosophila to mammals and critical in controlling organ size, tissue regeneration, and stem cell self-renewal (28, 29). Recently, the Hippo-YAP pathway has been demonstrated to be involved in tumorigenesis and tumor progression (30, 31). Regulated by cell density, shape, and actin cytoskeleton, the mammalian Hippo pathway consists of a core kinase cascade in which Mst1 or Mst2 forms a complex with the adaptor protein WW45 and phosphorylates the LATS1/2 kinases and another adaptor protein MOB (32-34). The LATS/MOB complex sub- sequently phosphorylates YAP (at Ser127) and its paralog TAZ (at Ser89), leading to their cytoplasmic retention and repression (28, 30, 35). YAP protein level and activity are regulated at multiple levels by several additional regulators, including the FERM domain proteins Merlin/NF2 (neurofibromatosis 2) and FRMD6 and protein phosphatases PP2A and ASPP1 (28, 30, 35). YAP can promote metastasis through interacting with the TEAD/ TEF transcription factors, and increased YAP/TEAD activity plays a causal role in cancer progression and metastasis (36). YAP has been demonstrated as a driving oncogene on amplicon 11q22, which is amplified in several human tumors (37). Up- regulation of YAP and its nuclear localization strongly correlate with poor prognosis and tumor progression in multiple cancers, including breast (38), lung, colorectal, ovarian, and liver carci- nomas (39). Overexpression of YAP in a conditional YAP transgenic mouse model led to tissue overgrowth and tumor- igenesis (40). Furthermore, mutation or epigenetic silencing of several components of the Hippo pathway, including NF2, LATS1/2, MST1/2, WW45, MOB, and KIBRA, have been associated with several human cancers (30, 35, 41). Together, these studies highlight a pivotal role of the Hippo-YAP pathway in cancer development and progression, but the transcriptional tar- gets remain unclear. Moreover, it is unknown how the roles of the Hippo pathway, mevalonate pathway, statin action, and RHAMM are related in tumor development and progression. Thus, how the expression of the oncogene RHAMM is regulated,  whether and how the mevalonate metabolic pathway and Hippo signaling pathway interact in cancer metastasis, and how the statin drugs exert anticancer effects are important outstanding issues in cancer biology and therapy. In the present study, we have sought to address these and related issues in the context of breast cancer. We have focused on molecular and cellular investigations by using a couple of highly metastatic breast cancer cell lines and a nontumor cell line, and conducted selective and relevant in vivo investigations with human breast tumor tissues and its xenografts mouse model, as previous animal model studies had established that the metastasis of breast cancer was inhibited by simvastatin (25). We find that the mevalonate pathway promotes, and simvastatin inhibits, the expres- sion of RHAMM, which is necessary for ERK phosphorylation and BCCMI, via a transcriptional mechanismmediated directly by YAP. With two previously unrecognized TEAD binding sites in its pro- moter, RHAMM is demonstrated as a unique transcriptional target of YAP-TEAD. Mevalonate or simvastatin modulates RHAMM transcription through regulating the phosphoryla- tion and nuclear or cytoplasmic localization of YAP, the downstream effector of the Hippo pathway. In vivo experi- ments and analysis show that RHAMM and YAP are overex- pressed in human breast invasive ductal carcinoma, and that simvastatin inhibits expression of RHAMMand activation of YAP and ERK in human breast tumor xenografts in mice. Our findings therefore identify RHAMM as a direct transcriptional target of YAP and a downstream action target of simvastatin, and reveal interesting interplay between the mevalonate metabolic pathway and the Hippo signaling pathway, in breast cancer metastasis.  Fig. 1. RHAMM is essential for BCCMI, and the mevalonate pathway reg- ulates RHAMM expression, ERK activation, and BCCMI. (A) Western blot showing lentivirus-mediated shRNAs against RHAMM markedly knock down RHAMM expression in MDA-MB-231 cells. (B and C) Knockdown of RHAMM inhibited the migration (B) and invasion (C) of MDA-MB-231 cells. (D and E) The mevalonate pathway inhibitor simvastatin (Sim) significantly inhibited RHAMM mRNA (D) and protein (E) expression, whereas adding mevalonate (Meva) abolished the inhibitory effect. MDA-MB-231 cells were incubated with or without 250 μM mevalonate for 6 h before treatment with DMSO or 5 μM simvastatin for 24 h. (F and G) As in D and E but with 4T1 cells. (H) Simvastatin markedly inhibited RHAMM promoter activity, whereas adding mevalonate abolished the inhibition. MDA-MB-231 cells were transfected with RHAMM-Luc reporter plasmid for 6 h, and then treated with or without 250 μMmevalonate for 6 h before treatment with DMSO or 5 μM simvastatin for 24 h. Luciferase activity was measured and normalized to GAPDH. (I) Knockdown of RHAMM decreased ERK phosphorylation in MDA-MB-231 cells. (J) Simvastatin significantly inhibited ERK activity, whereas adding mevalonate abolished the inhibition. MDA-MB-231 cells were incubated with or without 250 μM mevalonate for 6 h before treatment with DMSO or 5 μM simvastatin for 24 h. Data are shown as the mean ± SD of three in- dependent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05).  E90 | www.pnas.org/cgi/doi/10.1073/pnas.1319190110 Wang et al.  www.pnas.org/cgi/doi/10.1073/pnas.1319190110   Results RHAMM Expression and RHAMM-Mediated ERK Activation and BCCMI Are Promoted by the Mevalonate Pathway and Attenuated by Simvastatin. BCCMI has been shown to be inhibited by sim- vastatin (25), and our experiments of transwell migration assays using MDA-MB-231 human mammary tumor cells and 4T1 mouse mammary tumor cells confirmed this observation (Fig. S1). As simvastatin is a specific inhibitor of the rate-limiting enzyme HMGCR in the mevalonate pathway, we tested whether the in- hibition of migration is caused by disturbance of the mevalonate pathway. Indeed, this inhibition was reversed by addition of meval- onate (Fig. S1A andC). In vitro invasion assay usingMatrigel-coated Transwell inserts further confirmed the effects of simvastatin and mevalonate (Fig. S1 B andD), showing that the mevalonate pathway plays an essential role in regulating BCCMI, which is blocked by simvastatin. As the oncogenic protein RHAMM is reported to overexpress  and act as a cell surface receptor to promote BCCMI through forming complexes with CD44 and ERK1/2 (20), we investigated the direct relationship between RHAMM protein and the migra- tion and invasion in the MDA-MB-231 cell line. Two independent lentivirus-mediated shRNAs directed toward RHAMM down- regulated the expression of RHAMM protein (Fig. 1A), and sig- nificantly inhibited the migration (Fig. 1B) and invasion (Fig. 1C) of MDA-MB-231 cells in transwell assays. In the same time frame, knockdown of RHAMM did not significantly affect cell growth of MDA-MB-231. These results demonstrate that RHAMM is es- sential in promoting the motility and aggression of the breast cancer cells, and, taken together with the preceding results, raised the possibility that the mevalonate pathway and RHAMM are connected, as they are both involved in the regulation of BCCMI. To test this hypothesis, we measured the mRNA and pro-  tein levels of RHAMM by using real-time RT-PCR and Western blot, respectively, with and without the interference of the mevalonate pathway. Both mRNA and protein levels of RHAMM were markedly reduced after the cells were treated by simvastatin, whereas adding mevalonate abolished the in- hibitory effect of simvastatin on RHAMM expression in MDA-MB-231 (Fig. 1 D and E) and 4T1 (Fig. 1 F and G) cells. Moreover, inhibition of the mevalonate pathway by simvastatin markedly down-regulated the activity of RHAMM promoter as indicated by reporter gene expression (Fig. 1H), whereas adding mevalonate restored the promoter activity of RHAMM. These results indicate that RHAMM expression is positively regulated  by the mevalonate pathway and targeted by simvastatin inhibition through a transcriptional mechanism. That RHAMM expression is regulated by mevalonate path-  way suggests that RHAMM is involved in mevalonate pathway- mediated regulation of BCCMI. RHAMM has been shown to form a complex with ERK1/2 to maintain the activity of ERK1/ 2 in breast cancer cells, which promoted the motility of invasive breast cancer cells (20). Consistently, we found that down-regu- lation of RHAMM expression by lentivirus-mediated shRNA inhibited ERK activity by reducing the phosphorylation level of ERK (Fig. 1I). In addition, simvastatin reduced the phosphory- lation level of ERK, whereas mevalonate rescued the inhibition by simvastatin (Fig. 1J and Fig. S2). These results suggest that RHAMM-mediated ERK activation is required for the mevalonate pathway-promoted, simvastatin-inhibited BCCMI. That down- regulation of RHAMM expression by shRNA and by simvastatin had equivalent effect on ERK activation and BCCMI indicates that the effect of mevalonate pathway or simvastatin on BCCMI is in- deed mediated through RHAMM expression and ERK activation.  RHAMM Is a Direct Transcriptional Target Gene of YAP-TEAD of the Hippo Pathway. As the mevalonate pathway and simvastatin appeared to modulate RHAMM expression at the transcrip- tional level, we next tried to identify the transcription factor(s) that mediated this effect. We analyzed the RHAMM promoter region by using MatInspector (Genomatix) and found it harbors two putative binding sites (“GGAATG”) for the transcription factor TEAD at the nucleotide positions of −291 to −285 (TEAD binding site 1, TB1) and −103 to −97 (TEAD binding site 2, TB2) of the transcription start site (Fig. 2A). TEAD-mediated tran- scription is activated upon binding to the transcription coactivator YAP when the latter is not phosphorylated at Ser127 (28, 29). To verify physical association of endogenous YAP and TEAD with the RHAMM promoter sequence in MDA-MB-231 cells, ChIP assay was performed. As shown in Fig. 2 B and C, RHAMM promoter is occupied by YAP and TEAD4 in MDA-MB-231 cells. To further test for the binding and direct control of RHAMM transcription by YAP/TEAD, we separately cloned the WT RHAMM promoter (−1830 to 1) and the RHAMM pro- moter mutants with single (ΔTB1 and ΔTB2) or double (ΔTB1/2) TEAD-binding site deletion into the luciferase reporter plasmid. Then, we cotransfected WT or one of the ΔTB1, ΔTB2, or ΔTB1/ 2 RHAMM reporters with V5-YAP (human YAP expression plasmid; provided by Makiko Fujii, Aichi Cancer Center Research  Fig. 2. YAP and TEAD bind to RHAMM promoter at specific sites and regulate RHAMM transcription. (A) The human RHAMM promoter region contains two putative TEAD-binding sites (TB; boxed). (B and C) YAP (B) and TEAD4 (C) bound to the RHAMM pro- moter by ChIP assay. ChIP from fragmented chro- matins of MDA-MB-231 cells were incubated with IgG, anti-YAP or anti-TEAD4, or anti-RNA polymerase II (positive control; Con) antibody. (D) The putative TEAD-binding sites were important for YAP-medi- ated RHAMM promoter activity. (Upper) The two TEAD-binding sites were deleted individually or in combination. HEK 293T cells were cotransfected with control vector or V5-YAP in combination with WT or mutant RHAMM-Luc reporter plasmid. At 24 h after transfection, the luciferase activity was measured. (Lower) Western blot showing YAP protein level. (E) Knockdown of YAP or TEAD1/3/4 decreased RHAMM promoter activity. MDA-MB-231 cells were infected with the indicated shRNA lentiviruses, and luciferase activity (Upper) and protein levels (Lower) are shown. Data are shown as mean ± SD of three independent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05 and **P < 0.01).  Wang et al. PNAS | Published online December 23, 2013 | E91  C EL L B IO LO  G Y  P N A S P LU  S  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF2   Institute, Nagoya, Japan) into HEK 293T cells, a cell line with minimal level of active YAP expressed. Thus, this cell line allows us to observe the effect of increased active YAP on RHAMM transcription more directly. As shown in Fig. 2D, deletion of single or both TEAD-binding sites at nucleotide positions −291 to −285 and −103 to −97 relative to the transcriptional start site dramati- cally decreased the transcriptional activity of the RHAMM pro- moter, and the WT RHAMM luciferase promoter was significantly activated by the exogenous V5-YAP, whereas the mutant reporters were essentially unaffected (Fig. 2D), indicating that the TEAD- binding sites are required for YAP-TEAD binding and RHAMM promoter activity, and RHAMM reporter transcription is activated directly by YAP-TEAD. To further elucidate the contribution of endogenous YAP and TEAD in controlling the RHAMM pro- moter activity, YAP or TEAD1/3/4 were individually knocked down in MDA-MB-231 cells by shRNA (Fig. 2E). As shown in Fig. 2E, down-regulation of YAP or TEAD1/3/4 repressed RHAMM pro- moter activity markedly, showing that endogenous YAP and TEAD are required for RHAMM promoter activity, i.e., transcriptional activation of RHAMM reporter gene. We next tested whether YAP/TEAD directly regulates the en-  dogenous RHAMM gene expression at the mRNA and protein levels in MDA-MB-231 cells. Lentivirus-mediated shRNA was used to knockdown YAP or TEAD1/3/4, and RNAi specificity and effi- ciency were confirmed by Western blot (Fig. 3 B, 2 and 3). Knockdown of YAP or TEAD1/3/4 expression resulted in a dra- matic reduction in RHAMM mRNA (Fig. 3A) and protein levels (Fig. 3 B, 1) in MDA-MB-231 cells. As a positive control, the transcriptional activation activity of YAP and TEAD was confirmed by the measurement of the mRNA of CTGF, whose expression is known to depend on YAP-TEAD. Knockdown of YAP or TEAD1/ 3/4 caused a significant decrease in CTGFmRNA inMDA-MB-231 cells (Fig. 3C). In addition, we overexpressed V5-YAP in HEK 293T cells and found that it markedly up-regulated both RHAMM mRNA (Fig. 3D) and protein (Fig. 3E). Taken together, these results demonstrate that the transcription coactivator YAP, in partner with the transcription factor TEAD, directly regulate and are required for transcription of RHAMM.  YAP and TEAD Regulate BCCMI Through Control of RHAMM Transcription. As YAP and TEAD depletion repressed transcription of RHAMM, and knockdown of RHAMM expression inhibited ERK phos- phorylation and migration and invasion in MDA-MB-231 breast cancer cells, we next investigated the involvement of endogenous YAP and TEAD in ERK activity and the cell migration and in- vasion by using lentivirus-mediated shRNA targeting YAP or TEAD1/3/4. As shown in Fig. 3, knockdown of YAP or TEAD1/3/4, by short hairpin RNA of YAP (shYAP) or short hairpin RNA of TEAD1/3/4 (shTEAD1/3/4), resulted in down-regulated ERK ac- tivity (Fig. 3F). Transwell assay showed dramatic inhibition of mi- gration (Fig. 3G) and invasion (Fig. 3H) in shYAP- or shTEAD1/ 3/4-infected MDA-MB-231 breast cancer cells. Reexpression of RHAMM, as confirmed in Fig. S3, largely rescued the inhibited migration (Fig. 3G) and invasion (Fig. 3H) caused by YAP or TEAD1/3/4 knockdown. These results show that YAP and TEAD are essential for ERK activity and BCCMI, in accordance with their role of directly regulating transcription of RHAMM nec- essary for ERK activation and BCCMI. In other words, YAP/ TEAD-controlled transcription of RHAMM is responsible for the regulation of BCCMI, i.e., the regulation of BCCMI by YAP/ TEAD goes through RHAMM expression.  Mevalonate Pathway and Simvastatin Regulates YAP Phosphorylation and Cellular Localization to Control RHAMM Transcription. Having shown that simvastatin attenuates RHAMM transcription via the mevalonate pathway and that RHAMM transcription is con- trolled by YAP, we next tried to delineate the mechanism whereby YAP-mediated RHAMM transcription is regulated by the mevalonate pathway and simvastatin. YAP activity is known to depend on its cellular localization which, in turn, is de- termined by its phosphorylation status. Phosphorylation of YAP at Ser127 induces translocation of YAP from the nucleus to cytoplasm, thus reducing the transcriptional activity of TEAD. Based on these, the phosphorylation status of YAP at Ser127 was detected by using a specific antibody with and without the in- hibition of the mevalonate pathway by simvastatin. As shown in Fig. 4, simvastatin induced an increase in phosphorylation level of YAP at Ser127 in MDA-MB-231 and 4T1 cells, and this effect was abolished by adding mevalonate (Fig. 4 A and B), which  Fig. 3. YAP and TEAD are required for RHAMM expression, ERK activity, and BCCMI, whereas ectopic expression of RHAMM bypasses the requirement. (A and B) Knockdown of YAP or TEAD1/3/4 decreased RHAMM transcription (A) and protein (B) levels. MDA-MB-231 cells were infected with the indicated shRNA lentiviruses, and RHAMM mRNA (A) and pro- tein (B) levels were determined by real-time RT-PCR and Western blot, respectively. (B) (Right) Quantifi- cation of the protein bands. (C) Knockdown of YAP or TEAD1/3/4 reduced CTGF mRNA levels (experi- ments as in A). (D and E) Overexpression of YAP in- creased RHAMM mRNA (D) and protein (E) levels. HEK 293T cells were transiently transfected with the indicated YAP plasmids, and, 48 h later, total RNA was extracted to detect RHAMMmRNA by using real- time RT-PCR (D). (E) Cell lysates were immunoblotted with the indicated antibodies (Left), and the protein bands were quantified (Right). (F) Knockdown of YAP or TEAD1/3/4 decreased ERK phosphorylation levels. Experiments were as in B except Western blot was performed with the indicated antibodies. (G and H) Knockdown of YAP or TEAD1/3/4 decreased MDA- MB-231 cell migration (G, Left) and invasion (H, Left), whereas reexpression of RHAMM rescued the effects (G and H, Right). Data are shown as mean ± SD of three independent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05 and ***P < 0.001).  E92 | www.pnas.org/cgi/doi/10.1073/pnas.1319190110 Wang et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF3 www.pnas.org/cgi/doi/10.1073/pnas.1319190110   suggested that the mevalonate pathway or simvastatin modulates the transcriptional activity of YAP via regulating its phosphory- lation at Ser127. In fact, simvastatin robustly repressed the transcription of a YAP target gene CTGF, which contained three putative YAP-TEAD binding sites, whereas the repression was reversed by mevalonate (Fig. 4C), indicating specificity of the effect of simvastatin or mevalonate on YAP. We then examined the localization of YAP in the cells treated with simvastatin. Consistent with the increased phosphorylation level of YAP at Ser127, simvastatin treatment induced translocation of YAP from the nucleus to cytoplasm as visualized by immunofluorescent staining, whereas adding mevalonate prevented the YAP trans- location (Fig. 4 D and E). Nucleocytoplasmic separation assay further confirmed that simvastatin induced the nucleocytoplasmic translocation of YAP through blockage of the mevalonate pathway (Fig. 4F). Surprisingly, although immunofluorescent images (and their quantification) (Fig. 4 D and E) and Western blot of nucleo- cytoplasmic fractionations (Fig. 4F) show that simvastatin caused the nuclear YAP protein to decrease dramatically, that was ac- companied by a marginal increase in cytoplasmic YAP protein, which suggests that YAP may be degraded upon translocation to the cytoplasm. Indeed, YAP was significantly polyubiquitinated af- ter the cells were treated by simvastatin, indicating that YAP is degraded upon translocation to the cytoplasm through the ubiq- uitin-proteasome pathway, whereas adding mevalonate abolished  the effect of simvastatin (Fig. S4). These results indicate that sim- vastatin promotes YAP phosphorylation and cytoplasmic seques- tration and degradation to suppress RHAMM transcription. In addition, simvastatin significantly reduced the binding of YAP to RHAMM promoter (Fig. 4G), consistent with YAP being seques- tered by simvastatin treatment. Taken together, our results reveal possibly a key mechanism for simvastatin to inhibit the metastasis of human breast cancer, in which simvastatin acts on the mevalonate pathway, which converges with Hippo pathway onto YAP and its target gene RHAMM transcription.  RHAMM and YAP Are Overexpressed in Human Invasive Breast Tumors, and Simvastatin Attenuates RHAMM Expression and YAP and ERK Activation in Human Breast Tumor Xenografts in Mice. Given the role of YAP and RHAMM in BCCMI, we investigated the ex- pression profile of YAP and RHAMM in human invasive ductal breast carcinoma. Immunohistochemistry were performed on tis- sue sections from patients with breast cancer. Compared with cancer-adjacent normal breast tissue, YAP and RHAMM are expressed at much higher levels in the invasive breast tumors, with YAP nuclear staining also observed (Fig. 5A), which is in agree- ment with the in vitro data and the role of and relation between YAP and RHAMM. Having shown in cells that simvastatin reg- ulates YAP activity to inhibit RHAMM expression and ERK ac- tivity, we further investigated the in vivo relevance of the in vitro  Fig. 4. YAP phosphorylation, cytoplasmic localization, and transactivating activity are modulated by mevalonate pathway and simvastatin (Sim). (A and B) Simvastatin significantly inhibited YAP activity (enhanced YAP phosphorylation), whereas adding mevalonate (Meva) abolished the effect in MDA-MB-231 (A) and 4T1 (B) cells. Cells were treated with or without 250 μM Meva for 6 h before incubation with DMSO or 5 μM simvastatin for 24 h and preparation of lysates, which were immunoblotted with p-YAP (Ser-127) and YAP antibodies, respectively (Left), and the protein bands quantified (Right). (A, Left) L, long exposure; S, short exposure. (C) Simvastatin significantly inhibited CTGF mRNA expression, whereas adding mevalonate abolished the inhibition in MDA-MB- 231 cells. (D and E) Simvastatin induced YAP translocation from the nucleus to cytoplasm, whereas adding mevalonate prevented the YAP translocation in MDA-MB-231 (D) and 4T1 (E) cells. Immunofluorescent staining of YAP in the cells in the absence and presence of simvastatin and mevalonate. Cells were fixed and stained with YAP antibody (green) and DAPI (blue). (Right) Quantification of immunofluorescent images (ratio of nuclear YAP). (F) Western blot of nucleocytoplasmic fractionation indicated that simvastatin induced YAP translocation from the nucleus to cytoplasm, whereas adding mevalonate prevented the effect. CE, cytoplasmic extract; NE, nuclear extract. (G) Simvastatin prevented binding of YAP to RHAMM promoter. Chromatins were prepared from MDA-MB-231 cells incubated with or without 5 μM simvastatin. ChIP was carried out by using anti-YAP antibody, and the amplification was performed by using SYBR Green real-time PCR. Data are shown as the mean ± SD of three independent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05, **P < 0.01, and ***P < 0.001).  Wang et al. PNAS | Published online December 23, 2013 | E93  C EL L B IO LO  G Y  P N A S P LU  S  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF4   findings through testing the effects of simvastatin on the YAP phosphorylation, RHAMM expression, and ERK activity in MDA-MB-231-induced tumors in nude mice. Compared with tumors from control mice, mRNA (Fig. 5B) and protein (Fig. 5C) levels of RHAMM were markedly reduced in tumors from sim- vastatin-treated mice whereas the phosphorylation of YAP in- creased and the phosphorylation of ERK decreased (Fig. 5C). These in vivo results are in agreement with and extend our results from cellular and molecular investigations, and establish the phys- iological and pathological significance for the role of YAP-con- trolled RHAMM expression, the interplay between the mevalonate and Hippo pathways, and the inhibition by simvastatin in in- tervention of BCCMI.  Geranylgeranylation Downstream of Mevalonate Is Essential for the Regulation of YAP Activity, RHAMM Transcription, and ERK Activation. As simvastatin blocks at an upstream step in the mevalonate pathway, which encompasses multiple additional downstream components as well as branches, we next in- vestigated which of those participate in regulating YAP-mediated RHAMM transcription leading to BCCMI. Geranylgeranyl py- rophosphate (GGPP) lies downstream of mevalonate in the pathway and is a key precursor molecule for protein prenylation including geranylgeranylation. Preventing geranylgeranylation of RhoA has been suggested as a mechanism for statin-induced blockade of tumor cell migration and invasion (42). We used a se- lective geranylgeranyl transferase inhibitor GGTI-2133 to test whether GGPP-dependent geranylgeranylation is involved. In- hibition of geranylgeranyl transferase by GGTI-2133 had a pro- found negative impact on RHAMM mRNA (Fig. 6 A and C) and protein expression levels (Fig. 6 B and D, Upper), YAP and ERK phosphorylation (Fig. 6 B and D), and cytoplasmic location of YAP (Fig. 6 E and F). These results suggest that geranylgeranylation is required to regulate YAP activity, RHAMM transcription, and ERK activation. Moreover, to the cells treated with simvastatin, addition of GGPP, which is downstream of mevalonate in the pathway, was sufficient to reverse the effects of simvastatin on YAP activity (Fig. 6 H and J) and nuclear localization (Fig. 6 K and L), RHAMM expression (Fig. 6 G-J), and ERK activity (Fig. 6 H and J). These results suggest that geranylgeranylation is indeed an es- sential step downstream of mevalonate in the pathway leading to YAP-dependent RHAMM transcription and BCCMI.  Mevalonate Pathway Modulates YAP Phosphorylation via Rho GTPase Activation and Actin Cytoskeleton Rearrangement Independent of MST and LATS Kinase Activity. Rho GTPase and actin cytoskele- ton rearrangement have recently been reported to play a role in regulating YAP of the Hippo pathway (33, 34), which bypasses the core kinase cascade, and the mevalonate pathway has been shown to control Rho GTPase activity and actin cytoskeleton organization (24). We next tested whether Rho GTPase and cytoskeleton are involved in the mevalonate pathway-mediated regulation of YAP activity and RHAMM expression. Similar to previous work (24), we also observed that simvastatin inhibited Rho activity and disrupted actin cytoskeleton, and these effects could be rescued by adding mevalonate or GGPP (Fig. S5 A and C). Furthermore, GGTI-2133 inhibited Rho activity and dis- rupted actin cytoskeleton (Fig. S5 B and C). To investigate whether mevalonate pathway regulated YAP activity through Rho GTPase, lentivirus-mediated constitutively active RhoA (Q63L) was used to infect the cells. Indeed, RhoA (Q63L)- EGFP largely restored the levels of YAP activity, RHAMM expression, and ERK activity, which had been markedly brought down by simvastatin (Fig. 7 A and B). Furthermore, a specific Rho inhibitor, C3 transferase, could also mimic simvastatin ef- fect on YAP activity, RHAMM expression, and ERK activity (Fig. 7 C-E). To test whether the actin cytoskeleton is involved in the regulation of YAP by the mevalonate pathway, we used chemical (cytoskeleton disrupting reagent cytochalasin D) and physical (hydrogel) methods to induce actin cytoskeleton change. Similar to simvastatin treatment, disruption of actin cytoskeleton by cytochalasin D and hydrogel increased YAP phosphorylation (Fig. 7E), induced YAP cytoplasmic translocation (Fig. 7C), inhibited RHAMM expression (Fig. 7 D and E), and ERK ac- tivity (Fig. 7E). These data support that Rho GTPase and cy- toskeleton organization downstream of geranylgeranylation are required to regulate YAP activity, RHAMM transcription, and ERK activation. The core kinases of the Hippo pathway, MST1/2 and LATS1/2,  are known to control the phosphorylation level and activity of YAP. We next investigated whether MST and LATS kinases were involved in mevalonate pathway-mediated regulation of YAP. MDA-MB-231 cells express minimal level of phosphorylated MST as detected by Western blot (Fig. 7F). The cells were transfected with Flag-MST2 to boost its MST in the phosphory- lated form. However, the phosphorylation level of MST in the MDA-MB-231 cells transfected with Flag-MST2 was not affected by the treatment of mevalonate, simvastatin, and simvastatin plus mevalonate (Fig. 7F, lanes 4-6 vs. lane 2). The specificity of the phospho (p)-MST antibody was confirmed by λ-phosphatase treatment (Fig. 7F, lane 3 vs. lane 2). We also examined the phosphorylation of endogenous LATS in these treatment set- tings, similar to MST, the phosphorylation level of LATS was basically unchanged (Fig. 7G, lanes 3-5 vs. lane 1). Also, the specificity of the p-LATS antibody was confirmed by λ-phospha- tase treatment (Fig. 7G, lane 2 vs. lane 1). In addition, Rho in- hibitor C3, cytochalasin D, or hydrogel showed no effect on MST phosphorylation in the MDA-MB-231 cells transfected with Flag- MST2 (Fig. 7F) or the phosphorylation of endogenous LATS (Fig. 7G), which suggests that the mevalonate pathway modulates YAP phosphorylation and activity via actin cytoskeleton rear- rangement independent of MST and LATS kinase activity. To further confirm the results, lentivirus-mediated shRNAs  against LATS were used. As shown in Fig. 7 H and I, depletion of LATS1 or/and LATS2 had marginal effect on YAP phosphory- lation (Fig. 7I), RHAMM mRNA (Fig. 7H) and protein expres- sion (Fig. 7I), and ERK activity (Fig. 7I) induced by simvastatin. Taken together, these data suggest that the core kinase cascade of the Hippo pathway is not affected by the mevalonate pathway, and vice versa, and the mevalonate pathway modulates YAP  Fig. 5. YAP and RHAMM are co-overexpressed in human breast invasive tumors, and simvastatin (Sim) modulates YAP phosphorylation, RHAMM expression, and ERK activity in the MDA-MB-231 human breast tumor xen- ografts in mice. (A) YAP and RHAMM are both overexpressed in human breast invasive ductal carcinoma. Tissue sections from breast invasive ductal carcinoma and cancer-adjacent normal breast tissue were immunostained with anti-YAP and anti-RHAMM antibody, and analyzed by light microscopy. (B and C) Simvastatin modulated YAP phosphorylation, RHAMM expression, and ERK activity in the MDA-MB-231 human breast tumor xenografts. (B) Simvastatin inhibited RHAMM mRNA expression in vivo. Total RNA was extracted from tumors from control (saline) or simvastatin-treated mice and then RHAMM mRNA levels were determined by real-time RT-PCR. (C) Sim- vastatin inhibited YAP activity, RHAMM protein expression, and ERK activity in vivo. Lysates of tumors from control (saline) or simvastatin-treated mice were immunoblotted with the indicated antibodies. Data are shown as the mean ± SD of three independent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05).  E94 | www.pnas.org/cgi/doi/10.1073/pnas.1319190110 Wang et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF5 www.pnas.org/cgi/doi/10.1073/pnas.1319190110   phosphorylation and activity largely independent of MST and LATS kinase activity.  Discussion In this article, we describe the findings that, in breast cancer cells, the mevalonate metabolic pathway, or its inhibitor simvastatin, exerts regulation upon the Hippo signaling pathway via controlling the YAP phosphorylation and thus its activity. YAP acts directly on the promoter and regulates the transcription of RHAMM, which modulates the ERK activity and cell motility in the breast cancer cells. In addition, the molecular and cellular findings are corroborated by results of in vivo investigations. The mevalonate pathway produces isoprenoids that are vital  for many cellular functions, including cholesterol synthesis and growth control (22). Tumor cell metabolism is regulated by the  mevalonate pathway as a number of components or metabolic products in this pathway, including HMGCR, mevalonate, cho- lesterol, and isoprenoids, have been linked to tumor progression (23). HMGCR, the rate-limiting enzyme of the mevalonate pathway, is a candidate metabolic oncogene reportedly to de- regulate in several types of cancers (43). In patients with breast cancer, high messenger RNA levels of HMGCR, among other four mevalonate pathway genes, are found to correlate with poor prognosis (23). Mutant p53 can significantly up-regulate meval- onate metabolism and protein prenylation through promoting transcription of genes encoding mevalonate pathway enzymes, including HMGCR in carcinoma cells, which contribute to the maintenance of the malignant phenotype (27). In addition, HMGCR apparently cooperates with RAS in promoting the transformation of WT primary mouse embryonic fibroblasts  Fig. 6. Geranylgeranylation downstream of mevalonate pathway mediates regulation of YAP activity, RHAMM expression, and ERK activity. (A and B) GGTI- 2133 inhibited RHAMM mRNA expression (A) and RHAMM protein expression and YAP and ERK activation (B). MDA-MB-231 cells were incubated with or without 1 μM GGTI-2133 for 24 h, and analyzed by real-time RT-PCR (A) and Western blot with the indicated antibodies (B). (C and D) As in A and B but with 4T1 cells. (E and F) GGTI-2133 induced translocation of YAP from the nucleus to the cytoplasm in MDA-MB-231 (E) and 4T cells (F). Cells were incubated with or without 1 μM GGTI-2133 for 24 h and fixed and stained with YAP antibody (green) and DAPI (blue) for immunofluorescent imaging. (G and H) GGPP rescued inhibition by simvastatin (Sim) of RHAMM mRNA expression (G) and RHAMM protein expression and YAP and ERK activity (H) in MDA-MB-231 cells. Cells were incubated with or without 25 μMGGPP for 2 h before treatment with DMSO or 5 μM simvastatin for 24 h, and analyzed by real-time RT-PCR (G) and Western blot with the indicated antibodies (H). (I and J) As in G and H but with 4T1 cells. (K and L) GGPP blocked translocation of YAP from the nucleus to the cytoplasm induced by simvastatin in MDA-MB-231 (K) and 4T1 cells (L). Cells were incubated with or without 25 μMGGPP for 2 h before treatment with DMSO or 5 μM simvastatin, and fixed and stained with YAP antibody (green) and DAPI (blue) for immunofluorescent imaging. Data are shown as the mean ± SD of three independent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05, **P < 0.01, and ***P < 0.001).  Wang et al. PNAS | Published online December 23, 2013 | E95  C EL L B IO LO  G Y  P N A S P LU  S    (43). We found that the mevalonate pathway affects the migration and invasionofMDA-MB-231 and4T1breast cancer cells (Fig. 1 and Fig. S1). Inhibiting the mevalonate pathway by simvastatin down- regulates RHAMM expression and suppress BCCMI, whereas adding mevalonate reverses the suppression of RHAMM as well as the migration and invasion caused by the simvastatin, demonstrating a role of the mevalonate pathway in controlling breast cancer me- tastasis via RHAMM. It has long been recognized that intervening with the meval-  onate pathway may be useful for certain cancer treatments (44). Statins, a class of HMGCR inhibitors that block the mevalonate pathway at its rate-limiting step, are clinically used to treat cardio- vascular and cerebrovascular diseases. They have gained increasing  recognition as anticancer agents and exhibited anticancer activity in a variety of in vitro and in vivo preclinical models (22, 23). Beside preclinical and some clinical observations, epidemiologic data sug- gest that statins can lower the risk of certain cancers by as much as 50%. Those promising preclinical results have led to at least 18 reported phase I and I/II clinical trials (23). In breast cancer, statins prevented metastasis by inhibiting CD44 expression through pro- moting p53 expression (25). Statins enhance the effects of a number of chemotherapeutic drugs with only a few exceptions, and also increase the chemotherapeutic sensitivity of multidrug resistance cells. In tumor-bearing mice, statins used in combination treatments show the additional advantageous effects of attenuated cardiotox- icity and reduced kidney or liver damage, although these effects are still waiting to be verified in clinical trials (43). Our present results further show that simvastatin is able to down-regulate key factors in tumor formation and progression, particularly metastasis, and thus has valuable therapeutic benefits for cancer treatment. As our results showed that RHAMM is a downstream target  regulated by the mevalonate pathway, we then set out to search for the factors that may regulate the promoter activity of RHAMM. Surprisingly, we found that key components of the Hippo signaling pathway, namely YAP and TEAD, directly control the transcription of RHAMM. Moreover, we found that the mevalonate pathway regulates the expression of RHAMM through impacting on the Hippo pathway and its downstream effectors YAP and TEAD. Highly conserved in mammals, the Hippo pathway is known to  play a key role in organ size control and tissue regeneration, and to be involved in embryonic development, stem cell differentia- tion, and control of proliferation, epithelial-mesenchymal tran- sition, and tumorigenesis. Deregulation of the Hippo pathway induces tumors in model organisms and occurs in many human carcinomas, including lung, colorectal, ovarian, and liver cancer (39). The core mammalian Hippo pathway is a kinase cascade consisting of MST1/2, Sav1, Lats1/2, and Mob1, which phos- phorylates and inhibits YAP/TAZ. YAP/TAZ in conjunction with TEAD1-4 mediates major physiological functions of the Hippo pathway. TEADs contain in the N-terminal region a conserved TEA domain for recognizing and binding DNA elements such as GGAATG in the promoter region of target genes (45). We examined the promoter sequence of RHAMM and found  two putative TEAD binding sites (TB1 and TB2; Fig. 2A). YAP and its target transcription factor TEAD bind to the TEAD binding sites in RHAMM promoter (Fig. 2 B and C), and YAP/ TEAD binding to TEAD-binding sites in RHAMM promoter is required for YAP-mediated RHAMM transcriptional activation (Fig. 2 D and E), consistent with the previous report that YAP/ TEAD interaction and activity plays causal roles in cancer pro- gression and metastasis (36). Moreover, knockdown of YAP or TEAD in MDA-MB-231 cells induced a dramatic reduction of RHAMM expression in mRNA and protein levels (Fig. 3 A and B). Taken together, these data demonstrated RHAMM as a di- rect transcriptional target of YAP. We have further demonstrated that the mevalonate pathway  controls YAP phosphorylation at Ser127 and cytoplasmic seques- tration (Fig. 4). Meanwhile, YAP/TEAD is essential to sustain the motility of breast cancer cells, as knockdown of YAP or TEAD significantly suppressed migration and invasion of MDA-MB-231 cells which could be largely rescued by reexpression of RHAMM (Fig. 3 G and H). These and our other results establish an important and specific role of YAP (Hippo pathway)-regulated RHAMM in BCCMI, of YAP in RHAMM expression, and of RHAMM in YAP biology. Furthermore, immunohistochemistry indicated that YAP and  RHAMM are overexpressed in human invasive ductal breast carcinoma (Fig. 5A), and in vivo data also revealed that simvas- tatin modulates YAP phosphorylation, RHAMM expression, and ERK activity in the MDA-MB-231-generated tumors in mice (Fig. 5 B and C). These findings corroborate our results from in vitro  Fig. 7. Mevalonate pathway regulates YAP activity, RHAMM expression, and ERK activity through Rho GTPase activity and actin cytoskeleton rearrange- ment largely independent of MST and LATS. (A and B) Constitutively active RhoA (Q63L) rescued RHAMM mRNA expression (A) and RHAMM protein ex- pression, and YAP and ERK activity (B) decreased by simvastatin (Sim). MDA- MB-231 cells were infected with lentivirus-mediated constitutively active RhoA (Q63L)-EGFP, and, 24 h later, treated with simvastatin for another 24 h and analyzed by real-time RT-PCR (A) and Western blot with the indicated anti- bodies (B). (C-E) Disruption of actin cytoskeleton by various methods induced translocation of YAP from the nucleus to the cytoplasm (C), decrease in RHAMM mRNA level (D), and inhibition of RHAMM protein expression and YAP and ERK activation (E). MDA-MB-231 cells were treated with cytochalasin D or C3 transferase for 6 h or cultured on 1 kPa hydrogel for 24 h to disrupt actin cytoskeleton assembly, and then fixed and stained with phalloidin (green), YAP antibody (red) and DAPI (blue) for immunofluorescent imaging (C), or analyzed by real-time RT-PCR (D) or Western blot with the indicated antibodies (E). (F and G) MST phosphorylation (F) or LATS phosphorylation (G) was not modulated by mevalonate pathway/simvastatin, or actin cytoskeleton- disrupting cytochalasin D, C3 transferase, or culturing on 1 kPa hydrogel in MDA-MB-231 cells. (F) Cells were transfected with Flag-MST2 for 24 h and then treated with the indicated reagents, and cell lysates were immunoblotted with p-MST and Flag antibodies. The specificity of the p-MST antibody was confirmed by λ-phosphatase (PPase) treatment (lane 3). (G) Cell lysates were immunoblotted with p-LATS1 and LATS1 antibodies. The specificity of the p-LATS antibody was confirmed by λ-phosphatase treatment (lane 2). (H and I) Knockdown of LATS did not affect simvastatin-induced in- hibition of RHAMM mRNA expression (H) or RHAMM protein expression and YAP and ERK activation (I). MDA-MB-231 cells were infected with the indicated shRNA lentiviruses, treated with or without simvastatin for 24 h, and then analyzed by real-time RT-PCR to determine RHAMM mRNA levels (H) or Western blot to detect the proteins (I). Data are shown as the mean ± SD of three independent experiments. Student two-tailed t test was used for statistical analysis (*P < 0.05, **P < 0.01, and ***P < 0.001).  E96 | www.pnas.org/cgi/doi/10.1073/pnas.1319190110 Wang et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF1 www.pnas.org/cgi/doi/10.1073/pnas.1319190110   investigations and provide mechanistic insights into how mevalo- nate pathway or simvastatin mediates its pro- or anticancer actions via regulating YAP activity, RHAMM transcription, and sub- sequent migration and invasion in breast cancer cells. More im- portantly, our findings reveal a direct link between the mevalonate and the Hippo pathway in controlling tumor progression. In cancers, Hippo pathway is often perturbed through cross-  talk with a number of key signaling pathways that frequently harbor oncogenic mutations. These major pathways include Wnt, TGF-β, bone morphogenetic protein, G protein-coupled re- ceptor (GPCR), Hedgehog, insulin-mammalian target of rapamy- cin, and Notch pathways (39). Our present results suggest that, in addition to these major pathways, the mevalonate pathway interacts with and regulates the Hippo pathway by directly controlling the YAP phosphorylation, cellular localization, and thus its activity. These findings added another layer of complexity to the networks that can act upon the Hippo pathway, and underscore the vital role of Hippo pathway as a tumor suppressor that needs to succumb for tumor advancement. We further investigated how the mevalonate pathway inter-  plays with the Hippo pathway in regulating YAP activity and the downstream RHAMM transcription activity. The isoprenoids farnesyl pyrophosphate and GGPP are key end products of the mevalonate pathway. The isoprenylation process by the afore- mentioned products can posttranslationally modify proteins with C-terminal CAAX, CXC, or CC motifs (23). Isoprenylation is essential for proper localization and activity of the RAS super- family of small guanosine triphosphatases (GTPases). Among these, the Rho family has been closely linked to cancer, as their deregulated activation drives transformation and their elevated expression is associated with several human tumors. RhoA and RhoC are thought to have a role in metastasis. Recent evidence has linked Rho GTPases to tumor metabolism through activa- tion of glutaminase, which catalyzes the conversion of glutamine to glutamate and ammonia, a key step in glutamine metabolism that contributes to the Warburg phenomenon (23). The activity of these small GTPases depends on the mevalonate pathway, as they require isoprenylation to function properly. The mevalonate pathway has been reported to lead to geranylgeranylation of RhoA and its subsequent membrane tethering and activation (22). The Hippo pathway is regulated by GPCR signaling, as cell- surface GPCRs also couple to RhoA GTPase activation, leading to Lats1/2 inhibition and induction of YAP/TAZ; and RhoA activation induces actin cytoskeleton reorganization, which plays important roles in the Hippo-YAP cascade (34). Indeed, we found that geranylgeranylation downstream of the mevalonate pathway is required and sufficient to activate YAP and RHAMM expression and ERK activation, as selective geranylgeranyl trans- ferase inhibitor significantly inhibited YAP activity, RHAMM expression, and ERK1/2 phosphorylation (Fig. 6 A-F), and sim- vastatin-induced inhibition was reversed by supplementing with GGPP (Fig. 6 G-L). We have further demonstrated that sim- vastatin disrupted actin cytoskeleton rearrangement, which is required for YAP activation and RHAMM transcription (Fig. 7). RhoA has been reported to activate YAP via inhibition of LATS1/2 but independent of MST1/2 (31) or independent of both MST1/2 and LATS1/2 activities (33). We found that the mevalonate pathway modulates YAP phosphorylation via actin cytoskeleton rearrangement independent of MST and LATS ki- nase activity (Fig. 7 and Fig. S5). RHAMM is poorly expressed in most normal human tissues.  RHAMM promotes wound repair, and its expression is increased during wound repair in response to hypoxia and fibrogenic factors (5). Its expression is also elevated during the neoplastic progression of a variety of human tumors. Overexpression of RHAMM is transforming and required for maintaining RAS transformation (6). Consistently, RHAMM is considered a novel breast cancer suscep- tibility gene, and a significant association between homozygous  variation in this gene and early-onset breast cancer has been found (2). Overexpression of RHAMM in patients with primary breast cancer was prognostic of poor outcome in cancer progression. In particular, RHAMM expression contributes to the motility and invasiveness of a tumor cell subpopulation in breast cancers (7). RHAMMoverexpression occurred within subsets of tumor cells in the primary tumor that was associatedwith lymphnodemetastases. The metastatic tumors showed a significantly higher level of RHAMM than did the primary tumor. RHAMM is also a tumor- associated antigen found in solid and blood tumors. RHAMM functions as cell-surface HA receptor and cytoplasmic mitotic spindle binding protein (4, 5). Itmediates tumorprogression through CD44 partnership and promotes genomic instability via regulating the mitotic spindle/centrosome integrity (18, 19). This RHAMM- regulated activation process results in increased cell-surface expres- sion of CD44 and enhanced activation of ERK1/2. In breast cancer, activation of extracellular HA binding by CD44-RHAMM com- plexes confers malignant potential (20). Importantly, RHAMM ex- pression is down-regulated by the tumor suppressor p53, and the RHAMMpromoter, including thefirst exon and intron,mediates the repression by p53 (46). Our present results show that YAP, a key component of the Hippo signaling pathway, exerts direct regulation on the RHAMM promoter activity. In addition, the mevalonate pathway exerts regulation on the transcription activity of RHAMM by modulating the phosphorylation level and the cytoplasmic locali- zation and degradation of YAP (Fig. 8). Further, we show that RHAMM and YAP expression correlate with each other—both are elevated in human breast tumors, and our findings at molecular and cellular levels are confirmed in the human tumor mouse model (Fig. 5) and are thus physiologically and pathologically significant. In summary, we have found that the mevalonate pathway  and the Hippo pathway interact and converge onto YAP and TEAD to regulate RHAMM transcription and subsequent  Fig. 8. Model of mevalonate and Hippo pathways regulating YAP-controlled RHAMM transcription and cancer cell motility. Mevalonate pathway regulates activity of YAP, the downstream effector of Hippo pathway, which activates transcription of RHAMM that is required for ERK activation and cancer cell mi- gration and invasion. YAP/TEAD activates RHAMM transcription by binding to RHAMM promoter at two specific TEAD-binding sites. Mevalonate pathway promotes and simvastatin inhibits YAP activity, and consequently RHAMM tran- scription, ERK activation, and cancer metastasis, via modulating YAP phosphory- lation and nuclear-cytoplasmic distribution. The regulation of YAP-mediated RHAMM transcription and cancer metastasis depends on geranylgeranylation, Rho GTPase activity, and actin cytoskeleton assembly, but not the canonical MST/ LATS cascade.  Wang et al. PNAS | Published online December 23, 2013 | E97  C EL L B IO LO  G Y  P N A S P LU  S  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=SF5   ERK activation and cancer metastasis. YAP/TEAD activates RHAMM transcription via binding to RHAMM promoter at two TEAD-binding sites; mevalonate promotes whereas sim- vastatin attenuates RHAMM transcription by modulating YAP phosphorylation and nuclear-cytoplasmic distribution; and geranylgeranylation, Rho GTPase, and actin cytoskeleton re- arrangement are required for YAP activity and RHAMM transcription. These findings uncover a mechanism regulating RHAMM expression and cancer metastasis, wherein RHAMM functions as a downstream effector of mevalonate and Hippo pathways, a YAP transcriptional target, a simvastatin inhibition downstream target, and a mediator of cancer cell motility and in- vasiveness; and also identify a mode whereby simvastatin exerts anticancer metastasis efficacy. These insights are of scientific sig- nificance and therapeutic and clinical potentials.  Materials and Methods Detailed materials and methods and associated references are described in SI Materials and Methods, which include the following: cell culture, chemicals,  plasmids, cell migration and invasion assays, real-time RT-PCR, Western blot, nuclear and cytoplasmic protein extraction, immunofluorescence micros- copy, ChIP, luciferase reporter gene, lentiviral shRNA, breast tumor animal model, immunohistochemistry, and statistical analysis. Transwell cell migration and invasion assays and generation of the mouse model of MDA-MB-231 cell- derived tumor and treatment with simvastatin were performed essentially as described previously (25). All animal studies were carried out according to the protocols approved by the Administrative Committee on Animal Research of the Graduate School at Shenzhen, Tsinghua University.  ACKNOWLEDGMENTS. We thank Dr. Volker Assmann for providing RHAMM antibody, Dr. Makiko Fujii for plasmid V5-YAP, Dr. Kunliang Guan for plasmid Flag-MST2, and other members of the laboratory of L.H. for discussions and assistance. This work was supported by China Ministry of Science and Technology National Key Basic Research 973 Program 2005CCA03500 (to L.H.), National Natural Science Foundation of China 30570960 (to L.H.), Guangdong Province Natural Science Foundation 05010197 (to L.H.), and Shenzhen Mu- nicipal Science and Technology Programs for Building State and Shenzhen Key Laboratories 2006464, 200712, SG200810150043A, CXB201005260070A, CXB201104220043A, and ZDSY20120616222747467 (to L.H.).  1. Ferlay J, et al. (2010) Estimates of worldwide burden of cancer in 2008: GLOBOCAN 2008. Int J Cancer 127(12):2893-2917.  2. Pujana MA, et al. (2007) Network modeling links breast cancer susceptibility and centrosome dysfunction. Nat Genet 39(11):1338-1349.  3. Maxwell CA, et al. (2011) Interplay between BRCA1 and RHAMM regulates epithelial apicobasal polarization and may influence risk of breast cancer. PLoS Biol 9:e1001199.  4. Telmer PG, Tolg C, McCarthy JB, Turley EA (2011) How does a protein with dual mi- totic spindle and extracellular matrix receptor functions affect tumor susceptibility and progression? Commun Integr Biol 4(2):182-185.  5. Maxwell CA, McCarthy J, Turley E (2008) Cell-surface and mitotic-spindle RHAMM: Moonlighting or dual oncogenic functions? J Cell Sci 121(pt 7):925-932.  6. Wang C, et al. (1998) The overexpression of RHAMM, a hyaluronan-binding protein that regulates ras signaling, correlates with overexpression of mitogen-activated protein kinase and is a significant parameter in breast cancer progression. Clin Cancer Res 4(3):567-576.  7. Assmann V, et al. (2001) The pattern of expression of the microtubule-binding protein RHAMM/IHABP in mammary carcinoma suggests a role in the invasive behaviour of tumour cells. J Pathol 195(2):191-196.  8. Rein DT, et al. (2003) Expression of the hyaluronan receptor RHAMM in endometrial carcinomas suggests a role in tumour progression and metastasis. J Cancer Res Clin Oncol 129:161-164.  9. Li H, et al. (2000) Expression of hyaluronan receptors CD44 and RHAMM in stomach cancers: relevance with tumor progression. Int J Oncol 17:927-932.  10. Lugli A, et al. (2006) Overexpression of the receptor for hyaluronic acid mediated motility is an independent adverse prognostic factor in colorectal cancer. Mod Pathol 19:1302-1309.  11. Gust KM, et al. (2009) RHAMM (CD168) is overexpressed at the protein level and may constitute an immunogenic antigen in advanced prostate cancer disease. Neoplasia 11(9):956-963.  12. Tolg C, Poon R, Fodde R, Turley EA, Alman BA (2003) Genetic deletion of receptor for hyaluronan-mediated motility (Rhamm) attenuates the formation of aggressive fi- bromatosis (desmoid tumor). Oncogene 22(44):6873-6882.  13. Teder P, Bergh J, Heldin P (1995) Functional hyaluronan receptors are expressed on a squamous cell lung carcinoma cell line but not on other lung carcinoma cell lines. Cancer Res 55(17):3908-3914.  14. Du YC, Chou CK, Klimstra DS, Varmus H (2011) Receptor for hyaluronan-mediated motility isoform B promotes liver metastasis in a mouse model of multistep tumori- genesis and a tail vein assay for metastasis. Proc Natl Acad Sci USA 108:16753-16758.  15. Akiyama Y, et al. (2001) Hyaluronate receptors mediating glioma cell migration and proliferation. J Neurooncol 53:115-127.  16. Maxwell CA, Keats JJ, Belch AR, Pilarski LM, Reiman T (2005) Receptor for hyaluronan- mediated motility correlates with centrosome abnormalities in multiple myeloma and maintains mitotic integrity. Cancer Res 65(3):850-860.  17. Turley EA, Belch AJ, Poppema S, Pilarski LM (1993) Expression and function of a re- ceptor for hyaluronan-mediated motility on normal and malignant B lymphocytes. Blood 81:446-453.  18. Tolg C, et al. (2010) RHAMM promotes interphase microtubule instability and mitotic spindle integrity through MEK1/ERK1/2 activity. J Biol Chem 285(34):26461-26474.  19. Joukov V, et al. (2006) The BRCA1/BARD1 heterodimer modulates ran-dependent mitotic spindle assembly. Cell 127(3):539-552.  20. Hamilton SR, et al. (2007) The hyaluronan receptors CD44 and Rhamm (CD168) form complexes with ERK1,2 that sustain high basal motility in breast cancer cells. J Biol Chem 282(22):16667-16680.  21. Hatano H, et al. (2011) RHAMM/ERK interaction induces proliferative activities of cementifying fibroma cells through a mechanism based on the CD44-EGFR. Lab Invest 91(3):379-391.  22. Demierre MF, Higgins PD, Gruber SB, Hawk E, Lippman SM (2005) Statins and cancer prevention. Nat Rev Cancer 5(12):930-942.  23. Clendening JW, Penn LZ (2012) Targeting tumor cell metabolism with statins. Onco- gene 31(48):4967-4978.  24. Liao JK (2002) Isoprenoids as mediators of the biological effects of statins. J Clin Invest 110(3):285-288.  25. Mandal CC, Ghosh-Choudhury N, Yoneda T, Choudhury GG, Ghosh-Choudhury N (2011) Simvastatin prevents skeletal metastasis of breast cancer by an antagonistic interplay between p53 and CD44. J Biol Chem 286(13):11314-11327.  26. Ghosh-Choudhury N, Mandal CC, Ghosh-Choudhury N, Ghosh Choudhury G (2010) Simvastatin induces derepression of PTEN expression via NFkappaB to inhibit breast cancer cell growth. Cell Signal 22(5):749-758.  27. Freed-Pastor WA, et al. (2012) Mutant p53 disrupts mammary tissue architecture via the mevalonate pathway. Cell 148(1-2):244-258.  28. Zhao B, Tumaneng K, Guan KL (2011) The Hippo pathway in organ size control, tissue regeneration and stem cell self-renewal. Nat Cell Biol 13(8):877-883.  29. Pan D (2007) Hippo signaling in organ size control. Genes Dev 21(8):886-897. 30. Pan D (2010) The hippo signaling pathway in development and cancer. Dev Cell 19(4):  491-505. 31. Harvey K, Tapon N (2007) The Salvador-Warts-Hippo pathway - an emerging tumour-  suppressor network. Nat Rev Cancer 7(3):182-191. 32. Zhao B, et al. (2007) Inactivation of YAP oncoprotein by the Hippo pathway is in-  volved in cell contact inhibition and tissue growth control. Genes Dev 21(21): 2747-2761.  33. Dupont S, et al. (2011) Role of YAP/TAZ in mechanotransduction. Nature 474(7350): 179-183.  34. Yu FX, et al. (2012) Regulation of the Hippo-YAP pathway by G-protein-coupled re- ceptor signaling. Cell 150(4):780-791.  35. Bao Y, Hata Y, Ikeda M, Withanage K (2011) Mammalian Hippo pathway: From de- velopment to cancer and beyond. J Biochem 149(4):361-379.  36. Lamar JM, et al. (2012) The Hippo pathway target, YAP, promotes metastasis through its TEAD-interaction domain. Proc Natl Acad Sci USA 109(37):E2441-E2450.  37. Overholtzer M, et al. (2006) Transforming properties of YAP, a candidate oncogene on the chromosome 11q22 amplicon. Proc Natl Acad Sci USA 103(33):12405-12410.  38. Wang X, Su L, Ou Q (2012) Yes-associated protein promotes tumour development in luminal epithelial derived breast cancer. Eur J Cancer 48(8):1227-1234.  39. Harvey KF, Zhang X, Thomas DM (2013) The Hippo pathway and human cancer. Nat Rev Cancer 13(4):246-257.  40. Dong J, et al. (2007) Elucidation of a universal size-control mechanism in Drosophila and mammals. Cell 130(6):1120-1133.  41. Hill VK, et al. (2011) Frequent epigenetic inactivation of KIBRA, an upstream member of the Salvador/Warts/Hippo (SWH) tumor suppressor network, is associated with specific genetic event in B-cell acute lymphocytic leukemia. Epigenetics 6(3):326-332.  42. Denoyelle C, et al. (2001) Cerivastatin, an inhibitor of HMG-CoA reductase, inhibits the signaling pathways involved in the invasiveness and metastatic properties of highly invasive breast cancer cell lines: an in vitro study. Carcinogenesis 22(8): 1139-1148.  43. Clendening JW, et al. (2010) Dysregulation of the mevalonate pathway promotes transformation. Proc Natl Acad Sci USA 107(34):15051-15056.  44. Goldstein JL, Brown MS (1990) Regulation of the mevalonate pathway. Nature 343(6257):425-430.  45. Hong W, Guan KL (2012) The YAP and TAZ transcription co-activators: Key downstream effectors of the mammalian Hippo pathway. Semin Cell Dev Biol 23(7):785-793.  46. Sohr S, Engeland K (2008) RHAMM is differentially expressed in the cell cycle and downregulated by the tumor suppressor p53. Cell Cycle 7(21):3448-3460.  E98 | www.pnas.org/cgi/doi/10.1073/pnas.1319190110 Wang et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=STXT http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1319190110/-/DCSupplemental/pnas.201319190SI.pdf?targetid=nameddest=STXT www.pnas.org/cgi/doi/10.1073/pnas.1319190110   Supporting Information Wang et al. 10.1073/pnas.1319190110 SI Materials and Methods Cell Culture.HEK 293T cells were grown in DMEM supplemented with 10%FBS, 100U/mL penicillin, and 100 mg/mL streptomycin in 5% CO2 at 37 °C. MDA-MB-231 cells were maintained in Leibovitz L-15 Medium supplemented with 10% FBS, 100 U/mL penicillin, and 100 mg/mL streptomycin without CO2 at 37 °C. 4T1 cells were grown in RPMI-1640 supplemented with 10% FBS, 100 U/mL penicillin, and 100 mg/mL streptomycin in 5% CO2 at 37 °C. Transfection of plasmids was performed with Lipofectamine 2000 transfection reagent (Invitrogen) according to the manufacturer's protocol. Hydrogel assay were performed as previously described (1).  Chemicals. The following compounds used in this study were pur- chased from Sigma-Aldrich: simvastatin (S6196), DL-mevalono- lactone (M4667), GGTI-2133 (G5294), cytochalasin D (C8273), and geranylgeranyl pyrophosphate (G6025).Rho inhibitorC3 transferase was from Cytoskeleton.  Plasmids.HumanYes-associated protein (YAP) expression plasmid V5-YAP was provided by Makiko Fujii (Aichi Cancer Center Research Institute, Nagoya, Japan) (2). Human MST2 expression plasmids Flag-MST2 was generously provided by Kunliang Guan (University of California, La Jolla, CA). To generate expression plasmids for human RhoA, cDNAs were PCR-amplified and cloned into a pFlag-CMV2 vector, and then constitutively active RhoA (Q63L) expression plasmid was constructed from WT RhoA by using site-directed mutagenesis. Then, constitutively active RhoA (Q63L) was subcloned into a pBoBi lentivirus expression plasmid. To produce the lentivirus, the recombinant pBoBi- RhoA (Q63L) vector was cotransfected with pMDLg/pRRE, pRSV-Rev, pVSV-G into HEK 293T cells, and culture super- natants containing the virus were collected 48 h and 72 h after transfection. Receptor for hyaluronan-mediated motility (RHAMM) promoter constructs were amplified from human genomic DNA and cloned as XhoI/NcoI fragments into pGL3 enhancer luciferase reporter vector (Promega). The promoter construct −1830/1 was cloned as previously described (3). The promoter construct −1830/1 (ΔTB1), −1830/1 (ΔTB2) and −1830/1 (ΔTB1/2) were constructed with TEAD-binding site 1 (−291 to −285), TEAD-binding site 2 (−103 to −97), and TEAD- binding sites 1/2 (both −291 to −285 and −103 to −97) deletion, respectively.  Cell Migration and Invasion Assays.Twenty-four transwell chambers were used to monitor tumor cell migration and invasion as previously described (4). Briefly, cells were treated with DMSO or 5 μM simvastatin for 24 h and then trypsinized and transferred to a transwell chamber with 8-μm pore size membrane in the medium without FBS. The growth medium containing 20% FBS was placed in the lower chamber of the transwell chamber. After 6 h incubation, cells on the upper side of the membrane were removed by wiping with a cotton swab and stained with crystal violet, and then the migrated cells were photomicrographed. For invasion assay, the transwell chambers with 8-μm pore size membrane were coated with Matrigel. The rest of the assays were performed as described earlier except incubating cells in the transwell chamber for 24 h. For quantification, the migrated (i.e., invaded) stained cells on the other side of the membrane were extracted with 33% acetic acid. The absorbance of the eluted stain was determined at 570 nm.  Real-Time RT-PCR Analysis.Total RNA was extracted using RNAiso Plus (TaKaRa) and was then reverse-transcribed into cDNA by Primescript RT Reagent kit (TaKaRa) according to the manu- facturer's instructions. Prepared cDNA was then subjected to quantitative PCR analysis using FastStart Universal SYBR Green Master (ROX; Roche).The primer pairs used for quan- titative PCR amplification were as follows: RHAMM (human), sense, 5′-AGAACCAACTCAAGCAACAGG-3′; antisense, 5′-AG- GAGACGCCACTTGTTAATTTC-3′; RHAMM (mouse), sense, 5′-CCTTGCTTGCTTCGGCTAAAA-3′; antisense, 5′-CTGCTG- CATTGAGCTTTGCT-3′; CTGF (human), sense, 5′-GTTTGG- CCCAGACCCAACT-3′; antisense, 5′-GGAACAGGCGCTCCA- CTCT-3′; GAPDH (human), sense, 5′-CCAGAACATCATCC- CTGCCTCTACT-3′; anti-sense, 5′-GGTTTTTCTAGACGGCA- GGTCAGGT-3′; and GAPDH (mouse), sense, 5′- TGGATTTG- GACGCATTGGTC-3′; antisense, 5′-TTTGCACTGGTACGTG- TTGAT-3′.  Western Blot Analysis. Cells or tumor tissues were harvested, soni- cated in lysis buffer (20 mM Tris·HCl, pH 7.4, 150 mMNaCl, 1 mM EDTA, 1 mM EGTA, 1% Triton X-100, 2.5 mM sodium py- rophosphate, 1 mM β-glycerol phosphate, 1 mM sodium or- thovanadate, 2 μg/mL leupeptin, and 1 mM PMSF). Equal amounts of proteins were separated by SDS/PAGE and ana- lyzed by immunoblotting. Western blot were prepared by standard procedures by using anti-RHAMM (provided by Volker Assmann, University Medical Center Hamburg-Eppendorf, Hamburg, Germany), YAP1 (Abnova and Proteintech), phospho-YAP (Ser127; Cell Signaling), LATS1 (Cell Signaling), phopho-LATS1 (Ser909; Cell Signaling), TEAD4 (Abnova), Flag (Sigma), V5 (GeneTex), phopho-MST1 (Thr183)/MST2 (Thr180; GeneTex), RhoA GTPase (Epitomics), Flag (Abmart), EGFP (Abmart), Tubulin (Sigma), Lamin B (Santa Cruz), GAPDH (Santa Cruz), and β-actin (Santa Cruz) antibodies. The protein bands were scanned and the density of the bands was quantified as a ratio to the loading control by using Quantity One software (Bio-Rad).  Nuclear and Cytoplasmic Protein Extraction. To separate nuclear and cytoplasmic extract, high salt isolation of nuclear was carried out as previously described (5). Briefly, cells were extracted in a buffer containing 10 mM Pipes, pH 6.8, 300 mM sucrose, 100 mM NaCl, 3 mMMgCl2, 1 mM EGTA, 1 mM DTT, 0.5% Triton X-100 supplemented with 2.5 mM sodium pyrophosphate, 1 mM β-glycerol phosphate, 1 mM sodium orthovanadate, 2 μg/mL leupeptin, and 1 mM PMSF. After 3 min at 4 °C, nuclei were pelleted by centrifugation at 5,000 × g for 3 min, and both fractions were subjected to Western blot analysis.  Immunofluorescence Staining. After treatment, MDA-MB-231 or 4T1 cells were fixed with 4% paraformaldehyde for 30 min and permeabilized with 0.4% Triton X-100. Following blocking, cells were incubated with primary antibodies for 2 h at room tem- perature. FITC- or Cy3-conjugated goat anti-rabbit IgG anti- bodies were used as the secondary antibody. Primary antibody used were anti-YAP1 antibody (Abnova or Proteintech). Phal- loidin-FITC was used to stain actin cytoskeleton. For visualization of cell nucleus, DAPI was used. Sections were observed by using an Olympus laser scanning confocal microscope.  ChIP Assay.The ChIP assay was performed by using ChIP-IT Express Enzymatic Chromatin Immunoprecipitation kit (Active Motif) according to the manufacturer's instructions. Then, the eluted DNA was amplified by PCR with RHAMM promoter-specific primers as  Wang et al. www.pnas.org/cgi/content/short/1319190110 1 of 4  www.pnas.org/cgi/content/short/1319190110   follows: sense, 5′- TATTGGATGGCAGCCTAAAC-3′; and anti- sense, 5′- CACAGGAACACGAAGAAAGAA-3′. This was fol- lowed by analyzing by agarose gel electrophoresis. The antibodies used were anti-YAP (H-125; Santa Cruz) and TEAD4 (Abnova).  Luciferase Reporter Gene Assay. Cells were transfected with the indicated expression vectors and a luciferase reporter driven by RHAMM promoter by using Lipofectamine 2000 according to the manufacturer's instructions. Cell lysates were used for lu- ciferase assay by using the luciferase assay kit (Promega).  Lentiviral shRNA Cloning, Production, and Infection. Constructs expressing shRNA against YAP, TEAD1/3/4, and RHAMMwere generated by subcloning the following oligonucleotides into pSi- lencer 2.1-U6 hygro vector with the BamHI/HindIII site, and then shuttled into FG12 vector as previously described (6). The target sequences of YAP shRNA (7), TEAD1/3/4 shRNA (7), LATS1 shRNA (1), and LATS2 shRNA (1) were reported previously. The sequences of RHAMM oligonucleotides are as follows: RHAMM1 sense, 5′-GATCCGCTAGATATTGCCCAGTTAT- TCAAGAGATAACTGGGCAATATCTAGCTTTTTTGGAA- A-3′, RHAMM1 antisense, 5′-AGCTTTTCCAAAAAAGCTAG- ATATTGCCCAGTTATCTCTTGAATAACTGGGCAATATC- TAGCG-3′; and RHAMM2 sense, 5′-GATCCGGACCAGTA- TCCTTTCAGATTCAAGAGATCTGAAAGGATACTGGTC- CTTTTTTGGAAA-3′, RHAMM2 antisense, 5′-AGCTTTTC- CAAAAAAGGACCAGTATCCTTTCAGATCTCTTGAATC- TGAAAGGATACTGGTCCG-3′. To produce the shRNA len- tivirus, the recombinant FG12 vector was cotransfected with pMDLg/pRRE, pRSV-Rev, pVSV-G into HEK 293T cells, and  culture supernatants containing the virus were collected 48 h and 72 h after transfection. For infection with lentivirus, MDA-MB- 231 cells were cultured with lentiviral solution for 24 h in the presence of 1 μg/mL Polybrene (Sigma).  Breast Tumor Animal Model Study. Female BALB/c nude mice were obtained from the Institute of Laboratory Animal Sci- ences, Chinese Academy of Medical Science. All animal studies were carried out according to the protocols approved by the Administrative Committee on Animal Research of the Graduate School at Shenzhen, Tsinghua University. According to previously described protocols (4), mice were injected with 5 mg/kg body weight of simvastatin every day for 7 d. Control mice received PBS solution. Then, MDA-MB-231 cells were injected s.c. into the right flank of BALB/c nude mice at a dosage of 5 × 106 cells per mouse. After inoculation, simvastatin was administrated until the mice were killed at 3 wk.  Immunohistochemistry of Tissues.Formalin-fixed, paraffin-embedded tissues from patients with breast carcinoma were selected for im- munohistochemical examination by using an indirect immuno- peroxidase method. The antibodies used for immunohistochemical staining were YAP (H-125; Santa Cruz) and RHAMM (provided by Volker Assmann).  Statistical Analysis. Significant difference of data were determined using two-way ANOVA (Prism 4.00; GraphPad). To analyze the significance of data, a two-tailed Student t test (unpaired) was used. Results are presented as mean ± SD.  1. Dupont S, et al. (2011) Role of YAP/TAZ in mechanotransduction. Nature 474(7350): 179-183.  2. Fujii M, et al. (2012) TGF-β synergizes with defects in the Hippo pathway to stimulate human malignant mesothelioma growth. J Exp Med 209(3):479-494.  3. Sohr S, Engeland K (2008) RHAMM is differentially expressed in the cell cycle and downregulated by the tumor suppressor p53. Cell Cycle 7(21):3448-3460.  4. Mandal CC, Ghosh-Choudhury N, Yoneda T, Choudhury GG, Ghosh-Choudhury N (2011) Simvastatin prevents skeletal metastasis of breast cancer by an antagonistic interplay between p53 and CD44. J Biol Chem 286(13):11314-11327.  5. Reyes JC, Muchardt C, Yaniv M (1997) Components of the human SWI/SNF complex are enriched in active chromatin and are associated with the nuclear matrix. J Cell Biol 137(2):263-274.  6. Qin XF, An DS, Chen IS, Baltimore D (2003) Inhibiting HIV-1 infection in human T cells by lentiviral-mediated delivery of small interfering RNA against CCR5. Proc Natl Acad Sci USA 100(1):183-188.  7. Zhao B, et al. (2008) TEAD mediates YAP-dependent gene induction and growth control. Genes Dev 22(14):1962-1971.  Wang et al. www.pnas.org/cgi/content/short/1319190110 2 of 4  www.pnas.org/cgi/content/short/1319190110   Fig. S1. Simvastatin inhibits migration and invasion of breast cancer cells through mevalonate pathway. (A and B) Simvastatin blocked migration and invasion of MDA-MB-231 breast cancer cells via mevalonate pathway. MDA-MB-231 cells grown in medium containing 10% FBS were incubated with or without 250 μM mevalonate (Meva) for 6 h before treatment with DMSO or 5 μM simvastatin for 24 h and used for migration (A) and invasion (B) assays. (A) The cells were then trypsinized and transferred to a transwell chamber in the same medium for 6 h. The cells were fixed and stained with crystal violet, and then the stains were eluted and the migrated cells were photomicrographed. (B) The cells were then trypsinized and transferred to a transwell chamber coated with matrigel for 24 h. The cells were fixed and stained with crystal violet, and then the stains were eluted and the migrated cells were photomicrographed. (C and D) As in A and B but with 4T1 cells.  Fig. S2. Simvastatin significantly inhibits ERK activity, whereas adding mevalonate abolishes the inhibitory effect. 4T1 cells were incubated with or without 250 μM mevalonate (Meva) for 6 h before treatment with DMSO or 5 μM simvastatin for 24 h. Western blot was performed with the indicated antibodies.  Fig. S3. Reexpression of Flag-RHAMM in lentivirus-infected MDA-MB-231 cells. The expression of Flag-RHAMM was confirmed by Western blot.  Wang et al. www.pnas.org/cgi/content/short/1319190110 3 of 4  www.pnas.org/cgi/content/short/1319190110   Fig. S4. YAP is ubiquitinated after simvastatin treatment, and the addition of mevalonate abolishes the ubiquitination. MDA-MB-231 cells were incubated with the indicated reagents for 24 h and then treated with 25 μM MG132 for 5 h before harvest. Endogenous YAP was immunoprecipitated with anti-YAP antibody and Western blot was done with anti-YAP or anti-ubiquitin antibodies.  Fig. S5. The mevalonate pathway inhibitor simvastatin or GGTI-2133 significantly inhibits RhoA GTPase activity and disrupts actin cytoskeleton, and the addition of mevalonate or geranylgeranyl pyrophosphate (GGPP) abolishes the effect. (A) Simvastatin inhibited RhoA GTPase activity, and the addition of mevalonate or GGPP abolished the inhibitory effect. MDA-MB-231 cells were treated with the indicated reagents for 24 h, and the membrane and cytosol were isolated and subjected to Western blot by using RhoA GTPase antibody. (B) GGTI-2133 inhibited RhoA GTPase activity, and the addition of mevalonate or GGPP abolished the inhibitory effect. MDA-MB-231 cells were treated with GGTI-2133 for 24 h, and the membrane and cytosol were isolated and subjected to Western blot by using RhoA GTPase antibody. (C) Simvastatin or GGTI-2133 disrupted actin cytoskeleton, and the addition of mevalonate or GGPP abolished the inhibitory effect. MDA-MB-231 cells were treated with the indicated reagents for 24 h, and then the cells were fixed and stained with phalloidin (green).  Wang et al. www.pnas.org/cgi/content/short/1319190110 4 of 4  View publication statsView publication stats  www.pnas.org/cgi/content/short/1319190110 https://www.researchgate.net/publication/259456778",
    "references": [],
    "authors": [
        "Michael Waters",
        "Deepa Raju",
        "Helen S. Garmory",
        "Michel R. Popoff",
        "Mahfuzur R. Sarker"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}