{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Functional Implication of the Hydrolysis of Platelet Endothelial Cell Adhesion Molecule 1 (CD31) by Gingipains of Porphyromonas gingivalis for the Pathology of Periodontal Disease   INFECTION AND IMMUNITY, Mar. 2005, p. 1386-1398 Vol. 73, No. 3 0019-9567/05/$08.00-0 doi:10.1128/IAI.73.3.1386-1398.2005 Copyright   2005, American Society for Microbiology. All Rights Reserved.  Functional Implication of the Hydrolysis of Platelet Endothelial Cell Adhesion Molecule 1 (CD31) by Gingipains of Porphyromonas  gingivalis for the Pathology of Periodontal Disease Peter L. W. Yun,1* Arthur A. Decarlo,2 Cheryl C. Chapple,1 and Neil Hunter1  Institute of Dental Research, Westmead Millennium Institute and Centre for Oral Health, Westmead Hospital, Sydney, New South Wales, Australia,1 and NSU Dental, Nova Southeastern University, Ft. Lauderdale, Florida2  Received 13 September 2004/Returned for modification 26 October 2004/Accepted 8 November 2004  Periodontitis is a response of highly vascularized tissues to the adjacent microflora of dental plaque. Progressive disease has been related to consortia of anaerobic bacteria, with the gram-negative organism Porphyromonas gingivalis particularly implicated. The gingipains, comprising a group of cysteine proteinases and associated hemagglutinin domains, are major virulence determinants of this organism. As vascular expression of leukocyte adhesion molecules is a critical determinant of tissue response to microbial challenge, the objective of this study was to determine the capacity of gingipains to modulate the expression and function of these receptors. Given the potential multifunctional role of platelet endothelial cell adhesion molecule 1 (PECAM-1) in the vasculature, the effect of gingipains on PECAM-1 expression by endothelial cells was examined. Activated gingipains preferentially down-regulated PECAM-1 expression on endothelial cells com- pared with vascular cell adhesion molecule 1 and endothelial-leukocyte adhesion molecule 1, but the reduction in PECAM-1 expression was completely inhibited in the presence of the cysteine proteinase inhibitor TLCK (N--p-tosyl-L-lysine chloromethyl ketone). Endothelial monolayers treated with activated gingipains demon- strated progressive intercellular gap formation that correlated with reduced intercellular junctional PECAM-1 expression as determined by Western blotting and immunofluorescence microscopy. This was accompanied by enhanced transfer of both albumin and neutrophils across the monolayer. The results suggest that degradation of PECAM-1 by gingipains contributes to increased vascular permeability and neutrophil flux at disease sites.  Periodontal diseases are chronic inflammatory diseases af- fecting the well-vascularized connective tissues of the peri- odontium (20). Microbial challenge at the gingival sulcus leads to an inflammatory response in the adjacent soft tissues that is characterized by a migration of leukocytes from postcapillary venules into the extravascular tissue. It has been shown that the numerical density of vascular profiles in the connective tissue increases significantly subjacent to the altered epithelial lining of the periodontal pocket (11). Characteristic endothelial cell adhesion molecule expression related to leukocyte infiltration of human gingiva has been demonstrated (38, 44).  Porphyromonas gingivalis has been implicated as a major etiological agent in the onset and progression of chronic peri- odontitis (59). The trypsin-like cysteine proteinases or gingi- pains (Arg-gingipain, encoded by the two genes rgpA and rgpB, and a Lys-specific gingipain encoded by a single gene, kgp) have been closely linked with the virulence of this gram-neg- ative anaerobic bacteria (28, 31, 36). The outer membrane- associated gingipains (RgpA and Kgp) extracted from P. gin- givalis ATCC 33277 contain a catalytic domain and a hemagglutinin/adhesin domain (54, 70). Cysteine proteinase activities may affect cytokine inactivation and degradation (69, 70), acquisition of metabolically necessary iron and porphyrin from hemoglobin (14), enhancement of vascular permeability  through plasma prekallikrein activation and bradykinin release (33), and degradation of epithelial cell-cell junctional com- plexes (37).  Leukocyte emigration from the bloodstream into tissues at sites of inflammation is controlled by sequential intercellular adhesion events with endothelial cells that line the vascular wall. The initial rolling and tethering steps are mediated by members of the selectin family including endothelial leukocyte adhesion molecule 1 (ELAM-1 or E-selectin) and L-selectin (4, 8, 60). Vascular cell adhesion molecule 1 (VCAM-1) and intercellular cell adhesion molecule 1 (ICAM-1), located on the surface of cytokine-activated endothelium, belong to the immunoglobulin supergene family and are considered to be involved in the next step of leukocyte-endothelium interaction, where a tighter adhesion takes place (5, 51). Gemmell et al. found that endothelial cells did not express ELAM-1 in chron- ically inflamed periodontal tissue (27). Other studies have in- dicated that ELAM-1, VCAM-1, and ICAM-1 can be detected on endothelial cells adjacent to the junctional epithelium early in the course of experimentally induced gingivitis (44, 50, 65), suggesting that they are involved in crucial processes which direct leukocyte migration into the tissues and toward the gingival sulcus. Further, ICAM-1 on oral epithelial cells has recently been shown to be susceptible to proteolysis by gingi- pains (63). The importance of cell adhesion molecules is high- lighted by the rapid and severe periodontitis that characterizes leukocyte adhesion deficiency where polymorphonuclear leu- kocytes (PMNs) are unable to migrate through the endothe- lium of gingival blood vessels (22).  Leukocyte adhesion to endothelial cells is followed by leu-  * Corresponding author. Mailing address: Institute of Dental Re- search, Westmead Millennium Institute and Centre for Oral Health, Westmead Hospital, P.O. Box 533, Wentworthville, Sydney, NSW 2145, Australia. Phone: 61 2 98458764. Fax: 61 2 98457599. E-mail: plwyun@yahoo.com.  1386  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    kocyte penetration at interendothelial cell junctions, thus per- mitting leukocyte migration into the subendothelial space (4). Platelet endothelial cell adhesion molecule 1 (PECAM-1) is one of the most abundant proteins on the endothelial cell surface, with nearly one million molecules per cell (49). PECAM-1 is expressed on the surface of platelets and leuko- cytes and, in particular, at intercellular junctions of endothelial cells (48). Studies have shown a role for PECAM-1 in inter- endothelial adhesion (16) and leukocyte-endothelial cell inter- actions (6). Muller et al. (45, 46) were the first to show that pretreating monocytes or neutrophils with antibodies specific for PECAM-1 inhibited their emigration across an endothelial cell monolayer in a quantitative in vitro assay of transendothe- lial migration. Other studies have also demonstrated an abnor- mal transit of polymorphonuclear leukocytes across vascular basement membranes in PECAM-1-deficient mice (19, 64).  PECAM-1 has also been implicated in vascular responses in wound healing, angiogenesis (15, 25), and the development of the early cardiovascular system (2). Investigation of cultured PECAM-1-deficient endothelial cells has provided confirma- tory evidence that PECAM-1 has an important function in the maintenance of a vascular permeability barrier (24). In the lesions of gingivitis and periodontitis, the expression of PECAM-1 on mononuclear infiltrates increases significantly with increasing size of infiltrate (27). Although these studies implicate cell adhesion molecules in the pathogenesis of peri- odontal disease, the ability of gingipains from P. gingivalis to interact with these molecules has not been previously exam- ined.  In this study we report that the gingipains adhere to human umbilical vein endothelial cells (HUVECs) and rapidly de- grade PECAM-1 at endothelial cell lateral junctions to induce the formation of intercellular gaps. In contrast, tumor necrosis factor - (TNF--)-induced VCAM-1 and ELAM-1 expression on HUVECs is minimally affected by gingipains. Evidence is presented to show that loss of PECAM-1 on HUVECs can facilitate neutrophil transmigration in vitro. Hence, gingipains of P. gingivalis may contribute to the vascular disruption of periodontal tissue and facilitate leukocyte extravasation into the site.  MATERIALS AND METHODS  Chemicals and reagents. Bovine serum albumin, Evans blue dye, formyl-Met- Leu-Phe (fMLP), L-cysteine, paraformaldehyde, protease inhibitor cocktails (for mammalian tissues), sodium azide (NaN3), sodium dodecyl sulfate (SDS), N-- p-tosyl-L-lysine chloromethyl ketone (TLCK), Trizma base, Tris-hydrochloride (Tris-HCl), trypsin, and Tween 20 were purchased from Sigma (St. Louis, Mis- souri). Fetal calf serum (FCS) and RPMI medium were obtained from ICN Biochemicals (Irvine, Calif.); 3-[(3-cholamidopropyl) dimethylammonio]-1-pro- panesulfonate (CHAPS) was purchased from Calbiochem (La Jolla, Calif.). Phosphate-buffered saline (PBS) and Trypticase soy broth were purchased from Oxoid (Basingstoke, United Kingdom). Calcein-AM and Alexa Fluor 488 were purchased from Molecular Probes (Eugene, Oreg.). All reagents for electro- phoresis and Western blotting were from Bio-Rad (Richmond, Calif.).  Recombinant cytokines and antibodies. Human recombinant TNF-- was ob- tained from R&D Systems (Minneapolis, Minn.). Mouse monoclonal antibodies (MAb) specific for human CD31 (PECAM-1), CD62E (ELAM-1), and CD106 or VCAM-1 (MAb 51-10C9) were purchased from Becton Dickinson Inc. (Heidel- berg, Germany). A blocking antibody to PECAM-1 (clone HEC7) was also purchased from Research Diagnostics Inc. (Flanders, N.J.). MAb IIB2 was raised in mice against gingipains as previously described (14). IIB2 recognizes the hemagglutinin/adhesin domains, HA1 and HA3, of RgpA and Kgp (39 kDa) from P. gingivalis.  Bacterial strain and proteinase purification. P. gingivalis (ATCC 33277) was grown in enriched Trypticase soy broth under anaerobic conditions for 48 h. Organisms at a density of 1.5 gm/cm3 were suspended in saline, stirred for 1 h at 4°C, washed three times with pyrogen-free water, and lyophilized. Arg-gingipain and Lys-gingipain proteinase-adhesin complexes were purified according to the method previously described (70). Purified gingipains were dialyzed against five changes of PBS with 1 mM CaCl2, pH 7.5.  Binding of gingipains to endothelial cells. HUVECs were isolated by collage- nase treatment of the vessels as described elsewhere (35). Endothelial cells were seeded in 1% gelatin-coated 12-well plates (Corning Costar, Cambridge, Mass.) in M199 medium supplemented with 30 -g of endothelial cell growth factor per ml and containing 20% FCS, 10 U of heparin per ml, 50 U of penicillin ml, and 50 -g of streptomycin per ml. Cells used in these experiments were confluent and at passage levels four through six. Before the experiment, FCS was withheld, and the cells were cultured in M199 medium. Confluent endothelial cell monolayers were then treated with 5 mM cysteine-activated RgpA and Kgp at concentrations of 210 to 0.9 nM (1:3 serial dilution) for 1 h at 37°C. In serum experiments, cell monolayers were incubated in the presence or absence of 10 to 40% FCS or 2 mM TLCK (dialyzed against PBS and cultured in the absence of serum) for 1 h at 37°C. HUVECs were also tested in the presence or absence of the indicated concentrations of cysteine added to the gingipains. After the incubations, cells were harvested by gentle scraping and washed three times with 2 ml of PBS, stained with mouse IIB2 MAb, followed by fluorescein isothiocyanate-conju- gated rabbit anti-mouse immunoglobulin G (IgG; Dako, Sydney, Australia), and the relative labeling of the cell population was quantified in a Becton Dickinson FACScan analyzer. Isotype-matched IgG1 (Dako) was used as a control.  Evaluation of PECAM-1 expression on HUVECs. Confluent HUVECs were incubated with a 5 mM concentration of cysteine-activated RgpA or Kgp at concentrations of 70, 23, or 7.8 nM at 37°C without serum and harvested by scraping at 15-min intervals for up to 1 h. Gingipain-treated HUVECs were similarly cultured in the presence or absence of 5, 10, and 20% FCS or 2 mM TLCK for 1 h. Endothelial cells were then washed twice with cold PBS-0.1% bovine serum albumin-0.01% NaN3 and stained with the corresponding primary mouse anti-human MAbs (1:50) against PECAM-1 or with matched isotype control antibody. Cells were then labeled with a 1:100 concentration of fluores- cein isothiocyanate-conjugated rabbit anti-mouse IgG (Dako) and quantitated by using a Becton Dickinson FACScan analyzer. Incubations were for 50 min at 4°C for each stage. Volume gates were set to include the entire HUVEC population. Data were collected as histograms of relative fluorescence in a logarithmic scale on the x axis, with cell number as a linear scale on the y axis. To assess the effect of fixation on PECAM-1 expression, HUVECs were fixed in 3% paraformalde- hyde in PBS for 5 min at room temperature and washed twice with PBS. Fixed or unfixed endothelial cells were then incubated with activated gingipains (70 nM each) for 1 h at 37°C without serum. After the incubation, HUVECs were washed, stained for surface PECAM-1, and analyzed by flow cytometry.  Western blot analysis of PECAM-1 expression on HUVECs after gingipains treatment. Confluent HUVECs grown on 1% gelatin-coated six-well plates (Corning Costar) were cultured with activated RgpA or Kgp (70 nM each) for various times at 37°C in the absence of serum. After incubation, reactions were stopped with 2 mM TLCK, and HUVECs were isolated by gently scraping. HUVECs were also treated with 2 mM TLCK-treated gingipains for 1 h without serum. Endothelial cells were then washed twice with 5 mM Tris-HCl buffer (pH 7.5) and mixed with 20% (vol/vol) protease inhibitor cocktail (Sigma). Endothe- lial cells were then lysed directly in SDS reducing sample buffer by three cycles of heat (100°C for 3 min) and vigorous mixing. Aliquots were then resolved by SDS-10% polyacrylamide gel electrophoresis (39) and transferred to polyvinyli- dene difluoride membranes (66). The primary antibody, mouse anti-human PECAM-1 MAb, was diluted 1:500 in 5% nonfat dry milk-Tris-buffered-saline before use. Alkaline phosphatase rabbit anti-mouse (Dako), diluted 1:5,000, was used as the secondary antibody. Membranes were washed five times in Tris- buffered saline-0.1% Tween 20 between each step. Color was developed in a solution containing nitroblue tetrazolium chloride (1.65 mg) and 5-bromo-4- chloro-3-indolylphosphate p-toluidine salt (0.8 mg) in 10 ml of 100 mM Tris-HCl (pH 9.5).  Endothelial cell permeability assay. The permeability of HUVEC monolayers to Evans Blue albumin (EBA; 0.67 mg Evans Blue dye/ml and 4% bovine serum albumin in M199 medium), as a measure of gap junctional area, was determined as previously described (52). HUVEC monolayers were grown to confluence on tissue culture-treated transwells (3--m pore size; 12-mm diameter) (Corning Costar) in 24-well microtiter plates. The upper transwell and lower culture plate wells were filled with M199 medium (50 and 500 -l, respectively). For treatment of the monolayers, the transwells were washed with M199 medium without serum and then treated for 30 min with 5 mM cysteine-activated or TLCK-inhibited  VOL. 73, 2005 HYDROLYSIS OF PECAM-1 BY GINGIPAINS 1387  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    gingipains (70 nM concentration of RgpA or Kgp) or with the cysteine buffer control. After treatment, the transwells were again washed three times with medium; 500 -l of medium from the bottom well was collected for analysis and replaced at times 0, 10, 20, 30, and 60 min, and 50 -l of fresh EBA was replaced in the transwell at the same time intervals. All samples were diluted 1:1 in M199 medium, and mean optical density at 630 nm was evaluated by spectrophotom- etry. EBA standards were used to create a calibration curve of optical density versus milligrams of albumin per milliliter. The diffusion of EBA from the luminal buffer in the transwell to the abluminal buffer in the lower well was expressed as milligrams of albumin/minute/centimeter2 of monolayer.  PMN transmigration assay. Human PMNs were isolated by Ficoll gradient separation (Robbins Scientific, Sunnyvale, Calif.), followed by hypotonic red cell lysis. For the visualization of transmigrating cells, PMNs were fluorescently labeled with the membrane-associated dye calcein-AM (10 -M) (47) (Molecular Probes) for 30 min at 37°C with occasional shaking. After two washes in complete RPMI medium, cells were adjusted to a density of 106 cells/ml and resuspended in culture medium at 37°C. HUVECs were plated onto 0.1% gelatin-coated transwells (3--m pore size; 12-mm diameter) (Corning Costar) in 24-well mi- crotiter plates for 2 to 3 days. PMN transmigration was also evaluated with TNF-- (10 ng/ml)-induced HUVECs for 4 h. Before the experiment, medium M199 in upper and lower chambers was replaced with serum-free medium. Confluent HUVECs were then incubated with 5 mM cysteine-activated gingi- pains (a 70 nM concentration of RgpA or Kgp) in the presence or absence of 2 mM TLCK, 10 -g of anti-CD31 MAb (clone HEC7) or isotype-matched control per ml, or with control medium for 30 min, after which the transwells were again washed gently three times with M199 medium. To create a chemotactic gradient for neutrophils, fMLP (Sigma, St. Louis, Mo.) (23) at a concentration of 1 -M was added to the lower compartments of the transwell units. Calcein-AM labeled neutrophils were added to the upper chamber at a density of 106 cells/well. At different time points (1 or 2 h), transmigrated PMNs were recovered from the lower compartment, and the fluorescence of the samples was measured by a Perkin Elmer LS-50B spectrofluorimeter at an excitation wavelength of 488 nm and an emission wavelength of 535 nm.  Immunofluorescence staining. HUVECs for immunofluorescence assays were grown on 1% gelatin-coated eight-well chamber culture slides (Lab-Tek, San Diego, Calif.) until a confluent monolayer was achieved. Endothelial cells were then cultured with activated RgpA (70 nM) for 15 and 30 min at 37°C in the absence of serum. HUVECs were also treated with 2 mM TLCK-treated RgpA for 30 min without serum. After exposure to experimental conditions, cells were washed in PBS and fixed with 3% paraformaldehyde for 10 min. After washing, the slide was stained with primary antibody against anti-PECAM-1 for 45 min, unbound primary antibody was washed away, and cells were labeled with Alexa Fluor 488 (Molecular Probes)-conjugated secondary antibody for another 45 min at room temperature. After washing, the slide was mounted and analyzed with a Zeiss fluorescence microscope (Thornwood, N.Y.) connected to a Nikon digital camera (Tokyo, Japan).  Statistical analysis. All data were expressed as means - standard error of the means (SEM). Differences between groups were examined for statistical signif- icance by using a Student's t test for unpaired data and a paired t test for paired data. A P value of -0.05 indicated the presence of a statistically significant difference.  RESULTS  Effect of serum, cysteine, and proteinase inhibitors on bind- ing of gingipains to HUVECs. The ability of gingipains to bind to HUVECs was examined by flow cytometry after a 1-h incu- bation. Figure 1A shows that, under serum-free conditions, the binding of activated RgpA or Kgp to HUVECs occurred in a dose-dependent manner. Both RgpA and Kgp exhibited simi- lar binding activity to HUVECs, with 50% binding at approx- imately 2.7 nM and maximal effect near 70 nM. As serum is a rich source of proteinase inhibitors (30, 67), the effect of serum on gingipain binding to HUVECs was examined. The binding of a 70 nM concentration of RgpA or Kgp to HUVECs was only slightly affected by incubation in the presence of serum up to 40% (Fig. 1B). Further, the addition of 2 mM TLCK, an inhibitor of RgpA and Kgp, did not reduce binding, demon- strating that cysteine proteinase activity was not required (Fig.  1B). Figures 1C and D demonstrate the fluorescence-activated cell sorter (FACS) profiles of 70 nM RgpA and 70 nM Kgp bound to HUVECs after 1 h of incubation in the presence of 20% FCS. As cysteine is known as an effective reducing agent for the activation of gingipains, we tested the effect of various levels of cysteine on the binding activity of 70 nM gingipains to HUVECs. The amount of cysteine had little effect on binding as -80% of maximal gingipain binding to HUVECs was achieved without activation (Fig. 1E). The results suggest that the adhesin domains of the gingipains are able to bind to HUVECs and that proteolytic activity of the gingipains is not critical in this process.  Reduction of PECAM-1 on HUVECs by gingipains. PECAM-1 molecules are constitutively expressed on endothelial cells (49). We first investigated the ability of purified RgpA and Kgp to affect the expression of PECAM-1 by HUVECs under se- rum-free conditions. Both RgpA and Kgp efficiently reduced PECAM-1 expression on HUVECs in a time- and dose-depen- dent manner (Fig. 2A, B). Treatment of the HUVECs with a 70 nM concentration of RgpA or Kgp for 15 min reduced detection of PECAM-1 from 90% to approximately 25% (RgpA) and 40% (Kgp) of positive cells. Figures 2C and D demonstrate the FACS profiles of PECAM-1 expression on HUVECs after the addition of the indicated levels of gingi- pains for 1 h. To further identify PECAM-1 expression on HUVEC surfaces after gingipain treatment, a time course study was followed by Western blotting with the anti-PE- CAM-1 MAb (Fig. 2E). In untreated HUVECs, there was a 130-kDa band corresponding to intact PECAM-1. After a 15- min incubation with either RgpA or Kgp at 70 nM, the 130- kDa band representing the PECAM-1 was reduced. The 130- kDa PECAM-1 band disappeared after a 30- or 60-min treatment with RgpA or Kgp, respectively. To verify that the gingipains are responsible for the proteolytic cleavage of sur- face PECAM-1 on HUVECs, the proteinase inhibitor TLCK was incubated with gingipains before being added to the HUVECs. Under these conditions, the intensity of the 130- kDa PECAM-1 band was unaffected after a 60-min treatment with TLCK-treated RgpA or Kgp. The results correlated well with the flow cytometric analysis and confirmed that the re- duction of PECAM-1 expression on HUVECs was due to proteolysis by gingipains.  Extracellular enzymatic digestion of PECAM-1 by gingi- pains on HUVECs. The reduction of surface PECAM mole- cules on HUVECs was due to the enzymatic activity of gingi- pains since the cysteine proteinase inhibitor TLCK (at 2 mM) blocked the effect completely (Fig. 3A). Further, gingipains effectively diminished PECAM-1 expression by -30% in the presence of 10% FCS. The capacity of the gingipains to reduce PECAM-1 expression was fully suppressed in the presence of 20% serum.  To determine whether the reduction in PECAM-1 expres- sion may reflect either shedding or internalization of these adhesion glycoproteins (32) rather than proteolytic cleavage by gingipains, HUVECs were fixed before gingipain treatment. As shown in Fig. 3B, both RgpA and Kgp down-regulated PECAM-1 expression on both fixed and unfixed HUVECs (P - 0.001). Taken together, these data demonstrated adhesin- mediated binding of gingipains to endothelial cells and signif-  1388 YUN ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    FIG. 1. Binding of gingipains to HUVECs. (A) A confluent monolayer of HUVECs was treated with serially diluted (1:3) gingipains (a 5 mM concentration of cysteine-activated RgpA or Kgp from 210 nM) for 1 h at 37°C in the absence of serum. After incubation, cells were washed with 2 ml of PBS three times, stained with IIB2 MAb, and subjected to FACS analysis as described in Materials and Methods. Isotype-matched IgG1 was used as a control. (B) The ability of activated gingipains at 70 nM to bind HUVECs in the presence or absence of various levels of FCS or 2 mM TLCK was monitored for 1 h. (C and D) Fluorescence histograms obtained by FACS of activated gingipains (70 nM) binding to HUVECs in 20% FCS for 1 h. (E) Endothelial cell monolayers were incubated with 70 nM gingipains in the presence or absence of the indicated concentrations of cysteine for 1 h. Cells were then washed, stained with IIB2 MAb, and subjected to flow cytometry as above. Results are representative of three separate experiments that yielded similar results. Error bars indicate the means - SEM. *, P - 0.05 compared with untreated cells.  VOL. 73, 2005 HYDROLYSIS OF PECAM-1 BY GINGIPAINS 1389  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    FIG. 2. Decrease of PECAM-1 expression on HUVECs following gingipain treatment. (A and B) Confluent HUVECs were incubated with a 5 mM concentration of cysteine-activated RgpA or Kgp at the indicated concentrations and times without serum for 1 h at 37°C. HUVECs were then harvested by scraping, stained with anti-PECAM-1 or isotype-matched antibody, and measured by flow cytometry. Results are representative of three separate experiments that yielded similar results. Error bars indicate the means - SEM. *, P - 0.05; **, P - 0.01; and ***, P - 0.001 compared with untreated HUVECs. (C and D) Representative FACS profiles of PECAM-1 expression on HUVECs after treatment in the presence or absence of gingipains at indicated concentrations for 1 h. Results are representative of three separate experiments that yielded similar results. (E) Confluent HUVECs were incubated with RgpA or Kgp at a concentration of 70 nM for various times at 37°C under serum-free conditions. Proteolysis was inhibited in aliquots by the addition of 2 mM TLCK. (Endothelial cells were then harvested by scraping, washed with PBS, and lysed directly in SDS reducing sample buffer with 20% (vol/vol) protease inhibitor cocktail. Aliquots were then subjected to SDS-10% polyacrylamide gels and transferred to polyvinylidene difluoride membranes for Western blot analysis with antibody against PECAM-1 as described in Materials and Methods. RgpTL, TLCK-inhibited RgpA; KgpTL, TLCK-inhibited Kgp.  1390 YUN ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    icant proteolysis by the gingipains of PECAM-1 on the endo- thelial cell surface.  TNF---induced VCAM-1 and ELAM-1 expression on HUVECs is not readily altered by treatment with gingipains. Adhesion molecules such as VCAM-1 or ELAM-1 are absent or minimally expressed on unactivated HUVECs but are readily induced by cytokines such as TNF-- (4). We directly compared the effects of gingipains on VCAM-1 and ELAM-1 expression to the effects observed for PECAM-1. TNF---acti- vated HUVECs were incubated for 1 to 3 h in the presence or absence of 70 nM gingipain under serum-free conditions (Fig. 4A). The percentage of cells expressing VCAM-1 and ELAM-1 was slightly decreased by approximately 10 to 15% after 1 to 2 h of treatment with RgpA or Kgp compared to the untreated HUVEC cultures. VCAM-1 expression on HUVECs was de- creased by a further 5 to 10% after 3 h of treatment with gingipains. Expression of ELAM-1 was significantly (P - 0.001) reduced by approximately 40% at 3 h in RgpA-treated HUVEC cultures compared with untreated HUVECs. How- ever, when 20% FCS was added to the gingipain-treated HUVEC cultures for 1 to 3 h, no reduction of the VCAM-1 and ELAM-1 expression levels on HUVECs was observed, which is similar to serum effects on PECAM-1 proteolysis by gingipains (data not shown).  The reduction of PECAM-1 expression on PMNs by gingi- pains. As PECAM-1 is also expressed on neutrophils (48), we examined the effects of gingipain treatment on PMN PECAM-1 expression. Under serum-free conditions, treatment of neutro- phils with a 70 nM concentration of RgpA or Kgp significantly (P - 0.001) reduced PECAM-1 surface expression by approx- imately 90% after a 1-h incubation (Fig. 4B). Further, the  reduction of PECAM-1 expression was completely blocked by the RgpA and Kgp inhibitor TLCK.  Vascular permeability is increased following treatment with gingipains in vitro. To demonstrate the effect of gingipains on HUVEC contraction and intercellular gap formation, pho- tomicrographs were taken, and monolayer permeability to EBA was recorded (52). Photographs taken at 0, 15, and 60 min after exposure to a 70 nM concentration of RgpA or Kgp showed a rapid and obvious contraction of endothelial cells and gradual intercellular gap formation (Fig. 5A). In contrast, a 60-min exposure to TLCK-treated RgpA or Kgp resulted in neither endothelial cell contraction nor intercellular gap for- mation, as seen by comparing photographs with those taken of untreated HUVECs (Fig. 5A). Gingipains also induced a prompt increase in the permeability of monolayers to EBA. Buffer treatment was used as a negative control. Figure 5B shows that the same conditions resulted in a two- to threefold increase in EBA permeability within 10 min. Endothelial monolayer permeability increased with time after the addition of gingipains, and there was no change induced by TLCK- inhibited gingipains or buffer treatment. These visual and per- meability data confirm that gingipains induced intercellular gap formation.  Gingipains enhance transmigration of PMNs across HUVEC monolayers. The modification of permeability was quantified by establishing the transmigration time course of PMNs across endothelial cell monolayers seeded on porous transwell chambers. Prior to the addition of PMNs to the upper compartments of the transwell units, endothelial cell monolayers underwent treatment with gingipains at a concen- tration of 70 nM or with proteolytically inhibited gingipains for  FIG. 3. Serum inhibition of proteolysis of PECAM-1 by gingipains. (A) Confluent HUVECs were cultured with activated RgpA or Kgp (70 nM each) in the presence or absence of FCS at indicated concentrations or with TLCK for 1 h at 37°C. PECAM-1 expression on HUVECs was then measured by flow cytometry. (B) HUVECs were fixed with 3% paraformaldehyde for 5 min at room temperature. After washing with PBS, fixed or unfixed cells were incubated with RgpA or Kgp (70 nM each) in the absence of serum for 1 h at 37°C. PECAM-1 expression on HUVECs was then evaluated by flow cytometry. Error bars indicate the means - SEM. **, P - 0.01, and ***, P - 0.001 compared with corresponding controls [cont].  VOL. 73, 2005 HYDROLYSIS OF PECAM-1 BY GINGIPAINS 1391  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    1 h. In response to chemoattractant in the lower compartment, the number of transmigrated neutrophils increased by -30% after a 1-h culture period and by -50% after a 2-h incubation in the chambers (P - 0.001), compared to treatment with medium alone (Fig. 6A). Similarly, in TNF---activated HUVEC monolayers, gingipain treatment allowed more PMNs to transmigrate (Fig. 6B). Inhibition of gingipains by TLCK significantly blocked the enhancement of PMN trans- migration. The results correlated with the finding that gingi- pains can disrupt interendothelial cell junctions and increase vascular permeability.  PECAM-1 expression on HUVECs is diminished in re- sponse to RgpA treatment. To examine whether the transmi- gration of PMNs across HUVEC monolayers, facilitated by challenge with RgpA, was associated with changes in the dis- tribution of PECAM-1 at interendothelial junctions, confluent HUVEC monolayers were incubated with either RgpA or con- trol medium, and the distribution of PECAM-1 was analyzed by fluorescence microscopy. As shown in Fig. 7, unstimulated confluent cells were brightly stained for PECAM-1 molecules that showed a linear and homogeneous distribution at cell borders (Fig. 7). Conversely, staining for PECAM-1 was less  FIG. 4. Time course of the effect of gingipains on PECAM-1, VCAM-1, and ELAM-1 expression on HUVECs. (A) Confluent HUVECs were treated with activated gingipain (a 70 nM concentration of RgpA or Kgp) for 1, 2, and 3 h without serum, washed, and stained for PECAM-1 expression by flow cytometry. For the measurement of VCAM-1 and ELAM-1 expression, HUVECs were preincubated with 10 ng of TNF-- per ml for 4 h. Endothelial cells were then washed twice with M199 medium, and RgpA or Kgp (70 nM each) was added to the cultures for 1, 2, and 3 h under serum-free conditions. The data shown are from three independent experiments that yielded similar results. (B) Purified PMNs were treated with RgpA or Kgp (70 nM each) with or without TLCK (TL) for 1 h in the absence of serum. PMNs were then subjected to indirect immunofluorescence and flow cytometry. The data are representative of three separate experiments that showed the same loss in PECAM-1 expression on PMNs. Error bars indicate the means - SEM. *, P - 0.05; **, P - 0.01; and ***, P - 0.001 compared with untreated HUVECs. Isot, isotype; cont, control.  1392 YUN ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    intense in gingipain-stimulated HUVECs, with the intensity of staining significantly reduced on the cell surface after a 30-min incubation with gingipains (Fig. 7). HUVECs stimulated with TLCK-treated RgpA exhibited a pattern of reactivity that was similar to that of the control cells, with no overt changes in the staining and distribution of PECAM-1.  DISCUSSION  Previous reports have implied that P. gingivalis may pene- trate the epithelial barrier surrounding the gingival sulcus (18). Further, P. gingivalis has been observed within gingival tissues in vivo (55), whereas tissue penetration and destruction by P. gingivalis have been demonstrated in vitro (1). These results  indicated that P. gingivalis may invade deeper structures of the connective tissue. Likewise, it has been reported that P. gingi- valis can adhere to and invade endothelial cells (17). Also, it is interesting that P. gingivalis has been detected in atheroscle- rotic plaques (13). The present study indicates the role of gingipains in the ability of P. gingivalis to localize to endothelial cells. The results suggest that gingipains are likely to adhere to endothelial cells in vivo, as serum concentrations up to 40% have little affect on binding activity. We speculate that the ability of gingipains to adhere to endothelial cells may contrib- ute not only to localized inflammation but also, through enter- ing the bloodstream, to the development of systemic reactions such as atherosclerosis (3). The data also suggest that adher-  FIG. 5. Photomicrographs and EBA permeability of HUVEC monolayers after treatment with gingipain. (A) Serial photomicrographs of gingipain-treated HUVEC monolayers with or without 2 mM TLCK (TL) at the indicated times. (B) Confluent endothelial cell monolayers seeded on porous transwell filters were treated either with buffer containing 5 mM cysteine only or with activated gingipain (70 nM) in the presence or absence of 2 mM TLCK (TL) for 30 min without serum. The upper compartments of the transwell units were then washed gently, and the diffusion of EBA from the M199 medium in the transwell to the medium in the lower well was measured as milligrams of albumin/minute/centimeter2 of monolayer. Samples were taken at several time points before and after treatment. Error bars indicate the means - SEM. The data correspond to mean values obtained from three similarly treated independent transwell units. *, P - 0.05; **, P - 0.01; and ***, P - 0.001 compared with cysteine (cyst) controls.  VOL. 73, 2005 HYDROLYSIS OF PECAM-1 BY GINGIPAINS 1393  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    ence of the adhesin domain of gingipains to HUVECs is likely to facilitate the hydrolysis of interconnecting adherens junction PECAM-1 molecules mediated by the catalytic domain of the proteinases. The lack of PECAM-1 cleavage following pre- treatment of gingipains with TLCK, a cysteine protease inhib-  itor that inhibits gingipain activity, strongly supports the find- ings.  Both RgpA and Kgp were shown to efficiently degrade PECAM-1 on endothelial cells. We observed that threshold levels of gingipains were required for degradation of  FIG. 6. Time course of neutrophil transmigration through gingipain-treated HUVEC monolayers. Confluent endothelial cell monolayers were seeded on porous transwell filters in the absence (A) or presence (B) of 10 ng of TNF-- per ml for 4 h. The wells were then rinsed twice, and untreated HUVECs were used for comparison. Endothelial cells were then treated either with activated gingipain (70 nM) in the presence or absence of 2 mM TLCK (TL), with anti-PECAM-1 antibody (clone HEC7 at a concentration of 10 -g/ml), or with isotype-matched antibody for 30 min without serum. Anti-VCAM-1 antibody (10 -g/ml) was also added as a control for the TNF---activated HUVECs. Monolayers (top wells) were concurrently washed gently in culture medium; 1 -M fMLP was added to the lower wells as a stimulant after the addition of calcein-AM labeled PMNs (106/well) to the upper compartments of the transwell units. After the addition of neutrophils for 1 to 2 h, supernatants containing PMNs from the lower wells were centrifuged and resuspended in 200 -l of RPMI medium. The fluorescence of calcein-labeled PMNs was then measured by fluorimetry. The data correspond to mean values obtained from three similarly treated independent transwell units. Error bars indicate the means - SEM. **, P - 0.01, and ***, P - 0.001 compared with untreated HUVECs. Isot, isotype; -ve, negative; -ve, positive.  1394 YUN ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    PECAM-1 to occur. PECAM-1 is a single chain 130-kDa mem- brane glycoprotein containing six extracellular Ig-like domains of the C2 subclass, one transmembrane region, and a cytoplas- mic tail (48). A recent study with chimeric constructs of human PECAM-1 revealed that homophilic binding of PECAM-1 on adjacent cells and positively charged sequences (599RKAKA K604) in the juxtamembrane region of the transmembrane do- main of PECAM-1 are important for its localization to cell-cell borders (62). In this context, the hemagglutinin domains have been reported to regulate intracellular dispersion of gingipains taken up by epithelial cells (57), and the proteinases have specificity for arginine and lysine residues (54), with the 599RK AKAK604 sequence a potential target.  The major proteinase inhibitors present in human serum are alpha-1-antitrypsin, alpha-1-antichymotrypsin, and alpha-2- macroglobulin (-2M). Two strains of P. gingivalis (W83 and H185) have been shown to degrade most serum proteins, in- cluding the plasma proteinase inhibitors alpha-1-antitrypsin and -2M, but not alpha-1-antichymotrypsin (10). In another study, -2M was shown to inhibit the catalytic activity of gingi- pain R efficiently but not gingipain K (30). While the serum protease inhibitors may limit PECAM-1 cleavage on HUVECs, the actual effect remains undetermined in the  present study. The observed effect of serum in limiting down- regulation of PECAM-1 on HUVECs could be attributed to serum albumin, a known preferred target of gingipain activity (29), acting as a competitive substrate, resulting in increased retention of PECAM-1. The present report indicates that gingipains at a concentration of 70 nM effectively reduce PECAM-1 expression on HUVECs in the presence of 10% serum, whereas limited hydrolysis of PECAM-1 was observed in the presence of 20% serum. The level of gingipains in crevicular fluid at inflamed sites was estimated at 40 to 90 nM (21), comparable to the amount used in this study. Hence, it is possible that proteolytic cleavage of PECAM-1 by gingipains occurs in vivo.  The present study shows that gingipains are able to increase the permeability of endothelial monolayers. The kinetics of endothelial permeability induced by gingipains correlated with the kinetics of PECAM-1 degradation. It can therefore be presumed that treatment of endothelial monolayers with gin- gipains disrupts intercellular junctions, at least by degradation of the PECAM-1 involved in endothelial monolayer integrity. Gap formation by gingipains appears to be different from TNF---promoted intercellular gap formation, where actin pe- ripheral bundles are converted into stress fibers and where  FIG. 7. Immunofluorescence showing intercellular PECAM-1 staining on HUVECs treated with gingipains. HUVECs were grown to conflu- ence in an eight-well chamber culture slide and incubated with 70 nM RgpA for 15 and 30 min or with control medium alone. HUVECs were also treated with 2 mM TLCK-treated RgpA (RgpTL) at a concentration of 70 nM for 30 min. Cells were then stained with anti-PECAM-1 MAb followed by Alexa Fluor-conjugated secondary antibody. Cells were imaged by using conventional fluorescence microscopy and a digital camera. Note the decrease of intercellular PECAM-1 staining in the gingipain-treated HUVECs and the normal distribution of PECAM-1 in HUVECs.  VOL. 73, 2005 HYDROLYSIS OF PECAM-1 BY GINGIPAINS 1395  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    increased permeability to macromolecules is observed (7). Changes in endothelial cell intercellular permeability by gingi- pains occur in parallel with changes in the rate of leukocyte transmigration. We conclude that reduced PECAM-1 expres- sion at the junctions after gingipains treatment may disrupt the tight assembly of endothelial cells, thus allowing leukocyte transmigration in this system.  Evidence was obtained that gingipains did not preferentially degrade ELAM-1 and VCAM-1 expressed by endothelial cells compared with PECAM-1. RgpA reduced half of the TNF--- induced ELAM-1 expression on endothelial cells after 3 h of incubation, reflecting the limited activity of RgpA in degrada- tion of ELAM-1. ELAM-1 binds neutrophils selectively but not the majority of lymphocytes (5). It has been suggested that gingival blood vessels might be functionally specialized to con- stitutively express ELAM-1 and ICAM-1 and thus facilitate leukocyte traffic into the gingival crevice (44). The present investigation indicated that prolonged exposure to gingipains produced by P. gingivalis might modify the rolling or tethering steps of leukocytes mediated by ELAM-1 expression on endo- thelial cells.  It has been reported that two regions of VCAM-1, localized to domains 4 and 5, are sensitive to proteolytic cleavage by endopeptidase Glu-C of Staphylococcus aureus (53). However, gingipains exhibit minimal activity against TNF---induced VCAM-1 expression on endothelial cells in vitro. VCAM-1 is a selective adhesion molecule for mononuclear cells (9). The resistance of VCAM-1 on endothelial cells to gingipains sug- gests a functional involvement of this molecule during adhe- sion and transendothelial migration of lymphocytes in peri- odontitis. Our results indicate that PMN transmigration across cytokine-activated endothelial cells can be facilitated by gingi- pains and may potentially contribute to leukocyte accumula- tion at periodontal sites.  The expression of PECAM-1 on PMNs could play an im- portant role in the modulation of inflammatory foci by influ- encing responses to chemotaxis, cell adhesion, or mediators of inflammation such as cytokines and complement (46). Also, the transendothelial migration of leukocytes across the suben- dothelial basal lamina is mediated via the heterophilic inter- action of domain 6 of leukocyte PECAM-1 with unknown component(s) of the basement membrane (41, 46). We ob- served that gingipains can also down-regulate PECAM-1 ex- pression on PMNs. The data suggest the potential ability of gingipains to reduce the heterophilic interaction of leukocyte PECAM-1 with endothelial cells at sites of inflammatory gin- gival tissue.  Gingipain-K has potent fibrinogenolytic activity that can contribute to a bleeding tendency at periodontitis sites (34). On the other hand, a recent study has demonstrated prolonged bleeding times in PECAM-1-deficient mice (42). These studies are consistent with a role for gingipains in the acquisition of the iron or porphyrin necessary for bacterial growth and viru- lence (14), potentially mediated by modulating endothelial cell PECAM-1 expression and extending bleeding time.  Leukocyte transmigration through the endothelium is a mul- tistep process. PECAM-1 is an important component at endo- thelial junctions. However, three additional adhesive proteins, junctional adhesion molecule (40, 43), CD99 (56) and vascular endothelial-cadherin (61), expressed at endothelial cell-cell  junctions, have recently been demonstrated to be involved in leukocyte transmigration. To date, only the epithelial-cadherin and neuronal-cadherin of epithelial cells are known to be de- graded by P. gingivalis proteases (12). Further investigation is under way to resolve a possible interaction of gingipains and these adhesion proteins.  The creation of intercellular gaps and the relative sparing of adhesion receptors important in anchoring mononuclear leu- kocytes is noteworthy in relation to the pathology of the lesion. P. gingivalis infection can cause local inflammation, which con- tributes to the ulceration of the gingiva and local vascular changes. The observed expression of endothelial ELAM-1 and VCAM-1 under P. gingivalis proteinase challenge is consistent with the initial stages of gingival inflammation characterized by the continuous migration of leukocytes (44, 50, 65). Further, the present investigation indicates that gingipains from P. gin- givalis may contribute to the initiation of endothelial barrier destruction by cleaving PECAM-1 at the endothelial cell-cell junction. P. gingivalis and the gingipains may interact with endothelium of the microvasculature from the perivascular aspect, along a gradient from the plaque mass in the periodon- tal pocket to the adjacent connective tissues. Equally likely, gingipains may enter the vasculature through localized sites of microulceration of the pocket wall, interacting with endothe- lium from the lumenal aspect. Consequently, gingipains can promote microvascular permeability and could potentially con- tribute to gingival crevicular flooding and leukocyte accumu- lation at periodontal sites infected with P. gingivalis. Of rele- vance also is the observed correlation between the occurrence of P. gingivalis and neutrophil elastase levels in the gingival crevicular fluid at periodontitis sites (71). While the recruit- ment of leukocytes and participation of inflammatory media- tors such as proinflammatory cytokines may amplify the mag- nitude of tissue and vascular damage at periodontitis sites, these inflammatory products can also enter the circulation to produce systemic effects. Significantly, P. gingivalis proteinases may overcome host immune responses by effectively down- regulating both afferent and efferent arms of the cell-mediated immune response (69, 70). Further, gingipains are effective in stimulating polyclonal activation of B lymphocytes (68), an observation compatible with the observed perivascular accu- mulation of degenerate B-cell derivatives as a characteristic feature of the lesion of periodontitis (26, 58). Conversely, me- diation of vascular permeability by gingipains could contribute to the capacity of P. gingivalis to enter the circulatory systems. The capacity of gingipains to attach to endothelial cells as demonstrated in the present study could potentiate the dam- aging effects of these enzymes, thereby decreasing the integrity and strength of vessel walls, with implications for the risk of atherosclerosis and related cardiovascular events.  ACKNOWLEDGMENT  This work was supported by a grant from the National Health and Medical Research Council of Australia.  REFERENCES  1. Andrian, E., D. Grenier, and M. Rouabhia. 2004. In vitro models of tissue penetration and destruction by Porphyromonas gingivalis. Infect. Immun. 72:4689-4698.  2. Baldwin, H. S., H. M. Shen, H. C. Yan, H. M. DeLisser, A. Chung, C. Mickanin, T. Trask, N. E. Kirschbaum, S. M. Albelda, P. J. Newman, and  1396 YUN ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    C. A. Buck. 1994. Platelet endothelial cell adhesion molecule-1 (PECAM-1/ CD31): alternatively spliced, functionally distinct isoforms expressed during mammalian cardiovascular development. Development 120:2539-2553.  3. Beck, J. D., J. Pankow, H. A. Tyroler, and S. Offenbacher. 1999. Dental infections and atherosclerosis. Am. Heart J. 138:S528-S533.  4. Bevilacqua, M. P. 1997. Endothelial-leukocyte adhesion molecules. Annu. Rev. Immunol. 11:767-804.  5. Bevilacqua, M. P., S. Stengelin, M. A. Gimbrone, Jr., and B. Seed. 1989. Endothelial leukocyte adhesion molecule 1: an inducible receptor for neu- trophils related to complement regulatory proteins and lectins. Science 243: 1160-1165.  6. Bogen, S. A., H. S. Baldwin, S. C. Watkins, S. M. Albelda, and A. K. Abbas. 1992. Association of murine CD31 with transmigrating lymphocytes follow- ing antigenic stimulation. Am. J. Pathol. 141:843-854.  7. Brett, J., H. Gerlach, P. Nawroth, S. Steinberg, G. Godman, and D. Stern. 1989. Tumor necrosis factor/cachectin increases permeability of endothelial cell monolayers by a mechanism involving regulatory G proteins. J. Exp. Med. 169:1977-1991.  8. Butcher, E. C. 1991. Leukocyte-endothelial cell recognition: three (or more) steps to specificity and diversity. Cell 67:1033-1036.  9. Carlos, T. M., B. R. Schwartz, and N. L. Kovach. 1990. Vascular cell adhe- sion molecule-1 mediates lymphocyte adherence to cytokine-activated cul- tured human endothelial cells. Blood 76:965-970.  10. Carlsson, J., B. F. Herrmann, J. F. Höfling, and G. K. Sundqvist. 1984. Degradation of human proteinase inhibitors alpha-1-antitrypsin and alpha- 2-macroglobulin by Bacteroides gingivalis. Infect. Immun. 43:644-648.  11. Chapple, C. C., R. K. Kumar, and N. Hunter. 2000. Vascular remodelling in chronic inflammatory periodontal disease. J. Oral Pathol. Med. 29:500-506.  12. Chen, Z., C. A. Casiano, and H. M. Fletcher. 2001. Protease-active extracel- lular protein preparations from Porphyromonas gingivalis W83 induce N- cadherin proteolysis, loss of cell adhesion, and apoptosis in human epithelial cells. J. Periodontol. 72:641-650.  13. Chiu, B. 1999. Multiple infections in carotid atherosclerotic plaques. Am. Heart J. 138:S534-S536.  14. DeCarlo, A. A., M. Paramaesvaran, L. W. P. Yun, C. Collyer, and N. Hunter. 1999. Porphyrin-mediated binding to hemoglobin by the HA2 domain of cysteine proteinases (gingipains) and hemagglutinins from the periodontal pathogen Porphyromonas gingivalis. J. Bacteriol. 181:3784-3791.  15. DeLisser, H. M., M. Christofidou-Solomidou, R. M. Strieter, M. D. Burdick, C. S. Robinson, R. S. Wexler, J. S. Kerr, C. Garlanda, J. R. Merwin, J. A. Madri, and S. M. Albelda. 1997. Involvement of endothelial PECAM-1/ CD31 in angiogenesis. Am. J. Pathol. 151:671-677.  16. DeLisser, H. M., P. J. Newman, and S. M. Albelda. 1994. Molecular and functional aspects of PECAM-1/CD31. Immunol. Today 15:490-495.  17. Deshpande, R. G., M. B. Khan, and C. A. Genco. 1998. Invasion of aortic and heart endothelial cells by Porphyromonas gingivalis. Infect. Immun. 66:5337- 5343.  18. Deshpande, R. G., M. B. Khan, and C. A. Genco. 1998. Invasion strategies of the oral pathogen Porphyromonas gingivalis: implications for cardiovascular disease. Invasion Metastasis 18:57-69.  19. Duncan, G. S., D. P. Andrew, H. Takimoto, S. A. Kaufman, H. Yoshida, J. Spellberg, J. Luis de la Pompa, A. Elia, A. Wakeham, B. Karan-Tamir, W. A. Muller, G. Senaldi, M. M. Zukowski, and T. W. Mak. 1999. Genetic evidence for functional redundancy of platelet/endothelial cell adhesion molecule-1 (PECAM-1): CD31-deficient mice reveal PECAM-1-dependent and PECAM-1-independent functions. J. Immunol. 162:3022-3030.  20. Egelberg, J. 1966. The blood vessels of the dento-gingival junction. J. Peri- odont. Res. 1:163-179.  21. Eley, B. M., and S. W. Cox. 1996. Correlation between gingivain/gingipain and bacterial dipeptidyl peptidase activity in gingival crevicular fluid and periodontal attachment loss in chronic periodontitis patients. J. Periodontol. 67:703-716.  22. Etzioni, A., M. Frydman, S. Pollack, I. Avidor, M. L. Phillips, J. C. Paulson, and R. Gershoni-Baruch. 1992. Brief report: recurrent severe infections caused by a novel leukocyte adhesion deficiency. N. Engl. J. Med. 327:1789- 1792.  23. Feng, D., J. A. Nagy, K. Pyne, H. F. Dvorak, and A. M. Dvorak. 1998. Neutrophils emigrate from venules by a transendothelial cell pathway in response to fMLP. J. Exp. Med. 187:903-915.  24. Ferrero, E., M. E. Ferrero, R. Pardi, and M. R. Zocchi. 1995. The platelet endothelial cell adhesion molecule-1 (PECAM-1) contributes to endothelial barrier function. FEBS Lett. 374:323-326.  25. Gaoyuan, C., C. D. O'Brien, Z. Zhou, S. M. Sanders, J. N. Greenbaum, A. Makrigiannakis, and H. M. Delisser. 2002. Involvement of human PECAM-1 in angiogenesis and in vitro endothelial cell migration. Am. J. Physiol. Cell Physiol. 282:C1181-C1190.  26. Gemmell, E., R. I. Marshall, and G. J. Seymour. 1997. Cytokines and pros- taglandins in immune homeostasis and tissue destruction in periodontal disease. Periodontol. 2000 14:112-143.  27. Gemmell, E., L. J. Walsh, N. W. Savage, and G. J. Seymour. 1994. Adhesion molecule expression in chronic inflammatory periodontal disease tissue. J. Periodont. Res. 29:46-53.  28. Genco, C. A., J. Potemp, J. Mikolajczyk-Pawlinska, and J. Travis. 1999. Role of gingipains R in the pathogenesis of Porphyromonas gingivalis-mediated periodontal disease. Clin. Infect. Dis. 28:456-656.  29. Grenier, D., S. Imbeault, P. Plamondon, G. Grenier, K. Nakayama, and D. Mayrand. 2001. Role of gingipains in growth of Porphyromonas gingivalis in the presence of human serum albumin. Infect. Immun. 69:5166-5172.  30. Grøn, H., R. Pike, J. Potempa, J. Travis, I. B. Thøgersen, J. J. Enghild, and S. V. Pizzo. 1997. The potential role of -2-macroglobulin in the control of cysteine proteinases (gingipains) from Porphyromonas gingivalis. J. Periodon- tol. Res. 32:61-68.  31. Holt, S. C., L. Kesavalu, S. Walker, and C. A. Genco. 1999. Virulence factors of Porphyromonas gingivalis. Periodontol. 2000 20:168-238.  32. Ilan, N., A. Mohsenin, L. Cheung, and J. A. Madri. 2001. PECAM-1 shed- ding during apoptosis generates a membrane-anchored truncated molecule with unique signaling characteristics. FASEB J. 15:362-372.  33. Imamura, T., R. N. Pike, J. Potempa, and J. Travis. 1994. Pathogenesis of periodontitis: a major arginine-specific cysteine proteinase from Porphy- romonas gingivalis induces vascular permeability enhancement through acti- vation of the kallikrein/kinin pathway. J. Clin. Investig. 94:361-367.  34. Imamura, T., J. Potempa, R. N. Pike, J. N. Moore, M. H. Barton, and J. Travis. 1995. Effect of free and vesicle-bound cysteine proteases of Porphy- romonas gingivalis on plasma clot formation: implications for bleeding ten- dency at periodontitis sites. Infect. Immun. 63:4877-4882.  35. Jaffe, E. A., R. L. Nachman, C. G. Becker, and R. C. Minick. 1973. Culture of human endothelial cells derived from umbilical veins. Identification by morphologic and immunologic criteria. J. Clin. Investig. 52:2745-2756.  36. Kadowaki, T., K. Nakayama, K. Okamoto, N. Abe, A. Baba, Y. Shi, D. B. Ratnayake, and K. Yamamoto. 2000. Porphyromonas gingivalis proteinases as virulence determinants in progression of periodontal diseases. J. Biochem. 128:153-159.  37. Katz, J., Q.-B. Yang, P. Zhang, J. Potempa, J. Travis, S. M. Michalek, and D. F. Balkovetz. 2002. Hydrolysis of epithelial junctional proteins by Porphy- romonas gingivalis gingipains. Infect. Immun. 70:2512-2518.  38. Kinane, D. F., E. Adonogianaki, N. A. Moughal, F. P. Winstanley, J. Mooney, and M. H. Thornhill. 1991. Immunocytochemical characterization of cellular infiltration, related endothelial changes and determination of GCF acute- phase proteins during human experimental gingivitis. J. Periodont. Res. 26:286-288.  39. Laemmli, U. K. 1970. Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature 227:680-685.  40. Liang, T. W., R. A. DeMarco, R. J. Mrsny, A. Gurney, A. Gray, J. Hooley, H. L. Aaron, A. Huang, T. Klassen, D. B. Tumas, and S. Fong. 2000. Characterization of huJAM: evidence for involvement in cell-cell contact and tight junction regulation. Am. J. Physiol. 279:1733-1743.  41. Liao, F., J. Ali, T. Greene, and W. A. Muller. 1997. Soluble domain 1 of platelet-endothelial cell adhesion molecule (PECAM) is sufficient to block transendothelial migration in vitro and in vivo. J. Exp. Med. 185:1349-1357.  42. Mahooti, S., D. Graesser, S. Patil, P. J. Newman, G. Duncan, T. Mak, and J. A. Madri. 2000. PECAM-1 (CD31) expression modulates bleeding time in vivo. Am. J. Pathol. 157:75-81.  43. Martin-Padura, I., S. Lostaglio, M. Schneemann, L. Williams, M. Romano, P. Fruscella, C. Panzeri, A. Stoppacciaro, L. Ruco, A. Villa, D. Simmons, and E. Dejana. 1998. Junctional adhesion molecule, a novel member of the immunoglobulin superfamily that distributes at intercellular junctions and modulates monocyte transmigration. J. Cell Biol. 142:117-127.  44. Moughal, N. A., E. Adonogianaki, M. H. Thornhill, and D. F. Kinane. 1992. Endothelial cell leukocyte adhesion molecule-1 (ELAM-1) and intercellular adhesion molecule-1 (ICAM-1) expression in gingival tissue during health and experimentally induced gingivitis. J. Periodont. Res. 27:623-630.  45. Muller, W. A., C. M. Ratti, S. L. McDonnell, and Z. A. Cohn. 1989. A human endothelial cell-restricted, externally disposed plasmalemmal protein en- riched in intercellular junctions. J. Exp. Med. 170:399-414.  46. Muller, W. A., S. A. Weigl, X. Deng, and D. M. Phillips. 1993. PECAM-1 is required for transendothelial migration of leukocytes. J. Exp. Med. 178:449- 460.  47. Neri, S., E. Mariani, A. Meneghetti, L. Cattini, and A. Facchini. 2001. Calcein-acetyoxymethyl cytotoxicity assay: standardization of a method al- lowing additional analyses on recovered effector cells and supernatants. Clin. Diag. Lab. Immunol. 8:1131-1135.  48. Newman, P. J. 1997. The biology of PECAM-1. J. Clin. Investig. 99:3-8. 49. Newman, P. J. 1994. The role of PECAM-1 in vascular cell biology. Ann.  N.Y. Acad. Sci. 714:165-174. 50. Nylander, K., B. Danielsen, O. Fejerskov, and E. Dabelsteen. 1993. Expres-  sion of the endothelial leukocyte adhesion molecule-1 (ELAM-1) on endo- thelial cells in experimental gingivitis in humans. J. Periodontol. 64:355-357.  51. Osborn, L., C. Hession, R. Tizard, C. Vassallo, S. Luhowskyj, G. Chi Rosso, and R. Lobb. 1989. Direct expression cloning of vascular cell adhesion molecule 1, a cytokine-induced endothelial protein that binds to lympho- cytes. Cell 59:1203-1211.  52. Patterson, C. E., R. A. Rhoades, and J. G. Garcia. 1992. Evans blue dye as a marker of albumin clearance in cultured endothelial monolayer and iso- lated lung. J. Appl. Physiol. 72:865-873.  VOL. 73, 2005 HYDROLYSIS OF PECAM-1 BY GINGIPAINS 1397  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    53. Pepinsky, B., C. Hession, L. L. Chen, P. Moy, L. Burkly, A. Jakubowski, E. P. Chow, C. Benjamin, G. Chi-Rosso, S. Luhowskyj, and R. Lobb. 1992. Struc- ture/function studies on vascular cell adhesion molecule-1. J. Biol. Chem. 267:17820-17826.  54. Pike, R., W. McGraw, J. Potempa, and J. Travis. 1994. Lysine- and arginine- specific proteinases from Porphyromonas gingivalis: isolation, characteriza- tion, and evidence for the existence of complexes with hemagglutinins. J. Biol. Chem. 269:406-411.  55. Saglie, F. R., A. Marfany, and P. Camargo. 1988. Intragingival occurrence of Actinobacillus actinomycetemcomitans and Bacteroides gingivalis in active de- structive periodontal lesions. J. Periodontol. 59:259-265.  56. Schenkel, A. R., Z. Mamdouh, X. Chen, R. M. Liebman, and W. A. Muller. 2002. CD99 plays a major role in the migration of monocytes through endothelial junctions. Nat. Immunol. 3:143-150.  57. Scragg, M. A., A. Alsam, M. Rangarajan, J. M. Slaney, P. Shepherd, D. M. Williams, and M. A. Curtis. 2002. Nuclear targeting of Porphyromonas gin- givalis W50 protease in epithelial cells. Infect. Immun. 70:5740-5750.  58. Seymour, G. J. 1987. Possible mechanisms involved in the immunoregulation of chronic inflammatory periodontal disease. J. Dent. Res. 66:2-9.  59. Slots, J., and M. Ting. 1999. Actinobacillus actinomycetemcomitans and Por- phyromonas gingivalis in human periodontal disease: occurence and treat- ment. Periodontol. 2000 20:82-121.  60. Springer, T. A. 1994. Traffic signals for lymphocyte recirculation and leuko- cyte emigration: the multistep paradigm. Cell 76:301-314.  61. Steinberg, M. S., and P. M. Mcnutt. 1999. Cadherins and their connections: adhesion junctions have broader functions. Curr. Opin. Cell Biol. 11:554- 560.  62. Sun, J., C. Paddock, J. Shubert, H. B. Zhang, K. Amin, P. J. Newman, and S. M. Albelda. 2000. Contributions of the extracellular and cytoplasmic domains of platelet endothelial cell adhesion molecule-1 (PECAM-1/CD31) in regulating cell-cell localization. J. Cell Sci. 113:1459-1469.  63. Tada, H., S. Sugawara, E. Nemoto, T. Imamura, J. Potempa, J. Travis, H. Shimauchi, and H. Takada. 2003. Proteolysis of ICAM-1 on human oral epithelial cells by gingipains. J. Dent. Res. 82:796-801.  64. Thompson, R. D., K. Y. Larbi, V. Harrison, G. S. Duncan, T. W. Mak, and S. Nourshargh. 1999. IL-1B-induced leukocyte responses in cremasteric venules of mice deficient in PECAM-1. FASEB J. 13:A670.  65. Tonetti, M. S., L. Gerber, and N. P. Lang. 1994. Vascular adhesion molecules and initial development of inflammation in clinically healthy human kera- tinized mucosa around teeth and osseointegrated implants. J. Periodont. Res. 29:386-392.  66. Towbin, H., T. Staehelin, and J. Gordon. 1979. Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: Procedure and some applications. Proc. Natl. Acad. Sci. USA 76:4350-4354.  67. Travis, J., and G. S. Salvesen. 1983. Human plasma proteinase inhibitors. Annu. Rev. Biochem. 52:655-709.  68. Yun, L. W. P., A. A. Decarlo, C. Collyer, and N. Hunter. 2003. Enhancement of Th2 pathways and direct activation of B cells by the gingipains of Porphy- romonas gingivalis. Clin. Exp. Immunol. 134:295-302.  69. Yun, L. W. P., A. A. DeCarlo, C. Collyer, and N. Hunter. 2001. Hydrolysis of interleukin-12 by Porphyromonas gingivalis major cysteine proteinases may affect local interferon-gamma accumulation and the Th1 or Th2 T-cell phe- notype in periodontitis. Infect. Immun. 69:5650-5660.  70. Yun, L. W. P., A. A. DeCarlo, and N. Hunter. 1999. Modulation of major histocompatibility complex protein expression by human gamma interferon mediated by cysteine proteinase-adhesin polyproteins of Porphyromonas gin- givalis. Infect. Immun. 67:2986-2995.  71. Zafiropoulos, G. G., L. Flores-de-Jacoby, G. Todt, G. Kolb, K. Havemann, and D. N. Tatakis. 1991. Gingival crevicular fluid elastase-inhibitor complex: correlation with clinical indices and subgingival flora. J. Periodont. Res. 26:24-32.  Editor: J. D. Clements  1398 YUN ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}