{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Functional CD40 Expression Induced following Bacterial Infection of Mouse and Human Osteoblasts   INFECTION AND IMMUNITY, Mar. 2003, p. 1209-1216 Vol. 71, No. 3 0019-9567/03/$08.00-0 DOI: 10.1128/IAI.71.3.1209-1216.2003 Copyright   2003, American Society for Microbiology. All Rights Reserved.  Functional CD40 Expression Induced following Bacterial Infection of Mouse and Human Osteoblasts  Laura W. Schrum,1* Ian Marriott,1 Betsy R. Butler,1,2 Elaine K. Thomas,3 Michael C. Hudson,1 and Kenneth L. Bost1  Department of Biology, University of North Carolina at Charlotte, Charlotte, North Carolina 282231; Department of Natural Sciences, Johnson C. Smith University, Charlotte, North Carolina 282162; and Immunex  Corporation, Seattle, Washington 981013  Received 19 July 2002/Returned for modification 30 September 2002/Accepted 4 December 2002  Bacterially induced bone infections often result in significant local inflammatory responses which are coupled with loss of bone. However, the mechanisms necessary for the protective host response, or those responsible for pathogen-induced bone loss, are not clear. Recent evidence demonstrates that bacterially infected osteoblasts secrete chemokines and cytokines, suggesting that these cells may have an unappreciated role in supporting localized inflammation. In this study, mouse and human osteoblasts were investigated for their ability to express functional CD40 upon exposure to two important pathogens of bone, Staphylococcus aureus and Salmonella enterica serovar Dublin. Bacterial infection of cultured mouse or human osteoblasts resulted in increased CD40 mRNA and CD40 protein expression induced by either pathogen. Importantly, CD40 expression by osteoblasts was functional, as assessed by ligation of this molecule with recombinant, soluble CD154. CD40 activity was assessed by induction of interleukin-6 and granulocyte-macrophage colony- stimulating factor in osteoblasts following ligation. Cocultures of activated CD4- T lymphocytes and osteo- blasts could interact via CD40 and CD154, since an antibody against CD40 could block macrophage inflam- matory protein-1- secretion. Taken together, these studies conclusively demonstrate that infected osteoblasts can upregulate expression of functional CD40 molecules which mediate cytokine secretion. This surprising result further supports the notion that bone-forming osteoblasts can directly interact with CD154-expressing cells (i.e., T lymphocytes) and can contribute to the host response during bone infection.  Interactions between CD40 and CD40 ligand (CD154) have been implicated as being critical for the initiation of T-lym- phocyte-dependent humoral and cell-mediated immune re- sponses (44). In particular, much attention has been given to the ability of CD154-expressing T lymphocytes to ligate CD40 on B lymphocytes (8), macrophages (51, 52), and dendritic cells (10). Such interactions provide strong activation signals for these professional antigen-presenting cells and, in effect, allow T lymphocytes to significantly influence the activity of CD40-positive cells. In the absence of such interactions, hu- moral (8) and cell-mediated (17, 44, 62) immune responses are significantly impaired.  Recent studies have demonstrated that a variety of cell types can express functional CD40 molecules. Endothelial cells (40), smooth muscle cells (40), epithelial cells (61), and even some fibroblasts (21, 48, 67) have been shown to be CD40 positive, suggesting that this molecule has a more ubiquitous role in cellular activation beyond that documented for professional antigen-presenting cells. The ability of a diverse population of cell types to express CD40 also raises the important possibility that CD154-expressing T lymphocytes might interact with CD40 on these cells, initiating cellular activation and focusing the T-lymphocyte response to a particular site.  During diseases of bone and joints, infiltrating T lympho- cytes and macrophages are observed (55, 58) and are thought  to contribute to the protective immune response and also to the destruction of host tissues (7, 34, 37). The infiltration of antigen-presenting cells into sites of bone disease would seem important, since the cellular components of bone (i.e., oste- oclasts and osteoblasts) are not thought to provide efficient antigen presentation or costimulation for infiltrating T lym- phocytes. Osteoclasts are derived from myeloid precursors (47, 56) and are, therefore, of a lineage that might function to directly interact with T lymphocytes. Conversely, osteoblasts are derived from a mesenchymal bone marrow precursor (3) and have been described as a sophisticated fibroblast (18). As such, the potential of osteoblasts for interacting with T lym- phocytes to initiate an immune response against pathogens of bone, such as Staphylococcus and Salmonella, would seem to be limited. If true, the inability to interact with T lymphocytes poses a significant problem for the protective host response against bacterial pathogens during bone diseases, unless other antigen-presenting cells are functional in bone. In addition to tight associations with bone matrices (13, 15), it is likely that bacteria can survive within osteoblasts (32). If osteoblasts can- not effectively interact with T lymphocytes, this limitation might explain why bone infections are difficult to resolve and often recur.  Recent studies have suggested, however, that this view may not be completely accurate. Following interaction with bacteria or bacterial products, bone-forming osteoblasts have been shown to possess a surprising ability to upregulate expression of cytokines (6, 12, 33, 53, 59) and chemokines (5, 25), which could augment T-lymphocyte-mediated inflammatory re- sponses. This recent realization is somewhat surprising, since  * Corresponding author. Mailing address: Department of Biology, University of North Carolina at Charlotte, 9201 University City Blvd., Charlotte, NC 28223. Phone: (704) 687-4897. Fax: (704) 687-3128. E-mail: lwschrum@email.uncc.edu.  1209  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    the major function of osteoblasts is to synthesize the compo- nents of the bone matrix (mainly type I collagen), to catalyze the calcification of this matrix, and to control the activity of osteoclasts (18).  In the present study, we demonstrate the expression of func- tional CD40 on mouse and human osteoblasts following inter- action with Staphylococcus aureus or Salmonella enterica sero- var Dublin. This surprising result further supports the notion that these bone-forming cells can directly interact with T lym- phocytes during bone infection.  MATERIALS AND METHODS Isolation and culture of mouse osteoblasts. Two-day-old BALB/c or C57BL/6  neonates were euthanized and calvaria were removed. Primary osteoblasts were isolated from calvaria by sequential collagenase-protease digestion as previously described by our laboratory (4, 5). Using immunofluorimetric analysis, osteoblast cultures were considered to be -99% pure as determined by cells staining positive for type I collagen, osteocalcin, and alkaline phosphatase.  Normal human osteoblast cultures. Normal human osteoblast cultures (Clo- netics, San Diego, Calif.) were purchased and propagated as described by the manufacturer. Cells were seeded in 25-cm2 flasks and incubated at 37°C in 5% CO2 with osteoblast growth medium (Clonetics) containing 10% fetal bovine serum, ascorbic acid, gentamicin, and amphotericin B. When approximately 80% confluent, cells were trypsinized (0.025% trypsin-0.01% EDTA), washed in me- dium, and seeded into 6-well or 24-well plates. These commercially available cells have previously been characterized as being authentic osteoblasts (26).  Exposure of cultured mouse and human osteoblasts to bacteria, LPS, or peptidoglycan. S. aureus strain UAMS-1 (ATCC 49230; American Type Culture Collection, Rockville, Md.) is an osteomyelitis clinical isolate. S. enterica serovar Dublin (strain SL 1363) is a wild-type pathogenic strain. Both bacterial strains were grown overnight in tryptic soy broth at 37°C with shaking. Bacteria were harvested by centrifugation at 4,300 - g for 10 min, and bacterial pellets were washed once with Hank's balanced salt solution (HBSS). The final pellet was suspended in osteoblast growth medium without antibiotics. Osteoblast cultures were briefly exposed (45 min) to various numbers of bacteria, followed by washing three times with HBSS and then addition of medium containing genta- micin (25 -g/ml), to eliminate any viable extracellular bacteria. At various times postinfection, cells or culture supernates were taken for the indicated analyses. The ratios of Staphylococcus or Salmonella cells to osteoblasts used for exposure in these studies were 250:1, 75:1, and 25:1, or 30:1, 10:1, and 3:1, respectively. These ratios were empirically determined to result in a limited intracellular infection (i.e., less than 1%) and in limited cell death (i.e., less than 5%) during the indicated times in culture. In some experiments, osteoblasts were exposed to purified peptidoglycan or lipopolysaccharide (LPS; Sigma, St. Louis, Mo.), and RNA was harvested 6 h after exposure.  RNA isolation, reverse transcription, and semiquantitative PCR for CD40. At various times following exposure to bacteria, RNA was extracted from cultured mouse or human osteoblasts, and reverse transcriptase-PCR (RT-PCR) was performed to detect the presence of CD40 mRNA using methodologies similar to those previously reported by our laboratories (4, 5). After PCR, amplified products were electrophoresed on 1% agarose gels containing ethidium bromide and visualized under UV illumination. Densitometric analyses were performed following import of each gel image (Adobe Photoshop; Adobe Systems, San Jose, Calif.) into NIH Image (http://rsb.info.nih.gov/nih-image). A gel-plotting macro was used to outline the bands, and the intensity was calculated on the uncali- brated OD setting. The housekeeping gene glyceraldehyde-3-phosphate dehy- drogenase (G3PDH) was used to normalize PCR products to verify equal input of RNA and similar efficiencies of reverse transcription. Results reported here were always in the linear range of amplification for this message (data not shown). Positive and negative PCR primers used in this study included the following: G3PDH, CCATCACCATCTTCCAGGAGCGAG and CACAGTCT TCTGGGTGGCAGTGAT, respectively; mouse CD40, CACTGACAAACAG TACCTCCACGATGG and TGGGCAGGGATGACAGACGGTATC; and hu- man CD40, AGCTCGGAATATCTAGCATCCC and TTACTTTGGCTACGA ATGGCTGATG.  Immunocytochemical staining of cultured osteoblasts to detect CD40 protein following infection. Mouse or human osteoblasts were cultured onto glass cov- erslips in 24-well plates. Twenty-four hours after exposure to various numbers of bacteria, osteoblasts were fixed with 4% paraformaldehyde for 20 min at -20°C and washed with phosphate-buffered saline. Nonspecific and Fc receptor binding was blocked with bovine immunoglobulin G (IgG; 1 mg/ml; Sigma) and 1%  bovine serum albumin (Atlanta Biologicals, Norcross, Ga.) for 15 min at room temperature. Rat anti-mouse CD40 (1:100; clone 3/23; PharMingen, San Diego, Calif.) or mouse anti-human CD40 (1:100; clone 5C3; PharMingen) was added to the appropriate coverslips for 2 h at room temperature. Duplicate coverslips were also stained using identical concentrations of isotype-matched control an- tibodies, including rat IgG2a (1:100; clone R35-95; PharMingen) or mouse IgG1 (1:100, clone A112-2; PharMingen), respectively. Following incubation with the primary antibodies, cells were washed twice with phosphate-buffered saline- 0.1% bovine serum albumin and incubated with a biotin-conjugated anti-rat antibody or biotin-conjugated anti-mouse antibody (1:500; PharMingen), respec- tively, for 2 h at room temperature. Coverslips were washed and incubated with streptavidin-horseradish peroxidase (1:200) for 20 min at room temperature. Diaminobenzidine with nickel substrate reagent (Vector Laboratories, Burlin- game, Calif.) was added for 20 min, followed by washing and counterstaining with hematoxylin (Fischer Scientific, Pittsburgh, Pa.). Cells were dehydrated, and coverslips were mounted on slides with Permount (Fischer Scientific) for micros- copy.  Quantification of the percentage of cultured osteoblasts expressing CD40 by using FACS analysis. Immunofluorescence analyses were performed to deter- mine the percentage of mouse or human osteoblasts expressing CD40. Cultured osteoblasts were uninfected or exposed to Staphylococcus (ratio of 75:1 bacteria to cells) or Salmonella (ratio of 3:1 bacteria to cells) for 45 min, followed by removal of extracellular bacteria. At 24 h postinfection cells were removed from flasks by brief exposure to 0.025% trypsin-0.01% EDTA and fixed using 4% paraformaldehyde for 10 min at 4°C. Mouse or human osteoblasts were then incubated with fluorescein isothiocyanate (FITC)-conjugated anti-mouse CD40 (clone HM40-3; PharMingen) or FITC-conjugated anti-human CD40 (clone 5C3; PharMingen) for 1 h at 4°C, respectively. Duplicate cell preparations were also stained using identical concentrations of isotype-matched control antibod- ies, including FITC-conjugated hamster IgM (clone G235-1; PharMingen) or FITC-conjugated mouse IgG1 (clone A112-2; PharMingen), respectively. After washing off unbound antibody, 10,000 cells per sample were analyzed by using a fluorescence-activated cell sorter (FACS; FACSCalibur; Becton Dickinson, San Jose, Calif.).  Cytokine secretion following ligation of CD40 on mouse or human osteoblasts. To demonstrate that ligation of CD40 on mouse or human osteoblasts could result in a functional response, cytokine secretion by these cells was quantified. For these studies, mouse or human osteoblasts were uninfected, or infected by exposing cells to Staphylococcus or Salmonella to upregulate CD40 expression. Following infection, mouse or human osteoblasts were treated with the agonists, soluble trimeric murine CD154 (26 -g/ml; Immunex, Seattle, Wash.) or soluble human CD154/TRAP fusion protein (2 -g/ml; Chemicon International, Te- mecula Calif.), respectively. Supernates were collected 24 h later, and capture enzyme-linked immunosorbent assays (ELISAs) were performed to quantify mouse interleukin-6 (IL-6; PharMingen), or human IL-6 and human granulo- cyte-macrophage colony-stimulating factor (GM-CSF; Research Diagnostics, Inc., Flanders, N.J.), respectively, using methodologies previously described (5). Cytokine concentrations in culture supernates were determined by extrapolation from standard curves.  MIP-1- secretion in mixed cultures of osteoblasts and mitogen-activated CD4- T lymphocytes. Cocultures of mouse osteoblasts and mitogen-activated CD4- T lymphocytes were established in the presence of an antagonistic anti- body against CD40 or an isotype-matched control antibody. For these cultures, BALB/c splenic leukocytes were isolated (19) and stimulated for 24 h in the presence of concanavalin A (1 -g/ml; Sigma Chemical Co.). Following activa- tion, CD4- T lymphocytes were purified by magnetic-activated cell sorting, using ferritin-conjugated anti-CD4 beads (Miltenyi Biotech, Auburn, Calif.) as previ- ously described (19). These activated CD4- T lymphocytes were added to cul- tured BALB/c osteoblasts in the presence of anti-CD40 (10 -g/ml; clone HM40-3; PharMingen), which has been shown to be an antagonist of CD40- CD154 interactions, or in the presence of an isotype-matched control antibody (10 -g/ml; clone G235-1; PharMingen). Supernates were collected 24 h later for quantification of macrophage inflammatory protein-1- (MIP-1-) secretion using an ELISA (PharMingen).  RESULTS  CD40 mRNA expression is upregulated in cultured mouse and human osteoblasts following infection with Staphylococcus or Salmonella. Since the T-lymphocyte response during bone infection is not clear, and since bone cells are not recognized as being capable of providing significant costimulation, this study  1210 SCHRUM ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    focused on the ability of bone-forming osteoblasts to express functional CD40. After primary mouse osteoblasts were ex- posed to S. aureus or S. enterica serovar Dublin, colony counts were performed to quantify the numbers of intracellular bac- teria at 24 h postinfection. Less than 1% of the input bacteria used to infect osteoblasts remained viable at this time point, demonstrating that the intracellular bacterial burden in these cultures was modest (data not shown). In addition, greater than 95% of the osteoblasts remained viable throughout the culture period regardless of the level of bacterial exposure, as previously reported (4).  Having defined the pathogen burden in these cultures, we began studies to define the potential of these cells to regulate expression of CD40 following infection. For these studies, RNA was isolated from osteoblasts exposed to various num- bers of Staphylococcus or Salmonella organisms and semiquan- titative RT-PCR was performed for CD40 mRNA expression. As shown in one representative study (Fig. 1A), constitutive levels of CD40 mRNA expression were detected in uninfected mouse osteoblasts. However, exposure to either Staphylococ- cus or Salmonella significantly increased expression of this message. From three separate RT-PCR analyses, fold in- creases - standard deviations in CD40 mRNA expression were 4.2 - 1.6 and 5.9 - 1.7 for Staphylococcus- (250:1) and Salmonella- (10:1) infected osteoblasts, respectively, compared to CD40 message expression in uninfected cultures. Differ- ences in CD40 mRNA expression in Fig. 1A could not be ascribed to differences in input RNA, or to differences in the efficiency of reverse transcription as evidenced by RT-PCR amplification of the housekeeping gene G3PDH for each sam- ple. Kinetic analyses demonstrated that as early as 4 h after exposure to Staphylococcus (Fig. 1B) or Salmonella (Fig. 1C), significant increases in CD40 mRNA expression were ob- served. Therefore, despite the limited bacterial infection of these cultured osteoblasts, CD40 mRNA expression was rap- idly induced in these cells. Salmonella-derived LPS, but not peptidoglycan, could stimulate cultured mouse osteoblasts to express CD40 mRNA (Fig. 1D). Thus, it was not necessary to have intact, viable Salmonella to stimulate osteoblasts to ex- press CD40.  The surprising ability of these bacterial pathogens to up- regulate CD40 mRNA expression was also observed in primary cultures of human osteoblasts (Fig. 2). Following bacterial infection, RNA was isolated and semiquantitative RT-PCR was performed for CD40 mRNA expression. Figure 2 shows one representative study demonstrating constitutive CD40 mRNA expression that was upregulated following bacterial infection. These results were strikingly similar to those ob- tained for mouse osteoblasts and together demonstrate the conserved nature of the response. Additional studies were also performed on NIH 3T3 mouse fibroblasts. NIH 3T3 cells were exposed to either Staphylococcus or Salmonella as described above and monitored for CD40 mRNA expression. Unlike osteoblasts, these conventional fibroblasts did not express CD40 mRNA either constitutively or upon exposure to bacte- ria (data not shown).  Immunocytochemical staining of cultured osteoblasts to de- tect CD40 protein following infection. To determine if in- creased mRNA expression translated into CD40 protein ex- pression, immunocytochemical analyses were performed. The  representative micrographs for mouse osteoblasts (Fig. 3, top panels) clearly demonstrate an increase in CD40 immunostain- ing in Salmonella-infected (panel B) and Staphylococcus-in- fected (panel C) mouse osteoblasts, compared to uninfected osteoblasts (panel A). Importantly, immunocytochemical staining of duplicate cultures using an isotype-matched control monoclonal antibody showed no such reactivity (panels D, E,  FIG. 1. CD40 mRNA expression is upregulated in cultured mouse osteoblasts following infection with Salmonella, S. aureus, or LPS, but not peptidoglycan. (A) Mouse osteoblast cultures were exposed to various numbers of bacteria. The ratios of Salmonella or S. aureus cells to osteoblasts used for exposure in these studies were 30:1, 10:1, and 3:1 or 250:1, 75:1, and 25:1, respectively. At 6 h postinfection, RT-PCR analysis was performed to detect expression of CD40 mRNA. These studies were performed three times with similar results. (B) To inves- tigate the kinetics of the response, RNA was isolated at the indicated times after exposure (0, 2, 4, and 6 h) to S. aureus (75:1) and RT-PCR was performed. This study was performed twice with similar results. (C) Similarly, RNA was isolated at the indicated times after exposure (0, 2, 4, and 6 h) to Salmonella (3:1) and RT-PCR was performed. This study was performed twice with similar results. (D) Mouse osteoblasts were exposed to either LPS or peptidoglycan (PGN) (1,000, 100, or 10 ng/ml) for 6 h and RT-PCR was performed to detect CD40 mRNA expression. All results are presented as amplified PCR fragments elec- trophoresed on ethidium bromide-stained agarose gels. RT-PCR am- plification of the housekeeping gene, G3PDH, was performed for normalization.  VOL. 71, 2003 CD40 EXPRESSION BY BACTERIALLY INFECTED OSTEOBLASTS 1211  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    and F). Similar results were obtained when immunocytochem- ical analyses were performed on cultures of uninfected and bacterially infected human osteoblasts (bottom panels). West- ern blot analysis also showed an increase in CD40 protein expression in mouse osteoblasts exposed to either Staphylococ- cus or Salmonella (data not shown).  Quantification of the percentage of cultured osteoblasts ex- pressing CD40 by using FACS analyses. To determine the percentage of osteoblasts that expressed CD40, FACS analyses were performed using mouse and human osteoblasts exposed to bacteria. FACS analysis (Fig. 4A) showed an increase in the percentage of CD40-positive mouse osteoblasts following ex- posure to Staphylococcus (52% positive cells) or to Salmonella (66% positive cells) compared to the uninfected osteoblasts (19% positive cells).  Similar results were obtained when FACS analyses were performed on human osteoblasts exposed to bacteria. An in- crease in the percentage of CD40-positive human osteoblasts was observed (Fig. 4B) following exposure to Staphylococcus (20% positive cells) or to Salmonella (30% positive cells) com- pared to uninfected osteoblasts (12%) (Fig. 4B).  Cytokine secretion following ligation of CD40 on mouse or human osteoblasts. Increased CD40 expression suggested that this molecule might be capable of signaling osteoblast respons- es; therefore, studies were performed to demonstrate the func- tionality of CD40 present on these cells. Mouse osteoblasts were exposed to Staphylococcus or Salmonella, with the intent of increasing expression of CD40 in the cultures exposed to these bacteria. As expected (6), bacterial infection by itself was a potent stimulus for inducing IL-6 secretion by these cells (Fig. 5A). Importantly, however, ligation of CD40 by soluble trimeric CD154 significantly enhanced IL-6 secretion by bac- terially infected osteoblasts (Fig. 5A). These results clearly demonstrate CD40-mediated augmentation of the osteoblast response to these bacterial pathogens. Interestingly, soluble trimeric CD154 had little effect on the ability of uninfected osteoblasts to induce IL-6 secretion (Fig. 5A), suggesting that bacterial infection contributed in some manner to CD40-me- diated responsiveness.  Ligation of CD40 also resulted in increased cytokine secre- tion from bacterially infected human osteoblasts (Fig. 5B and  C). In the presence of the CD40 agonist, CD154/TRAP, Sal- monella-infected osteoblasts had increased levels of IL-6 that were significantly above that of infected osteoblasts alone (Fig. 5B). Furthermore, in the presence of CD154/TRAP, GM-CSF secretion was significantly increased over that observed in Sal- monella-infected cultures alone (Fig. 5C). Together, these re- sults clearly demonstrate that mouse and human osteoblasts can express functional CD40 molecules.  Anti-CD40 antibody limits MIP-1- secretion in mixed cul- tures of osteoblasts and mitogen-activated CD4- T lympho- cytes. When mitogen-activated CD4- T lymphocytes are cocul- tured with mouse osteoblasts, a variety of cytokines and chemokines are secreted (our unpublished observations). The interactions between osteoblasts and T lymphocytes responsi- ble for this observation are not clear. However, since osteo- blasts can express functional CD40, interaction with CD154 on activated T lymphocytes might represent one such mechanism. To begin to address this possibility, cocultures of mouse osteo- blasts and mitogen-activated CD4- T lymphocytes were estab- lished in the presence of an antagonistic antibody against CD40. Figure 6 shows one representative experiment demon- strating a limited secretion of MIP-1- by activated CD4- T lymphocytes alone or by osteoblasts alone. However, when cocultures of these two cell populations were established, sig- nificant levels of MIP-1- were present in supernates. Impor- tantly, addition of an anti-CD40 antibody, which is known to antagonize CD40-CD154 interactions, blocked a significant portion of MIP-1- secretion. An isotype-matched control an- tibody was unable to block secretion. However, it should be noted that although CD40 antagonistic antibody significantly blocked MIP-1- secretion, secretion was not completely blocked. This suggests that the addition of the CD40 antago- nistic resulted in an incomplete block or only partial antago- nistic activity, or that some other soluble factors or interactions may be involved in the initiation of the immune response in infected osteoblasts. These results are consistent with the no- tion that osteoblasts and activated T lymphocytes can interact via CD40 and CD154 to augment MIP-1- secretion.  DISCUSSION  Strong support for the importance of CD40-CD154 interac- tions in the immune response against bacterial infections comes from clinical observations and from studies using exper- imental animal models. Patients with hyper-IgM syndrome do not express functional CD154, and they not only develop in- fections to encapsulated bacteria due to ineffective antibody production but are also susceptible to the intracellular patho- gens Pneumocystis carinii (45) and Cryptosporidium parvum (27). In support of these clinical observations, mice genetically deficient in CD154 expression have limited T-lymphocyte-de- pendent macrophage-mediated immune responses (52), and in particular have limited cellular immune responses to the intra- cellular pathogens Leishmania major (9) and Leishmania ama- zonensis (49). Furthermore, genetic disruption of CD40 or CD154 expression in mice results in the inability of these animals to clear C. parvum (14). Studies have demonstrated a protective role for ligation of CD40 during mycobacterial in- fections (30). In addition, CD40 interactions were required for an antibody response against gram-positive Streptococcus (66). Further, our laboratory has provided evidence for a significant  FIG. 2. CD40 mRNA expression is upregulated in cultured human osteoblasts following infection with Salmonella or S. aureus. Human osteoblast cultures were exposed to various numbers of bacteria. The ratios of Salmonella or S. aureus cells to osteoblasts used for exposure in these studies were 10:1 and 3:1 or 250:1 and 75:1, respectively. At 6 h postinfection, RT-PCR analysis was performed to detect expression of CD40 mRNA. Results are presented as amplified PCR fragments electrophoresed on ethidium bromide-stained agarose gels. RT-PCR amplification of the housekeeping gene, G3PDH, was performed. These studies were performed three times with similar results.  1212 SCHRUM ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    role for CD40-CD154 interactions in mounting a successful cellular immune response against gram-negative Salmonella (41). Not only was survival augmented in mice treated with exogenous soluble trimeric recombinant CD154, but also ani- mals were found to be more susceptible to this intracellular  pathogen when interactions between CD40 and endogenous CD154 were antagonized using an anti-mouse CD154 mono- clonal antibody. Taken together, these findings provide strong support for CD40-CD154 interactions in the protective im- mune responses against diverse bacterial pathogens.  FIG. 3. Immunocytochemical staining of cultured osteoblasts to detect CD40 protein following infection. Twenty-four hours after exposure of mouse (top panel) or human (bottom panel) osteoblasts to media (none), to Salmonella (10:1), or to S. aureus (250:1), osteoblasts were fixed and incubated with the primary antibodies anti-mouse or anti-human CD40 or an isotype-matched control IgG, respectively. Results are presented as representative micrographs from three separate experiments.  VOL. 71, 2003 CD40 EXPRESSION BY BACTERIALLY INFECTED OSTEOBLASTS 1213  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    The results presented here show clearly that bacterial infec- tion can induce primary cultured osteoblasts to express func- tional CD40 molecules. To demonstrate the functionality of CD40 ligation, we focused on the secretion of two cytokines, IL-6 and GM-CSF, that are know to be secreted by osteoblasts (4) and that are known to be induced in other cell populations following ligation of CD40 (28). It should be noted that these two cytokines were not the only ones induced by CD40 ligation (data not shown), but they serve to demonstrate the function- ality of CD40 expression in these studies. However, the fact that CD40-mediated signaling in osteoblasts resulted in cyto- kine secretion may have important implications for the protec- tive host response, as well as bone resorption that often ac- companies bone infections. IL-6 (2, 29, 35) and GM-CSF (20) are important mediators of the protective immune response against bacterial pathogens. Therefore, if osteoblasts can be activated to secrete such mediators during bone infections, this could be a significant source of cytokine production to drive the local inflammatory response. Conversely, IL-6 (16, 33) and GM-CSF (43) can also contribute to osteoclastogenesis, which ultimately leads to bone resorption. Since bone infections are often accompanied by loss of bone at the site of infection (24, 64), it is possible that osteoblast-derived cytokines might exac- erbate activation of surrounding osteoclasts. The fact that functional CD40 molecules are present on infected osteoblasts suggests a likely mechanism for osteoblast-induced cytokine secretion.  T lymphocytes infiltrate sites of bone infection (7, 50), and it is tempting to speculate that ligation of induced CD40 on osteoblasts by infiltrating T lymphocytes can contribute to the host response against bacterial pathogens. Additional studies  FIG. 4. Quantification of the percentage of cultured osteoblasts expressing CD40 by using FACS analysis. Cultured mouse (A) or human (B) osteoblasts were uninfected or exposed to S. aureus (75:1) or Salmonella (3:1). At 24 h postinfection, cells were removed from flasks and stained with FITC-conjugated anti-mouse CD40 or with FITC-conjugated anti-human CD40, respectively. Duplicate cell prep- arations were also stained using identical concentrations of isotype- matched control antibodies. Cells (10,000/sample) were analyzed by FACS analysis. Histographs show the percentage of CD40-positive osteoblasts determined by comparison to cells stained in an identical manner with the appropriate control antibody. These studies were performed twice with similar results.  FIG. 5. Cytokine secretion following ligation of CD40 on osteo- blasts. Mouse osteoblasts (A) were uninfected or infected by exposing cells to Salmonella or S. aureus to upregulate CD40 expression. Fol- lowing infection, cells were treated with soluble trimeric murine CD154 and supernates were collected 24 h later. Capture ELISAs were performed to quantify mouse IL-6. Human osteoblasts (B and C) were uninfected or infected by exposing cells to Salmonella to upregulate CD40 expression. Following infection, cells were treated with soluble CD154/TRAP fusion protein, and supernates were collected 24 h later. Capture ELISAs were performed to quantify human IL-6 (B) and human GM-CSF (C) secretion. Results are represented as the mean of triplicate determinations - standard deviations. Asterisks indicate sta- tistically significant differences (P - 0.02) compared to uninfected cultures.  1214 SCHRUM ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    using models of bone infection will be required to make a more definitive association between T lymphocytes and osteoblasts. In addition, it will be important in future studies to distinguish between a protective host response versus destructive inflam- mation. Recent studies have focused on the positive contribu- tion that T lymphocytes can have on bone resorption (39, 54, 57, 60) and in stimulating osteoclastogenesis (55). Conversely, some studies have suggested that activated T lymphocytes can stimulate bone formation (31). In view of the results presented here, T-lymphocyte-mediated ligation of CD40 expressed by osteoblasts is one additional mechanism that should be ex- plored as a possible cause for bone gain or loss during infection with bacterial pathogens.  While much attention has been given to CD154 expression by T lymphocytes, it is now clear that cells from other lineages express, or can be induced to express, this molecule. In partic- ular, a variety of leukocytes, including cells of myeloid lineage (1, 22), can express CD154. Since osteoclasts are derived from myeloid precursors (47, 56), it would be important to deter- mine if these cells could express CD154 during bone disease. If so, such osteoclasts would be in close proximity to ligate CD40 expressed by osteoblasts.  The recent realization that osteoblasts can express a variety of molecules capable of modulating the immune response sug- gests that these cells may have an unappreciated role in the host response, especially during infections of bone. Reports in the literature have demonstrated that osteoblasts have the potential to secrete certain cytokines and chemokines. A re- view of the literature includes the secretion of the proinflam- matory cytokines IL-1 (38), IL-6 (6, 33, 38), tumor necrosis factor alpha (23), IL-12 (6), and IL-18 (59). Osteoblasts can also secrete the colony-stimulating factors GM-CSF (4, 42), G-CSF (4, 53), and M-CSF (4, 63), as well as the chemokines monocyte chemoattractant protein-1 (5, 65), MIP (36), and  IL-8 (11). Interestingly, these cells have also been shown to secrete transforming growth factor  1 (46), which can be an- tiinflammatory. The present study demonstrates that osteo- blasts can also be induced to express CD40 in response to a bacterial infection. Taken together, these studies suggest that activated osteoblasts are not passive participants in the host response to infection, but rather have the potential to respond to such pathogens. In particular, the abilities of osteoblasts to express cytokines like IL-12 and IL-18 and to express CD40 suggest that these cells may be able to provide signals for T-lymphocyte activation or to receive stimulation from infil- trating T lymphocytes.  ACKNOWLEDGMENTS  This work was supported by National Institutes of Health grants AR47585, GM58042, and AR47585.  REFERENCES  1. Afford, S. C., S. Randhawa, A. G. Eliopoulos, S. G. Hubscher, L. S. Young, and D. H. Adams. 1999. CD40 activation induces apoptosis in cultured human hepatocytes via induction of cell surface Fas ligand expression and amplifies Fas-mediated hepatocyte death during allograft rejection. J. Exp. Med. 189:441-446.  2. Appelberg, R. 1994. Protective role of interferon gamma, tumor necrosis factor alpha and interleukin-6 in Mycobacterium tuberculosis and M. avium infections. Immunobiology 191:520-525.  3. Aubin, J. E. 1998. Advances in the osteoblast lineage. Biochem. Cell Biol. 76:899-910.  4. Bost, K. L., J. L. Bento, J. K. Ellington, I. Marriott, and M. C. Hudson. 2000. Induction of colony-stimulating factor expression following Staphylococcus or Salmonella interaction with mouse or human osteoblasts. Infect. Immun. 68:5075-5083.  5. Bost, K. L., J. L. Bento, C. C. Petty, L. W. Schrum, M. C. Hudson, and I. Marriott. 2001. Monocyte chemoattractant protein-1 expression by osteo- blasts following infection with Staphylococcus aureus or Salmonella. J. In- terferon Cytokine Res. 21:297-304.  6. Bost, K. L., W. K. Ramp, N. C. Nicholson, J. L. Bento, I. Marriott, and M. C. Hudson. 1999. Staphylococcus aureus infection of mouse or human osteo- blasts induces high levels of interleukin-6 and interleukin-12 production. J. Infect. Dis. 180:1912-1920.  7. Bresnihan, B. 1999. Pathogenesis of joint damage in rheumatoid arthritis. J. Rheumatol. 26:717-719.  8. Calderhead, D. M., Y. Kosaka, E. M. Manning, and R. J. Noelle. 2000. CD40-CD154 interactions in B-cell signaling. Curr. Top. Microbiol. Immu- nol. 245:73-99.  9. Campbell, K. A., P. J. Ovendale, M. K. Kennedy, W. C. Fanslow, S. G. Reed, and C. R. Maliszewski. 1996. CD40 ligand is required for protective cell- mediated immunity to Leishmania major. Immunity 4:283-289.  10. Caux, C., C. Massacrier, B. Vanbervliet, B. Dubois, C. Van Kooten, I. Durand, and J. Banchereau. 1994. Activation of human dendritic cells through CD40 cross-linking. J. Exp. Med. 180:1263-1272.  11. Chaudhary, L. R., and L. V. Avioli. 1994. Dexamethasone regulates IL-1 beta and TNF-alpha-induced interleukin-8 production in human bone marrow stromal and osteoblast-like cells. Calcif. Tissue Int. 55:16-20.  12. Chaudhary, L. R., T. C. Spelsberg, and B. L. Riggs. 1992. Production of various cytokines by normal human osteoblast-like cells in response to in- terleukin-1 beta and tumor necrosis factor-alpha: lack of regulation by 17 beta-estradiol. Endocrinology 130:2528-2534.  13. Costerton, J. W., P. S. Stewart, and E. P. Greenberg. 1999. Bacterial biofilms: a common cause of persistent infections. Science 284:1318-1322.  14. Cosyns, M., S. Tsirkin, M. Jones, R. Flavell, H. Kikutani, and A. R. Hay- ward. 1998. Requirement of CD40-CD40 ligand interaction for elimination of Cryptosporidium parvum from mice. Infect. Immun. 66:603-607.  15. Cunningham, R., A. Cockayne, and H. Humphreys. 1996. Clinical and mo- lecular aspects of the pathogenesis of Staphylococcus aureus bone and joint infections. J. Med. Microbiol. 44:157-164.  16. de la Mata, J., H. L. Uy, T. A. Guise, B. Story, B. F. Boyce, G. R. Mundy, and G. D. Roodman. 1995. Interleukin-6 enhances hypercalcemia and bone re- sorption mediated by parathyroid hormone-related protein in vivo. J. Clin. Investig. 95:2846-2852.  17. Diehl, L., A. T. Den Boer, E. I. van der Voort, C. J. Melief, R. Offringa, and R. E. Toes. 2000. The role of CD40 in peripheral T cell tolerance and immunity. J. Mol. Med. 78:363-371.  18. Ducy, P., T. Schinke, and G. Karsenty. 2000. The osteoblast: a sophisticated fibroblast under central surveillance. Science 289:1501-1504.  19. Elhofy, A., I. Marriott, and K. L. Bost. 2000. Salmonella infection does not  FIG. 6. Anti-CD40 antibody limits MIP-1- secretion in mixed cul- tures of osteoblasts and mitogen-activated CD4- T lymphocytes. Splenic leukocytes were stimulated for 24 h in the presence of con- canavalin A, followed by isolation of CD4- T lymphocytes. These activated CD4- T lymphocytes were cocultured with osteoblasts in the presence of anti-CD40, or in the presence of an isotype-matched con- trol antibody. Supernates were collected 24 h later for quantification of MIP-1- secretion using an ELISA. Results are represented as the mean of triplicate determinations - standard deviations. Asterisks indicate statistically significant differences (P - 0.05) compared to uninfected cultures.  VOL. 71, 2003 CD40 EXPRESSION BY BACTERIALLY INFECTED OSTEOBLASTS 1215  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    increase expression and activity of the high affinity IL-12 receptor. J. Immu- nol. 165:3324-3332.  20. Freund, M., and H. D. Kleine. 1992. The role of GM-CSF in infection. Infection 20:S84-S92.  21. Fries, K. M., G. D. Sempowski, A. A. Gaspari, T. Blieden, R. J. Looney, and R. P. Phipps. 1995. CD40 expression by human fibroblasts. Clin. Immunol. Immunopathol. 77:42-51.  22. Gaweco, A. S., R. H. Wiesner, S. Yong, R. Krom, M. Porayko, G. Chejfec, K. D. McClatchey, and D. H. Van Thiel. 1999. CD40L (CD154) expression in human liver allografts during chronic ductopenic rejection. Liver Transpl. Surg. 5:1-7.  23. Gowen, M., K. Chapman, A. Littlewood, D. Hughes, D. Evans, and G. Russell. 1990. Production of tumor necrosis factor by human osteoblasts is modulated by other cytokines, but not by osteotropic hormones. Endocri- nology 126:1250-1255.  24. Graves, D. T. 1999. The potential role of chemokines and inflammatory cytokines in periodontal disease progression. Clin. Infect. Dis. 28:482-490.  25. Graves, D. T., Y. Jiang, and A. J. Valente. 1999. Regulated expression of MCP-1 by osteoblastic cells in vitro and in vivo. Histol. Histopathol. 14:1347- 1354.  26. Gundle, R., and J. N. Beresford. 1995. The isolation and culture of cells from explants of human trabecular bone. Calcif. Tissue Int. 56:S8-S10.  27. Hayward, A. R., J. Levy, F. Facchetti, L. Notarangelo, H. D. Ochs, A. Etzioni, J. Y. Bonnefoy, M. Cosyns, and A. Weinberg. 1997. Cholangiopathy and tumors of the pancreas, liver, and biliary tree in boys with X-linked immu- nodeficiency with hyper-IgM. J. Immunol. 158:977-983.  28. Hess, S., A. Rensing-Ehl, R. Schwabe, P. Bufler, and H. Engelmann. 1995. CD40 function in nonhematopoietic cells. Nuclear factor kappa B mobiliza- tion and induction of IL-6 production. J. Immunol. 155:4588-4595.  29. Hirano, T., S. Akira, T. Taga, and T. Kishimoto. 1990. Biological and clinical aspects of interleukin 6. Immunol. Today 11:443-449.  30. Hogan, L. H., W. Markofski, A. Bock, B. Barger, J. D. Morrissey, and M. Sandor. 2001. Mycobacterium bovis BCG-induced granuloma formation de- pends on gamma interferon and CD40 ligand but does not require CD28. Infect. Immun. 69:2596-2603.  31. Horwood, N. J., V. Kartsogiannis, J. M. Quinn, E. Romas, T. J. Martin, and M. T. Gillespie. 1999. Activated T lymphocytes support osteoclast formation in vitro. Biochem. Biophys. Res. Commun. 265:144-150.  32. Hudson, M. C., W. K. Ramp, N. C. Nicholson, A. S. Williams, and M. T. Nousiainen. 1995. Internalization of Staphylococcus aureus by cultured os- teoblasts. Microb. Pathog. 19:409-419.  33. Ishimi, Y., C. Miyaura, C. H. Jin, T. Akatsu, E. Abe, Y. Nakamura, A. Yamaguchi, S. Yoshiki, T. Matsuda, T. Hirano, et al. 1990. IL-6 is produced by osteoblasts and induces bone resorption. J. Immunol. 145:3297-3303.  34. Kong, Y. Y., U. Feige, I. Sarosi, B. Bolon, A. Tafuri, S. Morony, C. Cappar- elli, J. Li, R. Elliott, S. McCabe, T. Wong, G. Campagnuolo, E. Moran, E. R. Bogoch, G. Van, L. T. Nguyen, P. S. Ohashi, D. L. Lacey, E. Fish, W. J. Boyle, and J. M. Penninger. 1999. Activated T cells regulate bone loss and joint destruction in adjuvant arthritis through osteoprotegrin ligand. Nature 402: 304-309.  35. Kopf, M., G. Le Gros, A. J. Coyle, M. Kosco-Vilbois, and F. Brombacher. 1995. Immune responses of IL-4, IL-5, IL-6 deficient mice. Immunol. Rev. 148:45-69.  36. Kukita, T., H. Nomiyama, Y. Ohmoto, A. Kukita, T. Shuto, T. Hotokebuchi, Y. Sugioka, R. Miura, and T. Iijima. 1997. Macrophage inflammatory pro- tein-1 alpha (LD78) expressed in human bone marrow: its role in regulation of hematopoiesis and osteoclast recruitment. Lab. Investig. 76:399-406.  37. Lassus, J., J. Salo, W. A. Jiranek, S. Santavirta, J. Nevalainen, M. Matucci- Cerinic, P. Horak, and Y. Konttinen. 1998. Macrophage activation results in bone resorption. Clin. Orthop. 352:7-15.  38. Li, N. H., Y. Ouchi, Y. Okamoto, A. Masuyama, M. Kaneki, A. Futami, T. Hosoi, T. Nakamura, and H. Orimo. 1991. Effect of parathyroid hormone on release of interleukin 1 and interleukin 6 from cultured mouse osteoblastic cells. Biochem. Biophys. Res. Commun. 179:236-242.  39. Lorenzo, J. 2000. Interactions between immune and bone cells: new insights with many remaining questions. J. Clin. Investig. 106:749-752.  40. Mach, F., U. Schonbeck, G. K. Sukhova, T. Bourcier, J. Y. Bonnefoy, J. S. Pober, and P. Libby. 1997. Functional CD40 ligand is expressed on human vascular endothelial cells, smooth muscle cells, and macrophages: implica- tions for CD40-CD40 ligand signaling in atherosclerosis. Proc. Natl. Acad. Sci. USA 94:1931-1936.  41. Marriott, I., E. K. Thomas, and K. L. Bost. 1999. CD40-CD40 ligand inter- actions augment survival of normal mice, but not CD40 ligand knockout mice, challenged orally with Salmonella dublin. Infect. Immun. 67:5253-5257.  42. Modrowski, D., A. Lomri, and P. J. Marie. 1997. Endogenous GM-CSF is involved as an autocrine growth factor for human osteoblastic cells. J. Cell Physiol. 170:35-46.  43. Myint, Y. Y., K. Miyakawa, M. Naito, L. D. Shultz, Y. Oike, K. Yamamura,  and K. Takahashi. 1999. Granulocyte/macrophage colony-stimulating factor and interleukin-3 correct osteopetrosis in mice with osteopetrosis mutation. Am. J. Pathol. 154:553-566.  44. Noelle, R. J. 1996. CD40 and its ligand in host defense. Immunity 4:415-419. 45. Ramesh, N., R. Fuleihan, and R. Geha. 1994. Molecular pathology of X-  linked immunoglobulin deficiency with normal or elevated IgM (HIGMX-1). Immunol. Rev. 138:87-104.  46. Robey, P. G., M. F. Young, K. C. Flanders, N. S. Roche, P. Kondaiah, A. H. Reddi, J. D. Termine, M. B. Sporn, and A. B. Roberts. 1987. Osteoblasts synthesize and respond to transforming growth factor-type beta (TGF- ) in vitro. J. Cell Biol. 105:457-463.  47. Roodman, G. D. 1999. Cell biology of the osteoclast. Exp. Hematol. 27:1229- 1241.  48. Sempowski, G. D., J. Rozenblit, T. J. Smith, and R. P. Phipps. 1998. Human orbital fibroblasts are activated through CD40 to induce proinflammatory cytokine production. Am. J. Physiol. 274:C707-C714.  49. Soong, L., J. C. Xu, I. S. Grewal, P. Kima, J. Sun, B. J. Longley, N. H. Ruddle, D. McMahon-Pratt, and R. A. Flavell. 1996. Disruption of CD40- CD40 ligand interactions results in an enhanced susceptibility to Leishmania amazonensis infection. Immunity 4:263-273.  50. Stashenko, P., S. M. Yu, and C. Y. Wang. 1992. Kinetics of immune cell and bone resorptive responses to endodontic infections. J. Endod. 18:422-426.  51. Stout, R. D., and J. Suttles. 1997. T cell signaling of macrophage function in inflammatory disease. Front Biosci. 2:D197-D206.  52. Stout, R. D., J. Suttles, J. Xu, I. S. Grewal, and R. A. Flavell. 1996. Impaired T cell-mediated macrophage activation in CD40 ligand-deficient mice. J. Im- munol. 156:8-11.  53. Taichman, R. S., and S. G. Emerson. 1994. Human osteoblasts support hematopoiesis through the production of granulocyte colony-stimulating fac- tor. J. Exp. Med. 179:1677-1682.  54. Takayanagi, H., K. Ogasawara, S. Hida, T. Chiba, S. Murata, K. Sato, A. Takaoka, T. Yokochi, H. Oda, K. Tanaka, K. Nakamura, and T. Taniguchi. 2000. T-cell-mediated regulation of osteoclastogenesis by signalling cross- talk between RANKL and IFN-gamma. Nature 408:600-605.  55. Taubman, M. A., and T. Kawai. 2001. Involvement of T-lymphocytes in periodontal disease and in direct and indirect induction of bone resorption. Crit. Rev. Oral Biol. Med. 12:125-135.  56. Teitelbaum, S. L. 2000. Bone resorption by osteoclasts. Science 289:1504- 1508.  57. Teng, Y. T., H. Nguyen, X. Gao, Y. Y. Kong, R. M. Gorczynski, B. Singh, R. P. Ellen, and J. M. Penninger. 2000. Functional human T-cell immunity and osteoprotegerin ligand control alveolar bone destruction in periodontal in- fection. J. Clin. Investig. 106:R59-R67.  58. Trieb, K., T. Lechleitner, S. Lang, R. Windhager, R. Kotz, and S. Dirnhofer. 1998. Evaluation of HLA-DR expression and T-lymphocyte infiltration in osteosarcoma. Pathol. Res. Pract. 194:679-684.  59. Udagawa, N., N. J. Horwood, J. Elliott, A. Mackay, J. Owens, H. Okamura, M. Kurimoto, T. J. Chambers, T. J. Martin, and M. T. Gillespie. 1997. Interleukin-18 (interferon-gamma-inducing factor) is produced by osteo- blasts and acts via granulocyte/macrophage colony-stimulating factor and not via interferon-gamma to inhibit osteoclast formation. J. Exp. Med. 185:1005- 1012.  60. Ukai, T., Y. Hara, and I. Kato. 1996. Effects of T cell adoptive transfer into nude mice on alveolar bone resorption induced by endotoxin. J. Periodontal Res. 31:414-422.  61. Van Den Berg, T. K., J. Hasbold, C. Renardel De Lavalette, E. A. Dopp, C. D. Dijkstra, and G. G. Klaus. 1996. Properties of mouse CD40: differential expression of CD40 epitopes on dendritic cells and epithelial cells. Immu- nology 88:294-300.  62. van Kooten, C., and J. Banchereau. 1997. Immune regulation by CD40- CD40-L interactions. Front Biosci. 2:D1-D11.  63. Weir, E. C., M. C. Horowitz, R. Baron, M. Centrella, B. M. Kacinski, and K. L. Insogna. 1993. Macrophage colony-stimulating factor release and re- ceptor expression in bone cells. J. Bone Miner. Res. 8:1507-1518.  64. Wiebe, S. H., M. Hafezi, H. S. Sandhu, S. M. Sims, and S. J. Dixon. 1996. Osteoclast activation in inflammatory periodontal diseases. Oral Dis. 2:167- 180.  65. Williams, S. R., Y. Jiang, D. Cochran, G. Dorsam, and D. T. Graves. 1992. Regulated expression of monocyte chemoattractant protein-1 in normal hu- man osteoblastic cells. Am. J. Physiol. 263:C194-C199.  66. Wu, Z. Q., Q. Vos, Y. Shen, A. Lees, S. R. Wilson, D. E. Briles, W. C. Gause, J. J. Mond, and C. M. Snapper. 1999. In vivo polysaccharide-specific IgG isotype responses to intact Streptococcus pneumoniae are T cell dependent and require CD40- and B7-ligand interactions. J. Immunol. 163:659-667.  67. Yellin, M. J., S. Winikoff, S. M. Fortune, D. Baum, M. K. Crow, S. Lederman, and L. Chess. 1995. Ligation of CD40 on fibroblasts induces CD54 (ICAM-1) and CD106 (VCAM-1) up-regulation and IL-6 production and proliferation. J. Leukoc. Biol. 58:209-216.  Editor: J. T. Barbieri  1216 SCHRUM ET AL. INFECT. IMMUN.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /i  ai  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}