{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/26254561  Identification of the pollen self-incompatibility determinant in Papaver rhoeas  Article  in  Nature · July 2009  DOI: 10.1038/nature08027 · Source: PubMed  CITATIONS  159 READS  364  10 authors, including:  Some of the authors of this publication are also working on these related projects:  F-actin dynamics and associated proteins implicate new mechanisms involved in self-incompatibility-induced programmed cell death (SI-PCD) in field poppy and  Arabidopsis thaliana View project  Self-Incompatibility in Papaver rhoeas View project  Barend H. J. de Graaf  Cardiff University  30 PUBLICATIONS   1,204 CITATIONS     SEE PROFILE  Natalie Trump  National Health Service  18 PUBLICATIONS   795 CITATIONS     SEE PROFILE  Kim Osman  University of Birmingham  66 PUBLICATIONS   1,218 CITATIONS     SEE PROFILE  Sabina Vatovec  Sandoz Biopharmaceuticals, Menges, Slovenia  13 PUBLICATIONS   428 CITATIONS     SEE PROFILE  All content following this page was uploaded by Sabina Vatovec on 26 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/26254561_Identification_of_the_pollen_self-incompatibility_determinant_in_Papaver_rhoeas?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/26254561_Identification_of_the_pollen_self-incompatibility_determinant_in_Papaver_rhoeas?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/F-actin-dynamics-and-associated-proteins-implicate-new-mechanisms-involved-in-self-incompatibility-induced-programmed-cell-death-SI-PCD-in-field-poppy-and-Arabidopsis-thaliana?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Self-Incompatibility-in-Papaver-rhoeas?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Barend-H-J-De-Graaf?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Barend-H-J-De-Graaf?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Cardiff-University?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Barend-H-J-De-Graaf?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Natalie-Trump?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Natalie-Trump?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National-Health-Service?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Natalie-Trump?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kim-Osman?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kim-Osman?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Birmingham?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kim-Osman?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Vatovec?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Vatovec?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Vatovec?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sabina-Vatovec?enrichId=rgreq-17d381d795d292695084a2f66ec27c65-XXX&enrichSource=Y292ZXJQYWdlOzI2MjU0NTYxO0FTOjEwMTA1OTUzMTkwMjk4MUAxNDAxMTA1ODc4NDEx&el=1_x_10&_esc=publicationCoverPdf   Identification of the pollen self-incompatibility determinant in Papaver rhoeas  Michael J. Wheelera,*, Barend H. J. de Graafa,†, Natalie Hadjiosifa, Ruth M. Perry, Natalie S. Poulter, Kim Osman, Sabina Vatovec, Andrea Harper, F. Christopher H. Franklinb, and Vernonica E. Franklin-Tongb,c School of Biosciences, University of Birmingham, Edgbaston, Birmingham, B15 2TT, U.K.  Abstract Higher plants produce seed through pollination, using specific interactions between pollen and pistil. Self-incompatibility (SI) is an important mechanism used in many species to prevent inbreeding, and is controlled by a multi-allelic S locus1,2. “Self” (incompatible) pollen is discriminated from “non-self” (compatible) pollen, by interaction of pollen and pistil S locus components, and is subsequently inhibited. In Papaver rhoeas, the pistil S locus product is a small protein that interacts with incompatible pollen, triggering a Ca2+-dependent signalling network, resulting in pollen inhibition and programmed cell death3-7. Here we have cloned three alleles of a highly polymorphic pollen-expressed gene, PrpS, from Papaver and provide evidence that this encodes the pollen S locus determinant. PrpS is a single copy gene linked to the pistil S gene, PrsS. Sequence analysis indicates that PrsS and PrpS are equally ancient and are likely to have co- evolved. PrpS encodes a novel ~20 kDa protein. Consistent with predictions that it is a transmembrane protein, PrpS is associated with the plasma membrane. We show that a predicted extracellular loop segment of PrpS interacts with PrsS and, using PrpS antisense oligonucleotides, we demonstrate that PrpS is involved in S-specific inhibition of incompatible pollen. Identification of PrpS represents a major advance in our understanding of the Papaver SI system. As a novel cell-cell recognition determinant it contributes to the available information concerning the origins and evolution of cell-cell recognition systems involved in discrimination between “self” and “non- self”, which also include histocompatibility systems in primitive chordates and vertebrates.  Keywords Self-incompatibility; pollen S receptor; Papaver rhoeas; pollen tube inhibition  It has been established that self-incompatibility (SI) has evolved independently several times. Three SI systems have been well characterised at a molecular level1,2. Both pollen and pistil S determinants are expected to have co-evolved and be physically linked to the S locus in order to maintain a functional SI system. Other characteristics expected of them are high levels of allelic polymorphism and tissue specific expression. Most importantly, they  Correspondence and requests for materials should be addressed to V.E.Franklin-Tong@bham.ac.uk. cTo whom correspondence should be addressed. email: V.E.Franklin-Tong@bham.ac.uk; fax. +44 121 414 5925 . *current address: Warwick HRI, Wellesbourne, Warwick, CV35 9EF, U.K. †current address: School of Biosciences, Cardiff University, Cardiff, CF10 3AT, U.K. aThese authors contributed equally bJoint Senior authors Author contributions M.J.W., B.H.J. de G., and N.H. contributed equally to this work. Author information PrpS1 and PrpS8 sequences have been deposited in the EMBL Nucleotide Sequence Database (http:// www.ebi.ac.uk/embl/) as accessions AM743176, AM743177 and FN178511.  Competing interests statement The authors declare that they have no competing financial interests.  Europe PMC Funders Group Author Manuscript Nature. Author manuscript; available in PMC 2009 December 18.  Published in final edited form as: Nature. 2009 June 18; 459(7249): 992-995. doi:10.1038/nature08027.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts  http://www.ebi.ac.uk/embl/ http://www.ebi.ac.uk/embl/   should function in mediating the SI response. To fully understand how different SI systems operate, identification of both the pistil and pollen S locus components, together with establishing mechanisms involved in pollen inhibition is crucial. Previously, we identified the pistil S determinant for Papaver rhoeas8-10 and established several components involved in pollen inhibition3-7,11. Although we identified a glycoprotein in pollen that bound to the pistil S protein, studies indicated that it was not the pollen S determinant, though it might modulate the SI response12. Recent analysis of the S1 locus enabled identification of the pollen component of the S locus on a cosmid clone comprising a 42 kb region at the S1 locus.  Nucleotide sequencing and analysis identified a novel putative open reading frame (ORF) 457 bp from the S1 pistil gene (Fig 1a). Expression analysis using RT-PCR revealed that the ORF was specifically transcribed in pollen (Fig 1b), appearing during anther development (Fig 1c). The temporal expression pattern is very similar to that of the pistil S gene8. These data suggested that this ORF was a candidate for the Papaver pollen S gene (designated PrpS: Papaver rhoeas pollen S). We propose renaming the gene that determines SI specificity in pistils (currently designated simply S) to provide a clearer nomenclature; we suggest PrsS (for Papaver rhoeas stigma S determinant).  The cDNA of PrpS1 comprises 1206 bp containing a coding region of 579 bp encoding a 192 amino acid polypeptide with a predicted Mr of 20.5 kDa, pI 7.55. We subsequently cloned PrpS3 and PrpS8 from S3S8 pollen RNA. The PrpS3 and PrpS8 coding sequences are 576 bp and 582 bp (191 and 193 amino acids) respectively (Fig 1d); PrpS3 and PrpS8 encode proteins of predicted Mr of 21.1 kDa (pI 6.57) and 20.9 kDa (pI 8.51) respectively. Southern blotting revealed that PrpS is single copy (Supplemental Fig 1), so the related sequences identified as PrpS3 and PrpS8 are clearly allelic to PrpS1, rather than being related/ paralogous genes.  Segregation analyses were conducted to obtain evidence of genetic linkage at the S locus between PrsS3 and PrpS3 and between PrsS8 and PrpS8. Specific primers were used to amplify regions of the pistil PrsS1, PrsS3 and PrsS8 and pollen PrpS1, PrpS3 and PrpS8 genes from genomic DNA from two full-sib families segregating for these haplotypes (45 and 25 individuals, a total of 140 PrpS/PrsS pairs). PrpS1 was amplified only from plants carrying S1; PrpS3 was amplified only from plants carrying S3 and PrpS8 was amplified only from plants carrying the S8 haplotype. The pistil PrsS1, PrsS3 and PrsS8 sequences were also amplified only from plants carrying the respective S haplotypes (Fig 1e), as expected. This demonstrates co-segregation and linkage of PrpS1, PrpS3 and PrpS8 and their cognate PrsS genes, as no recombination was detected (recombination frequency <0.021). Thus, at the 95% rejection level we can be confident that there is no recombination.  A strikingly high level of allelic sequence polymorphism is a well-documented feature of S locus proteins; S alleles have unusually high amino acid sequence divergence within species13-15. Papaver is no exception; the pistil proteins PrsS1 and PrsS3 exhibit 46% sequence divergence; PrsS1 and PrsS8 have 40%, and PrsS3 and PrsS8 46% divergence. PrpS proteins exhibit a similar level of polymorphism (Fig 1d); the PrpS1 and PrpS3 predicted amino acid sequences are 50% divergent; PrpS1 and PrpS8 exhibit 40% divergence; PrpS3 and PrpS8 are 47% divergent16.  The pollen and pistil S determinants should exhibit evidence of co-evolution. Examination of the PrpS sequences for non-synonymous to synonymous (Ka/Ks) substitutions reveal that the PrsS alleles have a mean Ka/Ks ratio of 0.234, and the PrpS alleles have a mean Ka/Ks ratio of 0.368 (Supplemental Table 1). A two-tailed t-test showed no significant difference  Wheeler et al. Page 2  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    between substitution rates in PrpS and PrsS genes. These data suggest that the pollen and pistil S alleles co-evolved and are likely to be similarly ancient.  PrpS has no significant sequence homology to any protein in existing databases. Sequence analysis, using a range of prediction programmes, indicated that PrpS has 3-5 predicted transmembrane helices and alignment of the three PrpS alleles indicates that they share a similar topology (Fig 1d; Supplemental Fig 2). In support of predictions that PrpS is a transmembrane protein, western analysis using antisera raised against PrpS1, revealed that PrpS1 was detected as a ~20 kDa protein specifically in S1 pollen membrane-enriched extracts (Fig 2a-c). Moreover, immunolocalization studies revealed that PrpS1 is associated with the pollen tube plasma membrane (Fig 2d). Although the PrpS sequences do not show any particular bias for the “positive inside rule”17, structural predictions suggest an extracellular loop segment, comprising amino acids ~60-100 (63-97 using TMHMM, Fig 1d; Supplemental Fig 2). We hypothesized that this region might be involved in the interaction with PrsS and show that a peptide corresponding to part of the predicted PrpS extracellular loop interacted with the PrsS protein, while the corresponding randomized peptide did not (Fig 2e).  To determine whether PrpS is functionally involved in the SI response, we investigated whether it mediates S specific pollen inhibition, using in vitro SI bioassays8. Peptides based on extracellular domains of receptors have been used to identify ligand-binding epitopes via their ability to block the receptor-ligand interaction18. Preliminary experiments with the peptide used in the binding assay tested if it could block SI-mediated inhibition. Pollen from plants with haplotypes S1S3, when challenged with incompatible recombinant PrsS, were rescued from inhibition by PrpS1 peptides (n = 6; P < 0.001, ***), while randomized peptides based on the same amino acids had no effect (n=3; N.S.; Supplemental Fig 3). This is consistent with the hypothesis that this region is involved in recognition and indicated that PrpS might mediate pollen inhibition. To confirm this possibility, we used an antisense oligonucleotide approach3,19. We hypothesized that if PrpS functions as the pollen S determinant, knockdown of its expression should result in alleviation of pollen tube inhibition in an S-specific manner. We induced SI in vitro in the presence of either antisense- (as-ODNs) or sense- (s-ODNs) oligonucleotides to test this hypothesis. As our plants are heterozygous for S haplotypes, the pollen phenotype of plants with S1S3 haplotypes should theoretically be 50% S1 and 50% S3. Thus, if the interaction is S-specific, as-ODNs specific for PrpS1 should only affect the 50% of pollen (carrying S1).  SI induced strong inhibition of pollen tube growth (a 79% reduction in length compared to the controls) and we observed a significant alleviation of this inhibition in an incompatible combination in the presence of as-ODNs and not with corresponding s-ODNs (Fig 3). With pollen from plants with S1S3 haplotypes, SI induced strong inhibition of pollen tube length (22.1%, P<0.001 ***, n=300) and addition of as-PrpS1-ODNs gave a highly significant recovery of SI-treated tubes (58.3% increase in length compared to SI-treated; P<0.001, ***, n=150), and incompatible pollen responded in a bimodal manner, consistent with only S1 pollen being affected (Supplemental Fig 4). When as-PrpS8-ODNs were added to the same pollen from plants with S1 and S3 haplotypes, they did not alleviate SI-induced inhibition (P=0.604, N.S., n=150). This demonstrates that the PrpS1 and PrpS8 as-ODNs had an S- specific effect. As expected, s-PrpS1-ODNs did not affect the SI response (P=0.591, N.S., n=150).  To further confirm the S-specific effect of the as-ODNs, we also tested their effect on pollen from plants with haplotypes S3S8. SI resulted in inhibited pollen tubes (19.8% of the control, n=300), and addition of as-PrpS8-ODNs alleviated the SI-induced inhibition, giving a highly significant 100.3% increase in pollen tube length (P=<0.001, ***, n=150), whereas there  Wheeler et al. Page 3  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    was no effect using as-PrpS1-ODNs (P=0.336, N.S., n=150) or s-PrpS8-ODNs (P=0.565, N.S., n=150) (Fig 3). Together these data demonstrate that PrpS plays a crucial role in SI- induced S haplotype-specific pollen tube inhibition.  In summary, we have cloned a polymorphic pollen-expressed gene, PrpS. Together our data are consistent with the hypothesis that PrpS is the Papaver pollen S determinant as it mediates S-specific recognition and inhibition. SI in Papaver is distinct from the other well characterized SI systems (i.e. from both the Brassica pollen S determinant SCR/SP11 and the pollen F-box protein SLF/SFB from the S-RNase based SI system)1,20-23. As PrpS has no homologues, its nature is intriguing. Self-nonself discrimination and other recognition systems which are controlled by a highly polymorphic locus are not limited to SI; other systems include disease resistance in plants24, and histocompatibility systems in animals25-27. These parallels between non-analogous recognition systems were recognized, and their importance appreciated, long before the molecular basis of these systems were elucidated25 and the nature of their polymorphism has intrigued population and evolutionary biologists for decades. The identification of PrpS as a novel cell-cell recognition determinant thus contributes to the available information regarding the evolution of self-nonself recognition systems.  METHODS SUMMARY Cloning of PrpS1, PrpS3 and PrpS8  A genomic clone of PrpS1 was identified by nucleotide sequence analysis of a 42 kb clone carrying the S1 locus, obtained by screening a Papaver rhoeas S1S3 cosmid genomic DNA library (SuperCos1, Stratagene) with PrsS1 cDNA. The DNA upstream and downstream of the PrsS1 gene was sequenced and analyzed using BLAST (http://ncbi.nlm.nih.gov/BLAST) and ORF Finder (http://searchlauncher.bcm.tmc.edu)28. The organisation of PrpS1 and PrsS1 genes was confirmed using PCR on genomic DNA of S1- and non-S1- containing plants. PrpS3 and PrpS8 cDNAs were obtained using RT-PCR, 3′ and 5′-RACE PCR (see On-line Methods for primer details) on pollen cDNA from suitable S-haplotypes, using low annealing temperatures (48 °C).  Ka/Ks calculations DNAsP29 was used to estimate the Ka (the number of non-synonymous substitutions per non-synonymous site), and Ks (the number of synonymous substitutions per synonymous site) for pairs of PrsS and PrpS nucleotide sequences.  Peptide binding assay A 15 aa peptide (DQKWVVAFGTAAICD) corresponding to part of the predicted extracellular loop segment of PrpS1 (TMHMM; http://www.cbs.dtu.dk/services/TMHMM 30) and a randomized version (FTVDVKDCAAAWGQI) were synthesized (Alta Bioscience, University of Birmingham). The peptides (10 μg, 1 μg, 0.1 μg) were bound to PVDF membrane. This was incubated with recombinant PrsS1 and then probed for binding using α-PrsS1 antisera and alkaline phosphatase detection.  Antisense oligo silencing of PrpS expression Phosphorothioated gene-specific antisense oligodeoxynucleotides (as-ODN) and their sense controls (s-ODN) were designed (PrpS1 as-ODN: gtccTCCCAGTATTAttga, PrpS1 s-ODN: tcaaTAATACTGGGAggac, PrpS8 as-ODN: ttccCACCAGCACAGCaatt, PrpS8 s-ODN: aattGCTGTGCTGGTGggaa; lower case letters indicate bases linked by phosphorothioate bonds). Pollen was grown in vitro and pre-treated with as-ODNs and s-ODNs3,19 for 1 h  Wheeler et al. Page 4  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts  http://ncbi.nlm.nih.gov/BLAST http://searchlauncher.bcm.tmc.edu http://www.cbs.dtu.dk/services/TMHMM   prior to induction of SI with recombinant PrsS1, PrsS3 and PrsS88. After 2 hours, pollen tubes were fixed in 2% formaldehyde and 150 pollen tube lengths were measured in three independent experiments.  Supplementary Material Refer to Web version on PubMed Central for supplementary material.  Acknowledgments We thank Su (Jenny) Chen-Ying for contributing preliminary data and horticultural staff for growing and collecting plant material. Thanks to Josh Kohn for help and advice on sequence analysis, Andy Lovering and Toshio Hakoshima for advice regarding structural predictions. We wish to acknowledge the long-term contribution from Michael Lawrence, who initiated studies on Papaver SI. Work in the labs of F.C.H.F. and V.E.F-T. is funded by the Biotechnology and Biological Sciences Research Council (B.B.S.R.C.); this was supported by grant BB/ C501325/1.  Methods  Sequence homology comparisons Sequence identities were calculated for PrsS and PrpS, using pairwise comparisons of the amino acids comprising the mature peptide, using BLAST (BLOSUM62)31.  Southern blotting Southern blots of Papaver genomic DNA from plants of different S-haplotypes (S1S8, S1S3, S3S8, S2S4, S3S4, S7Sx) digested with EcoRV, BamHI, Pst1 or BglII, were probed with a PrpS1 probe. Blots were hybridised at 60°C overnight and washed down to 0.5 × SSC at 50°C, and signals detected using autoradiography.  Structural predictions for PrpS and interpretation of the data We analysed PrpS sequences using a number of protein prediction programmes: TMHMM2.032, PredictProtein, SOSUI, HMMTOP, TMpred, TM-Finder, SPLIT 4, ConPredII, Phobius. TMHMM2.0 in particular, is regarded as a very robust transmembrane helix predictor, though predicting the number of membrane-spanning regions remains difficult33. Although predictions differ, they all predict that PrpS has transmembrane helices. We have been advised that the predictions suggest anything between 3-5 transmembrane segments and the alignment of the PrpS sequences suggests that all three proteins share a similar topology. Although many predictions indicated 3 or 5 TM domains, it is more likely that PrpS has four transmembrane segments, as it is a good number to make a four helix bundle in the membrane, as 3 and 5 TM proteins are rare (Dr. A. Lovering, personal communication). All the predictions indicate an extracellular loop segment. SI Fig 2 shows a cartoon indicating a prediction for the regions; this is a tentative assignment of possible topology.  Linkage analysis Segregation analysis was carried out on individual plants from several full-sib families which share three S haplotypes and segregate for haplotypes S1S3 or S3S8 and S1S8 or S3S8. These are well established families, in which S haplotypes were designated ~20 years ago, produced using controlled crosses between individuals which had their S-haplotypes verified using aniline blue microscopy; they have been analyzed for S allele segregation for at least seven generations in a pedigree going back to 1994.  Wheeler et al. Page 5  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    The number of plants required to be analyzed, in order to statistically be confident at 95% rejection level34 that there is recombination, is 25 plants (one cannot formally provide evidence that there is never recombination). We carried out analysis of a full-sib family, segregating for pollen PrpS1 and PrpS3 and pistil PrsS1 and PrsS3 alleles (25 plants, 50 alleles) and for the S1 and S8 loci, we analysed 45 full-sib plants (90 alleles) to show segregation of pollen PrpS1 and PrpS8 and pistil PrsS1 and PrsS8. Thus, we examined segregation of a total of 140 PrpS/PrsS pairs of alleles. Genomic DNA from leaf tissue was extracted (Extract-N-Amp™ Plant PCR kit, Sigma-Aldrich) and gene specific primers used to specifically amplify PrsS1, PrsS3, PrsS8, and PrpS1, PrpS3 and PrpS8 sequences. See SI Table 3 for primer details. No recombination was detected (RF <0.021). Thus, at the 95% rejection level, we can be confident that there is no recombination.  RT-PCR to show tissue and developmental specificity Standard RT-PCR techniques were used for expression analysis. Total RNA was extracted from anthers from plants with the S1 haplotype at different stages of development and from different tissues (RNAeasy plant mini kit, QIAGEN) and cDNA synthesised (Omniscript RT kit, QIAGEN). Gene-specific primers (see SI Table 3) were used to amplify PrpS1 transcripts; primers for the P. rhoeas glyceraldehyde-3-phosphate dehydrogenase (GAPD) gene acted as controls.  Production of antisera The predicted 60 amino acid C-terminus of PrpS1 (designated PrpS1-60C) was expressed as a HIS-tagged recombinant protein using pET21b (Novagen). Recombinant protein was isolated from E. coli BL21 (DE3) using Ni-NTA resin following the manufacturer's (QIAGEN) protocol. Antisera (PrpS1-60C) was raised in rats (ISL Immune Systems, Paignton, UK).  Protein extraction for SDS-PAGE and Western blotting Extracts enriched for membrane proteins were made in 100 mM Tris-HCl pH 8, 200 mM NaCl, 2 mM EDTA, 1 M sucrose, 0.5% Triton X-100, Protease Inhibitor cocktail (Roche). Protein concentrations were determined35 and proteins separated using SDS-PAGE and electroblotted (400 mA, 3 h) onto Hybond C membranes (GE Healthcare). These were incubated with the PrpS1-60C antibody (1:2000) for 2 h, followed by alkaline phosphatase- conjugated anti-rat secondary antibody (Sigma); detection used BCIP (5-bromo-4-chloro-3′- indolyphosphate p-toluidine salt) and NBT (Nitroblue tetrazolium chloride).  Immunolocalization Papaver rhoeas pollen from plants with haplotypes S1S3 was grown in germination medium (GM)36 for 1 h at 25°C and prepared according to37, followed by incubation with the PrpS1-60C antibody (1:500 in TBS+ 1% BSA; 4°C overnight), then FITC-conjugated goat anti-rat antibody (1:50, 1.5 h). Cells were mounted on slides and examined by confocal microscopy (Bio-Rad Radiance 2000 MP) using single scans (100x plan-Apo 1.4 NA oil objective, Nikon). When pre-immune antiserum was used, no signal was obtained using identical additions and settings.  The in vitro bioassay for Papaver SI: use of this as an assay for function We have used in vitro bioassays for demonstration of PrpS function instead of the alternative strategy of stable transformation with a PrpS allele because the latter is not  Wheeler et al. Page 6  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    possible in Papaver. These bioassays have been routinely used to demonstrate S-specific function. Because it has not been possible to generate plants that are homozygous for S haplotypes in Papaver, we use full-sib families that are segregating for plants that are heterozygous for S haplotypes. This makes the interpretation of the data slightly more complicated, as we always have a mixed population of pollen grains in our samples.  The Papaver SI in vitro bioassay was initially used for demonstrating that stigmatic extracts had S-specific biological activity; we showed the distribution of individual pollen tube lengths for control, fully compatible, incompatible, and half-compatible interactions, with bimodal distribution of inhibition in a half-compatible SI response, as expected38. This SI bioassay was used to provide evidence for the pistil S gene (now named PrsS) being the S determinant39; we demonstrated S-allele-specific inhibition of pollen by recombinant PrsS1 protein. This half-compatible interaction gave 40-44% mean inhibition (compared to the theoretical maximum of 50%) with pollen from plants with haplotypes S1S3 or S1S6, but no inhibition with pollen from plants with haplotypes S3S6 or S2S4. As we now have several cloned pistil PrsS alleles, for any in vitro SI bioassay, we routinely add two recombinant PrsS proteins to obtain a full SI response where all pollen is inhibited (see e.g.40-42).  For the SI in vitro bioassays carried out here, we used two recombinant PrsS proteins (PrsS1 and PrsS3 to pollen from plants with haplotypes S1S3, and PrsS3 and PrsS8 proteins to pollen from plants with haplotypes S3S8) to achieve a full SI response (all pollen inhibited). With the peptide bioassay (see below), we added the PrpS1 peptide to the SI bioassay, so the expectation was that a maximum of 50% of pollen would be rescued if we obtained S haplotype-specific alleviation of SI. For the antisense oligonucleotide experiments we used pollen from plants with S1S3 and S3S8 haplotypes in combination with antisense-PrpS1 and/ or antisense-PrpS8. The expectation was that S-haplotype-specific alleviation of SI would be obtained using antisense-PrpS1 with pollen from plants with S1S3 haplotypes, but this would only be 50% rescue (pollen carrying PrpS1, but not pollen carrying PrpS3); we would also expect no alleviation of SI with antisense-PrpS1 with the pollen from S3S8 plants. We also carried out experiments with antisense-PrpS8 in these combinations, with the prediction that antisense-PrpS8 will alleviate the SI response by a maximum of 50% with pollen from plants with S3S8 haplotypes (rescue of pollen carrying PrpS8, but not PrpS3). SI Fig 3 shows data for populations of individual pollen tubes for an experiment using a PrpS1 antisense oligonucleotide added to an SI assay using pollen from plants with S1S3 or S3S8 haplotypes. The expectation is that PrpS1 antisense oligonucleotide should rescue pollen carrying the PrpS1 allele and not the PrpS3 or PrpS8 alleles. The plot shows that the rescue is clearly bimodal, with some pollen tubes still strongly inhibited, whilst others have alleviated inhibition, which gives confidence to the mean data shown in Fig 3.  We designed these experiments to be reciprocal so that we could demonstrate allelic specificity of rescue and to rule out some non-specific effects, as if the antisense-PrpS1 caused pollen tubes to grow longer for some other reason, we should see this effect with the pollen from plants with S3S8 haplotypes. Sense oligonucleotides were used as additional controls, in order to demonstrate that the antisense oligonucleotides specifically had this effect on pollen tube growth. These assays provide a robust test of whether PrpS1 and PrpS8 are allelic, as we show that they have the same biological function and they exhibit allelic specificity. If PrpS8 was not allelic to PrpS1, then it would not affect pollen tube growth as predicted. Statistical tests were carried out using MINITAB. Tests comprised two-way comparisons between pairs of data using a student's t-test.  Wheeler et al. Page 7  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    Peptide bioassay A 15 amino acid peptide corresponding to part of the predicted 35 amino acid PrpS1 external loop region was designed and two randomized versions of this peptide were synthesized (see Methods Summary-peptide binding assay for details). P. rhoeas pollen was grown in vitro and SI induced using recombinant PrsS1, PrsS3 and PrsS812. SI-induced pollen inhibition was compared with SI in the presence of the PrpS1 peptide or a randomized peptide at 200 μg ml-1. Pollen grains and tubes were scored after 1h, using two categories: “inhibition” or “growth”; a minimum of 100 pollen grains/tubes was scored for each sample. Data were analysed using Fisher's Exact Test for 2×2 contingency tables43.  Primer details Primers used for the isolation of PrpS alleles  Gene specific primers used to amplify full length PrpS1  PRPS1-5′-UTR1 GTAGCATTTACAATCTTCTTAGAAATGC  PRPS1-3′-UTR1 GAGAACACGTCATTGGAATTATTGAG  5′ RACE primer to obtain another S allele (resulting in isolation of PrpS8)  NH3′-3 GCGACCGAAGTGGCATG  Gene specific primers used to amplify PrpS8  PRPS8 5′-1 GGCAGTTATGCCTCGACATGCAATTG  PRPS8 3′-1 TTAAACCTCAACACTACGGTGG  5′ RACE primer used to obtain full length PrpS8  PRPS8 5′RACE-1 GCTGTGCAATCCTCTCTGATCAAG  Degenerate primers used to obtain PrpS3  PRPS 5′-1 ATGCCACGAMRTGSAAKTGTTG  PRPS 5′-2 CCTATTKGGAKYCKCASTTGCC  PRPS 5′-3 GTAGTMGCATTTGGGACYRCTGC  PRPS 3′-1 GTGAACTTAGCAACAAYWGCRAGG  PRPS 3′-2 TCAAGTWKACTAGTARRAGCTTGCC  PRPS 3′-3 CCAAYYAAAAATCCYTCRGTCATGCC  3′ and 5′ RACE primers used to obtain full length PrpS3  BGPRPS3-3′R1 GCTTCTACTGATTAACTTGTTCTCCGG  BGPRPS3-5′R1 CTGCAGTTGCATGCATATTGTGTGTCG  Gene-specific primers used for S-locus linkage analysis Primers for pistil PrsS1, PrsS3 and PrsS8  SS1-5′ GCTATCGTTCTTCTTGTCCAAGTCAAGCGG  SS1-3′ CATCCCTCTTTGCCTGATAGGAATAAAACCCG  SS3-5′ GACTTTGGTTAGCATGTCCAATTCCATCGGC  Wheeler et al. Page 8  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    SS3-3′ GTCCCTCTTGCCCGAGTAAGCATCG  SS8-5′ GTCCTTCTTGACCTTGGCCTCATCTCG  SS8-3′ CCGTGATCATCTCGTTGTGCTCGATAGG  Primers for PrpS1, PrpS3 and PrpS8  PRPS1-5′ CAGTTTGTTGGAGGATTATGTACCCCGTTGG  PRPS1-3′ GCGACCACACAGATCATTATGGAAGATAAGAAGG  PRPS3-5′ GAGTAGCATTTCTCGTGAGAATTAAATCTCACCATGC  PRPS3-3′ GGTCACGACCCCAACCAATTGCAACG  PRPS8-5′ CGCACTTGCCATAAGAACTGTCATTTCTCACC  PRPS8-3′ CACTACGATCACGGTCCCAACCAGC  References for Online Methods  31. Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. Journal of Molecular Biology. 1990; 215:403-410. [PubMed: 2231712]  32. Krogh A, Larsson B, von Heijne G, Sonnhammer EL. Predicting transmembrane protein topology with a hidden Markov model: application to complete genomes. Journal of Molecular Biology. 2001; 305:567-580. [PubMed: 11152613]  33. Moller S, Croning MDR, Apweiler R. Evaluation of methods for the prediction of membrane spanning regions. Bioinformatics. 2001; 17:646-653. [PubMed: 11448883]  34. Fisher, RA. Statistical Methods and Scientific Inference. Hafner; New York: 1956.  35. Bradford MM. A dye binding assay for protein. Anal. Biochem. 1976; 72:248-254. [PubMed: 942051]  36. Snowman BN, Kovar DR, Shevchenko G, Franklin-Tong VE, Staiger CJ. Signal-mediated depolymerization of actin in pollen during the self-incompatibility response. The Plant Cell. 2002; 14:2613-2626. [PubMed: 12368508]  37. Poulter NS, Vatovec S, Franklin-Tong VE. Microtubules are a target for self-incompatibility signaling in Papaver pollen. Plant Physiol. 2008; 146:1358-1367. [PubMed: 18192439]  38. Franklin-Tong VE, Lawrence MJ, Franklin FCH. Self-incompatibility in Papaver rhoeas.1. Characterization of the stigmatic component. Heredity. 1988; 61:286-286.  39. Foote HCC, et al. Cloning and expression of a distinctive class of self-incompatibility (S) gene from Papaver rhoeas L. Proceedings of the National Academy of Sciences (USA). 1994; 91:2265- 2269.  40. Geitmann A, Snowman BN, Emons AMC, Franklin-Tong VE. Alterations in the actin cytoskeleton of pollen tubes are induced by the self-incompatibility reaction in Papaver rhoeas. Plant Cell. 2000; 12:1239-1251. [PubMed: 10899987]  41. Jordan ND, Franklin FCH, Franklin-Tong VE. Evidence for DNA fragmentation triggered in the self- incompatibility response in pollen of Papaver rhoeas. The Plant Journal. 2000; 23:471-479. [PubMed: 10972873]  42. Thomas SG, Franklin-Tong VE. Self-incompatibility triggers programmed cell death in Papaver pollen. Nature. 2004; 429:305-309. [PubMed: 15152254]  43. Bailey, NTJ. Statistical Methods in Biology. The English Universities Press Ltd.; London: 1959.  References 1. Takayama S, Isogai A. Self-incompatibility in plants. Annual Review of Plant Biology. 2005;  56:467-489.  2. Franklin-Tong, VE., editor. Self-Incompatibility in Flowering Plants: Evolution, Diversity, and Mechanisms. Springer-Verlag; Berlin, Heidelberg: 2008.  Wheeler et al. Page 9  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    3. de Graaf BHJ, et al. Self-incompatibility in Papaver targets soluble inorganic pyrophosphatases in pollen. Nature. 2006; 444:490-493. [PubMed: 17086195]  4. Franklin-Tong VE, Ride JP, Read ND, Trewavas AJ, Franklin FCH. The self-incompatibility response in Papaver rhoeas is mediated by cytosolic-free calcium. The Plant Journal. 1993; 4:163- 177.  5. Snowman BN, Kovar DR, Shevchenko G, Franklin-Tong VE, Staiger CJ. Signal-mediated depolymerization of actin in pollen during the self-incompatibility response. The Plant Cell. 2002; 14:2613-2626. [PubMed: 12368508]  6. Thomas SG, Franklin-Tong VE. Self-incompatibility triggers programmed cell death in Papaver pollen. Nature. 2004; 429:305-309. [PubMed: 15152254]  7. Bosch M, Franklin-Tong VE. Temporal and spatial activation of caspase-like enzymes induced by self-incompatibility in Papaver pollen. Proceedings of the National Academy of Sciences (USA). 2007; 104:18327-18332.  8. Foote HCC, et al. Cloning and expression of a distinctive class of self-incompatibility (S) gene from Papaver rhoeas L. Proceedings of the National Academy of Sciences (USA). 1994; 91:2265-2269.  9. Kurup S, et al. Identification and cloning of related self-incompatibility S-genes in Papaver rhoeas and Papaver nudicaule. Sexual Plant Reproduction. 1998; 11:192-198.  10. Walker EA, et al. Molecular analysis of two functional homologues of the S3 allele of the Papaver rhoeas self-incompatibility gene isolated from different populations. Plant Molecular Biology. 1996; 30:983-994. [PubMed: 8639756]  11. Thomas SG, Huang S, Li S, Staiger CJ, Franklin-Tong VE. Actin depolymerization is sufficient to induce programmed cell death in self-incompatible pollen. Journal of Cell Biology. 2006; 174:221-229. [PubMed: 16831890]  12. Hearn MJ, Franklin FCH, Ride JP. Identification of a membrane glycoprotein in pollen of Papaver rhoeas which binds stigmatic self-incompatibility (S-) proteins. The Plant Journal. 1996; 9:467- 475.  13. Ioerger TR, Clark AG, Kao T-H. Polymorphism at the self-incompatibility locus in Solanaceae predates speciation. Proc. Natl. Acad. Sci. (USA). 1990; 87:9732-9735. [PubMed: 2263623]  14. Kohn, JR. Self-Incompatibility in Flowering Plants: Evolution, Diversity, and Mechanisms. Franklin-Tong, VE., editor. Springer-Verlag; Berlin, Heidelberg: 2008. p. 103-121.  15. Charlesworth D. Multi-allelic self-incompatibility polymorphisms in plants. Bioessays. 1995; 17:31-38.  16. Newbigin E, Paape T, Kohn JR. RNase-Based Self-Incompatibility: Puzzled by Pollen S. Plant Cell. 2008; 20:2286-2292. [PubMed: 18776062]  17. von Heijne G, Gavel Y. Topogenic signals in integral membrane proteins. European Journal of Biochemistry. 1988; 174:671-678. [PubMed: 3134198]  18. Biris N, et al. Mapping the binding domains of the αIIb subunit. European Journal of Biochemistry. 2003; 270:3760-3767. [PubMed: 12950259]  19. Moutinho A, Camacho L, Haley A, Pais MS, Trewavas AJ, Malho R. Antisense perturbation of protein function in living pollen tubes. Sexual Plant Reproduction. 2001; 14:101-104.  20. McClure B, Franklin-Tong V. Gametophytic self-incompatibility: understanding the cellular mechanisms involved in “self” pollen tube inhibition. Planta. 2006; 224:233-245. [PubMed: 16794841]  21. Sijacic P, et al. Identification of the pollen determinant of S-RNase-mediated self-incompatibility. Nature. 2004; 429:302-305. [PubMed: 15152253]  22. Qiao H, et al. The F-box protein AhSLF-S2 controls the pollen function of S-RNase-based self- incompatibility. The Plant Cell. 2004; 16:2307-2322. [PubMed: 15308757]  23. Stein JC, Howlett B, Boyes DC, Nasrallah ME, Nasrallah JB. Molecular cloning of a putative receptor protein kinase gene encoded at the self-incompatibility locus of Brassica oleracea. Proc. Natl Acad. Sci. USA. 1991; 88:8816-8820. [PubMed: 1681543]  24. Dangl JL, Jones JDG. Plant pathogens and integrated defence responses to infection. Nature. 2001; 411:826-833. [PubMed: 11459065]  Wheeler et al. Page 10  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    25. Burnet FM. “Self-recognition” in Colonial Marine Forms and Flowering Plants in relation to the Evolution of Immunity. Nature. 1971; 232:230-235. [PubMed: 4937075]  26. De Tomaso AW, et al. Isolation and characterization of a protochordate histocompatibility locus. Nature. 2005; 438:454-459. [PubMed: 16306984]  27. Scofield VL, Schlumpberger JM, West LA, Weissman IL. Protochordate allorecognition is controlled by a MHC-like gene system. Nature. 1982; 295:499-502. [PubMed: 7057909]  28. Worley KC, Wiese BA, Smith RF. BEAUTY: an enhanced BLAST-based search tool that integrates multiple biological information resources into sequence similarity search results. Genome Research. 1995; 5:173-184. [PubMed: 9132271]  29. Rozas J, Sanchez-DelBarrio JC, Messeguer X, Rozas R. DnaSP, DNA polymorphism analyses by the coalescent and other methods. Bioinformatics. 2003; 19:2496-2497. [PubMed: 14668244]  30. Krogh A, Larsson B, von Heijne G, Sonnhammer EL. Predicting transmembrane protein topology with a hidden Markov model: application to complete genomes. Journal of Molecular Biology. 2001; 305:567-580. [PubMed: 11152613]  Wheeler et al. Page 11  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    Fig 1. Organization and expression of PrpS1 (a) Organization of the S1 locus. Arrows indicate pistil PrsS1 and pollen PrpS1 coding sequences and their orientation; transcription start site (+1). An intron is located 84 bp from the 3′ end. (b) RT-PCR shows PrpS1 is expressed in pollen (P) but not in leaf (L), ovary (O) or stigma (S) (top panel). (c) RT-PCR showing PrpS1 expression increases during anther development. Immature anthers (IA); anthers 3 (-3A), 2 (-2A), 1 (-1A) days pre-anthesis, and at anthesis (+1A). Glyceraldehyde-3-phosphate dehydrogenase (GAPD) shows equal loading (bottom panels). (d) Alignment of PrpS1, PrpS3 and PrpS8 deduced amino acid sequences. The predicted extracellular loop segment (TMHMM) is indicated for PrpS1 (grey box). (e) Linkage of PrpS and PrsS to the S locus. Full-sib families segregating for haplotypes (i) S1S3 and S3S8 and (ii) S1S8 and S3S8 were used for PCR. Pistil PrsS1-, PrsS3- and PrsS8- and pollen PrpS1, PrpS3 and PrpS8 sequences were amplified only if plants carried the corresponding PrpS allele. S haplotypes are indicated: S1S3 (1,3), S3S8 (3,8), S1S8 (1,8).  Wheeler et al. Page 12  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    Fig 2. PrpS is pollen membrane-associated (a) Western blotting detects PrpS1 at ~20 kDa (arrow) in pollen (P), but not stigma (S), leaf (L) or root (R) membrane-enriched protein extracts (left-hand panel). Coomassie staining shows equal loading (right-hand panel). (b) PrpS1 is expressed in pollen samples carrying S1, but not other alleles (left-hand panel). Coomassie shows equal loading (right-hand panel). (c) Western blot of fractionated pollen extracts. PrpS is not present in cytosolic extracts, but is present in a Triton-X-100 enriched fraction. (d) Immunolocalization shows PrpS1 localization to the pollen tube plasma membrane. Scale bar, 10 μm. (e) PrpS1 binds PrsS1. A 15-mer peptide corresponding to part of the PrpS1 predicted 35 amino acid extracellular loop region (DQKWVVAFGTAAICD) binds recombinant PrsS1 in a concentration-dependent manner (top panel). A corresponding randomized peptide (FTVDVKDCAAAWGQI) did not bind PrsS1 (bottom panel). Concentrations are as indicated; see Methods for details; n=8.  Wheeler et al. Page 13  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts    Fig 3. PrpS determines S-specific pollen inhibition PrpS1 and PrpS8 antisense oligonucleotides (as-ODNs: as-PrpS1, as-PrpS8) “rescue” pollen from plants with S1S3 or S3S8 haplotypes, from SI-induced inhibition in an S-specific manner, while PrpS1 and PrpS8 sense oligonucleotides (s-ODNs: s-PrpS1, s-PrpS8) do not. Controls: untreated pollen and as-ODNs without SI induction controls (white bars); SI- induced pollen (black bars); SI-induced in presence of as-ODN (crosshatched bars); SI- induced in presence of s-ODNs (dotted bars). 50 pollen tubes were measured in three independent experiments (150 in total); error bars indicate s.e.m.  Wheeler et al. Page 14  Nature. Author manuscript; available in PMC 2009 December 18.   E urope P  M C   F unders A  uthor M anuscripts   E urope P  M C   F unders A  uthor M anuscripts  View publication statsView publication stats  https://www.researchgate.net/publication/26254561",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}