{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "INTERNATIONAL JOURNAL OF ONCOLOGY  49:  2188,  2016  CORRIGENDUM   DOI: 10.3892/ijo.2016.3702  Functional analysis of Zyxin in cell migration and invasive  potential of oral squamous cell carcinoma cells  MICHIYO YAMAMURA, KAZUMA NOGUCHI, YOSHIRO  NAKANO, EMI SEGAWA, YUSUKE ZUSHI, KAZUKI TAKAOKA,  HIROMITSU KISHIMOTO, TOMOKO HASHIMOTO-TAMAOKI  and MASAHIRO URADE   Int J Oncol 42: 873-880, 2013; DOI: 10.3892/ijo.2013.1761  Following the publication of this article, an interested reader  drew to our attention an anomaly associated with the  presentation of Figs. 2 and 3. Essentially, there was a direct  duplication of certain of the western blotting data between  Fig. 2 (the E-cadherin and Actin data) and Fig. 3C (the Zyxin  and Actin data).  After having re-examined our original data, we realize that  we inadvertently duplicated the data from Fig. 2 in Fig. 3C (the  Zyxin and Actin data).  A corrected version of Fig. 3C (containing the true Zyxin  and Actin data), and, by natural process, also of Fig. 6, are  presented below, in which the Zyxin data in Figs. 3C and 6 are   now correctly shown. Since the Zyxin data was a control for  the siZyxin knockout of HOC313, this error did not affect the  results of the Rho family analysis in this study. We sincerely  apologize for this mistake, and thank the reader of our article  who drew this matter to our attention. Furthermore, we regret  any inconvenience this mistake has caused.  Figure 3. (A and B) Immunocytochemical analysis of cell morphological  changes induced by Zyxin siRNA treatment. Blue, nuclear (DAPI); red, actin  (phalloidin); green, Zyxin (FITC). Note that Zyxin was localized at adhesion  plaques and some overlapped with actin stress fibers (arrow). Treatment with  Zyxin siRNA resulted in reduced expression of Zyxin and morphological  changes from spindle to polygonal shape. (C) Inhibition of Zyxin expression  by Zyxin siRNA treatment did not alter LPP or TRIP-6 expression.  Figure 6. Analysis of Rho family proteins by western blotting. Rho family  small GTPases involved in cell migration and invasion, such as RhoA, Rac1  and CDC42, were examined. There was no significant difference in expres- sion of RhoA, but expressions of Rac1 and CDC42 were slightly reduced in  Zyxin siRNA-treated cells.",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}