{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "INTERNATIONAL JOURNAL OF ONCOLOGY  49:  2189,  2016  CORRIGENDUM   DOI: 10.3892/ijo.2016.3714  Adenovirus-mediated overexpression of BMP-9 inhibits  human osteosarcoma cell growth and migration through  downregulation of the PI3K/AKT pathway  BO LI, YUEhUA YANG, ShENGDAN JIANG, BINBIN NI,  KE ChEN and LEIShENG JIANG   Int J Oncol 41: 1809-1819, 2012; DOI: 10.3892/ijo.2012.1617  Following the publication of this article, an interested reader  drew to our attention an anomaly associated with the  presentation of the western blots in Fig. 4B and C. These  contained the same GAPDh control data, even though Fig. 4B  and C were intended to show the inhibition of osteosarcoma  cell migration by a recombinant adenovirus (ad) expressing  bone morphogenetic protein 9 (adBMP-9) in two different cell  lines, MG-63 and hOS, respectively.  After having re-examined our original data, we realize that  the same GAPDh control bands were inadvertently selected  for Fig. 4B and C.  A corrected version of Fig. 4, containing alternative data  obtained from the experiments performed in duplicate, is  presented below. Western blot assay was performed to examine  the effect of adBMP-9 on metalloproteinase-9 (MMP-9)  expression, showing that the expression of MMP-9 protein was  significantly inhibited in the adBMP-9 group compared with  the ad-green fluorescent protein (GFP) and the control (CON)  groups in the MG-63 and hOS cell lines. In addition, no  marked differences were noted between the ad-GFP group and  the CON group. The error made with the selection of the  control data did not affect the results in this study. We sincerely  apologize for this mistake, and thank the reader of our article  who drew this matter to our attention. Furthermore, we regret  any inconvenience this mistake has caused.  Figure 4. Inhibition of osteosarcoma cell migration by adBMP-9 in MG-63  and hOS cell lines. (A) Wound-healing assay showed that the migration  capacity of OS cells in adBMP-9 group was markedly lower than those in  ad-GFP group and CON group. No difference was found between ad-GFP  group and CON group. (B and C) Western blot assay was performed to  examine the effect of adBMP-9 on MMP-9 expression, showing that the  expression of MMP-9 protein was significantly inhibited in adBMP-9 group  compared with the ad-GFP group and CON group in MG-63 and hOS cell  lines. No difference was found between ad-GFP group and CON group.",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}