{
    "summary": "Cholangiocarcinoma is a malignant tumor originating from biliary epithelial cells. The tumor suppressor gene tropomyosin 1 (TPM1) is downregulated in several human cancer types; however, its expression status in cholangiocarcinoma is still unknown. We elucidated TPM1 expression and its regulation mechanism in cholangiocarcinoma. Real-time (RT)-PCR, western blot analysis and immunohistochemistry were performed to examine TPM1 expression levels in cholangiocarcinoma cell lines and tumor tissues. Cell lines were treated with lentiviral vector containing the miR-21 knockdown and inhibitors of genetic and epigenetic mechanisms (manumycin A, LY294002, U0126, DAC and TSA), and the TPM1 expression change was observed by RT-PCR and western blot analyses. Cell proliferation, apoptosis and migration were evaluated by water-soluble tetrazolium salt (WST-1) assay, flow cytometry and wound healing experiments, respectively. TPM1 was downregulated in the intrahepatic cholangiocarcinoma cells (HuCCT1) and upregulated in the extrahepatic cholangiocarcinoma cells (QBC939) compared with normal intrahepatic biliary epithelial cells (HIBEC). TPM1 stained negative in the intrahepatic cholangiocarcinoma tissues, as revealed by immunohistochemistry, although there was no significant difference in staining of the intrahepatic cholangiocarcinoma tissues and adjacent non-cancer tissues. RAS and two important downstream signaling pathways (RAS/PI3K/AKT and RAS/MEK/ERK) were involved in TPM1 regulation and inhibition of the epigenetic mechanisms such as DNA methylation, histone deacetylation and miR-21 upregulation upregulated TPM1 expression. Inhibitors of genetic and epigenetic mechanisms (manumycin A, LY294002, U0126, DAC and TSA) inhibited cell proliferation and migration and induced apoptosis. These data indicated that TPM1 is downregulated in HuCCT1 cells and that the Ras signaling pathway as well as DNA methylation, histone deacetylation and miR-21 upregulation play important roles in the suppression of TPM1 expression in HuCCT1 cells. Thus, compounds that inhibit genetic and epigenetic mechanisms may be promising agents in treating cholangiocarcinoma.",
    "title": "Genetic and epigenetic alterations are involved in the regulation of TPM1 in cholangiocarcinoma",
    "text": "INTERNATIONAL JOURNAL OF ONCOLOGY  50:  340,  2017  CORRIGENDUM   DOI: 10.3892/ijo.2016.3749  Genetic and epigenetic alterations are involved in the  regulation of TPM1 in cholangiocarcinoma  WEI YANG, XIAOYUAN WANG, WEI ZhENG, KEDONG LI,  hAOFENG LIU and YUEmING SUN    Int J Oncol 42: 690-698, 2013; DOI: 10.3892/ijo.2012.1741  Following the publication of this article, an interested reader  drew to our attention anomalies associated with the data  shown in Fig. 2, which presented the mRNA and protein   expression levels of tropomyosin 1 (TPm1) in huCCT1 cells.  Essentially, the control bands for α-tubulin had been duplicated  across from Fig. 2A to Fig. 2B, and from Fig. 2D to Fig. 2E   [the experiments showing treatment of the cells with  (A) manumycin A, (B) U0126, (D) 5-aza-2-deoxycytidine  (DAC) and (E) trichostatin A (TSA)], respectively. After  having re-examined our original data, we realize that the  figure was compiled incorrectly, and have returned to our  source data. A corrected version of Fig. 2 is presented here,  showing the correct control α-tubulin data for Fig. 2A and E,  as they ought to have appeared. This error did not overall  affect the conclusions reported in the study. We sincerely  apologize for this mistake, and thank the reader of our article  who drew this matter to our attention. Furthermore, we regret  any inconvenience this mistake has caused.   Figure 2. TPm1 mRNA expression and protein expression in huCCT1 cells. (A) huCCT1 cells were treated with 5 and 10 µmol/l manumycin A for 24 h.  (B) huCCT1 cells were treated with 5 and 10 µmol/l U0126 for 24 h. (C) huCCT1 cells were treated with 20 and 50 µmol/l LY294002 for 24 h. (D) huCCT1  cells were treated with 1 and 5 µmol/l DAC for 24 h. (E) HuCCT1 cells were treated with 0.1 and 0.25 μmol/l TSA for 24 h. *P<0.05. TPm1, tropomyosin 1;  DAC, 5-aza-2-deoxycytidine; TSA, trichostatin A.",
    "references": [],
    "authors": [
        "WEI YANG",
        "XIAOYUAN WANG",
        "WEI ZHENG",
        "KEDONG LI",
        "HAOFENG LIU",
        "YUEMING SUN"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}