{
    "summary": "Chemopreventive effects of caffeine and curcumin were evaluated in the diethylnitrosamine (DEN)-induced hepatocarcinogenic rat model. Animals injected with DEN for 10 weeks (G2-10w) and 14 weeks (G2-14w) were hepato-carcinogenic rats. Animals injected with DEN and treated with curcumin and caffeine for 10 weeks (G3-10w, G4-10w) and 14 weeks (G3-14w, G4-14w) were compared with those in G2. Macroscopic and microscopic features suggested that treatment with caffeine, but not curcumin, for 10 and 14 weeks was effective in inhibiting DEN-induced hepatocarcinogenesis. Immunohistochemical and western blot analysis with proliferating cell nuclear antigen and glutathione S-transferase-P antibodies also showed that expression levels of these hepato-carcinogenic markers were more efficiently reduced by treatment with caffeine than curcumin. Our data demonstrate that caffeine could be a more potent compound than curcumin for prevention of hepatocarcinogenesis in DEN-induced rats.",
    "title": "Preventive effect of caffeine and curcumin on hepato_ carcinogenesis in diethylnitrosamine_induced rats",
    "text": "international journal of oncology  49:  1259,  2016  CORRIGENDUM   Doi: 10.3892/ijo.2016.3577  Preventive effect of caffeine and curcumin on hepato- carcinogenesis in diethylnitrosamine-induced rats  yuki fujise, jun-ichi okano, takakazu nagahara,  ryo abe, ryu imamoto and yoshikazu murawaki  int j oncol 40: 1779-1788, 2012; Doi: 10.3892/ijo.2012.1343  following the publication of this article, an interested reader  drew to our attention an anomaly associated with the presentation  of figs. 3 and 4; essentially, there was the direct duplication of a  panel between fig. 3b, upper left-hand panel (the g1-10w data)  and fig. 4b, also the upper left-hand panel (the g1-14w data).   in the upper-left panels of fig. 3b and 4b, we wanted to  demon strate microscopic features of the control liver at 10 weeks  and 14 weeks, respectively. after having re-examined our  original data, we note that we inadvertently duplicated the picture  of the control liver at 14 weeks in the upper-left panel of fig. 3b.  a corrected version of fig. 3 is presented below, in which the   g1-10w data in fig. 3b are now correctly shown. since g1-10w  and g1-14w are control images of the liver, exhibiting a normal  appearance, this error did not affect the findings in the study. We  sincerely apologize for this mistake, and thank the reader of our  article who drew this matter to our attention. furthermore, we  regret any inconvenience this mistake has caused.   figure 3. macroscopic and microscopic features of the liver at 10 weeks. representative macroscopic (a) and microscopic (b) features of the liver at 10 weeks  are demonstrated. (a) macroscopic features of the liver from control rats (g1-10w), Den-treated rats (g2-10w), Den-treated rats administered with curcumin  (g3-10w) and Den-treated rats administered with caffeine (g4-10w) for 10 weeks are demonstrated. arrows indicate the representative nodules. (b) histological  analysis by hematoxylin and eosin staining revealed that hyperplastic nodules (arrows) were developed in G2-10w, G3-10w and G4-10w. Original magnification,  x200. w, weeks.",
    "references": [],
    "authors": [
        "YUKI FUJISE",
        "JUN-ICHI OKANO",
        "TAKAKAZU NAGAHARA",
        "RYO ABE",
        "RYU IMAMOTO",
        "YOSHIKAZU MURAWAKI"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}