{
    "summary": "Bacterial pneumonia remains a significant cause of mortality in the United States. The innate immune response is the first line of defense against invading bacteria. Neutrophil recruitment to the lungs is the first step in a multistep sequence leading to bacterial clearance. Ligand interaction with pattern-recognizing receptors (PRRs) leads to chemokine production, which drives neutrophils to the site of infection. Although we demonstrated that RIP2 is important for host defense in the lungs against Escherichia coli, the individual roles of NOD1 and NOD2 in pulmonary defense have not been addressed. Here, we explored the role of NOD2 in neutrophil-mediated host defense against an extracellular pathogen, E. coli. We found enhanced bacterial burden and reduced neutrophil and cytokine/chemokine levels in the lungs of NOD2⁻/⁻ mice following E. coli infection. Furthermore, we observed reduced activation of NF-κB and mitogen-activated protein kinases (MAPKs) in the lungs of NOD2⁻/⁻ mice upon E. coli challenge. Moreover, NOD2⁻/⁻ neutrophils show impaired intracellular bacterial killing. Using NOD2/RIP2⁻/⁻ mice, we observed bacterial burden and neutrophil accumulation in the lungs similar to those seen with NOD2⁻/⁻ mice. In addition, bone marrow-derived macrophages obtained from NOD2/RIP2⁻/⁻ mice demonstrate a reduction in activation of NF-κB and MAPKs similar to that seen with NOD2⁻/⁻ mice in response to E. coli. These findings unveil a previously unrecognized role of the NOD2-RIP2 axis for host defense against extracellular Gram-negative bacteria. This pathway may represent a novel target for the treatment of lung infection/inflammation.",
    "title": "NOD2 Signaling Contributes to Host Defense in the Lungs against Escherichia coli Infection",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/224871157  NOD2 Signaling Contributes to Host Defense in the Lungs against  Escherichia coli Infection  Article  in  Infection and Immunity · April 2012  DOI: 10.1128/IAI.06230-11 · Source: PubMed  CITATIONS  24 READS  227  7 authors, including:  Some of the authors of this publication are also working on these related projects:  Proteasome Variants View project  T cell memory View project  Sanjay Batra  Southern University and A&M College Baton Rouge Louisiana  97 PUBLICATIONS   3,735 CITATIONS     SEE PROFILE  Gayathriy Balamayooran  Louisiana State University  19 PUBLICATIONS   525 CITATIONS     SEE PROFILE  Richard A Flavell  Yale University  1,429 PUBLICATIONS   202,515 CITATIONS     SEE PROFILE  All content following this page was uploaded by Richard A Flavell on 22 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/224871157_NOD2_Signaling_Contributes_to_Host_Defense_in_the_Lungs_against_Escherichia_coli_Infection?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/224871157_NOD2_Signaling_Contributes_to_Host_Defense_in_the_Lungs_against_Escherichia_coli_Infection?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Proteasome-Variants?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/T-cell-memory?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sanjay-Batra?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sanjay-Batra?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sanjay-Batra?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gayathriy-Balamayooran?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gayathriy-Balamayooran?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Louisiana-State-University?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gayathriy-Balamayooran?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Flavell-2?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Flavell-2?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Yale-University?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Flavell-2?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Flavell-2?enrichId=rgreq-6c68d3352ece4e3ae65f0268ce1e45ea-XXX&enrichSource=Y292ZXJQYWdlOzIyNDg3MTE1NztBUzo5OTY4MjgxMDMzNTIzMkAxNDAwNzc3NjQzMTcz&el=1_x_10&_esc=publicationCoverPdf     Published Ahead of Print 30 April 2012.  2012, 80(7):2558. DOI: 10.1128/IAI.06230-11. Infect. Immun.   A. Flavell and Samithamby Jeyaseelan Balamayooran, Shanshan Cai, Koichi Kobayashi, Richard  Balamayooran Theivanthiran, Sanjay Batra, Gayathriy   coli Infection Defense in the Lungs against Escherichia  NOD2 Signaling Contributes to Host  http://iai.asm.org/content/80/7/2558 Updated information and services can be found at:   These include:  REFERENCES http://iai.asm.org/content/80/7/2558#ref-list-1at:   This article cites 64 articles, 29 of which can be accessed free  CONTENT ALERTS  more»articles cite this article),   Receive: RSS Feeds, eTOCs, free email alerts (when new  http://journals.asm.org/site/misc/reprints.xhtmlInformation about commercial reprint orders:  http://journals.asm.org/site/subscriptions/To subscribe to to another ASM Journal go to:    o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org/cgi/alerts http://iai.asm.org/   NOD2 Signaling Contributes to Host Defense in the Lungs against Escherichia coli Infection  Balamayooran Theivanthiran,a Sanjay Batra,a Gayathriy Balamayooran,a Shanshan Cai,a Koichi Kobayashi,b Richard A. Flavell,c  and Samithamby Jeyaseelana,d  Laboratory of Lung Biology, Department of Pathobiological Sciences and Center for Experimental Infectious Disease Research,a Dana-Farber Cancer Institute,b  Harvard Medical School, Boston, Massachusetts, USA; Department of Immunobiology, Yale University School of Medicine, Howard Hughes Medical Institute, New Haven, Connecticut, USAc; and Section of Pulmonary and Critical Care Medicine, Department of Medicine, LSU Health Sciences Center, New Orleans, Louisiana, USAd  Bacterial pneumonia remains a significant cause of mortality in the United States. The innate immune response is the first line of defense against invading bacteria. Neutrophil recruitment to the lungs is the first step in a multistep sequence leading to bacte- rial clearance. Ligand interaction with pattern-recognizing receptors (PRRs) leads to chemokine production, which drives neu- trophils to the site of infection. Although we demonstrated that RIP2 is important for host defense in the lungs against Esche- richia coli, the individual roles of NOD1 and NOD2 in pulmonary defense have not been addressed. Here, we explored the role of NOD2 in neutrophil-mediated host defense against an extracellular pathogen, E. coli. We found enhanced bacterial burden and reduced neutrophil and cytokine/chemokine levels in the lungs of NOD2-/- mice following E. coli infection. Furthermore, we observed reduced activation of NF--B and mitogen-activated protein kinases (MAPKs) in the lungs of NOD2-/- mice upon E. coli challenge. Moreover, NOD2-/- neutrophils show impaired intracellular bacterial killing. Using NOD2/RIP2-/- mice, we observed bacterial burden and neutrophil accumulation in the lungs similar to those seen with NOD2-/- mice. In addition, bone marrow-derived macrophages obtained from NOD2/RIP2-/- mice demonstrate a reduction in activation of NF--B and MAPKs similar to that seen with NOD2-/- mice in response to E. coli. These findings unveil a previously unrecognized role of the NOD2-RIP2 axis for host defense against extracellular Gram-negative bacteria. This pathway may represent a novel target for the treatment of lung infection/inflammation.  Gram-negative bacterial pneumonia is a leading cause of mor-tality in the United States and worldwide (10, 47). Neutrophil recruitment to tissues is essential for effective innate defense against bacteria (1, 16). Neutrophil trafficking to the lungs con- sists of a sequentially regulated network of signals beginning with the recognition of microbes (1, 16). The pattern-recognizing receptors (PRRs), such as Toll-like receptors (TLRs) and NOD- like receptors (NLRs), detect pathogen-associated molecular patterns (PAMPs) present on bacteria and initiate cellular sig- naling cascades in the host, leading to bacterial clearance (1). NOD2 (caspase-1 recruitment domain [CARD] 15) is among the NLRs that detect muramyl dipeptide (MDP), a conserved glyco- protein of the bacterial cell wall (8, 40). NOD2 has a C-terminal leucine-rich repeat (LRR) that interacts with microbial compo- nents, a central ATP-dependent oligomerization domain, and two CARDs at the N terminus to transduce intracellular signals (8, 40). NOD2 is a cytosolic receptor expressed mainly in leukocytes, dendritic cells, and epithelial cells (14, 30), although the rela- tionship between NOD2-mediated signaling and host defense against pulmonary extracellular bacterial infection has not been elucidated.  When ligands interact with NOD2, it gets oligomerized and binds to RIP2 kinase (also known as RICK or CARDIAK) by a CARD-CARD interaction which activates a signaling cascade that leads to NF--B activation and cytokine/chemokine transcrip- tion (8, 40). Interestingly, an earlier report showed that NOD2 activation promotes membrane recruitment of RIP2 and the NOD2/RIP2 complex signals from the plasma membrane (36). Subsequent studies demonstrated that NOD2 activation en- hances TLR2-, TLR3-, and TLR4-mediated signaling (44, 52, 63). In a murine model of uveitis, it has been shown that NOD2 regu-  lates the production of gamma interferon (IFN--) (59). Tak-1, a member of the mitogen-activated protein kinase (MAPK) family involved in tumor necrosis factor alpha (TNF--), interleukin-1 beta (IL-1-), and TLR signaling, has been shown to be a central mediator of NOD2 signaling in epidermal cells (32). Furthermore, NOD2 has been shown to be responsible for IL-6 production and activation of STAT-3 (15, 27). In addition, the cytokine IL-32 enhanced NOD2-mediated cytokine response upon MDP chal- lenge (51).  Prior studies demonstrated that NOD2 is an essential mediator of host defense against a variety of intracellular pathogens such as Listeria monocytogenes (56), Mycobacterium tuberculosis (23, 54), and Legionella pneumophila (9). In addition, it has been demon- strated that murine macrophages require NOD2 to respond to Staphylococcus aureus infection (31). NOD2-/- mice showed enhanced susceptibility to Staphylococcus aureus infection due to increased bacterial burden and defective neutrophil phago- cytosis. In an aerosolized infection with Legionella pneumo- phila, NOD2-/- mice displayed reduced neutrophil recruitment and cytokine production and increased bacterial burden com- pared to controls (22). Recent work revealed that NOD2/RIP2  Received 24 November 2011 Returned for modification 9 January 2012 Accepted 25 April 2012  Published ahead of print 30 April 2012  Editor: J. N. Weiser  Address correspondence to Samithamby Jeyaseelan, jey@lsu.edu.  Copyright   2012, American Society for Microbiology. All Rights Reserved.  doi:10.1128/IAI.06230-11  2558 iai.asm.org Infection and Immunity p. 2558-2569 July 2012 Volume 80 Number 7   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://dx.doi.org/10.1128/IAI.06230-11 http://iai.asm.org http://iai.asm.org/   signaling is essential for survival and for clearance of Chlamydo- phila pneumoniae from the lungs (62). Nevertheless, much less is known about NOD2 in acute pneumonia caused by extracellular Gram-negative pathogens such as Escherichia coli.  In this study, we explored the role of NOD2 in neutrophil- mediated host defense against pulmonary E. coli infection. We found enhanced bacterial burden and reduced neutrophil influx, cytokine response, and NF--B and MAPK activation in the lungs of NOD2-/- mice compared to wild-type (WT) mice upon E. coli infection. Furthermore, we found that NOD2-/- neutrophils show defective phagocytosis and bacterial killing along with reduced elas- tase, H2O2, myeloperoxidase (MPO), and nitric oxide (NO) produc- tion as well as expression and activation of NADPH oxidase subunits. Compared with NOD2-/- mice, NOD2/RIP2-/- mice exhibit sim- ilar bacterial burden and neutrophil accumulation in the lungs following E. coli infection. Compared with NOD2-/- macro- phages, macrophages obtained from NOD2/RIP2-/- mice indi- cate similarly attenuated activation, as evidenced by reduced levels of NF--B and MAPKs following E. coli infection.  MATERIALS AND METHODS Mice. The NOD2-/- and RIP2-/- mice used in the experiment were generated on a C57BL6 background (33, 34); therefore, C57BL/6 mice were used as wild-type controls. NOD2/RIP2 mice were generated by interbreeding mice containing those targeted mutations. Eight-to-10- week-old female mice were used in all experiments. Animal studies were approved by the Louisiana State University Animal Care and Use Com- mittee. The mice ranged from 19 to 25 g in weight at the time of experi- ments.  Intratracheal (i.t.) instillations. Mice were anesthetized by intraper- itoneal (i.p.) injection of a solution containing a ketamine/xylazine mix- ture (250 mg/kg of body weight). The trachea was surgically exposed, and a total volume of 50 -l of muramyl peptide (MDP; 100 ng/mouse), lipo- polysaccharide (LPS; 100 ng/mouse), or E. coli (American Type Culture Collection 25922) (106 CFU/mouse) was administered. Saline solution alone (50 -l) was instilled into the trachea as a control.  Preparation of bacteria. E. coli was prepared for mouse inoculation as described in reports of previous studies (2, 5, 12). Bacteria were grown in Trypticase soy broth (TSB) at 37°C overnight under conditions of con- stant agitation. Bacteria were harvested by centrifugation, washed twice in sterile isotonic saline solution, and resuspended in sterile 0.9% saline solution at a concentration of 20 - 106 CFU/ml. The initial mouse inocu- lums were confirmed by plating serial 10-fold dilutions on MacConkey and tryptic soy agar (TSA) plates. For enumerating bacterial CFU in the lungs, whole lungs were homogenized in 2 ml of sterile saline solution for 30 s, and 20 -l of the resulting homogenates was plated by serial 10-fold dilutions on MacConkey and TSA plates. Bacterial colonies were counted after incubation at 37°C for 24 h.  Neutrophil recruitment. Bronchoalveolar lavage fluid (BALF) was collected to obtain BALF cells for enumeration of total leukocytes and neutrophils. The trachea was exposed and intubated using a 1.7-mm- outer-diameter polyethylene catheter. BALF collection was performed by instilling phosphate-buffered saline (PBS) containing heparin and dextrose in 0.8-ml aliquots. Approximately 3 ml of BALF was retrieved from each mouse. Cytospin samples were subsequently prepared from BALF cells and stained with Diff-Quick (Fisher). Differential cell counts were determined by direct counting of stained slides. Total leukocyte numbers in BALF were determined using a hemocytometer (2, 5, 11, 12).  MPO assay. An MPO assay was performed as described previously (2, 5, 11, 12). Whole lungs were weighed, frozen at -70°C, and then homog- enized in 1 ml of hexadecyltrimethylammoniumbromide (HTAB) buffer for 30 s (50 mg of tissue/ml of HTAB). The samples were homogenized, and 1 ml of homogenate was transferred into each microcentrifuge tube  and centrifuged at 20,000 - g for 4 min. Seven microliters of supernatant was transferred into a flat-bottom 96-well plate, and 200 -l of an O-dianisidine hydrochloride solution was added immediately before the activity was determined. The MPO activity, measured as optical density at 450 nm, was expressed in units per milligram of lung tissue.  Cytokine and chemokine expression. Cell-free BALF was used for the determination of TNF-- (eBioscience), IL-6 (eBioscience), KC/CXCL1 (R&D Systems), MIP-2/CXCL2 (R&D Systems), and LIX/CXCL5 (R&D Systems) levels by a sandwich enzyme-linked immunosorbent assay (ELISA). The minimum detection limit is 2 pg/ml of cytokine or chemo- kine protein (2, 5, 11, 12, 29).  NF--B DNA binding assay. This technique has been described in our earlier publications (2, 5, 11, 12, 28, 29). Briefly, nuclear proteins were extracted from the lung tissue collected at 6 and 24 h post-E. coli or -saline solution challenge. A total of 7.5 -g of nuclear extract was mixed with binding buffer, added to the precoated plate (with the DNA binding motif of NF--B), and incubated for 1 h at room temperature according to the manufacturer's protocol (TransAM ELISA kit). Wells were then washed, and plates were incubated with NF--B/p65 antibody (Ab) for 1 h. Plates were then washed three times with wash buffer, and horseradish peroxi- dase (HRP)-conjugated anti-rabbit IgG was added to each well and incu- bated for 1 h. Plates were read at 450 nm after adding the developing reagent.  Lung pathology. The lungs were perfused from the right ventricle of heart with 10 ml of isotonic saline solution after 24 h postinfection from NOD2-/- and WT mice. Lungs were then removed and fixed in 4% phosphate-buffered formalin. Fixed-tissue samples were processed in paraffin blocks, and fine sections (5 -m in thickness) were cut with a microtome and stained with hematoxylin and eosin (H&E). Assessments of histopathology were performed by a veterinary pathologist in a blinded fashion as described in our earlier publications (2, 11) according to the following scoring scale: 0, no inflammatory cells (macrophages or neutro- phils) present in section; 1, -5% of section infiltrated by inflammatory cells; 2, 5% to 10% of section infiltrated by inflammatory cells; and 3,  10% of section infiltrated by inflammatory cells.  Whole-cell protein extraction and immunoblotting. Whole-cell proteins were extracted by homogenizing the lungs in a lysis buffer cock- tail containing 0.1% Triton X-100 -PBS, complete protease inhibitor cocktail (Thermo Scientific, Waltham, MA), complete phosphatase in- hibitor cocktail (Thermo Scientific, Waltham, MA), and 1 mM dithio- threitol (DTT). Protein extracts from neutrophils were prepared by lysing cells with urea/CHAPS {3-[(3-cholamidopropyl)-dimethylammonio]-1- propanesulfonate}/Tris buffer containing protease and phosphatase in- hibitor cocktails. Cell lysates were centrifuged at maximum speed in a microcentrifuge at 4°C. The resulting supernatants were used for immu- noblotting. Whole-cell proteins were fractioned by 10% to 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and electrophoretically transferred onto Immobilon-P (Millipore) polyvi- nylidene difluoride membranes. Membranes were blocked and probed with VCAM-1, ICAM-1, phospho-p44/42 MAPK (Erk1/2) (Thr202/ Tyr204), phospho-p38 MAPK (Thr180/Tyr182), phospho-MAPK/Jun N- terminal protein kinase (phospho-MAPK/JNK) (Thr183/Tyr185), NF- -B, phospho-NF--B/p65 (Ser536), I-B-, phospho-I-B- (Ser32), phospho-p47phox (Ser370), p47phox, p67phox, and NOD-2 (1:1,000 dilu- tion). The primary Ab was detected using autoradiographic film with an appropriate HRP-conjugated secondary antibody and an ECL chemilu- minescent system (Amersham Pharmacia Biotech, Piscataway, NJ). To demonstrate equal protein loading on gels, the blots were stripped and reprobed with Ab specific for total p38 MAPK or GAPDH (glyceralde- hyde-3-phosphate dehydrogenase) (2, 5, 11, 12).  Neutrophil purification and E. coli killing assay. To evaluate the ability of neutrophils to kill E. coli, a killing assay was performed. Murine neutrophils were purified by negative magnetic selection. Wild-type and NOD2-/- mice were sacrificed, and their femurs and tibias were flushed to obtain bone marrow cells. A cell suspension was passed through a  NOD2 in Pulmonary Host Defense  July 2012 Volume 80 Number 7 iai.asm.org 2559   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   0.77--M-pore-size filter and was resuspended in RoboSep buffer (PBS without Ca2 /Mg2 , 2% fetal bovine serum [FBS], 1 mM EDTA). Neu- trophils were purified by using a custom mixture containing Abs to CD5, CD4, CD45R/B220, TER119, F4/80, CD11c, and c-KIT (catalog no. 19709). Briefly, bone marrow cells were incubated in RoboSep buffer containing 5% normal rat serum along with the custom Ab cocktail, bio- tin selection cocktail, and a magnetic colloid according to the manufac- turer's instructions. Samples were then placed in an EasySep magnet. After 3 min of incubation, samples highly enriched with neutrophils were separated by pouring into a new tube. Fractions were analyzed using a fluorescence-activated cell sorter (FACS) to determine the purity of the cells ( 92% purity was confirmed). Purified neutrophils were used for neutrophil-mediated bacterial killing. These neutrophils were also used to detect elastase, H2O2, MPO, and nitric oxide (NO) release along with expression, phosphorylation, and membrane translocation of NADPH oxidase subunits as well as expression of NOD2.  For bacterial killing, 1 - 106 neutrophils were pooled with 10% (vol/ vol) FBS, and 1 - 106 opsonized bacteria were added to polypropylene tubes (BD Biosciences) (10 by 75 mm). The capped tubes were incubated in a shaking water bath at 37°C with continuous agitation for 0, 30, 60, or 120 min. Samples were removed at each time point and placed in an ice bath. A portion of sample was spun at 100 - g for 10 min to collect the viable bacteria in media; the remaining sample was washed in PBS three times to remove the extracellular and adherent bacteria. The neutrophil pellet was resuspended in 1 ml of PBS, the cells were ruptured by four freeze-thawing cycles, and the lysate was used for subsequent culture and enumeration of bacteria. Colony counting of viable bacteria was deter- mined by plating 20--l aliquots of five diluted samples on McConkey agar and TSA plates. The number of colonies was enumerated after incubation at 37°C overnight (20).  NE activity. Culture media obtained from a neutrophil-mediated killing assay were collected at different time intervals and stored at -80°C until use. N-methoxysuccinyl-Ala-Ala-Pro-Val p-nitroaniline (Sigma Chemical) was used as the substrate for neutrophil elastase (NE), as this compound is not hydrolyzed by cathepsin G. Hydrolysis of the substrate by NE was determined spectrophotometrically at 405 nm. In brief, 1 mM substrate was incubated with 0.2 ml of sample in 0.1 M Tris (hydroxyl-methyl) aminomethane-HCl buffer (pH 8.0) containing 0.5 M NaCl at 37°C for 24 h. Optical density was deter- mined and activity of NE was determined, where one enzyme unit is defined as the quantity of enzyme that liberated 1 -mol of p-nitro- aniline in 24 h (65).  Determination of hydrogen peroxide levels. Hydrogen peroxide levels were measured to evaluate reactive oxygen species (ROS) pro- duction by using a fluorescent H2O2/peroxidase (Fluoro H2O2) detec- tion kit (Cell Technology, Inc., Mountain View, CA). The Fluoro H2O2 detection kit utilizes a nonfluorescent detection reagent to detect H2O2. H2O2 oxidizes the detection reagent by the use of 1:1 stoichi- ometry to produce a fluorescent product (resorufin) which is catalyzed by peroxidase in a homogeneous no-wash assay system. To evaluate the generation of ROS in control and infected tissues, 50 -l of lung homogenates was incubated with 50 -l of reaction cocktail (10 mM detection reagent, horseradish peroxidase [HRP; 10 U/ml]), for 5 min at room temperature in the dark. After incubation, the fluorescence was measured (excitation, 540 nm; emission, 595 nm) in a fluorescent plate reader (49).  MPO activity in neutrophils. MPO release by the neutrophils was measured as previously described (2, 5, 11, 12, 26). Briefly, culture media obtained at different time intervals were stored at -80°C until the assay was performed. The reaction mixture consisted of 100 -l of culture media, 50 -l of 1.0% hexadecyltrimethylammoniumbromide (HTAB) (Sigma Chemical, St. Louis, MO) in phosphate buffer (pH 6.0) (100 mmol/liter), and 50 -l of potassium phosphate buffer (pH 6.0) (50 mmol/liter) con- taining o-dianisidine hydrochloride (Sigma Chemical, St. Louis, MO) (0.167 mg/ml) and 0.0005% hydrogen peroxide. Absorbance changes at  460 nm were monitored with a spectrophotometer (Hitachi, Tokyo, Ja- pan) at 5-min intervals at room temperature.  NO release by neutrophils. The NO assay was performed as described in previous reports (7, 38, 39). Neutrophils isolated from bone marrow were infected with E. coli at a multiplicity of infection (MOI) of 1 for different time intervals. Media were collected at designated time points for the determination of nitric oxide (NO) concentrations using a colorimet- ric assay kit (Cayman Chemical Company). A standard curve was plotted by diluting standards with incubation media (7, 38, 39).  Bone marrow-derived macrophage culture. Bone marrow cells from NOD2-/- and WT (control) mice were differentiated into macrophages by adding macrophage colony-stimulating factor (M-CSF) for 7 days. A total of 1 - 106 cells/well were used for each group at each time point for infection with E. coli at an MOI of 0.1 and incubated at 37°C with slow agitation. At 10, 20, 30, and 60 min, cell pellets were purified and pro- cessed for Western blot analysis to determine the activation of NF--B and MAPKs (5, 11).  Fractionation of cytoplasmic and membrane proteins. A Fraction- PREP cell fractionation kit (Biovision, San Francisco, CA) was used for preparation of the cytoplasmic and membrane fractions following the vendor's recommendations. Briefly, 2 - 106 E. coli-infected bone marrow neutrophils were suspended in the cytosol extract buffer, processed with a vortex device, and incubated for 10 min on ice. Following centrifugation, the cytosolic fraction was separated and membrane fractions were suspended in urea/CHAPS/Tris buffer and protein contents were quantified. Equal protein amounts were resolved by SDS-PAGE, and membranes were probed with antibodies for p47phox, GAPDH, or pan- cadherin (control).  Phagocytic index. Neutrophils were purified from bone marrow by negative selection. A total of 1 - 106 neutrophils were infected with opsonized E. coli (1 - 106). At 30 min postincubation, the cells were washed in PBS three times and centrifuged at 200 - g (to remove extracellular bacteria), deposited onto microscope slides in a cytocen- trifuge at 200 - g (Thermo Shandon), fixed with methanol, and stained by the Diff-Quick (Fisher Scientific, Pittsburgh, PA) method. The number of neutrophils that ingested bacteria and the number of ingested bacteria per cell were counted under a light microscope using an oil immersion lens.  Statistical analysis. All data are expressed as means - standard errors of the means (SEM). The intensity of Western blot bands was determined using gel-digitizing software (UN-SCAN-IT gel) from Silk Scientific, Inc., Orem, UT. Data were analyzed by analysis of variance (ANOVA), fol- lowed by Bonferroni's post hoc analysis for multiple comparisons. Differ- ences in data values were defined as statistically significant at a P value of less than 0.05 using GraphPad Prism 4.  RESULTS NOD2 is important for neutrophil accumulation in the lungs in response to MDP but not LPS challenge. As a first step to explore the function of NOD2 in the lungs, we used NOD2-/- mice and challenged them with intratracheal muramyl dipeptide (MDP), a NOD2-specific agonist, LPS, a canonical TLR4 agonist, or a com- bination of MDP and LPS. Mice were sacrificed at 24 h postinfec- tion, and BALF was collected for total leukocyte and neutrophil counts. At 24 h postinfection, neutrophil numbers were increased in BALF following MDP and LPS challenge, although LPS caused higher neutrophil numbers in BALF than MDP (Fig. 1A and B). Our data show that LPS-induced neutrophil influx in the pulmo- nary airways is not dependent on the presence of NOD2 whereas MDP-induced neutrophil migration to the airways is depen- dent on the presence of NOD2 (Fig. 1A and B). When MDP was coadministered with LPS intratracheally, we observed a syner- gistic neutrophil influx in the lungs which was dependent on NOD2 (Fig. 1A and B). These results suggest that the NOD2  Theivanthiran et al.  2560 iai.asm.org Infection and Immunity   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   signaling cascade is independent of the TLR4 signaling cascade in the lungs.  NOD2-/- mice show increased bacterial burden and de- creased neutrophil influx in the lungs. In initial experiments, we determined if NOD2 is important for bacterial clearance from the lungs. In this regard, NOD2-/- mice and their wild-type controls were intratracheally instilled with E. coli (106 CFU/animal). Mice were sacrificed at both 6 and 24 h postinfection, and the lungs were removed and processed for bacterial culture. At 24 h postinfec- tion, the bacterial burden in the lungs was increased in NOD2-/-  mice compared to wild-type controls (Fig. 1C). However, no bac- terial dissemination was observed in mice with this bacterial dose (data not shown). To examine if NOD2 deficiency affects neutro-  phil recruitment to the lungs during Gram-negative bacterial in- fection, NOD2-/- mice were intratracheally infected with E. coli and BALF was collected at 6 and 24 h postinfection. At 24 h postin- fection, there was a reduction in total leukocyte and neutrophil counts in NOD2-/- mice (Fig. 1D and E). This result was further confirmed by reduced myeloperoxidase (MPO) activity in lung ho- mogenates of NOD2-/- mice (Fig. 1F). Since there was a reduction in neutrophil recruitment in NOD2-/- mice following E. coli challenge, we determined whether NOD2 deficiency affects the severity of lung inflammation during E. coli infection. NOD2-/- mice showed re- duced inflammation in lung sections as evidenced by less neutrophil recruitment and alveolar edema compared to their wild-type controls following E. coli infection (Fig. 1G and H).  FIG 1 Importance of NOD2 in host defense against pulmonary Gram-negative infections. (A and B) Total leukocytes (WBC) (A) and pulmonary neutrophils (PMN) (B) in BALF obtained from NOD2-/- mice following treatment with LPS (100 ng), MDP (100 ng), or LPS plus MDP (100 ng each). Mice were challenged, and BALF was collected at 24 h postchallenge (n - 5 to 6 mice/group). Asterisks indicate a statistically significant difference between NOD2-/- and WT mice; P - 0.05. (C) Bacterial burden in the lungs of NOD2-/- mice compared to WT controls following E. coli infection. Mice were infected with intratracheal administration of E. coli (106 CFU/mouse). Lungs were collected and homogenized at the designated times, and the numbers of viable bacteria were enumerated (n - 4 to 5 mice/group/time point). Asterisks indicate a statistically significant difference between knockout (KO) and WT mice; P - 0.05. (D and E) Cellular infiltration in the lungs of NOD2-/- mice following E. coli infection. Mice were inoculated with E. coli (106 CFU/mouse), BALF was obtained at 6 and 24 h postinfection, and cell enumeration was performed to determine neutrophil and macrophage recruitment to the lungs (n - 4 to 6 mice/group; P - 0.05). (F) Neutrophil accumulation in lung parenchyma following E. coli infection. Lungs were homogenized, and MPO activity was measured as described in Materials and Methods (n - 3 mice/group; P - 0.05). (G and H) Lung histology in NOD2-/- mice following E. coli infection. Mice were inoculated with E. coli (106 CFU/mouse), lungs were obtained at 24 h postinfection, and histological examination was performed by a veterinary pathologist in a blinded manner. (G) The picture is representative of 3 separate experiments with identical results. (H) The degrees of inflammation in 3 separate lung sections are shown. (I to L) Cytokine and chemokine levels in the lungs following E. coli infection. Mice were infected by intratracheal instillation of E. coli (106 CFU/mouse), and BALF was collected from the lungs at designated time points. Concentrations (in picograms per milliliter) of TNF-- (I), IL-6 (J), CXCL2 (K), and CXCL5 (L) in BALF were quantified by sandwich ELISA. Asterisks indicate statistically significant differences between NOD2-/- and WT mice (P - 0.05; n - 4 to 6 mice in each group at each time point).  NOD2 in Pulmonary Host Defense  July 2012 Volume 80 Number 7 iai.asm.org 2561   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   NOD2-/- mice display impaired cytokine and chemokine production. In the above-described experiments, we demon- strated that NOD2 participates in modulating bacterial clearance and neutrophil accumulation in pulmonary airspaces. As neu- trophil recruitment to the infected focus is a multistep se- quence beginning with cytokine and chemokine expression (1, 3, 17), we sought to determine the levels of the cytokines (TNF-- and IL-6) and neutrophil chemoattractants (CXCL2 and CXCL5) in BALF. As shown in Fig. 1I to L, NOD2-/- mice exhibited reduced levels of cytokines in BALF compared to their littermate controls following E. coli infection. The level of the potent neutrophil chemoattractant CXCL2 was also re- duced in the BALF of NOD2-/- mice following bacterial infec- tion (Fig. 1K).  NOD2-/- mice exhibit reduced activation of NF--B, MAPKs, and expression of cellular adhesion molecules. Expression of pro- inflammatory mediators is primarily regulated by transcription factors (6, 58). Of these, NF--B has been identified as a critical transcription factor important for inflammation (6, 58). Given the participation of NOD2 in cytokine and chemokine expression in the lungs, we next asked if NOD2 is required for NF--B activation during E. coli infection. NOD2-/- mice showed reduced NF--B DNA binding activity and NF--B activation in the lungs following E. coli infection (Fig. 2A to C). In addition to NF--B activation, MAPK activation is required to induce expression of cytokines and chemokines (17, 58). As shown in Fig. 2D and E, reduced activation of JNK and p38 was observed in the lungs of E. coli- infected NOD2-/- mice compared to wild-type controls. These  FIG 2 Activation of NF--B and MAPKs and upregulation of ICAM-1 and VCAM-1 in the lungs of NOD2-/- mice following E. coli infection. (A to C) Activation of NF--B in the lung following infection with E. coli. Lung homogenates and nuclear lysates from NOD2-/- mice and their controls were prepared at 6 and 24 h after infection with E. coli. (A) An NF--B binding assay was performed in nuclear lysates from the lungs, and activation of NF--B was determined using Western blots of lung homogenates. (B) The blot is representative of 3 independent experiments with identical results. (C) Relative densities normalized against GAPDH are representative of 3 independent experiments/blots. Encircled “P,” phosphoprotein. (D and E) Activation of MAPKs in the lungs following E. coli infection. Total proteins in the lungs were isolated from NOD2-/- or control mice at 6 and 24 h after infection with E. coli and resolved on an SDS-PAGE gel, and the membrane was blotted with the Abs against the activated/phosphorylated form of MAPKs as described in Materials and Methods. (D) Blot representative of 3 separate experiments with identical results. (E) Densitometric analysis of MAPK activation was performed from 3 separate blots. Asterisks denote statistically significant differences between NOD2-/- mice and their WT controls (P - 0.05). (F and G) Expression of ICAM-1 and VCAM-1 in the lungs in response to E. coli challenge. Infected lungs were homogenized, and total proteins were isolated, resolved on an SDS-PAGE gel, and transferred onto a nitrocellulose membrane. The membrane was blotted with Abs against ICAM-1, VCAM-1, and GAPDH. (F) Blot representative of 3 independent experiments with identical results. (G) Densitometric analysis was performed in 3 blots to demonstrate the relative expression of ICAM-1 and VCAM-1 in the lungs normalized against GAPDH following E. coli infection.  Theivanthiran et al.  2562 iai.asm.org Infection and Immunity   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   observations indicate that NOD2 contributes to E. coli-induced NF--B and MAPK activation.  Cytokines and chemokines produced in the lungs in response to infection have been shown to promote expression of cellular adhesion molecules on vascular endothelium and leukocytes (3, 17). To determine if NOD2 deficiency affects cellular adhe- sion molecule expression, lung homogenates were processed for Western blot analysis. Not only ICAM-1 but also VCAM-1 expression was decreased in the lungs of NOD2-/- mice com- pared to wild-type controls following E. coli infection (Fig. 2F and G).  Neutrophils from NOD2-/- mice display impaired bacterial killing. We assessed if NOD2 deficiency affects phagocytosis and/or the bacterial killing ability of neutrophils. To explore this, bone marrow neutrophils were isolated from NOD2-/- or wild- type (WT) mice and were stimulated with E. coli at an MOI of 1.0. We found higher extracellular CFU in the supernatant of NOD2-/- neutrophils compared to supernatants from wild-type (control) neutrophils at 60 min postinfection (Fig. 3A). Com-  pared to WT controls, significantly higher intracellular CFU were observed at 120 min postinfection in NOD2-/- mice (Fig. 3B). NOD2-/- neutrophils also showed reduced phagocytosis of E. coli at 30 min postinfection compared to the WT neutrophils (Fig. 3C). We have also measured the levels of antimicrobial com- pounds, including myeloperoxidase, H2O2, nitrate, and elas- tase, in isolated neutrophils (Fig. 3D to G). Our data suggest that NOD2 controls bacterial killing of E. coli via the generation of myeloperoxidase, H2O2, elastase, and nitrate. When we stimulated purified bone marrow neutrophils obtained from WT and NOD2-/- mice with 2 concentrations (1 -M and 5 -M) of N-formyl-methionyl-leucyl-phenylalanine (fMLP) or platelet-activating factor (PAF), we did not see differences be- tween WT and NOD2-/- neutrophils in the context of intra- cellular calcium release (data not shown).  NOD2 regulates NADPH oxidase expression and activation. Since we observed impaired bacterial killing and production of antimicrobial compounds, we wished to determine whether NOD2 can regulate the expression of NADPH oxidase subunits.  FIG 3 Bacterial killing by neutrophils and the generation of antimicrobial mediators in neutrophils following E. coli infection. (A and B) Bacterial killing by neutrophils obtained from WT and NOD2-/- mice following E. coli infection. Neutrophils from the bone marrow were isolated using negative selection as described in Materials and Methods. These neutrophils were infected with E. coli (MOI of 1), and extracellular CFU (A) and intracellular CFU (B) were determined at 30, 60, and 120 min postinfection. (C) Relative phagocytic index of neutrophils from NOD2-/- and WT neutrophils following 30 min of E. coli infection. Bone marrow neutrophils were infected with E. coli at an MOI of 1, and the relative phagocytic index was determined as described in Materials and Methods. The data were obtained from three independent experiments. (D to G) Release of elastase (D), H2O2 (E), MPO (F), and nitric oxide (G) was measured in the culture media of infected neutrophils at 30, 60, and 120 min postinfection. A total of 4 to 5 mice were used (*, P - 0.05).  NOD2 in Pulmonary Host Defense  July 2012 Volume 80 Number 7 iai.asm.org 2563   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   NADPH oxidase is an enzyme complex that is important for the generation of reactive oxygen species and thereby critical for the killing of bacteria (25). In this regard, we determined the expres- sion levels of p47phox and p67phox both in the lungs and in neutro- phils. Our data show decreased expression of p47phox and p67phox  in the lungs of NOD2-/- mice compared to wild-type controls (Fig. 4A and B). In a similar manner, we observed reduced expres- sion of p47phox and p67phox in purified NOD2-/- neutrophils (Fig. 4E and F). Furthermore, we observed reduced phosphoryla-  tion of p47phox at Ser370 both in the lungs (in vivo) and in isolated neutrophils (in vitro) (Fig. 4C, D, G, and H). We observed that neutrophils challenged with E. coli showed enhanced membrane translocation of p47phox (Fig. 4G and H). Our data therefore dem- onstrate that NOD2 is essential for NADPH oxidase activation as determined by phosphoryation and membrane translocation of p47phox in neutrophils following E. coli infection. We also ob- served increased NOD2 expression in neutrophils upon E. coli infection (Fig. 4I and J).  FIG 4 Expression and activation of NADPH oxidase components in the lungs and neutrophils in response to E. coli infection. (A and B) Expression of p67phox  and p47phox in the lungs of NOD2-/- mice after E. coli infection. Resolved lung homogenates were transferred onto a nitrocellulose membrane, and the membrane was blotted with the appropriate Abs as described in Materials and Methods. (A) The data are a blot representative of 3 separate experiments with identical results. (B) Densitometric quantitative analysis was performed in 3 blots to demonstrate the expression of p47phox and p67phox in the lung following E. coli infection. Data shown here are representative of 3 separate blots. (C) Activation of NADPH oxidase in the lungs following E. coli infection. Lung homogenates were processed for Western blot analysis using phospho-p47phox (Ser370) antibodies as described in Materials and Methods. The blot is representative of 3 separate experiments with identical results. (D) Densitometry of activated p47phox following E. coli infection. (E) Expression of p47phox and p67phox in WT and NOD2-/- neutrophils upon E. coli infection. Bone marrow neutrophils were stimulated with E. coli for 30 and 60 min, and cell lysates were prepared for Western blotting using Ab against p67phox and p47phox.The blot is representative of 3 separate experiments. (F) Relative p47phox and p67phox expression in neutrophils determined using 3 independent blots (*, P - 0.05). (G and H) Phosphorylation of p47phox in neutrophils upon E. coli infection. Data are representative of three separate blots. Bone marrow neutrophils were challenged with E. coli (MOI of 1). Cytosol and membrane fractions were separated, resolved on an SDS-PAGE gel, and transferred onto a nitrocellulose membrane. The membranes were probed with antibodies against phospho- or total p47phox, pan-cadherin, or GAPDH. The blot is representative of 3 experiments with identical results. Densitometric analysis shows protein expression normalized against GAPDH and pan-cadherin from 3 independent blots. (I) Expression of NOD2 in neutrophils purified from bone marrow of WT mice determined by immunoblotting upon E. coli infection. Purified neutrophils were stimulated with E. coli for 30 and 60 min, and cell lysates were used for Western blotting using Ab against NOD2.The blot is representative of 3 separate blots from independent experiments. (J) Relative NOD2 expression in stimulated neutrophils quantitatively determined using 3 independent blots.  Theivanthiran et al.  2564 iai.asm.org Infection and Immunity   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   NOD2/RIP2-/- mice display enhanced bacterial burden and attenuated lung inflammation following E. coli infection. Al- though we found that RIP2 augments neutrophil-mediated bac- terial clearance from the lungs following E. coli infection (5), the role of RIP2 in NOD2-mediated signaling during E. coli infection has not been determined. To explore this, we generated NOD2/ RIP2-/- mice. Compared to NOD2-/- mice, NOD2/RIP2-/-  mice displayed similar bacterial burdens and reductions in neu- trophil trafficking and cytokine/chemokine expression following intrapulmonary E. coli infection (Fig. 5A to E). These observations were accompanied by similar degrees of reduction in activation of NF--B and MAPKs by NOD2/RIP2-/- and NOD2-/- mice (Fig.  5F to I). These observations suggest that RIP2 is a primary medi- ator of NOD2 signaling in NF--B and MAPK activation.  Bone marrow-derived macrophage function is compro- mised in NOD2/RIP2-/- mice following E. coli infection. The above-described experiments demonstrated that RIP2 partici- pates in NOD2-mediated signaling in the lungs upon E. coli infec- tion. Macrophages are the first cells that interact with pathogens in the lungs (41). Therefore, we determined if NOD2 and RIP-2 have similar effects on macrophage activation by challenging them with E. coli (MOI of 1) for different lengths of time. As shown in Fig. 6A and B, macrophages obtained from NOD2/RIP2-/- mice showed reduced activation of NF--B and MAPK at 60 min after infection  FIG 5 Importance of NOD2/RIP2 axis in host defense against pulmonary E. coli infection. (A) Impaired bacterial clearance in the lungs in NOD2/RIP2-/- mice. Lung homogenates at 6 and 24 h after infection were used to enumerate the bacterial CFU (n - 6 or 8 mice/group/time point). Asterisks indicate statistically significant differences between WT (C57BL/6) and RIP2-/- (KO) mice (P - 0.05). (B) Cellular recruitment into the lungs of NOD2/RIP2-/- mice at 6 and 24 h after i.t. E. coli (106 CFU/mouse) infection (n - 4 to 6/group). (C to E) Cytokine and chemokine responses in the airspaces following E. coli infection. BALF was collected from the lungs after i.t. instillation of E. coli (106 CFU/mouse) at designated time points. TNF-- (C), IL-6 (D), and CXCL2 (E) levels in BALF were quantified by sandwich ELISA. Asterisks indicate statistically significant differences between WT and KO mice (n - 3 to 5; *, P - 0.05). (F and G) Activation of NF--B in lung homogenates following E. coli infection. Encircled “P,” phosphoprotein. (F) Data shown here are representative of 3 separate blots with identical results. (G) Densitometric analysis of Western blots normalized against GAPDH. Data are from 3 individual experiments/blots (*, P - 0.05). (H and I) Activation of MAPKs in lung homogenates after stimulation with E. coli. (H) The blot is representative of 3 separate blots with identical results. (I) Densitometric analysis of Western blots normalized against GAPDH. Data are from 3 individual experiments/blots (*, P - 0.05).  NOD2 in Pulmonary Host Defense  July 2012 Volume 80 Number 7 iai.asm.org 2565   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   compared to those from NOD2-/- mice. Expression of TNF--, IL-6, and CXCL2 was reduced in macrophages obtained from NOD2-/- and NOD2/RIP2-/- mice (Fig. 6C to E).  DISCUSSION  NOD1 and NOD2 are structurally related cytoplasmic proteins (40, 57). Both NOD1 and NOD2 have CARDs in the N terminus, a central nucleotide oligomerization domain, and a C-terminal LRR domain to recognize PAMPs (40, 57). The primary func- tion of NOD1 and NOD2 is to serve as pattern recognition receptors for bacteria and/or their products. NOD1 and NOD2 detect the microbial cell wall components diaminopimelate  (DAP) and peptidoglycan (PGN)/muramyl dipeptide (MDP), respectively (13, 24). In the current report, we describe a new role for NOD2 in modulating neutrophil-dependent host de- fense in the lungs in response to extracellular Gram-negative (E. coli) infection. Consistent with the important role that NOD2 plays in augmenting host defense in the lungs, we found that the NOD2-RIP2 axis is important to mediate pulmonary defense against E. coli infection.  PGN is a known inducer of host resistance to bacteria and serves as an immune adjuvant to immunoglobulin production (13). The biological properties of PGN show that PGN compo- nents such as desmuramylpeptide and MDP are potent immuno-  FIG 6 Activation of NF--B and MAPKs and upregulation of ICAM-1 in bone marrow-derived macrophages (BMDMs) obtained from NOD2-/- and NOD2/RIP2-/- mice following E. coli infection. (A) Activation of NF--B, MAPKs, and cellular adhesion molecules in the bone marrow-derived macrophages from WT, NOD2-/-, and NOD2/RIP2-/- mice upon E. coli infection. Data shown here are representative of 3 separate blots from 3 individual experiments. Encircled “P,” phosphoprotein. (B) Densitometric analysis of NF--B and MAPK activation in BMDMs of WT, NOD2-/-, and NOD2/RIP2-/- mice. Relative densities normalized against total p38 MAPK are representative of 3 independent experiments. (C to E) Levels of TNF-- (C), IL-6 (D), and CXCL2 (E) in BMDMs of WT, NOD2-/-, and NOD2/RIP2-/- mice following E. coli infection. Experiments were performed in triplicate wells in each experiment (n - 3 mice/group).  Theivanthiran et al.  2566 iai.asm.org Infection and Immunity   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   stimulatory components (13). Subsequent studies revealed that MDP can interact with NOD2 to induce downstream signaling (24). In previous studies, NOD2 signaling has been associated with either higher or lower levels of tissue inflammation (19, 21, 64), as this reflects the different bacterial strains used in experi- mental infection models. For example, NOD2 is important for different organisms, including intracellular pathogens that reside in the cytosol (21) and intracellular organisms that evade phago- somal-lysomal fusion (45). Both NOD1 and NOD2 modulate the pulmonary immune response to Legionella pneumophila, whereas NOD2 contributes to host resistance to mycobacterial infection via both innate and adaptive immune mechanisms (19). The dif- ferent host responses to these bacterial pathogens may be attrib- uted to the quantity, location, and structure of peptidoglycan (PGN). In the current investigation, impaired bacterial clearance and reductions in inflammatory cell recruitment were observed in NOD2-/- mice compared to their wild-type counterparts. Whether different structures of MDP from E. coli alter their de- tection by NOD2 is to be the subject of future investigation. We have chosen the E. coli ATCC 25992 strain in this investigation, because this strain has been shown to cause neutrophil recruit- ment without capillary leakage even with a higher dose of 106  CFU/animal (53). One important issue arising from our studies is related to the  mechanisms by which NOD2-mediated signaling is activated upon E. coli infection. The mechanisms involved in the recogni- tion of an extracellular pathogen by an intracellular receptor (NOD2) are not entirely clear, but at least three possibilities can be outlined: (i) bacterial MDP can be released to the cytosol and stimulate the intracellular receptors; (ii) E. coli cells and/or their products can be leaked into the cytosol from the endosomes or phagolysosomes (37, 60); and (iii) cross-talk between TLRs and NLRs might occur after initial bacterial recognition by TLRs.  Recruitment of neutrophils to the lungs appears to play a piv- otal role in mediating efficient innate immunity to extracellular pathogens, including E. coli (24). To examine if differences in CFU were due to differences in neutrophil influx in the lungs, we ex- amined neutrophil accumulation in the pulmonary airspaces by performing BALF experiments and in lung parenchyma by mea- suring MPO activity. Although NOD2 contributes to innate anti- bacterial immunity to E. coli, NOD2-/- mice show 50%-reduced neutrophil recruitment in response to intrapulmonary E. coli infection. This observation emphasizes the importance of other PRRs recognizing pathogen-associated molecular patterns (PAMPs) of E. coli, including plasma membrane- or endosome- bound TLRs. In this regard, we previously reported the impor- tance of TLRs in E. coli infection in the reduced bacterial clearance from the lungs along with attenuated accumulation of neutrophils in mice deficient in TIRAP or MyD88 (28). There are several re- ports indicating the cross-talk between TLR and NOD molecules (27, 44, 52, 63), and recent work revealed that TLR2 and NOD2 were redundant in the detection of Gram-positive bacteria (S. aureus) and cytokine production by macrophages (27, 44, 52, 63).  Our data reveal reduced neutrophil influx into the airspaces of NOD2-/- mice when treated i.t. with LPS and MDP together. Our results are in agreement with the earlier reports (50) that treat- ment with LPS and MDP together substantially increased neutro- phil influx compared to treatment with each ligand alone, suggest- ing that TLR signaling and NOD2 signaling can serve as an amplifier for each other. Thus, analysis of NOD2 function in the  absence or presence of other PRRs may be required to unravel the importance of NOD2 in antibacterial host defense.  Recent studies have highlighted the complex nature of RIP2 signaling, as this molecule plays a central role in both TLR and NOD signaling pathways (5). Both NOD1 and NOD2 contain caspase-1 recruitment domains (CARDs) that can activate down- stream signaling through RIP2 (33). We demonstrated earlier that RIP2-/- mice show substantially decreased bacterial clearance from the lungs and neutrophil migration following E. coli infec- tion (5). These findings raised the issues regarding the upstream molecules which cause RIP2-dependent signaling cascades that augment innate immune responses. The finding that NOD2-/-  and NOD2/RIP2-/- mice show similar degrees of impairment in neutrophil-mediated host defense suggests that RIP2 is primarily an adaptor for NOD2 cascades. Although the data are not statis- tically significant, NOD2/RIP2-/- mice display more reduction in neutrophil recruitment to the lungs than NOD2-/- mice, sug- gesting a minor role of RIP2 in signaling cascades other than the NOD2-mediated ones. Compared with NOD2-/- mice, NOD1-/- mice showed no significant reduction in neutrophil numbers in BALF at 24 h after E. coli infection (data not shown), suggesting that NOD1 is dispensable for the host defense against E. coli infection. However, more conclusive future studies are needed to explore this possibility in detail.  Neutrophil activation is a critical first step to clear bacteria from infected tissues (46, 48). In our previous reports, we have shown that neutrophil depletion renders the mice highly suscep- tible to Klebsiella pneumoniae (2, 11). The intriguing observation from the current study is that NOD2-/- neutrophils show an inherent defect in intracellular bacterial killing. In this regard, a previous report demonstrated that adherent-invasive E. coli clearance was not different between NOD2-/- monocytes and wild-type monocytes (55). On the other hand, in a cutaneous Staphylococcus aureus infection model, it has been shown that NOD2-/- neutrophils were defective in killing the bacteria in vitro (27). We speculate that E. coli strain differences and the dif- ferent cell types used in this investigation and other studies may have contributed to the differences in host responses.  The data presented in Fig. 3 suggest that there are at least two potential defects in neutrophil function due to the absence of NOD2. Figure 3B shows that after 30 min, there was decreased intracellular CFU in neutrophils from NOD2-/- mice compared to WT mice but, at a later time point (120 min), there was in- creased CFU in NOD2-/- compared to WT mice. The reduced numbers of intracellular bacteria at the earlier time point (30 min) suggest a potential defect in phagocytosis in neutrophils from NOD2-/- mice, and the increased numbers of bacteria at a later time point suggest a defect in killing of bacteria once they have been phagocytosed. These findings confirm a previous report that described defects in the phagocytosis of another extracellular bac- terium, Staphylococcus aureus, by neutrophils from NOD2-/-  mice (18). Intracellular bacterial killing by neutrophils is primarily medi-  ated via the generation of reactive oxygen species (ROS) and reac- tive nitrogen species (35, 42). The importance of the NADPH oxidase to the host defense is shown by the frequent infections resulting from the impaired killing of microbes in patients with chronic granulomatous disease (CGD) (61). Chronic granuloma- tous disease results in an impaired NADPH oxidase due to muta- tions in the subunits of the NADPH oxidase (43). Findings from  NOD2 in Pulmonary Host Defense  July 2012 Volume 80 Number 7 iai.asm.org 2567   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   the current study suggest that NOD2-dependent expression and activation of the NADPH oxidase complex along with the produc- tion of elastase, H2O2, MPO, and nitrate are important mecha- nisms of intracellular E. coli killing by neutrophils. However, the extent to which MPO is released and whether it retains extracel- lular activity that contributes to bacterial killing have not been fully established.  In conclusion, this investigation revealed that NOD2 may act as an important regulator during E. coli infection in the lungs. Activation of NOD2 resulted in NF--B- and MAPK-dependent cytokine/chemokine expression and neutrophil recruitment as well as activation in the lungs in a RIP2-dependent fashion. Delineating such new mechanisms would facilitate devising better immunotherapy to overcome the complications of bac- terial pneumonia.  ACKNOWLEDGMENTS  We thank Pete Mottram and Dan Chisenhall at LSU for critical reading of the manuscript. We also thank the lung biology laboratory members Jin Liliang and K. Jeyagowri for helpful discussions and critical reading of the manuscript.  This work was supported by a Scientist Award from the Flight Atten- dant Medical Research Institute (YCSA-062466) and grants from the NIH (R01 HL-091958 and R01 HL-091958S1 via ARRA) to S.J.  REFERENCES 1. Abraham E. 2003. Neutrophils and acute lung injury. Crit. Care Med.  31:S195-S199. 2. Balamayooran G, Batra S, Balamayooran T, Cai S, Jeyaseelan S. 2011.  Monocyte chemoattractant protein 1 regulates pulmonary host defense via neutrophil recruitment during Escherichia coli infection. Infect. Immun. 79:2567-2577.  3. Balamayooran G, Batra S, Fessler MB, Happel KI, Jeyaseelan S. 2010. Mechanisms of neutrophil accumulation in the lungs against bacteria. Am. J. Respir. Cell Mol. Biol. 43:5-16.  4. Reference deleted. 5. Balamayooran T, et al. 2011. RIP2 controls pulmonary host defense to E.  coli infection via the regulation of IL-17A. Infect. Immun. 79:4588 - 4599. 6. Batra S, Balamayooran G, Sahoo M. 2011. Nuclear factor--B: a key  regulator in health and disease of lungs. Arch. Immunol. Ther. Exp. (Warcz.) 59:335-351.  7. Batra S, Cai S, Balamayooran G, Jeyaseelan S. 2012. Intrapulmonary administration of leukotriene B4 augments neutrophil accumulation and responses in the lung to Klebsiella infection in CXCL1 knockout mice. J. Immunol. 188:3458 -3468.  8. Benko S, Philpott DJ, Girardin SE. 2008. The microbial and danger signals that activate Nod-like receptors. Cytokine 43:368 -373.  9. Berrington WR, et al. 2010. NOD1 and NOD2 regulation of pulmonary innate immunity to Legionella pneumophila. Eur. J. Immunol. 40:3519 - 3527.  10. Beutz MA, Abraham E. 2005. Community-acquired pneumonia and sepsis. Clinics Chest Med. 26:19 -28.  11. Cai S, Batra S, Lira SA, Kolls JK, Jeyaseelan S. 2010. CXCL1 regulates pulmonary host defense to Klebsiella infection via CXCL2, CXCL5, NF--B, and MAPKs. J. Immunol. 185:6214 - 6225.  12. Cai S, Zemans RL, Young SK, Worthen GS, Jeyaseelan S. 2009. Myeloid differentiation protein-2-dependent and -independent neutrophil accu- mulation during Escherichia coli pneumonia. Am. J. Respir. Cell Mol. Biol. 40:701-709.  13. Chamaillard M, et al. 2003. An essential role for NOD1 in host recogni- tion of bacterial peptidoglycan containing diaminopimelic acid. Nat. Immunol. 4:702-707.  14. Chen G, Shaw MH, Kim Y-G, Nuñez G. 2009. NOD-like receptors: role in innate immunity and inflammatory disease. Annu. Rev. Pathol. 4:365- 398.  15. Correa-de-Santana E, et al. 2009. NOD2 receptors in adenopituitary folliculostellate cells: expression and function. J. Endocrinol. 203:111- 122.  16. Cowburn AS, Condliffe AM, Farahi N, Summers C, Chilvers ER. 2008. Advances in neutrophil biology. Chest 134:606 - 612.  17. Craig A, Mai J, Cai S, Jeyaseelan S. 2009. Neutrophil recruitment to the lungs during bacterial pneumonia. Infect. Immun. 77:568 -575.  18. Deshmukh HS, et al. 2009. Critical role of NOD2 in regulating the im- mune response to Staphylococcus aureus. Infect. Immun. 77:1376 -1382.  19. Divangahi M, et al. 2008. NOD2-deficient mice have impaired resistance to Mycobacterium tuberculosis infection through defective innate and adaptive immunity. J. Immunol. 181:7157-7165.  20. Drevets DA, Canono BP, Campbell PA. 1992. Listericidal and nonlis- tericidal mouse macrophages differ in complement receptor type 3-medi- ated phagocytosis of L. monocytogenes and in preventing escape of the bacteria into the cytoplasm. J. Leukoc. Biol. 52:70 -79.  21. Ferwerda G, et al. 2005. NOD2 and Toll-like receptors are nonredundant recognition systems of Mycobacterium tuberculosis. PLoS Pathog. 1:279 - 285. doi:10.1371/journal.ppat.0010034.  22. Frutuoso MS, et al. 2010. The pattern recognition receptors Nod1 and Nod2 account for neutrophil recruitment to the lungs of mice infected with Legionella pneumophila. Microbes Infect. 12:819 - 827.  23. Gandotra S, Jang S, Murray PJ, Salgame P, Ehrt S. 2007. NOD2- deficient mice control infection with Mycobacterium tuberculosis. Infect. Immun. 75:5127-5134.  24. Girardin SE, et al. 2003. Nod2 is a general sensor of peptidoglycan through muramyl dipeptide (MDP) detection. J. Biol. Chem. 278:8869 - 8872.  25. Griffith B, et al. 2009. NOX enzymes and pulmonary disease. Antioxid. Redox Signal. 11:2505-2516.  26. Hirche TO, Gaut JP, Heinecke JW, Belaaouaj A. 2005. Myeloperoxidase plays critical roles in killing Klebsiella pneumoniae and inactivating neu- trophil elastase: effects on host defense. J. Immunol. 174:1557-1565.  27. Hruz P, et al. 2009. NOD2 contributes to cutaneous defense against Staphylococcus aureus through alpha-toxin-dependent innate immune activation. Proc. Natl. Acad. Sci. U. S. A. 106:12873-12878.  28. Jeyaseelan S, et al. 2005. Toll-IL-1 receptor domain-containing adaptor protein is critical for early lung immune responses against Escherichia coli lipopolysaccharide and viable Escherichia coli. J. Immunol. 175:7484 - 7495.  29. Jeyaseelan S, et al. 2006. Toll/IL-1R domain-containing adaptor protein (TIRAP) is a critical mediator of antibacterial defense in the lung against Klebsiella pneumoniae but not Pseudomonas aeruginosa. J. Immunol. 177:538 -547.  30. Kanneganti T-D, Lamkanfi M, Núñez G. 2007. Intracellular NOD-like receptors in host defense and disease. Immunity 27:549 -559.  31. Kapetanovic R, et al. 2010. Contribution of NOD2 to lung inflammation during Staphylococcus aureus-induced pneumonia. Microbes Infect. 12: 759 -767.  32. Kim J-Y, Omori E, Matsumoto K, Nunez G, Ninomiya-Tsuji J. 2008. TAK1 Is a central mediator of NOD2 signaling in epidermal cells. J. Biol. Chem. 283:137-144.  33. Kobayashi K, et al. 2002. RICK/Rip2/CARDIAK mediates signalling for receptors of the innate and adaptive immune systems. Nature 416:194 - 199.  34. Kobayashi KS, et al. 2005. Nod2-dependent regulation of innate and adaptive immunity in the intestinal tract. Science 307:731-734.  35. Kumar P, Kalonia H, Kumar A. 2010. Nitric oxide mechanism in the protective effect of antidepressants against 3-nitropropionic acid-induced cognitive deficit, glutathione and mitochondrial alterations in animal model of Huntington's disease. Behav. Pharmacol. 21:217-230.  36. Lécine P, et al. 2007. The NOD2-RICK complex signals from the plasma membrane. J. Biol. Chem. 282:15197-15207.  37. Lee M-S, Cherla RP, Tesh VL. 2010. Shiga toxins: intracellular trafficking to the ER leading to activation of host cell stress responses. Toxins 2:1515- 1535.  38. Maccarrone M, Bari M, Battista N, Finazzi-Agro A. 2002. Estrogen stimulates arachidonoylethanolamide release from human endothelial cells and platelet activation. Blood 100:4040 - 4048.  39. Maccarrone M, et al. 2000. Anandamide uptake by human endothelial cells and its regulation by nitric oxide. J. Biol. Chem. 275:13484 -13492.  40. Magalhaes JG, Sorbara MT, Girardin SE, Philpott DJ. 2011. What is new with Nods? Curr. Opin. Immunol. 23:29 -34.  41. Marriott HM, Dockrell DH. 2007. The role of the macrophage in lung disease mediated by bacteria. Exp. Lung Res. 33:493-505.  42. Marriott HM, et al. 2008. Reactive oxygen species regulate neutrophil  Theivanthiran et al.  2568 iai.asm.org Infection and Immunity   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    http://iai.asm.org http://iai.asm.org/   recruitment and survival in pneumococcal pneumonia. Am. J. Respir. Crit. Care Med. 177:887- 895.  43. Matute JD, et al. 2009. A new genetic subgroup of chronic granulomatous disease with autosomal recessive mutations in p40phox and selective de- fects in neutrophil NADPH oxidase activity. Blood 114:3309 -3315.  44. Meinzer U, Hugot J-P. 2005. Nod2 and Crohn's disease: many connected highways. Lancet 365:1752-1754.  45. Miao EA, et al. 2006. Cytoplasmic flagellin activates caspase-1 and secre- tion of interleukin 1beta via Ipaf. Nat. Immunol. 7:569 -575.  46. Mizgerd JP. 2008. Acute lower respiratory tract infection. N. Engl. J. Med. 358:716 -727.  47. Mizgerd JP. 2006. Lung infection—a public health priority. PLoS Med. 3:e76. doi:10.1371/journal.pmed.0030076.  48. Mizgerd JP. 2002. Molecular mechanisms of neutrophil recruitment elic- ited by bacteria in the lungs. Semin. Immunol. 14:123-132.  49. Mohanty JG, Jaffe JS, Schulman ES, Raible DG. 1997. A highly sensitive fluorescentmicro-assayofH2O2releasefromactivatedhumanleukocytesusinga dihydroxyphenoxazine derivative. J. Immunol. Methods 202:133-141.  50. Murch O, Abdelrahman M, Kapoor A, Thiemermann C. 2008. Muramyl dipeptide enhances the response to endotoxin to cause multiple organ injury in the anesthetized rat. Shock 29:388 -394.  51. Netea MG, et al. 2005. IL-32 synergizes with nucleotide oligomerization domain (NOD) 1 and NOD2 ligands for IL-1beta and IL-6 production through a caspase 1-dependent mechanism. Proc. Natl. Acad. Sci. U. S. A. 102:16309 -16314.  52. Netea MG, et al. 2005. Nucleotide-binding oligomerization domain-2 modulates specific TLR pathways for the induction of cytokine release. J. Immunol. 174:6518 - 6523.  53. Ong ES, et al. 2003. E. coli pneumonia induces CD18-independent airway neutrophil migration in the absence of increased lung vascular permeabil- ity. Am. J. Physiol. Lung Cell. Mol. Physiol. 285:L879 -L888.  54. Pandey AK, et al. 2009. NOD2, RIP2 and IRF5 play a critical role in the type I interferon response to Mycobacterium tuberculosis. PLoS Pathog. 5:e1000500. doi:10.1371/journal.ppat.01000500.  55. Peeters H, et al. 2007. CARD15 variants determine a disturbed early response of monocytes to adherent-invasive Escherichia coli strain LF82 in Crohn's disease. Int. J. Immunogenet. 34:181-191.  56. Perez L-H, et al. 2010. Direct bacterial killing In Vitro by recombinant Nod2 is compromised by Crohn's disease-associated mutations. PLoS One 5:e10915. doi:10.1371/journal.pone.0010915.  57. Philpott DJ, Girardin SE. 2010. Nod-like receptors: sentinels at host membranes. Curr. Opin. Immunol. 22:428 - 434.  58. Quinton LJ, Mizgerd JP. 2011. NF-kappaB and STAT3 signaling hubs for lung innate immunity. Cell Tissue Res. 343:153-165.  59. Rosenzweig HL, et al. 2009. Nucleotide oligomerization domain-2 (NOD2)-induced uveitis: dependence on IFN-gamma. Invest. Ophthal- mol. Vis. Sci. 50:1739 -1745.  60. Sandvig K, van Deurs B. 2002. Transport of protein toxins into cells: pathways used by ricin, cholera toxin and Shiga toxin. FEBS Lett. 529: 49 -53.  61. Seger RA. 2010. Chronic granulomatous disease: recent advances in pathophysiology and treatment. Neth. J. Med. 68:334 -340.  62. Shimada K, et al. 2009. The NOD/RIP2 pathway is essential for host defenses against Chlamydophila pneumoniae lung infection. PLoS Pathog. 5:e1000379. doi:10.1371/journal.ppat.1000379.  63. Uehara A, et al. 2005. Muramyldipeptide and diaminopimelic acid- containing desmuramylpeptides in combination with chemically synthe- sized Toll-like receptor agonists synergistically induced production of in- terleukin-8 in a NOD2- and NOD1-dependent manner, respectively, in human monocytic cells in culture. Cell Microbiol. 7:53- 61.  64. Watanabe T, Kitani A, Murray PJ, Strober W. 2004. NOD2 is a negative regulator of Toll-like receptor 2-mediated T helper type 1 responses. Nat. Immunol. 5:800 - 808.  65. Young RE, Voisin MB, Wang S, Dangerfield J, Nourshargh S. 2007. Role of neutrophil elastase in LTB4-induced neutrophil transmigration in vivo assessed with a specific inhibitor and neutrophil elastase deficient mice. Brit. J. Pharmacol. 151:628 - 637.  NOD2 in Pulmonary Host Defense  July 2012 Volume 80 Number 7 iai.asm.org 2569   o n  A  u g u st 2  2 , 2  0 1 2  b  y Y a le   U n  ive rsity  h ttp  ://ia i.a  sm .o  rg /  D o  w n  lo a  d e  d  fro  m    View publication statsView publication stats  http://iai.asm.org http://iai.asm.org/ https://www.researchgate.net/publication/224871157",
    "references": [],
    "authors": [
        "Balamayooran Theivanthiran",
        "Sanjay Batra",
        "Gayathriy Balamayooran",
        "Shanshan Cai",
        "Koichi Kobayashi",
        "Richard A. Flavell",
        "Samithamby Jeyaseelan"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}