{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/8541543  Infection by Streptococcus pyogenes Induces the Receptor Activator of NF- B  Ligand Expression in Mouse Osteoblastic Cells  Article  in  Infection and Immunity · March 2003  DOI: 10.1128/IAI.71.2.948-955.2003 · Source: PubMed  CITATIONS  32 READS  302  7 authors, including:  Some of the authors of this publication are also working on these related projects:  Oral biofilm View project  Nanopesticides View project  Atsuo Sakurai  Tokyo Dental College  42 PUBLICATIONS   359 CITATIONS     SEE PROFILE  Ichiro Nakagawa  Kyoto University  268 PUBLICATIONS   7,533 CITATIONS     SEE PROFILE  Shigetada Kawabata  Osaka University  233 PUBLICATIONS   5,613 CITATIONS     SEE PROFILE  Atsuo Amano  Osaka University Graduate Schook of Dentistry  273 PUBLICATIONS   19,134 CITATIONS     SEE PROFILE  All content following this page was uploaded by Atsuo Amano on 23 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/8541543_Infection_by_Streptococcus_pyogenes_Induces_the_Receptor_Activator_of_NF-_B_Ligand_Expression_in_Mouse_Osteoblastic_Cells?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/8541543_Infection_by_Streptococcus_pyogenes_Induces_the_Receptor_Activator_of_NF-_B_Ligand_Expression_in_Mouse_Osteoblastic_Cells?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Oral-biofilm-2?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Nanopesticides-3?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Sakurai?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Sakurai?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Tokyo_Dental_College?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Sakurai?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ichiro-Nakagawa-2?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ichiro-Nakagawa-2?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Kyoto-University?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ichiro-Nakagawa-2?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Shigetada-Kawabata?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Shigetada-Kawabata?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osaka_University?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Shigetada-Kawabata?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Amano?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Amano?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Amano?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Atsuo-Amano?enrichId=rgreq-b7400103f5ba8b8e0bcf57ca3e48f7e8-XXX&enrichSource=Y292ZXJQYWdlOzg1NDE1NDM7QVM6OTk4MTgwMDExNDE3NjJAMTQwMDgwOTg3NDI5Nw%3D%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Feb. 2003, p. 948-955 Vol. 71, No. 2 0019-9567/03/$08.00-0 DOI: 10.1128/IAI.71.2.948-955.2003 Copyright   2003, American Society for Microbiology. All Rights Reserved.  Infection by Streptococcus pyogenes Induces the Receptor Activator of NF--B Ligand Expression in Mouse Osteoblastic Cells  Nobuo Okahashi,1,2* Atsuo Sakurai,1,3 Ichiro Nakagawa,1 Taku Fujiwara,3 Shigetada Kawabata,1,4 Atsuo Amano,2 and Shigeyuki Hamada1  Departments of Oral and Molecular Microbiology,1 Oral Frontier Biology,2 and Pediatric Dentistry,3 Osaka University Graduate School of Dentistry, 1-8 Yamadaoka, Suita-Osaka 565-0871, and PRESTO, Japan Science and  Technology Corporation, Kawaguchi-Saitama 332-0012,4 Japan  Received 19 August 2002/Returned for modification 10 October 2002/Accepted 31 October 2002  Group A Streptococcus pyogenes is known to induce nongonococcal septic arthritis in addition to pharyngitis, scarlet fever, and poststreptococcal sequelae. However, little is known about the interaction between S. pyogenes and bone cells. We report here that S. pyogenes strain JRS4 (M6) attached to and invaded mouse primary osteoblasts. Reverse transcription-PCR demonstrated that S. pyogenes infection of osteoblasts stimulated expression of mRNA for the receptor activator of NF--B ligand (RANKL). Western blot analysis followed by ligand precipitation with the receptor activator of NF--B receptor showed that there was an increase in RANKL protein in infected osteoblasts. Production of interleukin-6 was also stimulated, but no production of interleukin-1- or tumor necrosis factor alpha was observed. Stimulation of RANKL production was not observed in osteoblasts stimulated with heat-inactivated S. pyogenes, suggesting that an active interaction of S. pyogenes with osteoblasts is essential for this phenomenon. A Western blot analysis performed with antibodies specific for phosphorylated signal transduction proteins demonstrated that S. pyogenes infection induces phosphorylation of p38 mitogen-activated protein kinase. A specific inhibitor of this kinase, SB203580, inhib- ited RANKL production by infected osteoblasts. These results suggest that infection of osteoblasts by S. pyogenes stimulates RANKL production and may trigger bone destruction in infected bone tissue.  Bacterial arthritis is a rapidly progressive and highly destruc- tive joint disease in humans. Staphylococcus aureus is the most frequently isolated bacterial pathogen associated with non- gonococcal bacterial arthritis (12); however, beta-hemolytic streptococci are the second-most-frequently associated bacte- ria and account for 14 to 15% of the cases of nongonococcal bacterial arthritis (26). Serotype classification studies of strep- tococcal bacterial arthritis have revealed that the most com- mon agent is group A Streptococcus pyogenes, followed by group B, group C, and group G (26). In addition, S. pyogenes often causes poststreptococcal reactive arthritis (3, 12). This type of arthritis is not associated with carditis or other major manifestations of acute rheumatic fever. Several investigators have recommended that patients with poststreptococcal reac- tive arthritis should receive prophylactic antimicrobial agents for years (3, 12).  S. pyogenes (group A streptococci [GAS]) is a pathogen that is responsible for human diseases whose severities vary, rang- ing from nonsuppurative infections of the pharynx and skin to toxic shock syndrome, necrotizing fasciitis, and sepsis (9). Al- though bacterial arthritis caused by S. aureus (30) and group B Streptococcus agalactiae (31, 32) has been studied, little is known about S. pyogenes-induced bacterial arthritis. Very re- cently, we have found that intravenous injection of S. pyogenes into mice causes bacterial arthritis (submitted for publication). Mice inoculated with an S. pyogenes strain manifested clinical  arthritis characterized by early onset of acute exudative syno- vitis, permanent lesions with irreversible joint damage, and ankylosis. This may be a good animal model to study bacterial arthritis caused by S. pyogenes and may also be a useful model to study poststreptococcal reactive arthritis. A number of S. pyogenes cells were recovered from the arthritic joints of in- fected mice, suggesting that S. pyogenes colonizes the joint tissues.  It has been reported that S. pyogenes efficiently invades ep- ithelial cells (15, 20, 21, 24). S. pyogenes has fibronectin-binding proteins, such as proteins F1 and Fba, which are considered to be an adhesin and an invasin (13, 21, 24). It has also been reported that S. pyogenes triggers activation of cell death path- ways and induces cellular apoptosis of epithelial cells. How- ever, the effects of S. pyogenes infection on bone cells, such as osteoblasts, remain unknown.  Previous investigations of the bacterial arthritis induced by S. aureus and S. agalactiae suggested that several cytokines, such as tumor necrosis factor alpha (TNF--), interleukin-1- (IL-1-), and IL-6, are involved in the pathogenesis of bacterial arthritis (30, 32). However, these studies did not consider the possible role of receptor activator of NF--B ligand (RANKL) in bacterial arthritis. RANKL, also called TRANCE (2), OPGL (18), and ODF (34), is a recently discovered transmem- brane molecule belonging to the TNF ligand superfamily that is expressed in lymphoid tissues and trabecular bone (17, 27, 34). RANKL is thought to be the essential and final common signal required both in vitro and in vivo for full osteoclastic differentiation from multipotential hematopoietic precursor cells into mature multinucleated bone-resorptive osteoclasts in the presence of macrophage colony-stimulating factor (17, 18,  * Corresponding author. Mailing address: Department of Oral Frontier Biology, Osaka University Graduate School of Dentistry, 1-8 Yamadaoka, Suita-Osaka 565-0871, Japan. Phone: 81-6-6879-2976. Fax: 81-6-6879-2976. E-mail: okahashi@dent.osaka-u.ac.jp.  948    27, 34). Recently, Kotake et al. (19) reported that an increased concentration of RANKL is detected in synovial fluid from patients with rheumatoid arthritis, suggesting that RANKL plays an important role in the pathogenesis of rheumatoid arthritis. RANKL is expressed on activated osteoblasts, as well as on activated T cells (2, 17, 19, 27, 28, 34). The role of RANKL on activated osteoblasts in osteoclastogenesis is widely recognized, whereas the significance of RANKL on T cells is controversial because activated T cells produce gamma interferon, which strongly inhibits osteoclastogenesis (17, 28).  In this study, we investigated adherence of and invasion by S. pyogenes with mouse osteoblastic cells. We found that infection by S. pyogenes triggers expression of RANKL and other proin- flammatory cytokines in osteoblasts. The production of these cytokines may contribute to bone destruction in the bacterial arthritis caused by group A S. pyogenes.  MATERIALS AND METHODS  Mice and reagents. Female ddY mice were obtained from Japan SLC (Hamamatsu, Japan). Prostaglandin E2 (PGE2) and SB203580 were purchased from Sigma Chemical Co. (St. Louis, Mo.). Phospho-specific antibodies against mouse extracellular signal-regulated kinase 1/2 (ERK1/2), mouse c-Jun N-ter- minal kinase (JNK), and mouse p38 mitogen-activated protein kinase (MAPK) were purchased from Cell Signaling Tech (Beverly, Mass.). A recombinant mouse receptor activator of NF--B/Fc (RANK/Fc) chimera protein and anti- mouse RANKL antibodies were obtained from R&D Systems (Minneapolis, Minn.).  Bacterial strains, culture conditions, and preparation of heat-inactivated bac- terial cells and bacterial supernatant. Group A S. pyogenes strain JRS4 (M6-  F1-) and the isogenic mutant strains JRS145 (M6- F1-) and SAM1 (M6- F1-) were provided by E. Hanski (The Hebrew University, Hadassah Medical School, Jerusalem, Israel) (13); these organisms were grown in Todd-Hewitt broth (BBL, Cockeysville, Md.) supplemented with 0.2% yeast extract (THY) and were used in the infection assay. JRS145 is an isogenic M6-deficient mutant of JRS4, whereas SAM1 is deficient in protein F1, a fibronectin-binding protein. JRS4 (1 - 1010 CFU/ml) was heat inactivated by incubating it at 60°C for 30 min. To prepare bacterial supernatant, S. pyogenes JRS4 was cultured for 18 h at 37°C in a dialysate medium consisting of THY broth. Solid (NH4)2SO4 was added to a centrifuged supernatant solution at 50% saturation. The precipitate was col- lected by centrifugation and dissolved in a small volume of phosphate-buffered saline (PBS) (pH 7.2). The concentrated bacterial supernatant was extensively dialyzed against PBS and used as an extracellular protein of S. pyogenes.  Primary mouse osteoblasts. Primary mouse osteoblasts were isolated from 1-day-old mouse calvariae after five routine sequential digestions with 0.1% collagenase (Wako Pure Chemicals, Osaka, Japan) and 0.2% dispase (Godo Shusei, Tokyo, Japan), as previously described (4, 23). Osteoblasts were cultured in alpha minimum essential medium (-MEM) (GIBCO BRL, Grand Island, N.Y.) supplemented with 10% fetal calf serum (GIBCO BRL). Immunochemical staining with osteocalcin and staining for alkaline phosphatase activity demon- strated that more than 95% of the cells showed osteoblastic characteristics (4, 23).  Invasion and adhesion assay. Mid-log-phase bacteria were added to osteoblast cultures grown in 24-well culture plates (multiplicity of infection [MOI], 10), and the cultures were incubated at 37°C in 5% CO2. To determine the numbers of adherent and internalized bacteria, the cultures were incubated for 4 h. After unattached bacteria were washed off with PBS, the osteoblasts were disrupted by extensive pipetting with sterile water and then serially diluted in water and plated on THY agar plates. For the invasion assay, bacteria were added to osteoblast cultures and incubated for 3 h at 37°C in 5% CO2. After the wells were washed with PBS, the attached bacteria were killed by 1 h of incubation with gentamicin (100 -g/ml; Sigma) and penicillin (100 U/ml). Then the cells were disrupted with sterile water. The intracellular bacteria were suspended in water, serially diluted, and plated on THY agar plates to determine the number of intracellular bacteria (15).  Immunocytochemical analysis. Osteoblasts were seeded onto eight-well LabTek chamber slides (Nalge-Nunc International, Naperville, Ill.). The cells were infected with enhanced green fluorescent protein (EGFP)-expressing S. pyogenes JRS4 (21) at an MOI of 10. Invasion by and adhesion of the EGFP-  expressing S. pyogenes strain were analyzed by using a confocal microscope system (model LSM510; Carl Zeiss Co., Ltd.). Briefly, cells were fixed with 4% paraformaldehyde for 2 h after infection with EGFP-expressing S. pyogenes, and this was followed by staining with anti-S. pyogenes antibody (1:100 dilution) and Alexa Fluor 568-conjugated anti-rabbit immunoglobulin G (1:500 dilution; Mo- lecular Probes, Eugene, Oreg.). The anti-S. pyogenes antibody was prepared by immunizing rabbits with lyophilized whole cells of S. pyogenes (21). Under the confocal conditions used, the emission of EGFP was quenched by the emission of Alexa Fluor 568, resulting in red fluorescence from the adhered bacteria. Intracellular bacteria exhibited green fluorescence from EGFP (21).  RT-PCR assay and real-time PCR analysis. For reverse transcription-PCR (RT-PCR), total RNA was prepared from cells by using TRIzol reagent (GIBCO BRL), and 2 -g of total RNA was reverse transcribed in the presence of oligo(dT)15 by using the SuperScript first-strand synthesis system (GIBCO BRL) according to the manufacturer's instructions. cDNA samples were tested for integrity and amount of input RNA by RT-PCR with --actin, which served as an endogenous control. To quantitate RANKL mRNA, a real-time PCR was per- formed by using the GeneAmp 5700 sequence detection system (Applied Bio- systems, Foster City, Calif.) with a SYBR Green reagent. Samples were subjected to 40 cycles of amplification consisting of 95°C for 15 s followed by 60°C for 1 min according to the manufacturer's instructions (Applied Biosystems). Each assay was normalized to glyceraldehyde-3-phosphate dehydrogenase mRNA. The nor- malized data were expressed the following two ways: (i) as a percentage of the gene expression in osteoblasts stimulated with 2 -M PGE2, and (ii) as a fold increase compared with the mRNA level of unstimulated cells. The primers used in this study are listed in Table 1.  Ligand receptor precipitation. Osteoblasts cultured in the absence or presence of stimulants were lysed by addition of lysis buffer (50 mM Tris buffer [pH 8.0], 150 mM NaCl, 1 mM EDTA, 1% Triton X-100, complete protease inhibitor cocktail [Boehringer Mannheim GmbH, Mannheim, Germany]). After sonica- tion for a short time, insoluble material was removed by centrifugation at 15,000 - g for 10 min. The supernatants were collected, and the protein concentration was determined with a BCA protein assay kit (Pierce Chemical, Rockford, Ill.). RANK-immobilized beads were prepared by agitating mouse RANK/Fc (R&D Systems) with protein A/G agarose (Santa Cruz Biotechnology, Santa Cruz, Calif.) overnight at 4°C (22). RANK/Fc protein was bound to protein A/G beads at concentration of 20 -g/ml of beads. Cell lysates containing approximately 0.5 mg/ml were precipitated with 20 -l of RANK-immobilized agarose beads in lysis buffer overnight at 4°C. The RANKL-RANK precipitated materials were recov- ered by boiling in sodium dodecyl sulfate (SDS) sample loading buffer (1% SDS, 10 mM Tris buffer [pH 6.8], 5% 2-mercaptoethanol, 20% glycerol) and were subjected to SDS-polyacrylamide gel electrophoresis (PAGE) and Western blot- ting (22).  Western blot analysis. Osteoblasts cultured in the absence or presence of stimulants were washed with PBS and dissolved in 50 mM Tris-HCl containing 0.2% SDS (pH 6.8). Extracted proteins (50 -g) were separated by SDS-PAGE and electroblotted onto polyvinylidene fluoride membranes. Proteins or phos- phorylated proteins were detected with an ECL detection kit (Amersham Phar- macia Biotech, Buckinghamshire, United Kingdom).  RESULTS  Expression of RANKL and osteotrophic cytokines in osteo- blasts as a result of S. pyogenes infection. It was reported previously that S. pyogenes is able to attach to and invade mammalian epithelial cells; however, little information is avail- able regarding the attachment to and invasion of osteoblasts by S. pyogenes. As shown in Fig. 1, wild-type strain JRS4 exhibit- ing type 6 M protein (M6) and fibronectin-binding protein F1 was found to attach to and be internalized in mouse primary osteoblasts. The level of adhesion to and invasion of mouse osteoblasts by S. pyogenes JRS4 was comparable to the level of adhesion to and invasion of human pharyngeal carcinoma ep- ithelial HEp-2 cells, which was estimated in a previous study (21). Osteoblasts are known to produce RANKL, an osteoclas- togenic cytokine, in response to several humoral factors, such as IL-1 and PGE2. Thus, it is important to clarify whether osteoblasts infected with S. pyogenes produce RANKL and/or other osteotropic cytokines. RT-PCR revealed that osteoblasts  VOL. 71, 2003 STREPTOCOCCI INDUCE RANKL PRODUCTION IN OSTEOBLASTS 949    infected with S. pyogenes expressed RANKL mRNA (Fig. 2A). We found that the amounts of RANKL protein on osteoblasts were less than the limit of detection of conventional Western blot analysis even after stimulation with PGE2. Therefore, we employed a ligand receptor precipitation technique (22) to specifically concentrate RANKL protein and to detect protein expression on osteoblasts. Western blot analysis after ligand precipitation demonstrated that osteoblasts stimulated with PGE2 produced RANKL protein with a molecular mass of approximately 40 kDa. Osteoblasts infected with JRS4 also produced detectable amounts of RANKL protein (Fig. 2B).  RT-PCR performed with the primer pairs that targeted IL- 1-, IL-6, TNF--, or transforming growth factor beta (TGF--) revealed that osteoblasts infected with S. pyogenes JRS4 pro- duced IL-6 (Fig. 3). An increase in the TGF-- level was also detectable. Neither IL-1- nor TNF-- was detectable  Quantitative analysis of RANKL expression in osteoblasts infected with S. pyogenes. Quantitative analysis by real-time PCR revealed that the RANKL expression in osteoblasts treated with S. pyogenes was fivefold greater than the RANKL expression in uninfected cells at 6 h after infection (Fig. 4). The induction of RANKL mRNA expression in osteoblasts exhib- ited a dose-dependent relationship. As shown in Fig. 4A and B, when the ratio of the number of cells of S. pyogenes in the inoculum to the number of osteoblasts was increased from 1:1 to 10:1, there was a concomitant increase in RANKL mRNA expression. The time-dependent increase in RANKL mRNA expression is shown in Fig. 4C. The expression of RANKL mRNA in infected cells was fivefold greater than the expres- sion in the uninfected controls at 6 h. Longer infection periods resulted in overgrowth of S. pyogenes in the infected cultures, which led to death of osteoblasts.  In contrast to viable S. pyogenes, heat-inactivated S. pyogenes did not induce RANKL mRNA expression. As shown in Fig. 4D, exposure of mouse osteoblasts to heat-inactivated (60°C,  30 min) S. pyogenes was not a potent stimulus for RANKL expression. Viable S. pyogenes at a ratio of 10:1 routinely in- duced expression of fivefold more RANKL mRNA, whereas heat-inactivated S. pyogenes did not stimulate RANKL mRNA expression even at a ratio of 100:1. The effect of S. pyogenes JRS4 supernatant on RANKL expression in osteoblasts was also examined. Bacterial supernatant was prepared from cul- ture supernatant of S. pyogenes JRS4 and added to osteoblast cultures. No stimulation of RANKL mRNA expression in os- teoblasts was observed at concentrations of 10 to 50 -g of total protein per ml of osteoblast culture (data not shown).  Previous investigations have demonstrated that protein F1 mediates cellular invasion by S. pyogenes JRS4 (13, 21, 24). We investigated the adherence of and invasion by isogenic mutant strains JRS145 (M6- F1-) and SAM1 (M6- F1-). An adhe- sion study revealed that the number of JRS145 cells that ad- hered to osteoblasts was significantly lower than the number of wild-type JRS4 cells that adhered to osteoblasts (Fig. 5A). On the other hand, invasion by SAM1 was significantly reduced and was -10% of the invasion by JRS4 (Fig. 5B). These results suggest that F1 protein plays an important role in the invasion of osteoblasts by S. pyogenes. The levels of RANKL expression  FIG. 1. Confocal microscopic analysis of osteoblasts infected with EGFP-expressing S. pyogenes JRS4. After 2 h of infection (MOI, 10), osteoblasts were fixed and stained with rabbit anti-S. pyogenes whole- cell antibody and Alexa Fluor 568-conjugated goat anti-rabbit immu- noglobulin G antibody. (A) Surface-adherent bacteria visualized as red cells due to anti-S. pyogenes antibody and Alexa Fluor 568. (B) Inter- nalized bacteria visualized as green cells because of EGFP expression. (C) Merged panel A and B images. Original magnification, -400. Bar   50 -m.  TABLE 1. Sequences and expected fragment sizes for synthetic oligonucleotides used for RT-PCR  Target mRNA Primer sequence Size(bp)  RANKL 5 -TACTTTCGAGCGCAGATGGAT-3  482 5 -GTACGCTTCCCGATGTTTCAT-3   IL-1- 5 -GAATGACCTGTTCTTTGAAG-3  509 5 -CAGGACAGGTATAGATTCTT-3   IL-6 5 -ATGAACAACGATGATGCACTTG-3  490 5 -TAAGTCAGATACCTGACAACAG-3   TNF-- 5 -CTCTAGCCTCTTCTCATTC-3  499 5 -CAGGTATATGGGCTCATACC-3   TGF-- 5 -GTGCTAATGGTGGACCGCAACAAC-3  357 5 -CACAAGAGCAGTGAGCGCTGAATC-3   --Actin 5 -TCCTGTGGCATCCATGAAACT-3  340 5 -AACGCAGCTCAGTAACAGTC-3   RANKL (real-time PCR) 5 -TACTTTCGAGCGCAGATGGAT-3  89 5 -ACCTGCGTTTTCATGGAGTCT-3   GAPDH (real-time PCR)a 5 -AACTACATGGTCTACATGTTCCA-3  63 5 -CCATTCTCGGCCTTGACTGT-3   a GAPDH, glyceraldehyde-3-phosphate dehydrogenase.  950 OKAHASHI ET AL. INFECT. IMMUN.    in osteoblasts infected with S. pyogenes strains JRS4, JRS145, and SAM1 were compared (Fig. 6). The levels of expression of RANKL mRNA in osteoblasts infected with these strains were four- to fivefold greater than the levels of expression in un- stimulated osteoblasts. Thus, the presence of M6 protein or protein F1 of S. pyogenes was not found to be essential for RANKL expression in infected osteoblasts.  S. pyogenes infection results in phosphorylation of the mouse  osteoblast p38 MAPK. It was reported previously that infection by several pathogens induces phosphorylation of several types of MAPKs. Western blot analysis with antibodies specific for activated forms of MAPKs was performed to study down- stream signaling that allowed the synthesis of RANKL. Osteo- blasts infected with S. pyogenes JRS4 at an MOI of 10:1 exhib- ited an increase in p38 MAPK phosphorylation (Fig. 7A). Western blot analysis with anti-phospho-p38 MAPK demon- strated that p38 MAPK was phosphorylated for 60 min follow- ing infection. The phosphorylation of two other MAPKs, ERK1/2 and JNK, was examined in the same infected osteo- blasts. As shown in Fig. 7B, phosphorylation of ERK1/2 was  FIG. 2. Expression of RANKL mRNA and protein by osteoblasts. (A) Mouse primary osteoblasts were cultured in the absence of stim- ulant (None) or in the presence of PGE2 (2 -M) (PGE2) or were infected with S. pyogenes JRS4 (MOI, 10) (GAS) for 6 h. Total RNA was then extracted and subjected to RT-PCR analysis for RANKL and --actin. (B) Mouse osteoblasts were cultured in the absence of stim- ulant (None) or in the presence of PGE2 (PGE2) for 48 h. Other cultures of osteoblasts (GAS) were infected with S. pyogenes JRS4 (MOI, 10) for 2 h and then cultured for 2 h in the presence of 100 -g of gentamicin per ml. After washing with -MEM, the cells were cul- tured for 48 h in -MEM with 10% fetal calf serum containing peni- cillin G and streptomycin. Cell-associated RANKL was precipitated with RANK-immobilized beads and subjected to SDS-PAGE and Western blot analysis with anti-RANKL antibodies.  FIG. 3. Expression of IL-1-, IL-6, TNF--, and TGF-- mRNAs by osteoblasts. Mouse primary osteoblasts were cultured in the absence of stimulant (None) or in the presence of PGE2 (2 -M) (PGE2) or were infected with S. pyogenes JRS4 (MOI, 10) (GAS) for 6 h. Total RNA was then extracted and subjected to RT-PCR analysis for IL-1-, IL-6, TNF--, TGF--, and --actin.  FIG. 4. Quantification and kinetics of RANKL mRNA expression by osteoblasts. (A) Expression of RANKL mRNA in osteoblasts in- fected with viable S. pyogenes JRS4. Mouse primary osteoblasts were cultured in the absence of stimulant (None) or in the presence of PGE2 (2 -M) (PGE2) for 6 h. Other cultures of osteoblasts were infected with S. pyogenes (GAS) at MOIs of 1, 5, and 10. Total RNA was extracted from osteoblasts and subjected to RT-PCR analysis. (B) Quantification of RANKL by real-time PCR. Relative mRNA levels were expressed as percentages of the mRNA level in osteoblasts stimulated with PGE2 (PGE2). Cells were not infected (None) or were infected with S. pyogenes JRS4 (GAS) at an MOI of 1, 5, or 10. (C) Time course of RANKL expression in osteoblasts infected with S. pyogenes JRS4. To determine the kinetics of RANKL mRNA expres- sion, osteoblasts were infected with S. pyogenes (MOI, 10) for 1, 3, or 6 h. The relative mRNA levels were expressed as fold increases com- pared with the RANKL mRNA level in the unstimulated control osteoblasts. (D) Quantification of RANKL mRNA expression in os- teoblasts treated with heat-inactivated S. pyogenes. Osteoblasts were cultured in the presence of heat-inactivated S. pyogenes (heated GAS) at an MOI of 10, 50, or 100 for 6 h, and then total RNA was extracted. Relative mRNA levels were determined by real-time PCR. The tran- scription levels were expressed as percentages of the RANKL mRNA level in osteoblasts stimulated with PGE2 (2 -M) (PGE2). The values are the means - standard deviations for triplicate assays. An asterisk indicates that the P value was -0.05 for a comparison with the RANKL mRNA level in cells cultured in the absence of the stimulant (None).  VOL. 71, 2003 STREPTOCOCCI INDUCE RANKL PRODUCTION IN OSTEOBLASTS 951    detected even in unstimulated osteoblasts. The level of phos- phorylation did not change during the infection period. In contrast to phosphorylation of ERK1/2, phosphorylation of JNK was not detectable (Fig. 7B). Western blotting with anti- bodies against total JNK suggested that the lower-molecular- mass JNK protein (46 kDa) was not present in osteoblasts, because only a higher-molecular-mass protein (54 kDa) was visible. Treatment of osteoblasts with the p38 MAPK inhibitor SB203580 (5 -M) resulted in a reduction in RANKL mRNA expression in osteoblasts infected with S. pyogenes JRS4 (Fig. 8). These results suggested that phosphorylation of p38 MAPK is involved in the up-regulation of RANKL expression in os- teoblasts infected with S. pyogenes  DISCUSSION  This study demonstrated for the first time that viable S. pyogenes is a potent stimulant in induction of RANKL produc- tion by osteoblasts. S. pyogenes infection induced transcrip- tional regulation of the RANKL gene. An increase in RANKL mRNA was detectable 3 h after infection, and there was a four- to fivefold increase 6 h after infection. RANKL is a potent cytokine that stimulates differentiation of osteoclasts together with macrophage colony-stimulating factor (18, 27, 34). This cytokine is produced by activated osteoblasts, as well as by activated T cells, and is an activating agent involved in bone destruction (17, 18, 27, 28, 34). Since RANKL-deficient mice show severe osteopetrosis, RANKL appears to be essential in osteoclastogenesis (18). Furthermore, Kotake et al. (19) re- ported that RANKL is involved in bone destruction in patients  with rheumatoid arthritis. In addition, we have found that S. pyogenes infection induces bacterial arthritis in mice; in the infected joints, significant increases in the level of RANKL, as well as in the levels of the inflammatory cytokines IL-1- and IL-6, were observed (submitted for publication). Therefore, RANKL in infected joints may lead to bone destruction in bacterial septic arthritis.  RT-PCR revealed that S. pyogenes infection induced up- regulation of the mRNAs of both IL-6 and TGF-- (Fig. 2). Both of these cytokines are involved in osteoclastogenesis and stimulate osteoclast formation and differentiation (14, 27). With regard to cytokine production by osteoblasts, infection by viable S. aureus was reported to induce granulocyte-macroph- age colony-stimulating factor, IL-6, and IL-12 expression by human and mouse osteoblasts (4, 5). IL-6 and IL-12 produced by infected osteoblasts should play an important role in initi- ating immune responses after S. aureus infection in osteomy- elitis. Together with these findings, the results described here provide evidence that cytokines produced by osteoblasts may contribute to the inflammatory reactions in the joints during septic arthritis. Experimental septic arthritis induced by S. au- reus and group B S. agalactiae accompanies an increase in the local synthesis of IL-1, IL-6, and TNF-- (30, 32), but the significance of RANKL in arthritis has not been examined. This is simply because RANKL was discovered only recently. Further investigations should be performed to establish the  FIG. 5. Effect of M protein and protein F1 on adhesion to and invasion of osteoblastic cells by S. pyogenes. The effects of the presence of M protein and protein F1 in isogenic S. pyogenes strains on adhesion and invasion were determined. (A) Number of S. pyogenes CFU re- leased from infected cells. (B) Number of invading bacteria per cell. The following isogenic strains were used: JRS4 (M6- F1-) (WT), JRS145 (M6- F1-) (M-), and SAM1 (M6- F1-) (F-). The values are the means - standard deviations for triplicate assays. An asterisk indicates that the P value was -0.05 for a comparison with the number of adherent or invading CFU of JRS4.  FIG. 6. Effect of streptococcal M protein and protein F1 on up-reg- ulation of RANKL mRNA in infected osteoblasts. Osteoblasts were cul- tured without stimulant (None) or with PGE2 (2 -M) (PGE2) or were infected with S. pyogenes JRS4 (M6- F1-) (WT), JRS145 (M- F1-) (M-), or SAM1 (M6- F1-) (F -) for 6 h. Total RNA was extracted and subjected to RT-PCR for RANKL and --actin analysis (A) and RANKL mRNA was quantified by real-time PCR (B). The values are the means - standard deviations for triplicate assays and are percentages of the RANKL mRNA level in osteoblasts stimulated with PGE2 (PGE2). An asterisk indicates that the P value was -0.05 for a comparison with the RANKL mRNA level in cells cultured in the absence of the stimulant.  952 OKAHASHI ET AL. INFECT. IMMUN.    role of RANKL in septic arthritis and other inflammatory bone diseases.  Nakagawa et al. (21) reported that invasion of epithelial cells by S. pyogenes triggers apoptosis of the infected cells. This apoptosis is strongly related to the F1-mediated invasion, be- cause F1-deficient isogenic mutant strain SAM1 does not in- duce apoptosis of infected cells. Induction of apoptosis re- quires a higher S. pyogenes MOI. We found that infection by S. pyogenes at a higher MOI, such as 50:1, also resulted in death of osteoblasts (data not shown). We found in this study that S. pyogenes JRS4 (M6- F1-) adhered to and invaded osteoblastic  cells. Since the invasive ability of SAM1 was weak (Fig. 5), the protein F1 molecule may play an important role in invasion of osteoblasts, as well as epithelial cells, by S. pyogenes. However, expression of RANKL mRNA did not change in SAM1-in- fected or JRS145 (M6- F1-)-infected osteoblasts (Fig. 6), suggesting that adhesion or invasion is not a key step in induc- ing up-regulation of RANKL. These results suggest that the ability of S. pyogenes to attach and the ability of S. pyogenes to invade are not relevant for RANKL induction.  How does S. pyogenes induce RANKL production in osteo- blasts? It was reported previously that adherence of S. pyogenes triggers a proinflammatory response in keratinocytes (33). In- fection of mouse and human osteoblasts by S. aureus was found to induce IL-6 and IL-12 production (4). The production of these cytokines may be related to internalization of S. aureus in the osteoblasts, because UV-killed S. aureus was not a potent inducer of the cytokines. In this study, we also found that heat-inactivated S. pyogenes did not function as a potent in- ducer of RANKL production (Fig. 4D). At this time, however, it is difficult to claim that bacterial internalization per se trig- gers the cytokine production in the osteoblasts, because F1- deficient mutant SAM1 induced RANKL production compa- rable to that induced by the parent strain. In addition, culture supernatant of S. pyogenes JRS4 did not stimulate expression of RANKL mRNA (data not shown). Therefore, an unknown novel cell-associated molecule(s) of S. pyogenes may trigger cytokine production. It was reported previously that streptol- ysin O from S. pyogenes and listeriolysin O from Listeria mono- cytogenes induce production of proinflammatory cytokines in keratinocytes (25) and phosphorylation of MAPK in HeLa cells (29), respectively. In addition to streptolysin O, extracel- lular cysteine proteases from S. pyogenes have been reported to induce proinflammatory responses in mammalian cells (6). The possible involvement of these exotoxins in cytokine production is now under investigation.  A recent study suggested that various bacterial components,  FIG. 7. Western blot analysis of phosphorylation of p38 MAPK and other signal proteins. Osteoblasts were infected with S. pyogenes JRS4 for 0, 15, 30, 60, and 120 min at an MOI of 10. The phosphorylation status of p38 MAPK (A) and the phosphorylation status of ERK1/2 and JNK (B) were analyzed by Western blotting by using antibodies against phospho-p38 MAPK, phospho-ERK1/2, phospho-JNK, total p38 MAPK, total ERK1/2, and total JNK.  FIG. 8. SB203580-mediated inhibition of RANKL mRNA expres- sion in osteoblasts infected with S. pyogenes. Osteoblasts were prein- cubated (1 h, 37°C) with SB203580 at concentrations of 0, 1, 2, and 5 -M and then infected with S. pyogenes (MOI, 10) for 6 h at 37°C. RANKL mRNA levels were determined by real-time PCR. The results were expressed as fold increases compared with the RANKL mRNA levels in osteoblasts cultured without stimulants. The values are the means - standard deviations for triplicate assays. An asterisk indicates that the P value was -0.05 for a comparison with the RANKL mRNA level in the cells infected with S. pyogenes in the absence of SB203580.  VOL. 71, 2003 STREPTOCOCCI INDUCE RANKL PRODUCTION IN OSTEOBLASTS 953    such as lipopolysaccharide (LPS), lipoteichoic acids, pepti- doglycans, and lipoproteins, bind to toll-like receptors (TLRs) on a wide range of eukaryotic cells (1). Such binding leads to activation of NF--B signaling pathways and to the release of both inflammatory and anti-inflammatory cytokines (1). Kiku- chi et al. (16) reported that LPS of gram-negative bacteria induces RANKL gene expression in mouse osteoblasts via TLR4. They suggested that RANKL expression via the TLR pathway may play an important role in the pathogenesis of LPS-mediated bone disorders. By using RT-PCR, we also found here that osteoblasts expressed mRNAs for TLR2, TLR4, and TLR5 (data not shown). Several bacterial compo- nents, such as M protein, peptidoglycan, or lipoteichoic acid of S. pyogenes, may bind to the TLRs and activate the signal pathways in the osteoblasts. However, neither heat-inactivated whole cells of S. pyogenes nor bacterial culture supernatant of S. pyogenes induced RANKL expression in osteoblasts. These results suggest that the pathway to RANKL expression in os- teoblasts infected with S. pyogenes is not identical to that in osteoblasts stimulated by LPS of gram-negative bacteria. In addition, it has been reported that heat-inactivated S. pyogenes is able to induce TNF-- production in human monocytes (10). The cellular responses of osteoblasts to heat-inactivated S. pyogenes may be different from those of monocytes.  It has been recognized that MAPKs are key players in many host cell signaling pathways (8). MAPKs are involved in cyto- kine responses, cytoskeletal reorganization, and stress re- sponses. Involvement of MAPKs in S. pyogenes infection has not been demonstrated yet. In the present study, we found that infection of S. pyogenes resulted in activation of the intracel- lular p38 MAPK signaling pathway (Fig. 7). In this regard, Ellington et al. (11) reported recently that infection by S. aureus induces phosphorylation of ERK1/2 in osteoblasts. They also reported that S. aureus infection induces IL-6 and IL-12 production in osteoblasts. On the other hand, we found that spontaneous phosphorylation of ERK1/2 occurs in osteo- blasts. The role of ERK1/2 in cytokine production in osteo- blasts is still unclear. It is possible that S. aureus triggers IL-6 and IL-12 production via ERK1/2 pathways, whereas S. pyo- genes induces RANKL production via p38 MAPK pathways. In this regard, the p38 MAPK pathway was reported to regulate IL-6 synthesis in the MG-63 osteoblastic cell line in response to TNF-- (7). Although it is possible that S. pyogenes and S. aureus stimulate independent signal pathways, the detailed sig- nal pathways involved in infection by these two bacterial spe- cies require further investigation.  Stimulation of local RANKL and other inflammatory medi- ators is an important event in bone destruction (17, 18, 19, 27, 28, 30). Clinically, infection by S. pyogenes causes two bone diseases. One is a septic arthritis, and the other is a poststrep- tococcal reactive arthritis. Infiltration of immune cells, such as T and B cells, production of inflammatory cytokines, such as IL-1, and production of inflammatory mediators, such as PGE2, may be associated with these diseases. However, acti- vation of osteoblasts in infected bone tissue may be another important event. RANKL produced by activated osteoblasts induces osteoclast differentiation or osteoclast-mediated bone resorption. IL-6 and TGF-- can directly or indirectly modulate the activity of bone-resorptive osteoclasts (14, 27). The in- creased production of these cytokines by infected osteoblasts  may play important roles in septic arthritis and poststreptococ- cal arthritis. Other inflammatory responses may be mediated in osteoblasts through infection by S. pyogenes. Techniques such as DNA microarray analysis should enable definition of genes that are regulated in response to S. pyogenes infection. Such information should be useful in treating diseases such as septic arthritis and poststreptococcal arthritis.  ACKNOWLEDGMENTS  This work was supported by grants-in-aid for scientific research 12672026 and 14207074 from the Japan Society for the Promotion of Science, by health science research grant H12-shinko-27, and by a grant from Japan Science and Technology Corporation.  REFERENCES  1. Akira, S., K. Takeda, and T. Kaisho. 2001. Toll-like receptors: critical pro- teins linking innate and acquired immunity. Nat. Immunol. 2:675-680.  2. Anderson, D. M., E. Maraskovsky, W. L. Billingsley, W. C. Dougall, M. E. Tometsko, E. R. Roux, M. C. Teepe, R. F. DuBose, D. Cosman, and L. Gilbert. 1997. A homologue of the TNF receptor and its ligand enhance T-cell growth and dendritic-cell function. Nature 390:175-179.  3. Ayoub, E. M., and H. A. Majeed. 2000. Poststreptococcal reactive arthritis. Curr. Opin. Rheumatol. 12:306-310.  4. Bost, K. L., W. K. Ramp, N. C. Nicholson, J. L. Bento, I. Marriott, and M. C. Hudson. 1999. Staphylococcus aureus infection of mouse or human osteo- blasts induces high levels of interleukin-6 and interleukin-12 production. J. Infect. Dis. 180:1912-1920.  5. Bost, K. L., J. L. Bento, J. K. Ellington, I. Marriott, and M. C. Hudson. 2000. Induction of colony-stimulating factor expression following Staphylococcus or Salmonella interaction with mouse or human osteoblasts. Infect. Immun. 68:5075-5083.  6. Burns, E. H., Jr., A. M. Marciel, and J. M. Musser. 1997. Structure-function and pathogenesis studies of Streptococcus pyogenes extracellular cysteine proteases. Adv. Exp. Med. Biol. 418:589-592.  7. Chae, H. J., S. W. Chae, H. Y. Chin, B. G. Bang, S. B. Cho, K. S. Han, S. C. Kim, K. C. Tae, K. H. Lee, D. E. Kim, M. K. Im, S. J. Lee, J. Y. Chang, Y. M. Lee, H. M. Kim, H. H. Kim, Z. H. Lee, and H. R. Kim. 2001. The p38 mitogen-activated protein kinase pathway regulates interleukin-6 synthesis in response to tumor necrosis factor in osteoblasts. Bone 28:45-53.  8. Chang, L., and M. Karin. 2001. Mammalian MAP kinase signalling cascades. Nature 410:37-40.  9. Cunningham, M. W. 2000. Pathogenesis of group A streptococcal infections. Clin. Microbiol. Rev. 13:470-511.  10. Cuzzola, M., G. Mancuso, C. Beninati, C. Biondo, F. Genovese, F. Tomasell, T. H. Flo, T. Espevik, and G. Teti. 2000. -2 Integrins are involved in cytokine responses to whole Gram-positive bacteria. J. Immunol. 164:5871-5876.  11. Ellington, J. K., A. Elhofy, K. L. Bost, and M. C. Hudson. 2001. Involvement of mitogen-activated protein kinase pathways in Staphylococcus aureus inva- sion of normal osteoblasts. Infect. Immun. 69:5235-5242.  12. Goldenberg, D. L., and J. I. Reed. 1985. Bacterial arthritis. N. Engl. J. Med. 312:764-771.  13. Hanski, E., and M. Caparon. 1992. Protein F, a fibronectin-binding protein, is an adhesion of the group A streptococcus Streptococcus pyogenes. Proc. Natl. Acad. Sci. USA 89:6172-6176.  14. Kaneda, T., T. Nojima, M. Nakagawa, A. Ogasawara, H. Kaneko, T. Sato, H. Mano, M. Kumegawa, and Y. Hakeda. 2000. Endogenous production of TGF-- is essential for osteoclastogenesis induced by a combination of re- ceptor activator of NF--B ligand and macrophage-colony-stimulating factor. J. Immunol. 165:4254-4263.  15. Kawabata, S., H. Kuwata, I. Nakagawa, S. Morimatsu, K. Sano, and S. Hamada. 1999. Capsular hyaluronic acid of group A streptococci hampers their invasion into human pharyngeal epithelial cells. Microb. Pathog. 27: 71-80.  16. Kikuchi, T., T. Matsuguchi, N. Tsuboi, A. Mitani, S. Tanaka, M. Matsuoka, G. Yamamoto, T. Hishikawa, T. Noguchi, and Y. Yoshikai. 2001. Gene expression of osteoclast differentiation factor is induced by lipopolysaccha- ride in mouse osteoblasts via toll-like receptors. J. Immunol. 166:3574-3579.  17. Kong, Y. Y., U. Feige, I. Sarosi, B. Bolon, A. Tafuri, S. Morony, C. Cappar- elli, J. Li, R. Elliott, S. McCabe, T. Wong, G. Campagnuolo, E. Moran, E. R. Bogoch, G. Van, L. T. Nguyen, P. S. Ohashi, D. L. Lacey, E. Fish, W. J. Boyle, and J. M. Penninger. 1999. Activated T cells regulate bone loss and joint destruction in adjuvant arthritis through osteoprotegerin ligand. Nature 402: 304-309.  18. Kong, Y. Y., H. Yoshida, I. Sarosi, H. I. Tan, E. Timms, C. Capparelli, S. Morony, A. J. Oliveira-dos-Santos, G. Van, A. Itie, W. Khoo, A. Wakeham, C. R. Dunstan, D. L. Lacey, T. W. Mak, W. J. Boyle, and J. M. Penninger. 1999. OPGL is a key regulator of osteoclastogenesis, lymphocyte develop- ment and lymph-node organogenesis. Nature 397:315-323.  954 OKAHASHI ET AL. INFECT. IMMUN.    19. Kotake, S., N. Udagawa, M. Hakoda, M. Mogi, K. Yano, E. Tsuda, K. Takahashi, T. Furuya, S. Ishiyama, K. J. Kim, S. Saito, T. Nishikawa, N. Takahashi, A. Togari, T. Tomatsu, T. Suda, and N. Kamatani. 2001. Acti- vated human T cells directly induce osteoclastogenesis from human mono- cytes: possible role of T cells in bone destruction in rheumatoid arthritis patients. Arthritis Rheum. 44:1003-1012.  20. LaPenta, D., C. Rubens, E. Chi, and P. P. Cleary. 1994. Group A strepto- cocci efficiently invade human respiratory epithelial cells. Proc. Natl. Acad. Sci. USA 91:12115-12119.  21. Nakagawa, I., M. Nakata, S. Kawabata, and S. Hamada. 2001. Cytochrome c-mediated caspase-9 activation triggers apoptosis in Streptococcus pyogenes- infected epithelial cells. Cell. Microbiol. 3:395-405.  22. Nakashima, T., Y. Kobayashi, S. Yamasaki, A., Kawakami, K. Eguchi, H. Sasaki, and H. Sakai. 2000. Protein expression and functional difference of membrane-bound and soluble receptor activator of NF--B ligand: modula- tion of the expression by osteotropic factors and cytokines. Biochem. Bio- phys. Res. Commun. 275:768-775.  23. Onoe, Y., C. Miyaura, T., Kaminakayashiki, Y. Nagai, K. Noguchi, Q. R. Chen, H. Seo, H. Ohta, S. Nozawa, I. Kudo, and T. Suda. 1996. IL-13 and IL-4 inhibit bone resorption by suppressing cyclooxygenase-2-dependent prostaglandin synthesis in osteoblasts. J. Immunol. 156:758-764.  24. Ozeri, V., I. Rosenshine, A. Ben-Ze'ev, G. M. Bokoch, T.-S. Jou, and E. Hanski. 2001. De novo formation of focal complex-like structures in host cells by invading streptococci. Mol. Microbiol. 41:561-573.  25. Ruiz, N., B. Wang, A. Pentland, and M. Caparon. 1998. Streptolysin O and adherence synergistically modulate proinflammatory responses of keratino- cytes to group A streptococci. Mol. Microbiol. 27:337-346.  26. Schattner, A., and K. L. Vosti. 1998. Bacterial arthritis due to beta-hemolytic streptococci of serogroups A, B, C, F, and G. Medicine 77:122-139.  27. Suda, T., N. Takahashi, N. Udagawa, E. Jimi, M. T. Gillespie, and T. J.  Martin. 1999. Modulation of osteoclast differentiation and function by the new members of the tumor necrosis factor receptor and ligand families. Endocr. Rev. 20:345-357.  28. Takayanagi, H., K. Ogasawara, S. Hida, T. Chiba, S. Murata, K. Sato, A. Takaoka, T. Yokochi, H. Oda, K. Tanaka, K. Nakamura, and T. Taniguchi. 2000. T-cell-mediated regulation of osteoclastogenesis by signalling cross- talk between RANKL and IFN-gamma. Nature 408:600-605.  29. Tang, P., I. Rosenshine, P. Cossart, and B. B. Finlay. 1996. Listeriolysin O activates mitogen-activated protein kinase in eucaryotic cells. Infect. Immun. 64:2359-2361.  30. Tarkowski, A., L. V. Collins, I. Gjertsson, O. H. Hultgren, I.-M. Jonsson, E. Sakiniene, and M. Verdrengh. 2001. Model systems: modeling human staph- ylococcal arthritis and sepsis in the mouse. Trends Microbiol. 9:321-326.  31. Tissi, L., P. Marconi, P. Mosci, L. Merletti, P. Cornacchione, E. Rosati, S. Recchia, C. von Hunolstein, and G. Orefici. 1990. Experimental model of type IV Streptococcus agalactiae (group B streptococcus) infection in mice with early development of septic arthritis. Infect. Immun. 58:3093-3100.  32. Tissi, L., M. Puliti, R. Barluzzi, G. Orefici, C. von Hunolstein, and F. Bistoni. 1999. Role of tumor necrosis factor alpha, interleukin-1-, and in- terleukin-6 in a mouse model of group B streptococcal arthritis. Infect. Immun. 67:4545-4550.  33. Wang, B., N. Ruiz, A. Pentland, and M. Caparon. 1997. Keratinocyte proin- flammatory responses to adherent and nonadherent group A streptococci. Infect. Immun. 65:2119-2126.  34. Yasuda, H., N. Shima, N. Nakagawa, K. Yamaguchi, M. Kinoshita, S. Mo- chizuki, A. Tomoyasu, K. Yano, M. Goto, A. Murakami, E. Tsuda, T. Mori- naga, K. Higashio, N. Udagawa, N. Takahashi, and T. Suda. 1998. Osteoclast differentiation factor is a ligand for osteoprotegerin/osteoclastogenesis-in- hibitory factor and is identical to TRANCE/RANKL. Proc. Natl. Acad. Sci. USA 95:3597-3602.  Editor: J. N. Weiser  VOL. 71, 2003 STREPTOCOCCI INDUCE RANKL PRODUCTION IN OSTEOBLASTS 955  View publication statsView publication stats  https://www.researchgate.net/publication/8541543",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}