{
    "summary": "The metastasis-associated gene C4.4A encodes a glycolipid-anchored membrane protein expressed in several human malignancies. The present study aimed to perform a detailed assessment of C4.4A expression in colorectal cancer tissues, in terms of intra-cellular localization, intra-tumoral location and difference in molecular weight. To advance this goal, we developed three new antibodies against the C4.4A protein (two polyclonal Abs: C4.4A-119 and C4.4A-277 and one monoclonal Ab: C4.4A GPI-M) to use in addition to the two previously produced polyclonal Abs (C4.4A-81, C4.4A GPI-P). Antibody specificities were confirmed by absorption tests. Western blot analysis and immunohistochemistry showed that the C4.4A-119 and C4.4-277 Abs detected 70-kDa C4.4A, mainly in the cytoplasm, irrespective of intra-tumoral location. The C4.4A GPI-P and C4.4A GPI-M Abs reacted with the membranous ~40-kDa C4.4A, exclusively at the tumor invasive front, and each detected an identical tumor cell population. The tested antibodies showed varied C4.4A detection rates in 33 CRC tissues. The C4.4A-277 Ab yielded the highest positive rate in 29 of 33 CRC tissues (87.9%), while the C4.4A GPI-P and C4.4A GPI-M Abs each only showed 33.3% positivity. The present findings suggest that the GPI anchor signaling sequence may be essential for detecting membranous C4.4A at the invasive front of CRC tissues.",
    "title": "Distinct expression of C4.4A in colorectal cancer detected by different antibodies",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/233750550  Distinct expression of C4.4A in colorectal cancer detected by different  antibodies  Article  in  International Journal of Oncology · November 2012  DOI: 10.3892/ijo.2012.1714 · Source: PubMed  CITATIONS  4 READS  94  10 authors, including:  Some of the authors of this publication are also working on these related projects:  HY project View project  Cancer metastasis and glycosylation View project  Hirofumi Yamamoto  Osaka University  502 PUBLICATIONS   12,969 CITATIONS     SEE PROFILE  Masahisa Ohtsuka  Osaka Police Hospital  71 PUBLICATIONS   567 CITATIONS     SEE PROFILE  Mamoru Uemura  Osaka University  243 PUBLICATIONS   2,127 CITATIONS     SEE PROFILE  Ichiro Takemasa  Osaka City University  344 PUBLICATIONS   7,304 CITATIONS     SEE PROFILE  All content following this page was uploaded by Hirofumi Yamamoto on 05 June 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/233750550_Distinct_expression_of_C44A_in_colorectal_cancer_detected_by_different_antibodies?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/233750550_Distinct_expression_of_C44A_in_colorectal_cancer_detected_by_different_antibodies?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/HY-project?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Cancer-metastasis-and-glycosylation?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hirofumi-Yamamoto?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hirofumi-Yamamoto?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osaka_University?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hirofumi-Yamamoto?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Masahisa-Ohtsuka?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Masahisa-Ohtsuka?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osaka_Police_Hospital?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Masahisa-Ohtsuka?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mamoru-Uemura?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mamoru-Uemura?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osaka_University?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mamoru-Uemura?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ichiro-Takemasa-2?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ichiro-Takemasa-2?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osaka_City_University?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ichiro-Takemasa-2?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hirofumi-Yamamoto?enrichId=rgreq-5a2e64d225ca27a8363ae2b91ff39d25-XXX&enrichSource=Y292ZXJQYWdlOzIzMzc1MDU1MDtBUzoxMDQ2OTE0NDY4NDU0NTFAMTQwMTk3MTc5NjE4Mg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   INTERNATIONAL JOURNAL OF ONCOLOGY  42:  197-201,  2013  Abstract. The metastasis-associated gene C4.4A encodes a  glycolipid-anchored membrane protein expressed in several  human malignancies. The present study aimed to perform a  detailed assessment of C4.4A expression in colorectal cancer  tissues, in terms of intra-cellular localization, intra-tumoral  location and difference in molecular weight. To advance this  goal, we developed three new antibodies against the C4.4A  protein (two polyclonal Abs: C4.4A-119 and C4.4A-277 and  one monoclonal Ab: C4.4A GPI-M) to use in addition to the  two previously produced polyclonal Abs (C4.4A-81, C4.4A  GPI-P). Antibody specificities were confirmed by absorption  tests. Western blot analysis and immunohistochemistry showed  that the C4.4A-119 and C4.4-277 Abs detected 70-kDa C4.4A,  mainly in the cytoplasm, irrespective of intra-tumoral location.  The C4.4A GPI-P and C4.4A GPI-M Abs reacted with the  membranous ~40-kDa C4.4A, exclusively at the tumor invasive  front, and each detected an identical tumor cell population. The  tested antibodies showed varied C4.4A detection rates in 33  CRC tissues. The C4.4A-277 Ab yielded the highest positive  rate in 29 of 33 CRC tissues (87.9%), while the C4.4A GPI-P  and C4.4A GPI-M Abs each only showed 33.3% positivity. The  present findings suggest that the GPI anchor signaling sequence  may be essential for detecting membranous C4.4A at the inva- sive front of CRC tissues.   Introduction   The C4.4A protein was first identified in a highly metastatic  rat pancreatic adenocarcinoma cell line (1,2). The human  homologue of rat C4.4A is located on chromosome 19q13.1-  q13.2 and was cloned in 2001 (3). Studies of the molecular  structure indicate that C4.4A is a glycosylphosphatidyl-inositol  (GPI)-anchored membrane protein with 30% homology to the  urokinase-type plasminogen activator receptor (4,5). In normal  human tissues, C4.4A mRNA is present in placental tissue, skin,  esophagus, and leukocytes (3); but the physiological function  of the C4.4A protein is largely unknown. C4.4A expression is  upregulated in some types of human malignancies, and human  C4.4A mRNA has been detected in cancer cell lines, including  melanoma, breast, bladder, and renal cell carcinoma, as well as  in tumor tissue samples from malignant melanoma, colorectal  cancer (CRC), breast cancer, lung carcinoma, and urothelial  tumors (5-10).   We previously detected C4.4A protein expression on the  plasma membranes of tumor cells at the invasive front in 25.6%  of 132 CRCs (11). In that study, we used a polyclonal antibody  that recognizes the C4.4A C-terminus containing the GPI  anchor signaling sequence. In contrast, Paret et al (9) reported  that 85.4% of CRC tissues showed distinct C4.4A expression  by immunohistochemistry, and they did not mention an inva- sive front-specific expression pattern. We also observed that  another C4.4A polyclonal antibody that was raised against  amino acids near the N-terminus did not react with the C4.4A  protein in CRC tissue samples, while it did recognize C4.4A  in the esophageal squamous epithelium (11). These findings  suggest that distinct antibodies detect different species of the  C4.4A protein.   In the present study, we further investigated C4.4A  expression in CRC tissue samples. We developed three novel  antibodies (two polyclonal antibodies: C4.4A-119 and C4.4A- 277, and one monoclonal antibody: C4.4A GPI-M) and tested  them in addition to the two previously produced antibodies  (C4.4A-81, and C4.4A GPI-P) (11). Using these antibodies for  immunohistochemistry, we performed a detailed assessment of  the C4.4A protein with regard to expression rates in CRC cases,  intra-cellular localization in tumor cells (cytoplasm or plasma  membrane), and intra-tumoral localization (invasive front, or  intermediate portion to superficial portion of the cancer body).  Western blot analysis was also performed to determine the  molecular weight of the C4.4A protein bound by each antibody.  Our results show that GPI anchor signaling sequence may be  essential for detecting membranous C4.4A at the invasive front  of CRC, which is of clinical significance.   Distinct expression of C4.4A in colorectal cancer   detected by different antibodies  HIROFUMI YAMAMOTO,  RYOTA OSHIRO,  MASAHISA OHTSUKA,  MAMORU UEMURA,   NAOTSUGU HARAGUCHI,  JUNICHI NISHIMURA,  ICHIRO TAKEMASA,   TSUNEKAZU MIZUSHIMA,  YUICHIRO DOKI  and  MASAKI MORI   Department of Surgery, Gastroenterological Surgery, Graduate School of Medicine, Osaka University, Suita, Osaka, Japan  Received July 20, 2012;  Accepted September 3, 2012  DOI: 10.3892/ijo.2012.1714  Correspondence to: Dr Hirofumi Yamamoto, Department of  Surgery, Gastroenterological Surgery, Graduate School of Medicine,  Osaka University, 2-2 Yamada-oka, Suita, Osaka 565-0871, Japan E-mail: hyamamoto@gesurg.med.osaka-u.ac.jp  Abbreviations: Ab, antibody; CRC, colorectal cancer; GPI, glycosyl-  phosphatidyl-inositol  Key words: C4.4A, colorectal cancer, GPI anchor, localization    YAMAMOTO et al:  C4.4A EXPRESSION IN CRC198  Materials and methods   Tissue samples and cell lines. All colorectal tissue samples  (n=33) were collected during surgery at the Department of  Surgery, Osaka University (Osaka, Japan). Samples were fixed  in buffered formalin at 4˚C overnight, processed through graded  ethanol solutions, and embedded in paraffin. The specimens were  appropriately used, with the approval of the Ethics Committee  at the Graduate School of Medicine, Osaka University. The  human colon cancer cell line HCT116 was obtained from the  American Type Culture Collection (Manassas, VA, USA). Cells  were grown in DMEM supplemented with 10% fetal bovine  serum (FBS), 100 U/ml penicillin, and 100 µg/ml streptomycin,  at 37˚C in a humidified incubator, under 5% CO2 in air.  Antibodies. To generate rabbit polyclonal antibodies, rabbits  were immunized with the target peptides bound to thyro- globulin. The C4.4A-specific IgG was purified by passage  of the antisera over a peptide column in which the peptide  had been coupled to the beads. To generate the anti-human  C4.4A monoclonal antibody, mice (BALB/c or BDF1, Charles  River, Japan) were immunized weekly with thyroglobulin- conjugated C4.4A peptides (50 µg/mouse). We used partial  human C4.4A peptide consisting of amino acid residues  301-316 (AGHQDRSNSGQYPAKG) as an immunogen for  the C-terminus containing a portion of the GPI anchor. The  cysteine residue was combined in the immunogen beforehand  for binding to the carrier protein, bovine thyroglobulin. After  four immunizations, the spleen was isolated and fused with  X63Ag8 myeloma cells. Through limited dilution and the  screening process, the 11A1 clone was selected. The rabbit  anti-human actin antibody was purchased from Sigma-Aldrich  (St. Louis, MO, USA).  Immunohistochemistry. Tissue sections (4-µm thick) were  prepared from paraffin-embedded blocks. After antigen  retrieval treatment in 10 mM citrate buffer (pH 6.0) at 95˚C for  40 min, immunostaining was carried out using the Vectastain  ABC peroxidase kit (Vector Laboratories, Burlingame, CA,  USA) as we have described previously (12,13). The slides  were incubated overnight at 4˚C with appropriate antibodies  diluted as follows: C4.4A-119, 1:20; C4.4A-278, 1:20; C4.4A  GPI-P, 1:200; and C4.4A GPI-M, 1:50. Non-immunized rabbit   IgG or mouse IgG (Vector Laboratories) was substituted for  the primary antibody as a negative control to exclude possible  false-positive responses from the secondary antibody or from  non-specific binding of IgG.   Western blot analysis. Western blot analysis was performed  as described previously (14,15). Briefly, 20-µg protein samples  were separated by 12.5% polyacrylamide gel electrophoresis  followed by electroblotting onto a polyvinylidene difluoride  membrane (PVDF). The membrane was incubated for 1 h with  the primary antibodies at the following concentrations: C4.4A- 119, 1:50; C4.4A-278, 1:50; C4.4A GPI-P, 1:500; C4.4A GPI-M,  1:50; and actin, 1:1000. The protein bands were detected  using the Amersham Enhanced Chemiluminescence (ECL)  Detection System (Amersham Biosciences Corp., NJ, USA).   Absorption test. For absorption testing, an excess amount of  immunogen peptide was added to the antibody (20 mol:1 mol),  the mixture was incubated overnight at 4˚C and was used  instead of the primary antibody.   Results  Generation of C4.4A antibodies. In this study, we generated two  novel rabbit anti-human C4.4A polyclonal antibodies, C4.4A- 119 and C4.4A-277, and a mouse anti-human C4.4A monoclonal  antibody, C4.4A GPI-M. The immunogens used for C4.4A-119  and C4.4A-277 were 119LTSRALDPAGNE SAYPPNGVEC and  277SQTP RQGVEHEASR DEEPRLT, respectively (Fig. 1). The  anti-human C4.4A monoclonal antibody C4.4A GPI-M was  raised against 301AGHQDRSNSGQYPAKG at the C-terminus  containing a portion of the GPI anchor signaling sequence  (Fig. 1). The 301AGHQDRSNSGQYPAKG immunogen was  used in our previous study to generate a GPI-related polyclonal  antibody, anti-human C4.4A antibody-2 antibody, which we  also used in the present study for comparison (designated as  C4.4A GPI-P in this study for simplicity).   Western blot analysis. The C4.4A-119 and C4.4A-277 anti- bodies in HCT116 each produced a band at around 70 kDa, and  the absorbed antibodies eliminated these bands (Fig. 2A and  B). On the other hand, the C4.4A GPI-P antibody in HCT116  produced doublet bands at 40 and 52 kDa (Fig. 2C), and the   Figure 1. Amino acid sequences of the C4.4A protein with the epitopes employed as immunogens in bold. C4.4A-81 starts at AA 81, C4.4A-119 at AA 119,  C4.4A-277 at AA 277, and C4.4A GPI-P and C4.4A GPI-M start at AA 301. The boxed area indicates the GPI anchor signaling sequence. 309SGQYPAKG is  destined to be cut off when the C4.4A molecule is anchored onto the plasma membrane.    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  197-201,  2013 199  absorbed antibody abolished a band at 40 kDa, which can be  visualized on the tissue sections; similar results were observed  with the C4.4A GPI-M antibody (Fig. 2D).  Immunohistochemistry. The C4.4A antibodies yielded positive  staining for the C4.4A protein on tumor cells in CRC tissue  specimens, and the pre-absorbed antibodies abolished this  staining (Fig. 3).  Localization of C4.4A and positive staining rate in CRC tissues  with each antibody. Immunohistochemistry revealed that the   C4.4A protein was differently detected by each antibody in  terms of intra-cellular and intra-tumoral locations, and positive  staining rate. Using the C4.4A-119 antibody, positive staining  was noted in 17 of 33 CRC cases (51.5%); relatively weak cyto- plasmic staining was observed in the tumor cells, irrespective  of location in the tumor body, i.e., superficial to intermediate  area or invasive front (Fig. 4A). With the C4.4A-277 antibody,  29 of 33 CRC samples (87.9%) were positive for cytoplasmic  C4.4A, and staining was observed at both the invasive front  and superficial to intermediate portions (Fig. 4A); membranous  staining was generally not evident, but weak positive staining   Figure 3. Absorption test on CRC tissues. (A), C4.4A-119 antibody; (B), C4.4A-277 antibody; (C), C4.4A GPI-P antibody; and (D), C4.4A GPI-M antibody. The  scale bars indicate 500 µm (A-D).  Figure 2. Western blot analysis for the C4.4A protein using lysates from HCT116 colon cancer cells. (A), C4.4A-119 antibody; (B), C4.4A-277 antibody; (C), C4.4A  GPI-P antibody; (D), C4.4A GPI-M antibody. The arrows indicate the band corresponding to the C4.4A protein.     YAMAMOTO et al:  C4.4A EXPRESSION IN CRC200  was occasionally observed in only a portion of the cancer body.  On the other hand, the C4.4A GPI-P antibody produced intense  membranous staining at the invasive front in 11 of 33 CRC  cases (33.3%), but this staining was usually not found at the  superficial to intermediate portions (Fig. 4B).   The C4.4A GPI-M antibody showed a staining pattern  similar to that produced by the C4.4A GPI-P antibody (Fig. 5).   Staining by both GPI-related antibodies in serial sections  revealed identical heterogeneous C4.4A expression patterns at  the intermediate portion of the cancer body. The C4.4A GPI-M  antibody also provided intense membranous staining in the  tumor cells, only at the invasive front.  Discussion  In this study, we used four specific antibodies against the C4.4A  protein, three of which were newly produced. Antibody speci- ficities were verified by absorption tests, and efficacies by both  western blot analysis and immunohistochemistry. The use of  these distinct antibodies revealed several isoforms of the C4.4A  protein, which differed in terms of molecular weight, intra- tumoral location, and intra-cellular localization. Western blot  analysis revealed the existence of at least two isoforms: a long  form of ~70 kDa, and a short form of ~40 kDa. This finding is  consistent with the report by Paret et al that the recombinant  C4.4A protein is digested by trypsin treatment from a long  form of over 70 kDa to a proteolytic fragment of 40 kDa (9).  Hansen et al also observed that both a long form (67 kDa) and  short form (40 kDa) were present in the normal esophageal  epithelium and at the superficial portion of the cancer body  of the esophagus, whereas the short form of ~40 kDa was  predominant in the invasive front of the cancer body (16).   In the present study, we found that the C4.4A-119 and C4.4A- 277 antibodies reacted with the long form of C4.4A (70 kDa)  and exhibited mainly cytoplasmic intra-cellular localization,  irrespective of intra-tumoral location. In the tested CRC cases,   Figure 4. Immunohistochemistry of C4.4A at either a superficial to intermediate portion of the cancer body or at the invasive front of CRC tissue. (A), Representative  CRC samples stained with the C4.4A-119 antibody, the C4.4A-277 antibody; and (B), the C4.4A GPI-P antibody. The scale bars indicate 200 µm (A and B).  Figure 5. Immunohistochemistry of C4.4A using GPI-related antibodies. Serial  sections stained with the C4.4A GPI-M antibody and the C4.4A GPI-P anti- body showed identical patterns of C4.4A-positive cells in the cancer glands.  Identical heterogeneous C4.4A expression patterns were also noted at the  intermediate portion of the cancer body. The scale bars indicate 100 µm. A  membranous expression pattern was observed at tumor invasive fronts with  each antibody. The dotted scale bars indicate 50 µm.   Table I. Detection of C4.4A expression by C4.4A antibodies.   C4.4A-119 C4.4A-277 C4.4 GPI-P C4.4 GPI-M  Positive rate in CRC tissue 51.5% 87.9% 33.3% 33.3% Intra-cellular localization Cytoplasm Cytoplasm (occasionally Plasma membrane Plasma membrane   plasma membrane) Intra-tumor localization All layers All layers Limited to invasive front Limited to invasive front Molecular weight 70 kDa 70 kDa 40 kDa 40 kDa    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  197-201,  2013 201  the C4.4A-119 and C4.4A-277 antibodies showed positive rates  of 51.5% and 87.9%, respectively, indicating that cytoplasmic  C4.4A was relatively frequently present in CRC tissues. Paret  et al (9) previously used an antibody created with immunogens  from two different portions of C4.4A (amino acids 278-302  and 119-138), and showed C4.4A expression in more than 80%  of CRC tissue samples. Another study on C4.4A expression in  esophageal squamous cell carcinoma (ESCC) showed a 100%  detection rate (14 of 14 ESCC cases) using an antibody that  recognizes the Domain III portion of the C4.4A molecule  (5,16). These findings suggest that C4.4A could be a sensitive  marker for CRC and ESCC when using the specific antibodies  with high C4.4A detection rates.  On the other hand, we found that the C4.4A GPI-P antibody  detected mainly membranous C4.4A at the invasive front of  CRC tissues, at a lower rate of 33.3%. These findings suggest  that, although cytoplasmic C4.4A is commonly detected in CRC  tissues, only certain CRCs expressed membranous C4.4A. We  hypothesize that the membranous type of C4.4A is function- ally important and of clinical significance; it is possible that  C4.4A on the plasma membrane could play a crucial role in  invasion and metastasis. We previously reported that membra- nous C4.4A was linked to venous invasion, and associated with  poor prognosis (especially hematogenous metastasis) in CRC  (11). Moreover, we recently found that membranous C4.4A  was tightly linked to EMT (epithelial-mesenchymal transition)  change, and associated with tumor budding (17), a putative  hallmark of cell invasion of CRC (18,19).   To explore whether the GPI anchor sequence was essential  for detecting membranous C4.4A at the invasive front, we  developed the novel monoclonal antibody C4.4A GPI-M. The  antibody detected a membranous C4.4A expression pattern at  the invasive front, similar to that shown by the C4.4A GPI-P  antibody. Both C4.4A GPI-P and C4.4A GPI-M antibodies  produced a band at around 40 kDa. These findings suggest that  the C4.4A protein may exist as a proteolytic fragment on the  plasma membrane in a subset of CRC. Based on these results,  we concluded that the GPI anchor signaling sequence is essen- tial for detecting membranous C4.4A at the invasive front. The  present findings also suggest that C4.4A might be digested into  the short form at the invasive front of CRC when it links to the  plasma membrane via the GPI anchor.  In conclusion, as summarized in Table I, we found that the  majority of CRC tissues expressed cytoplasmic C4.4A, and a  subset of CRCs displayed C4.4A on the plasma membrane.  Both the C4.4A GPI-M antibody and the C4.4A GPI-P antibody  exhibited membranous expression patterns, suggesting that  the GPI anchor signaling sequence is essential for detecting  membranous C4.4A at the invasive front.  Acknowledgements  This work was supported by a Grant-in-Aid for Cancer  Research from the Ministry of Education, Science, Sports, and  Culture Technology, Japan, to H.Y.  References    1. Claas C, Herrmann K, Matzku S, Möller P and Zöller M:  Developmentally regulated expression of metastasis-associated  antigens in the rat. Cell Growth Differ 7: 663-678, 1996.    2. Matzku S, Wenzel A, Liu S and Zöller M: Antigenic differ- ences between metastatic and nonmetastatic BSp73 rat tumor  variants characterized by monoclonal antibodies. Cancer Res 49:   1294-1299, 1989.    3. Würfel J, Seiter S, Stassar M, et al: Cloning of the human  homologue of the metastasis-associated rat C4.4A. Gene 262:  35-41, 2001.    4. Rösel M, Claas C, Seiter S, Herlevsen M and Zöller M: Cloning  and functional characterization of a new phosphatidyl-inositol  anchored molecule of a metastasizing rat pancreatic tumor.  Oncogene 17: 1989-2002, 1998.    5. Hansen LV, Gårdsvoll H, Nielsen BS, et al: Structural analysis  and tissue localization of human C4.4A: a protein homologue of  the urokinase receptor. Biochem J 380: 845-857, 2004.    6. Hansen LV, Skov BG, Ploug M and Pappot H: Tumour cell expres- sion of C4.4A, a structural homologue of the urokinase receptor,  correlates with poor prognosis in non-small cell lung cancer.  Lung Cancer 58: 260-266, 2007.    7. Seiter S, Stassar M, Rappl G, Reinhold U, Tilgen W and Zöller M:  Upregulation of C4.4A expression during progression of  melanoma. J Invest Dermatol 116: 344-347, 2001.    8. Fletcher G, Patel S, Tyson K, et al: hAG-2 and hAG-3, human  homologues of genes involved in differentiation, are associated  with oestrogen receptor-positive breast tumours and interact with  metastasis gene C4.4a and dystroglycan. Br J Cancer 88: 579-585,  2003.    9. Paret C, Hildebrand D, Weitz J, et al: C4.4A as a candidate marker  in the diagnosis of colorectal cancer. Br J Cancer 97: 1146-1156,  2007.  10. Smith BA, Kennedy WJ, Harnden P, Selby PJ, Trejdosiewicz LK  and Southgate J: Identification of genes involved in human urothe- lial cell - matrix interactions: implications for the progression  pathways of malignant urothelium. Cancer Res 61: 1678-1685,  2001.  11. Konishi K, Yamamoto H, Mimori K, et al: Expression of C4.4A  at the invasive front is a novel prognostic marker for disease  recurrence of colorectal cancer. Cancer Sci 101: 2269-2277, 2010.   12. Noura S, Yamamoto H, Ohnishi T, et al: Comparative detection  of lymph node micrometastases of stage II colorectal cancer by  reverse transcriptase polymerase chain reaction and immuno- histochemistry. J Clin Oncol 20: 4232-4241, 2002.  13. Yamamoto H, Kondo M, Nakamori S, et al: JTE-522, a cyclo- oxygenase-2 inhibitor, is an effective chemopreventive agent  against rat experimental liver fibrosis. Gastroenterology 125:  556-571, 2003.  14. Takemasa I, Yamamoto H, Sekimoto M, et al: Overexpression  of CDC25B phosphatase as a novel marker of poor prognosis of  human colorectal carcinoma. Cancer Res 60: 3043-3050, 2000.  15. Yamamoto H, Soh JW, Shirin H, et al: Comparative effects of  overexpression of p27Kip1 and p21Cip1/Waf1 on growth and differen- tiation in human colon carcinoma cells. Oncogene 18: 103-115,  1999.  16. Hansen LV, Laerum OD, Illemann M, Nielsen BS and Ploug M:   Altered expression of the urokinase receptor homologue, C4.4A,  in invasive areas of human esophageal squamous cell carcinoma.  Int J Cancer 122: 734-741, 2008.  17. Oshiro R, Yamamoto H, Takahashi H, et al: C4.4A is associated  with tumor budding and epithelial-mesenchymal transition of  colorectal cancer. Cancer Sci 103: 1155-1164, 2012.  18. Hase K, Shatney C, Johnson D, Trollope M and Vierra M:  Prognostic value of tumor budding in patients with colorectal  cancer. Dis Colon Rectum 36: 627-635, 1993.  19. Ueno H, Murphy J, Jass J, Mochizuki H and Talbot I: Tumour- budding as an index to estimate the potential of aggressiveness in  rectal cancer. Histopathology 40: 127-132, 2002.  View publication statsView publication stats  https://www.researchgate.net/publication/233750550",
    "references": [],
    "authors": [
        "HIROFUMI YAMAMOTO",
        "RYOTA OSHIRO",
        "MASAHISA OHTSUKA",
        "MAMORU UEMURA",
        "NAOTSUGU HARAGUCHI",
        "JUNICHI NISHIMURA",
        "ICHIRO TAKEMASA",
        "TSUNEKAZU MIZUSHIMA",
        "YUICHIRO DOKI  MASAKI MORI"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}