{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Tiam1 is associated with hepatocellular carcinoma metastasis   Tiam1 is associated with hepatocellular carcinoma metastasis  Jing Huang 1 *, Xianghua Ye  1 *, Jian Guan  1 , Bin Chen  2 , Qisheng Li  1 , Xiaokang Zheng  1 , Laiyu Liu  3 , Shuang Wang  4 ,  Yanqing Ding 4 , Yi Ding  1 and Longhua Chen  1  1 Department of Radiation Oncology, Nanfang Hospital, Southern Medical University, Guangzhou, Guangdong Province, People's Republic of China  2 Department of academic research and medical training, General Hospital of Guangzhou Military Command of PLA, Guangzhou, Guangdong Province,  People's Republic of China 3 Department of Respiratory, Nanfang Hospital, Southern Medical University, Guangzhou, Guangdong Province, People's Republic of China  4 Department of Pathology, School of Basic Medical Sciences, Southern Medical University, Guangzhou, Guangdong Province, People's Republic of China  We have previously demonstrated that overexpression of T lymphoma invasion and metastasis 1 (Tiam1) is correlated with  poor prognosis in patients with hepatocellular carcinoma (HCC). In this study, we tried to further investigate the potential  roles of Tiam1 in the progression of HCC in a larger set of samples. By detecting Tiam1 expression in 213 HCC patients, we  observed that Tiam1 had a higher probability of being overexpressed in HCC patients with metastasis than those without  metastasis (68.3% vs. 52.7%, p 5 0.036). In addition, the cell line with high metastatic potential expressed more Tiam1 than  did the cell line with low metastatic potential. Overexpression of Tiam1 was suggested to be significantly correlated with HCC  metastasis. We stably upregulated Tiam1 expression in MHCC97L as well as knocked down Tiam1 expression in HCCLM6. We  also investigated the effects of Tiam1 overexpression and knockdown on HCC cells proliferation, migration and invasion  in vitro and on tumorigenicity and metastasis in vivo. Overexpression of Tiam1 increased proliferation, migration and invasion  of MHCC97L cells, while knockdown of Tiam1 in HCCLM6 cells resulted in the reverse. In vivo functional studies showed  upregulation of Tiam1 expression led to an enhancement of tumorigenicity and metastatic potential in mice. However,  knockdown of Tiam1 expression exhibited nearly 2.2-fold retardation in tumor growth and great inhibition on tumor  metastases. Our results indicate that Tiam1, as a metastasis-related gene, may contribute to HCC invasion and metastasis,  and consequently, it may be a useful biomarker for therapeutic strategy and control in HCC treatment.  It is of great importance to elucidate the molecular mecha- nisms that control hepatocellular carcinoma (HCC) metasta- sis for a successful treatment. Previous investigations have implicated several genes associated with HCC metastasis, including ephrinA2,1 chemokine receptor CXCR7,2 CLU3 and CHD1L.4 However, there is little research on the association  of T lymphoma invasion and metastasis 1 (Tiam1) with HCC.  Tiam1, a member of the Dbl gene family of guanine nu- cleotide exchange factors (GEFs), was first identified by pro- viral tagging in combination with in vitro selection for inva- siveness from murine leukemia cells.5 It mediates a broad range of cellular processes, including cellular migration and adhesion. Alterations in Tiam1 expression/function may con- tribute to tumorigenesis and carcinoma progression of com- mon types of human cancer.6-8 Tiam1 overexpressed in can- cers is considered to be a new potential or even an independent predictor of poor prognosis for clinical patients. Many recent reports support that Tiam1 is a metastasis- related gene of a variety of cancers, such as breast cancer,9,10  colorectal cancer (CRC),11,12 prostate cancer,13 lung cancer,14  Ras-induced skin tumors15 and renal cell carcinoma.16 How- ever, we failed to observe the link between Tiam1 and HCC metastasis. Moreover, little attention has been paid to the Tiam1 functions in HCC.  In our previous study,17 we noticed overexpression of Tiam1 in HCC cell lines as well as in HCC tissues both at transcriptional and translational levels. The overall survival of our study cohort was significantly poorer in cases with Tiam1 high expression than in low expression cases, indicat- ing Tiam1 expression is a significant and independent prog- nostic parameter for HCC patients. Tiam1 was considered to be related to many cancer metastases. Although our results  Key words: hepatocellular carcinoma, Tiam1 gene, invasion,  metastasis, biomarker  *J.H. and X.Y. contributed equally to this work  Grant sponsor: National Natural Science Foundation of China;  Grant numbers: 30801380, 81101822; Grant sponsor: Natural  Science Foundation of Guangdong Province, China; Grant numbers:  8151051501000027, 10451001002005047; Grant sponsor: Innovation  Fund for Graduate Students of Guangdong; Grant number:  sybzzxm41; Grant sponsor: Guangzhou Science and Technology  Key Project; Grant number: 11C26090521  DOI: 10.1002/ijc.27627  History: Received 31 Oct 2011; Accepted 26 Apr 2012; Online 10  May 2012  Correspondence to: Yi Ding, Department of Radiation Oncology,  Nanfang Hospital, Southern Medical University, Guangzhou  510515, People's Republic of China, Tel.: 86-20-61642136,  E-mail: rebacca197980@yahoo.com.cn; or Longhua Chen,  Department of Radiation Oncology, Nanfang Hospital, Southern  Medical University, Guangzhou 510515, People's Republic of China,  Tel.: 86-20-61642136, E-mail: chenlhsmu@126.com  E ar ly  D et ec ti o n an  d D ia gn  o si s  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC  International Journal of Cancer  IJC    showed no significant association between Tiam1 and HCC metastasis, we noticed the COX proportional-hazard analysis gave an estimated p value of 0.088, very close to 0.05, which might suggest a possible correlation between them. In our study, to further investigate whether Tiam1 may be correlated with HCC metastasis or not, we enlarged our study cohort by collecting another 61 tissue samples from randomized HCC patients who had been followed up for >5 years. With great interest, we found Tiam1 was significantly associated with HCC metastasis after an increase in clinical tissue sam- ples. To further confirm our finding, we identified the biolog- ical functions of Tiam1 in HCC by a comprehensive range of functional experiments.  Material and Methods Patients and tissue samples  We extended our analysis to a larger sample set. In addition to the cohort of our previous study whose clinical data were once again used for our study, another 61 primary HCC tis- sue samples were taken randomly from patients who had not been pretreated with radiotherapy or chemotherapy prior to hepatectomy at General Hospital of Guangzhou Military Command of PLA, Guangzhou, Guangdong, China between 1999 and 2002. All the tissue samples were fixed in 10% for- malin, embedded in paraffin, sectioned consecutively at 4 lm and stained by hematoxylin and eosin. The histological types were assigned according to the criteria of the World Health Organization Classification.  Cell lines and culture conditions  The two human HCC cell lines, MHCC97L and HCCLM6 were obtained from Liver Cancer Institute and Zhongshan Hospital of Fudan University, Shanghai, China. These two clonal cell strains were derived from the same parent cell MHCC97 to ensure a similar genetic background and yet dramatic differen- ces in spontaneous metastatic behavior. Compared with MHCC97L, which was not metastatic via subcutaneous inocu- lation but exhibited a metastatic rate of 40% via orthotopic inoculation, HCCLM6 featured more overt multidirectional metastasis.18 An immortalized normal hepatocyte cell line, HL- 7702, was purchased from Cell Bank of Shanghai Institute of Biochemistry & Cell Biology, Chinese Academy of Sciences (Shanghai, China). All cells were maintained in high glucose DMEM (Gibco) supplemented with 10% fetal bovine serum (Hyclone). All the media were supplemented with 100 U/ml penicillin and 100 lg/ml streptomycin (Invitrogen), and incu- bated at 37-C in a humidified chamber containing 5% CO2.  Immunohistochemistry and immunofluorescence assay  Immunohistochemistry (IHC) was performed to study altered protein expression in the additional 61 human HCC tissues. The sections were deparaffinized and rehydrated after being dried at 65-C for 2-4 hr. Heated-induced epitope retrieval was carried out in 0.01 M, pH 6.0 sodium citrate buffer in a microwave oven for 20 min. Endogenous peroxidase activity  was blocked with 0.3% H2O2 methanol while nonspecific binding with 5% normal goat serum. Incubation with pri- mary antibody (rabbit anti-Tiam1, Santa Cruz) (1:100) was performed at 4-C overnight. Following incubation with bio- tinylated secondary antisera, the streptavidin-biotin complex/ horseradish peroxidase was applied. Finally, the slide- mounted sections were stained with 3,30-diaminobenzidine tetrahydrochloride and counterstained with hematoxylin.  For immunofluorescence assay, cultured cells were grown on polylysine-treated slides overnight at 37-C. The cells were fixed in 4% paraformaldehyde for 10 min, blocked with PBS buffer containing 5% BSA, and then incubated with rabbit anti-Tiam1 (1:100) at 4-C overnight followed by a FITC-con- jugated secondary antibody (goat anti-rabbit IgG, Santa Cruz, 1:100 dilution) and a nuclear counterstain DAPI. After being rinsed, the stained cells were analyzed using immunofluores- cence microscopy.  Evaluation of immunohistochemical staining  Staining for Tiam1 protein in tumor tissues was scored by a semiquantitative analysis as described previously.17 Briefly, the staining intensity was scored as ‘‘0'' (not stained), ‘‘1'' (weakly stained), ‘‘2'' (moderately stained) or ‘‘3'' (strongly stained). The staining extent was scored as ‘‘0'' (0%), ‘‘1'' (1- 10%), ‘‘2'' (11-50%), ‘‘3'' (51-80%) or ‘‘4'' (81-100%). Immu- noreactive scores were calculated by multiplying staining in- tensity score - staining extent score and divided into four different stages, ranging from 0 to 12.  Establishment of Tiam1 overexpressed cells  HA (hemagglutinin)-tagged C1199-Tiam1 was a kind gift from John G. Collard. It encodes for the C-terminal 1,199 amino acids of the Tiam1 protein, while the endogenous pro- tein is 1,591 amino acids.19 Previous results have demon- strated that this truncated construct does not inhibit growth and contains the majority of the domains of the full-length construct. The HA-Tiam1-1199 cDNA was cloned into the pCDNA3 expression vector (Invitrogen) and amplified. DNA sequencing and restriction enzyme digestion were used to confirm the sequence was correct. pCDF1-Tiam1þ-copGFP was generated by inserting the cloned C1199-Tiam1 into pCDF1-MCS2-EF1-copGFP vector (System Bioscience). The regenerated expression plasmids were transfected into 293FT cells using Lipofectamine 2000 (Invitrogen) according to the manufacturer's instructions. Cells were incubated in a 5% CO2 humidified atmosphere at 37  -C for one night, and changed for fresh 10% fetal bovine serum. Viral supernatant was harvested 48 hr after transfection, filtered through a 0.45- lm cellulose acetate filter, and frozen at -80-C. The lentivi- rus containing the C1199-Tiam1 cDNA was used as a positive control, while the lentivirus-only-containing pCDF1-MCS2- EF1-copGFP mock vector was used as a negative control.  MHCC97L cells were seeded in 24-well plates to 30-40% confluence and transfected with viral supernatant containing exogenous Tiam1 cDNA and negative control lentivirus,  E ar ly  D et ec ti o n an  d D ia gn  o si s  Huang et al. 91  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    respectively. After 12 hr of incubation, the medium was changed for fresh 10% FBS according to the cells' state. The expression of report gene copGFP was examined after 3-4 days transfection. Flow cytometry assays were applied to sort the cells expressing copGFP and their corresponding negative control. These two groups of cells were purified with limited dilution cloning, identified by real-time PCR, Western blot and immunofluorescence confocal analysis. The clone expressing the highest level of Tiam1 was termed 97L/Tiam1þ, while its negative one termed 97L/mock.  Establishment of Tiam1 knockdown cells  Based on Genbank information of Tiam1, four different RNA interfering sequences were designed (http://ranidesigner.invitro- gen.com/sirna) and chemically synthesized (GeneChem, Shang- hai, China). The oligoduplexes were inserted into the pGCSIL- GFP vector. A total of 293FT cells were co-transfected with the pGCSIL-GFP-Tiam1 expression vector, pHelper1.0 and pHelper2.0 to produce virus particles. The viral supernatant was harvested 48 hr after transfection, filtered through a 0.45-lm filter, before the viral titer was determined. The lentivirus containing shRNA-expressing cassette (sequence 50- TTCTCGAACGTGTCACGT-30) was used as a negative control.  HCCLM6/EGFP cells were transduced with specific or negative control lentiviral vectors and selected for stable inte- grant by limited dilution cloning. Identified by real-time PCR, Western blot and immunofluorescence confocal analy- sis, the clone with the lowest Tiam1 expression was termed M6/Tiam1þ, while its negative one termed M6/mock.  RNA extraction and reverse transcription PCR  Total RNA was extracted using TRIzol Reagent (Takara, Dalian, China). cDNA was synthesized by oligo dT primed reverse transcription from 1 lg of total RNA using a reverse transcriptase cDNA synthesis kit (Takara, Dalian, China). For qPCR analysis, aliquots of double-stranded cDNA were amplified using a SYBR Green PCR Kit (Takara, Dalian, China) and 7500 real-time PCR system (AB Applied Biosys- tems). In brief, the reaction mixture (total volume 20 ll) containing 500 ng cDNA, the forward primer 50-AAGACG- TACTCAGGCCATGTCC-30, and the reverse primer 50- GACCCAAAT GTCGCAGTCAG-30 was used to amplify a 252-bp PCR product for human Tiam1 (GeneBank, NM_003253). The cycling parameters were 94-C for 40 s, 58-C for 40 s and 72-C for 34 s for 40 cycles. Experiments were repeated at least three times to ensure the reproducibil- ity of the results. Human b-actin gene was amplified as an endogenous control. The PCR products were observed by electrophoresis on a 1% agarose gel and visualized after stain- ing with ethidium bromide. Comparative quantification was determined using the 2-DDCt method.20  Western blot  Western blot analysis was performed as previously described.17 Data were presented as mean 6 SD (n ¼ 3).  MTT assay  Cells were plated in 96-well plates at 5 - 103 cells per well. After incubation for one day, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphe- nyltetrazolium bromide (MTT) assay was performed by adding 20 ll of MTT (5 mg/ml, Promega) to the medium. The medium were removed 4 hr later when MTT incubation had been com- pleted and 150 ll of dimethyl sulfoxide (Sigma) was added into each well, rocking for 10 min. The absorbance of each well was measured using a microplate reader set at 570 nm. All experi- ments were performed in triplicate.  Clone formation  Target HCC cells, as well as their control cells, were added to different wells of a six-well culture plate at a final density of 1 - 102 cells. After incubation for 2 weeks at 37-C, plated cells were washed twice with PBS and stained with Giemsa solu- tion. Colonies (-50 cells as a clone) were counted under a dissecting microscope [plate clone formation efficiency ¼ (number of colonies/number of cells inoculated) - 100%]. All experiments were independently repeated at least three times.  Cell cycle analysis  Cells were harvested at logarithmic growth phase, fixed with 75% ice-cold ethanol for overnight and washed twice with PBS. After centrifugation at 2,000 rpm for 5 min, 100 ll PBS with 0.1% RNase and 500 ll PI (10 lg/ml) were added to stain the cells at dark condition, 37-C for 30 min. The fluo- rescence of DNA-bound PI in cells was measured with a FACScan flow cytometer (Becton Dickinson, Heidelberg, Ger- many). Each staining experiment was repeated three times. The results were analyzed with DNA MultiCycle software.  Wound healing and invasion assay  Cell migration ability was assessed by measuring the move- ment of cells into a scraped cellular area created by a 10 ll pipette tube when cells were grown to 80-90% confluence in six-well culture plates. The phase contrast images of the wounds were recorded of 0, 24, 36, 48, 72 and 108 hr and three separate experiments were performed. Cells transfected with empty vector and the parental cells were served as con- trols. Cell invasion assays were performed in 24-well trans- wells (8-lm pore size; Chemicon). The cell invasion chamber contains a thin layer of ECMatrix, which occludes membrane pores, blocking noninvasive cells from migrating. First, se- rum-free medium was added to the top chamber to rehydrate the ECM layer for 2 hr at 37-C. A total of 1 - 105 cells sus- pended in a serum-free medium were then added to the upper chamber, while 10% FBS was placed in the lower chamber as chemoattractant. After 24 hr of incubation, non- invasive cells remaining in the upper chamber were removed by cotton swabs. Cells on the lower surface of the membrane were fixed with methanol and stained with hematoxylin. Cells were counted and photographed in at least six random microscopic fields. All experiments were repeated three times.  E ar ly  D et ec ti o n an  d D ia gn  o si s  92 The role of Tiam1 in HCC metastasis  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    In vivo tumorigenicity  Female/male athymic BALB/c nu/nu mice of 4- to 6-week- old were purchased from the Central Laboratory of Animal Science at Southern Medical University (Guangzhou, China) and maintained in laminar-flow cabinets under specific pathogen-free conditions. To confirm mock virus-transducing would not affect tumorigenicity, 5 - 106 targeted parental HCC cells and mock virus-transduced cells were injected sub- cutaneously into both flanks of nude mice first. For evalua- tion of the in vivo tumor growth, a total of 5 - 106 targeted cells, showing either knockdown or overexpression of Tiam1, were then inoculated subcutaneously into both flanks of nude mice. Tumor sizes were measured every 5 days by a digital caliper to calculate the tumor volume using the formula V ¼ L - W - H/2 (V, volume; L, length; W, width; H, height). Fluorescence emitted by cells was collected and imaged through a whole-body green fluorescence protein (GFP) imaging system (Lighttools, Encinitas, CA). Real-time tumor growth was visualized for at least 30 days using IPP5.0 soft- ware. The experiments were performed in three mice in each treatment group.  In vivo metastasis  We employed the tail vein injection assay to assess the effect of Tiam1 on tumor metastasis. Cells were harvested by tryp- sinization, washed thrice with serum-free medium and resus- pended in serum-free medium. A total of 5 - 106 97L/ Tiam1þ, M6/Tiam1- and their mock cells were injected into the tail veins of nude mice respectively. Each treatment group contained six mice. Whole-body optical imaging observed real-time primary tumor growth and long-distance metasta- sis. Two months later, the mice were euthanized. The tumors were excised and checked by hematoxylin-eosin (H&E) staining.  Statistical analysis  Based on the clinic data of the 152 HCC samples in our pre- vious study and the additional 61 HCC ones in our study (a total of 213 samples), the correlations of Tiam1 expression to various clinicopathological parameters were evaluated with v2  test. SPSS 16.0 software was used for statistical analysis. RT- PCR, clone formation, cell cycle analysis and in vitro invasion assay were examined using one-way ANOVA. To test statisti- cal differences between in vitro cell proliferation and in vivo tumorigenicity, multiple-factor repetitive measurement and analysis of variance were performed. A p value less than 0.05 was considered statistically significant.  Results Tiam1 expression in HCC tissues and  clinicopathologic variables  Of 213 HCC tissue samples, 122 (57.3%) had a high expres- sion of Tiam1 (Tiam1 2þ to 3þ) and 91 (42.7%) a low expression (Tiam1 0 to 1þ). Patients with metastasis had a  higher likelihood of high Tiam1 expression (43 of 63, 68.3%) compared with those without metastasis (79 of 150, 52.7%). No significant correlations were found between Tiam1 expression level and any of the clinicopathologic variables except for metastasis (p ¼ 0.036) (Table 1).  Tiam1 expression pattern in metastatic HCC cells  We first examined the expression of Tiam1 in HL-7702, MHCC97L and HCCLM6 to investigate whether there was any correlation between Tiam1 expression and the metastasis potential in HCC. As presented in Figure 1a, the level of Tiam1 mRNA in HCCLM6 was much higher than that in MHCC97L and HL-7702. No statistically significant  Table 1. Relationship between Tiam1 expression and clinicopathological features of HCC patients  Tiam1 expression  Features n High Low p value v2  All cases 213 122 91  Age 0.547 0.363  <50 119 66 53  -50 94 56 38 Gender 0.523 0.408  Male 175 102 73  Female 38 20 18  Tumor size (cm) 0.579 0.308  <5 89 49 40  -5 124 73 51 Histological differentiation  0.805 0.434  Well 26 14 12  Moderate 99 59 40  Poor 88 49 39  Liver cirrhosis 0.633 0.229  Yes 113 63 50  No 100 59 41  Metastasis 0.036 4.405  Yes 63 43 20  No 150 79 71  Recurrence 0.059 3.552  Yes 81 53 28  No 132 69 63  HBsAg status 0.061 3.52  Positive 180 108 72  Negative 33 14 19  Serum AFP (ng/ml) 0.537 0.381  <25 70 38 32  -25 143 84 59  E ar ly  D et ec ti o n an  d D ia gn  o si s  Huang et al. 93  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    difference was found between MHCC97L and HL-7702. The Western blot analysis had a result similar to that of RT-PCR. Tiam1 was distributed predominantly in the cytoplasm of cells. As expected, the highly metastatic cell line (HCCLM6) exhibited stronger signals of Tiam1 than the lowly metastatic cell line (MHCC97L). In HL-7702 cells, Tiam1 was almost undetectable (Fig. 1b). The Tiam1 expression pattern in the cell lines, as in the clinical samples, suggested its relationship with the invasion and metastasis nature of HCC.  Alteration of Tiam1 expression regulated proliferation,  migration and invasion capabilities of HCC cells in vitro  We successfully constructed three stable clones overexpress- ing Tiam1 from MHCC97L cells. Since the second clone (97L/T2, termed 97L/Tiam1þ) was validated to exhibit the highest expression level of Tiam1 as measured by qRT-PCR, western blot and immunofluorescence (Figs. 1c and 1d), it was selected for further studies. We employed MTT assay to detect the effect of Tiam1 on cell growth. By comparing the  Figure 1. Tiam1 expression on mRNA and protein levels in normal hepatocyte line and metastatic HCC cell lines. (a) qRT-PCR and Western blot were performed to determine Tiam1 mRNA/protein expression in HL-7702, MHCC97L and HCCLM6; b-actin was used as a control. (b) Representative immunohistochemical staining of Tiam1 and immunofluorescence confocal showed the differential Tiam1 expression on  protein level in HL-7702, MHCC97L and HCCLM6. Original magnification, -400. (c) Tiam1 mRNA/protein expression levels in different 97L transfectant clones relative to controls. As detected by RT-PCR and Western blot, 97L/T2 showed the highest Tiam1 overexpression among  the three. (d) and (f) Different expression levels of Tiam1 were detected by immunofluorescence confocal. Green-staining located in  cytoplasmic was regarded as positive signal, while blue-staining was in nucleus as a routine staining. Original magnification, -400. (e) Quantification of Tiam1 on mRNA level in different Tiam1 knockdown clones relative to their controls. Western blot showed marked  reduction of Tiam1 expression in M6/T2 clones (below). *p < 0.05 (compared with both parental and mock groups). [Color figure can be  viewed in the online issue, which is available at wileyonlinelibrary.com.]  E ar ly  D et ec ti o n an  d D ia gn  o si s  94 The role of Tiam1 in HCC metastasis  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    growth curves of 97L/Tiam1þand its controls (97L parental and 97L/mock), 97L/Tiam1þ was found to significantly acceler- ate cell growth (Fig. 2a, left). Similarly, Tiam1 overexpression promoted colony formation of MHCC97L cells relative to pa- rental cells and cells transfected with empty vector (p < 0.05; Fig. 2b, left). Flow cytometry revealed that exogenous Tiam1 introduction stimulated cell proliferation by accelerating cell course from G1 to S, which increased the proportion of S phase (p < 0.05, Fig. 2c). 97L parental cells showed cell cycle distribu- tion similar to that of 97L/mock cells. In a wound-healing assay, an evident acceleration in the wound closure rate was observed in 97L/Tiam1þ cells at 72 hr compared with the con- trols (Fig. 3a, left). In the Matrigel invasion assay (Fig. 3b, left), the number of cells that passed through Matrigel were as two- fold higher than in the mock and parental cells (p < 0.05). As expected, Tiam1 overexpression was accompanied by the enhanced invasiveness of MHCC97L cells.  The endogenous Tiam1 level in HCCLM6 was stably knocked down by transfecting small interfering RNA (Figs. 1e and 1f). Contrary to the effect of Tiam1 overexpression, down- regulation of endogenous Tiam1 in HCCLM6 cells suppressed the growth and colony formation compared with their controls (Figs. 2a and 2b, right). Cell cycle analysis indicated a decrease of cell ratio in S period (Fig. 2c, right). Furthermore, obvious delay in wound closure and reduction of invasion were observed in HCCLM6 cells with Tiam1 knockdown (Fig. 3, right).  Tiam1 enhanced tumorigenicity and metastasis in vivo  As we expected, no significant difference was found in tumor growth between the parental cells and the ones transfected with empty vector, which indicated that mock virus-transduc- ing had little effect on cells tumorigenicity (data not shown). We subsequently observed that injection of 97L/Tiam1þ with a  Figure 2. Effect of Tiam1 on cell growth, colony formation and cell cycle of HCC cells. (a) MTT assay showed that overexpression of Tiam1  in MHCC97L cells accelerated cells growth, while inhibition of Tiam1 expression in HCCLM6 cells significantly reduced cell viability  compared with the controls. (b) MHCC97L cells overexpressing Tiam1 formed more colonies compared with parental cells or empty vector-  transduced cells. HCCLM6 cells silencing Tiam1 formed fewer colonies compared with parental or mock cells. (c) Increased Tiam1  expression in MHCC97L cells accelerated the proliferation ability, characterized by an increased proportion of cells in the S phase. In  contrast, Tiam1 silencing cells (M6/Tiam1 - ) showed an S phase reduction. The difference was statistically significant. *p < 0.05  (compared with both parental and mock groups).  E ar ly  D et ec ti o n an  d D ia gn  o si s  Huang et al. 95  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    higher Tiam1 expression led to a slightly larger tumor volume by day 15 and a 2.1-fold larger tumor volume by day 30, com- pared with injection of 97L/mock cells with a lower Tiam1 expression (Fig. 4a). On the other hand, knockdown of Tiam1  expression exhibited nearly 2.2-fold retardation in tumor growth in vivo (Fig. 5a) by day 30 after injection.  In the tail veins injection assay, 50% (3 of 6) of the mice injected with 97L/Tiam1þ cells developed lung  Figure 3. Tiam1 essential for migration and invasion of metastastic HCC cells. (a) Wounding-healing assay. Migratory cells were quantified  by counting three separate fields in different wells. The migratory ability of 97L/Tiam1 þ cells was remarkably increased than that of mock  and parental cells. Moreover, M6/Tiam1 - cells exhibited reduced cell motility compared with controls. (b) Cell invasion assay. The number  of cells that pass through Matrigel in 97L/Tiam1þ group was higher than in two other groups. However, the number of cells that pass  through Matrigel in M6/Tiam1 - group was lower than in other groups. All the results were represented as the mean 6 SD from three  independent experiments. *p < 0.05 (compared with both parental and mock groups). [Color figure can be viewed in the online issue,  which is available at wileyonlinelibrary.com.]  E ar ly  D et ec ti o n an  d D ia gn  o si s  96 The role of Tiam1 in HCC metastasis  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    metastasis, 50% (3 of 6) developed liver metastasis and 33.3% (2 of 6) developed bone metastasis (Figs. 4b and 4c). The metastases were all shown as numerous green nodules. However, in the 97L/mock group, only 16.7% (1 of 6) of the mice had lung metastasis, and no other detectable tu- mor metastasis was found. In contrast, downregulation of endogenous Tiam1 in HCCLM6 resulted in inhibition of distant organs metastasis. All of the mice injected with M6/ mock cells (all of 6) developed lung and bone metastasis, while 83.3% (5 of 6) developed liver metastasis (Figs. 5b and 5c). In the knockdown group, however, no visible met- astatic lesion was observed other than a smaller, less visible lung tumor and a case of bone metastasis which were found in one of the six mice (16.7%, 1 of 6). All these results indicate the metastatic ability was significantly suppressed by silencing Tiam1 expression.  Discussion The long-term survival of HCC patients remains unsatisfac- tory because of its high incidence of recurrence and metasta- sis after hepatic resection.21 Thus, identification of effective biomarkers for HCC patients is certainly a great concern of medical researchers.  As an intense interest of current research, Tiam1 has been proposed as a potentially effective biomarker for a variety of cancers. Many researchers concluded that Tiam1 might be a metastasis-related gene, and consequently in clinic, it can serve as a predictor for therapeutic outcome or prognosis of the tumor patients. In our previous study, Tiam1 expression was concluded to be a novel and independent predictor of prognosis of HCC patients. This conclusion is in accordance with other Tiam1 investigations in patients with a variety of cancers. However, contrary to many other studies, we failed  Figure 4. Effects of Tiam1 overexpression on subcutaneous tumorigenicity and intravenous metastasis of MHCC97L cells with lentivirus-  Tiam1 or empty vector. (a) Subcutaneous tumor formation in nude mice 30 days after inoculation of 5 - 106 97L/mock (red arrow) and 97L/ Tiam1þ (yellow arrow) cells. Primary tumor sizes were measured in mice inoculated every 5 days after cell inoculation. (b) Whole-body  optical imaging showed that half of the mice injected with 97L/Tiam1 þ cells through tail veins developed lung, liver and bone metastasis  (bright green fluorescence). (c) Examples of metastasis within the liver, lung and bone of the mice injected with 97L/Tiam1 þ cells were  stained with H&E. Original magnification, -200. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]  E ar ly  D et ec ti o n an  d D ia gn  o si s  Huang et al. 97  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    to observe a significant relationship between Tiam1 expres- sion and HCC metastasis. We have been questioning this result because more and more investigations have confirmed the role of Tiam1 in inducing invasion and metastasis in more and more cancers. It is unlikely that HCC is an excep- tion. In an attempt to resolve this doubt, we enlarged our  clinical tissue samples without any statistical bias in our study. The statistical analysis of our new set of tissue samples yielded encouraging and compatible results: Tiam1 had a higher probability of being overexpressed in HCC patients with metastasis than those without metastasis, and high Tiam1 protein level was still a significant prognostic factor for poor  Figure 5. Effects of Tiam1 knockdown on subcutaneous tumorigenicity and intravenous metastasis of HCCLM6 cells with Tiam1 shRNA or  empty vector. (a) Subcutaneous tumor formation in nude mice at consecutive days after inoculation of 5 - 106 M6/mock (red arrow) and M6/Tiam1  - (yellow arrow) cells. (b) Primary tumor sizes were measured in mice every 5 days after cell inoculation. (c) Whole-body optical  imaging showed that all of the mice injected with M6/mock cells developed lung, liver and bone metastasis. (d) H&E staining of  metastases that formed within the liver, lung and bone. Original magnification, -400. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]  E ar ly  D et ec ti o n an  d D ia gn  o si s  98 The role of Tiam1 in HCC metastasis  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    overall survival in HCC patients. These suggest that Tiam1 overexpression may be associated with metastasis of HCC.  To confirm this finding, we compared Tiam1 expression in two HCC cell lines of different metastatic potential (see ‘‘Mate- rial and Methods'' section). As shown in the Results section, the cell line with high metastatic potential contained more Tiam1 mRNA/protein than did the cell line with low metastatic potential. This also means that cells with higher metastatic potential express more Tiam1, which is consistent with the findings in colon,22,23 breast10 and nasopharyngeal carcinoma24  cell lines. Tiam1 is considered to play various roles in regulating cellular functions depending on specific cell type, substratum and other factors. It has been shown to promote motility in some neuronal cells,25 to increase cellular migration in fibro- blasts26 and to increase invasion in T-lymphoma cells,5 but to induce cellular adhesion (as opposed to cellular migration) in some epithelial cell populations.27 In addition, Tiam1 expres- sion was found, in renal cell carcinoma cell lines, to be inversely correlated with invasive potential, although downregulation of Tiam1 alone was not sufficient to confer an invasive pheno- type.28 Although many studies have been performed to deter- mine the functional features of Tiam1 in different tumors, little attention has been paid to the regulation of Tiam1 in HCC. To further testify the role of Tiam1 in HCC, a series of relevant functional experiments, from positive to negative, as well as from in vitro to in vivo, were performed in our study.  A previous study demonstrated that the two cell lines derived from the same host cell line, MHCC97L and HCCLM6, could provide an ideal cell model system for the study of HCC metastasis.29 By using retroviral gene transfer method, a means that can not only stably integrate the gene of interest into the target cell genome but also provide a long-term gene expression, we constructed two target cell lines: HCCLM6 silencing Tiam1 and MHCC97L overexpress- ing Tiam1. We thus observed an association of upregulation of Tiam1 with promotion of cell proliferation, migration and invasion in vitro, as well as an association of knockdown of Tiam1 with the reverse. Upregulation of Tiam1 expression in MHCC97L cells led to an enhancement of tumorigenicity and metastatic potential in mice, while downregulation of  Tiam1 expression in HCCLM6 cells was related to suppres- sion of tumorigenicity and tumor metastases in vivo. A simi- lar relationship between Tiam1 knockdown and metastasis was reported in CRC cell line.22 All the results of the func- tional experiments are in agreement with the finding derived from our statistical analyses. By demonstrating the potential role of Tiam1 in HCC cell lines, we hope our study will pro- vide a new insight into Tiam1 in HCC metastasis.  In our study, although we found a definite association between overexpression of Tiam1 and metastasis of HCC, the underlying mechanisms are unclear. Engers et al.28 ever stud- ied the mutation status of Tiam1 in renal cell carcinoma. Unfortunately, only a low frequency of point mutation was found in their study, which cannot fully explain the abnor- mal expression of Tiam1 in the cancer. Aberrant DNA meth- ylation frequently occurs in initiation and development of human cancer. Ding et al.,11 another team investigating Tiam1 in our laboratory, tried to elucidate the mechanisms from the epigenetic modification and demonstrated that over- expression of Tiam1 was associated with hypomethylation status of Tiam1 promoter region in CRC tissues, though no statistical relationship between Tiam1 methylation and cancer metastasis could be found. Specific hypomethylation of pro- moters of cancer-related genes was recently shown in HCC in genomewide/candidate gene studies and some meaningful results were obtained.30,31 All these attempts addressing the mechanisms that may regulate expression of Tiam1 in carci- nomas require further in depth research in the future.  In summary, our study modified a doubtful result of our previous study by demonstrating a significant association between metastasis and Tiam1 overexpression in HCC. All of our functional experiments confirmed a metastasis-promoting function of Tiam1 in HCC. The preferential overexpression of Tiam1 in HCC patients with metastasis suggests that Tiam1 may be a significant biomarker of HCC progression. Inhibitors targeting Tiam1 would give considerable therapeu- tic potentials in the treatment of HCC. Thus, future experi- ments on Tiam1 are certainly required to better understand the progression and metastasis of HCC as well as to confirm the pharmaceutical significance of Tiam1.  References  1. Feng YX, Zhao JS, Li JJ, et al. Liver cancer: ephrinA2 promotes tumorigenicity through Rac1/ Akt/NF-kappaB signaling pathway 120. Hepatology 2010;51:535-44.  2. Zheng K, Li HY, Su XL, et al. Chemokine receptor CXCR7 regulates the invasion, angiogenesis and tumor growth of human hepatocellular carcinoma cells. J Exp Clin Cancer Res 2010;29:31.  3. Lau SH, Sham JS, Xie D, et al. Clusterin plays an important role in hepatocellular carcinoma metastasis. Oncogene 2006;25:1242-50.  4. Chen L, Chan TH, Yuan YF, et al. CHD1L promotes hepatocellular carcinoma progression and metastasis in mice and is associated with  these processes in human patients. J Clin Invest 2010;120:1178-91.  5. Habets GG, Scholtes EH, Zuydgeest D, et al. Identification of an invasion-inducing gene, Tiam-1, that encodes a protein with homology to GDP-GTP exchangers for Rho-like proteins. Cell 1994;77:537-49.  6. Michiels F, Habets GG, Stam JC, et al. A role for Rac in Tiam1-induced membrane ruffling and invasion. Nature 1995;375:338-40.  7. MinardME, Kim LS, Price JE, et al. The role of the guanine nucleotide exchange factor Tiam1 in cellular migration, invasion, adhesion and tumor progression. Breast Cancer Res Treat 2004;84:21-32.  8. Liu H, Shi G, Liu X, et al. Overexpression of Tiam1 predicts poor prognosis in patients with  esophageal squamous cell carcinoma. Oncol Rep 2011;25:841-8.  9. Stebel A, Brachetti C, Kunkel M, et al. Progression of breast tumors is accompanied by a decrease in expression of the Rho guanine exchange factor Tiam1.Oncol Rep 2009;21:217-22.  10. Adam L, Vadlamudi RK, McCrea P, et al. Tiam1 overexpression potentiates heregulin-induced lymphoid enhancer factor-1/beta -catenin nuclear signaling in breast cancer cells by modulating the intercellular stability. J Biol Chem 2001;276: 28443-50.  11. Jin H, Li T, Ding Y, et al. Methylation status of T-lymphoma invasion and metastasis 1 promoter and its overexpression in colorectal cancer. Hum Pathol 2011;42:541-51.  E ar ly  D et ec ti o n an  d D ia gn  o si s  Huang et al. 99  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC    12. Liu L, Wu DH, Ding YQ. Tiam1 gene expression and its significance in colorectal carcinoma. World J Gastroenterol 2005;11:705-7.  13. Engers R, Mueller M, Walter A, et al. Prognostic relevance of Tiam1 protein expression in prostate carcinomas. Br J Cancer 2006;95:1081-6.  14. Hou M, Tan L, Wang X, et al. Antisense Tiam1 down-regulates the invasiveness of 95D cells in vitro. Acta Biochim Biophys Sin (Shanghai) 2004; 36:537-40.  15. Malliri A, van der Kammen RA, Clark K, et al. Mice deficient in the Rac activator Tiam1 are resistant to Ras-induced skin tumours. Nature 2002;417:867-71.  16. Zhao L, Liu Y, Sun X, et al. Overexpression of T lymphoma invasion and metastasis 1 predict renal cell carcinoma metastasis and overall patient survival. J Cancer Res Clin Oncol 2011; 137:393-8.  17. Ding Y, Chen B, Wang S, et al. Overexpression of Tiam1 in hepatocellular carcinomas predicts poor prognosis of HCC patients. Int J Cancer 2009;124:653-8.  18. Li Y, Tian B, Yang J, et al. Stepwise metastatic human hepatocellular carcinoma cell model system with multpiple metastatic established through consecutive in vivo selection and studies  on metastatic characteristics. J Cance Res Clin Oncol 2004, 130:460-8.  19. van Leeuwen FN, van der Kammen RA, Habets GG, et al. Oncogenic activity of Tiam1 and Rac1 in NIH3T3 cells. Oncogene 1995;11:2215-21.  20. Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-DDC(T)) Method. Methods 2001; 25:402-8.  21. Uchino K, Tateishi R, Shiina S, et al. Hepatocellular carcinoma with extrahepatic metastasis: clinical features and prognostic factors. Cancer 2011;117:4475-83.  22. Liu L, Zhang Q, Zhang Y, et al. Lentivirus- mediated silencing of Tiam1 gene influences multiple functions of a human colorectal cancer cell line. Neoplasia 2006;8:917-24.  23. MinardME, Ellis LM, Gallick GE. Tiam1 regulates cell adhesion, migration and apoptosis in colon tumor cells. Clin ExpMetastasis 2006;23:301-3.  24. Zhang XM, Ding Y, Chen JZ, et al. Overexpression of Tiam1 gene and its relationship with invasive and metastatic ability of nasopharyngeal carcinoma. Zhonghua Bing Li Xue Za Zhi 2009;38:268-72.  25. Leeuwen FN, Kain HE, Kammen RA, et al. The guanine nucleotide exchange factor Tiam1 affects  neuronal morphology; opposing roles for the small GTPases Rac and Rho. J Cell Biol 1997;139: 797-807.  26. Xu K, Rajagopal S, Klebba I, et al. The role of fibroblast Tiam1 in tumor cell invasion and metastasis. Oncogene 2010;29:6533-42.  27. Hordijk PL, ten Klooster JP, van der Kammen RA, et al. Inhibition of invasion of epithelial cells by Tiam1-Rac signaling. Science 1997;278:1464-6.  28. Engers R, Zwaka TP, Gohr L, et al. Tiam1 mutations in human renal-cell carcinomas. Int J Cancer 2000;88:369-76.  29. Xu Y, Sun HC, Tian B, et al. Establishment of green fluorescent protein-expressing hepatocellular carcinoma cell lines with different metastatic potential: relevant models for in vivo monitoring of metastasis and angiogenesis. J Cancer Res Clin Oncol 2004;130:375-82.  30. Stefanska B, Huang J, Bhattacharyya B, et al. Definition of the landscape of promoter DNA hypomethylation in liver cancer. Cancer Res 2011; 71:5891-903.  31. Kong LM, Liao CG, Chen L, et al. Promoter hypomethylation up-regulates CD147 expression through increasing Sp1 binding and associates with poor prognosis in human hepatocellular carcinoma. J Cell Mol Med 2011;15:1415-28.  E ar ly  D et ec ti o n an  d D ia gn  o si s  100 The role of Tiam1 in HCC metastasis  Int. J. Cancer: 132, 90-100 (2013) VC 2012 UICC",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}