{
    "summary": "Our aim was to analyze the expression of the serine protease HtrA1 in human bladder tissue and urine in order to point out its possible association with the presence of urothelial bladder cancer. Bladder tissue and urine specimens from cancer patients with different tumor grades and stages (n = 68) and from individuals with cystitis (n = 16) were collected along with biopsy specimens and urine from healthy individuals (n = 68). For the first time, we demonstrated by immunohistochemistry that HtrA1 protein is produced by bladder urothelium in both physiological and inflammatory conditions, whereas it is not detectable in urothelial cancer cells regardless of tumor grade and stage. A different HtrA1 expression between normal-looking and neoplastic bladder tissue, despite similar HtrA1 mRNA levels, was also found by western blotting, which disclosed the presence of two forms of HtrA1, a native form of ∼50 kDa and an autocatalytic form of ∼38 kDa. Our investigations documented the presence of the two forms of HtrA1 also in urine. The ∼38 kDa form was significantly down-regulated in neoplastic tissue, whereas significantly higher amounts of both HtrA1 forms were found in urine from cancer patients compared with both healthy subjects and patients with cystitis. Our findings suggest that HtrA1 is a downexpressed molecule since an early stage of bladder urothelial carcinoma development and that urinary HtrA1 protein may be considered, if successfully validated, as an early and highly sensitive and specific biomarker for this neoplasia (the sensitivity and specificity of HtrA1 are 92.65% and 95.59%, respectively).",
    "title": "HtrA1 in human urothelial bladder cancer: A secreted protein and a potential novel biomarker",
    "text": "Erratum   Erratum  Lorenzi T, Lorenzi M, Altobelli E, Marzioni D, Mens-a E, Quaranta A, Paolinelli F, Morroni M, Mazzucchelli R, De Luca A, Procopio AD, Baldi A, Muzzonigro G, Montironi R, Castellucci M. HtrA1 in human urothelial bladder cancer: A secreted pro- tein and a potential novel biomarker. Int J Cancer. 2013 133 (11), 2650-2661. DOI: 10.1002/IJC.28280. Epub 2013 Jul 9.  The lanes 1 and 2 in figure 3C of this article, representing the 38 kDa HtrA1 form in urine samples from cancer patients sub- jected to RC, were inadvertently duplicated from lanes 1 and 2 of RC group in figure 3A. The correct version of the figure appears below.  DOI: 10.1002/ijc.29625  E rr at a  Int. J. Cancer: 137, E19 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Teresa Lorenzi",
        "Maria Lorenzi",
        "Emma Altobelli",
        "Daniela Marzioni",
        "Emanuela Mensa__",
        "Alexia Quaranta",
        "Francesca Paolinelli",
        "Manrico Morroni",
        "Roberta Mazzucchelli",
        "Antonio De Luca",
        "Antonio Domenico Procopio",
        "Alfonso Baldi",
        "Giovanni Muzzonigro",
        "Rodolfo Montironi",
        "Mario Castellucci"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}