{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "Erratum‐ovarian cancer cells, not normal cells, are damaged by mirk/dyrk1b kinase inhibition   Erratum-Ovarian Cancer Cells, not Normal Cells, Are Damaged by Mirk/Dyrk1B Kinase Inhibition  Hu J, Deng H, Friedman EA. Ovarian cancer cells, not normal cells, are damaged by Mirk/Dyrk1B kinase inhibition. Int J Cancer. 2013 May 15;132(10):2258-2269 doi: 10.1002/ijc.27917. Epub 2012 Nov 21.  Fig.2b: panel: control day 2. Cell cycle distribution is shown by two-parameter flow cytometry, with DNA content in the x- axis determined by Hoechst staining and RNA content in the y-axis determined by pyronin-Y staining. A strain of human diploid fibroblasts was placed in serum-free conditions for 2 days and 66% of cells arrested in G0 (arrow) and 20% arrested in G21M. The entire 8 panel Fig.2b in the original publication showed these fibroblasts serum-starved for 1,2,3 or 4 days, with parallel cultures also treated with a Mirk-kinase inhibitor. The wrong day 2 control flow cytometry picture was shown in the published study, but the percent of cells in G0 and G21M shown on that panel was correct and is the same as shown in this correction, so the conclusions of Fig.2b are unchanged.  DOI: 10.1002/ijc.29555  E rr at u m  Int. J. Cancer: 137, E13 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}