{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors   Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors  Gayathri Chadalapaka 1 *, Indira Jutooru  1 *, Sandeep Sreevalsan  1 , Satya Pathi  1 , Kyounghyun Kim  2 , Candy Chen  3 ,  Lisa Crose 3 , Corinne Linardic  3,4 and Stephen Safe  1,2  1 Department of Veterinary Physiology and Pharmacology, Texas A&M University, College Station, TX  2 Institute for Biosciences and Technology, Texas A&M Health Science Center, Houston, TX  3 Department of Pediatrics, Duke University Medical Center, Durham, NC  4 Department of Pharmacology and Cancer Biology, Duke University Medical Center, Durham, NC  Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In  tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low  expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA)  inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft  (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS  cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration  was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp  knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS,  namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRa and CXCR4, are also Sp-regulated genes. These results  suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.  Rhabdomyosarcoma (RMS) is the most common soft-tissue sarcoma that is primarily observed in children and adoles- cents1 and accounts for approximately 5% of all pediatric cancers and 50% of soft-tissue sarcomas in children.2 The eti-  ology of this sporadic tumor is unclear; however, a few studies suggest that parental occupations/exposure and the use of marijuana and cocaine may increase the risk for RMS in off- spring.3,4 Embryonal RMS (ERMS) and alveolar RMS (ARMS) are the two major histologic classes of RMS in children and adolescents. Chromosomal analysis of these tumors has identi- fied two predominant translocations, namely t(2;13)(q35;q14) and t(1:13)(p36;q14), and these encode for the PAX3-FKHR and PAX7-FKHR fusion proteins, respectively.5,6 The fusion of PAX3 and PAX7 with the FOXO1 (Forkhead, FKHR) gene results in expression of oncogenic chimeric gene products which in turn regulate expression of multiple genes contribut- ing to the aggressive behavior of ARMS and the poor progno- sis of ARMS patients.7,8 The Children's Oncology Group has reported that among a cohort of metastatic ARMS patients, 55% expressed PAX3-FOXO1 and their overall 4-year survival rate was 8%; 22% of the patients expressed PAX7-FOXO1 and their 4-year survival rate was 75%.9  Several protocols for treatment of RMS have been developed and, in North America, these are dependent on criteria estab- lished by the Intergroup Rhabdomyosarcoma Study Group which has developed clinical groupings for RMS patients.10,11  Treatments include radiotherapy, surgery and chemotherapy with cytotoxic drugs and/or drug combinations. Survival rates vary with the type (ARMS and ERMS) of RMS, and high risk patients with metastasis or recurrence have a poor prognosis.12  Improved survival for RMS patients will depend on multiple fac- tors including the development and application of new mecha- nism-based drugs that target specific pro-oncogenic pathways but exhibit tumor cell-specificity and decreased toxic side effects.  Key words: tolfenamic acid, Sp proteins, downregulation, RMS cells  Abbreviations: ARMS: alveolar rhabdomyosarcoma; BA: betulinic  acid; CDODA-Me: methyl 2-cyano-3,11-dioxo-18b-olean-1,12-dien-  30-oate; c-MET: hepatocyte growth factor receptor; EGFR: epidermal  growth factor receptor; ERMS: embryonal rhabdomyosarcoma; FBS:  fetal bovine serum; FGFR4: fibroblast growth factor receptor 4;  HSMM: human skeletal muscle myoblast; IGFR: insulin-like growth  factor receptor; NAC: N-acetylcysteine; NSAID: non-steroidal anti-  inflammatory drug; PI: propidium iodide; RMS: rhabdomyosarcoma;  ROS: reactive oxygen species; Sp: specificity protein; TA: tolfenamic  acid; VEGF: vascular endothelial growth factor  Additional Supporting Information may be found in the online  version of this article  *G.C. and I.J. contributed equally to this work.  This work is dedicated to Val and Savannah.  Grant sponsor: National Institutes of Health; Grant number:  R01CA136571; Grant sponsor: Texas A&M AgriLife  DOI: 10.1002/ijc.27730  History: Received 20 Sep 2011; Accepted 8 Jun 2012; Online 19 Jul  2012  Correspondence to: Stephen Safe, Distinguished Professor of  Toxicology, Department of Veterinary Physiology and  Pharmacology, Texas A&M University, 4466 TAMU, Vet. Res. Bldg.  410, College Station, Texas 77843-4466, Tel.: 979-845-5988, Fax:  979-862-4929, E-mail: ssafe@cvm.tamu.edu  C an  ce r C el l B io lo gy  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC  International Journal of Cancer  IJC    Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are overexpressed in many cancer cell lines and tumors (orthotopic and xenografts),13-18 and RNA interference stud- ies show that several Sp-regulated gene products are associated with cancer cell growth [cyclin D1, hepatocyte growth factor receptor (c-MET) and epidermal growth factor receptor (EGFR)], survival (survivin and bcl-2) and angiogenesis [vas- cular endothelial growth factor (VEGF) and its receptors (VEGFR1/VEGFR2)].16,19-24 Several drugs downregulate Sp proteins and Sp-regulated gene products in cancer cells and tumors and these include the non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA). Since some Sp-regulated genes such as c-MET and fibroblast growth factor receptor 4 (FGFR4) play a functional role in RMS and are potential ther- apeutic targets,25,26 we investigated the expression of Sp1 in tumors from RMS patients and Sp1, Sp3 and Sp4 and Sp-re- gulated gene products in RMS cells. Sp1, Sp3, Sp4 and several Sp-regulated genes are highly expressed in RMS cells, and Sp1 is overexpressed in tumors from 80% of RMS patients. TA inhibited RMS cell and tumor growth in a xenograft model and this was accompanied by decreased expression of Sp1, Sp3, Sp4 and Sp-regulated genes, suggesting potential clinical efficacy for this NSAID for treating RMS patients.  Material and Methods Cell lines, human tissues, antibodies, chemicals and  other materials  RH30 and RD human RMS cells were obtained from the American Type Culture Collection (Manassas, VA); geneti- cally modified RMS cell extracts were obtained as described.25,27 TA was purchased from LKT Laboratories (St. Paul, MN). N-acetylcysteine (NAC) and catalase were pur- chased from Sigma-Aldrich (St. Louis, MA). Lipofectamine and lipofectamine 2000 were purchased from Invitrogen. Sur- vivin antibody was purchased from R&D Systems (Minneap- olis, MN), and monoclonal b-actin and c-MET antibodies were purchased from Sigma-Aldrich and the FOX01 antibody from Cell Signaling (Danvers, MA). Horseradish peroxidase substrate for Western blot analysis, Sp1 and CXCR4 antibody were obtained from Millipore (Bellirica, MA), and all remain- ing antibodies were purchased from Santa Cruz Biotechnol- ogy (Santa Cruz, CA). Luciferase reagent was from Promega (Madison, WI), and b-galactosidase reagent was obtained from Tropix (Carlsbad, CA). The Cooperative Human Tissue Network provided the tissue arrays for Sp1 staining. The con- structs containing promoter inserts from the Sp1 (-751 to  -20), Sp3 (-417 to -38), c-MET (-703 to þ60), survivin (-264 toþ49) and VEGF (-2018 to þ50) genes have previ- ously been reported.16,19-24  Cell proliferation assays  RH30 and RD RMS cells (3 - 104 per well) were plated using DMEM:Ham's F-12 medium containing 2.5% charcoal- stripped fetal bovine serum (FBS) in 12-well plates and left to attach for 24 hr. Cells were then treated with either vehicle (DMSO) or TA at given concentrations 6 IGF (100 ng/ml) and then counted at the indicated times using a Coulter Z1 particle counter. Each experiment was done in triplicate, and results are expressed as means 6 SE for each determination.  Western blot assays and Annexin V staining  RH30 and RD cells were seeded in DMEM:Ham's F-12 me- dium containing 2.5% charcoal-stripped FBS. After 12 hr, cells were treated with either vehicle (DMSO) or the indi- cated compounds for 24 hr and Western blot analysis was performed essentially as described.22-24 Annexin V staining was determined using the Vybrant apoptosis assay kit (Mo- lecular Probes, Eugene, OR) as described.22-24  Fluorescence-activated cell sorting and transfection assays  Both RH30 and RD cancer cells were treated with either the vehicle (DMSO) and TA for indicated time periods. Cells were analyzed on an Accuri C6 FACS calibur flow cytometer using CellQuest acquisition software (Accuri, Ann Arbor, MI). Propidium iodide (PI) fluorescence was collected through a 585/42 nm band pass filter, and list mode data were acquired on a minimum of 20,000 single cells defined by a dot plot of PI width versus PI area. Data analysis was performed using Cflow software (Accuri). siRNAs, antisense- miRs and expression plasmids were transfected into RD and RH30 cells using LipofectAMINE essentially as described.18,19,22-24 DAP1 and PI staining were used and the results showed minimal (<5%) PI positive cells.  Transwell migration and scratch assays  RH30 and RD cells were added to the upper chamber of a transwell chamber in duplicate and allowed to migrate into the lower chamber containing Hams F12 media with 20% FBS by incubating for 12 hr at 5% CO2 at 37  -C. The cells were then treated with control or TA for the indicated time periods, and the cells migrating to the outer side of the upper chamber were fixed, stained and counted. The effects of TA  What's new?  Rhabdomyosarcoma (RMS) is a soft tissue cancer that primarily affects children and adolescents. RMS cells overproduce  specificity protein transcription factors Sp1, Sp3, and Sp4. The NSAID tolfenamic acid (TA) downregulates Sp in other cancers.  The authors tested TA on RMS cells, both in cell culture and in mice, and showed that it effects a drop in Sp gene expression  and slows the growth of the cancer cells. TA, which is less toxic than the treatments currently used for RMS, could thus  provide a better treatment for the disease.  C an  ce r C el l B io lo gy  796 Sp proteins are drug targets in RMS  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    on IGF-induced responses used 100 ng/ml of the growth fac- tor. The scratch assay was carried out as described.20  Xenograft and immunohistochemistry experiments  Female athymic nude mice, age 4-6 weeks, were purchased from Harlan-Sprague Dawley. RH30 cells (2 - 106) in 1:1 ratio of Matrigel (BD Biosciences, San Jose, CA) were injected into the either side of the flank area of nude mice. Six days after the tumor cell inoculation, mice were divided into two groups of eight animals each. The first group received 100 ll vehicle (corn oil) by oral gavage, and the second group of animals received 50 mg/kg/dose oral gavage of TA in 2.5% DMSO and 97.5% corn oil every second day for 20 d. The mice were weighed, and tumor areas were measured through- out the study. After 20 d, the animals were sacrificed; final body and tumor weights were determined and plotted. Tissues were processed for immunohistochemistry and Western blot- ting as described above.19,23,24 A pilot xenograft study using RD cells (three animals/group) was also carried out.  Human tissue microarray and grading  Slides were deparaffinized by heating at 60-C for 30 min and immediately transferred to xylene (Safeclear, Fisher, Pitts- burgh, PA). Sections were rehydrated by treating with graded ethanol (100%, 95%, 70% and 35%) and then with PBS. Sec- tions were incubated with sodium citrate for antigen retrieval as per manufacturer's protocol (Vector Labs, Burlingame, CA) and endogenous peroxides were quenched using 0.3% H2O2 in methanol for 6 min. Tissue sections were processed, mounted using permount (Fisher) and visualized using a Carl Zeiss Axiovert microscope (Carl Zeiss, Thornwood, NY) as described.23,24 A total of 77 tissue array samples were ana- lyzed for positive Sp1 staining (brown) in the nucleus by four independent investigators on three consecutive days. The array core consisted of normal and RMS tissues interspersed randomly. A standard semiquantitative grading system (1-4) of Sp1 nuclear staining intensity was applied and graded as follows: 1, presence of <5% of Sp1 nuclear staining; 2, pres- ence of 15-50% of positive staining; 3, presence of 50-75% of positive cells; and 4, presence of >75% positive staining nuclei. This immunohistological grading method has been established as a semiquantitative means for antigen detection and quantitation.28 Percent staining and number of patient samples were plotted on the Y- and X-axes, respectively.  Statistical analysis  Statistical significance of differences was determined by ANOVA and Student's t test, and the levels of probability were noted. All statistical tests were two sided.  Results Expression of Sp1, Sp3 and Sp4 in RMS cells and  effects of TA  Sp1, Sp3 and Sp4 are overexpressed in multiple cancer cell lines and tumors,13-18 and results in Figure 1a show that  these transcription factors are also highly expressed in RH30 (ARMS) and RD (ERMS) cells. TA decreased expression of Sp1, Sp3 and Sp4 in RH30 and RD cells (Fig. 1a) and similar results were observed after treatment with the triterpenoids betulinic acid (BA) or methyl 2-cyano-3,11-dioxo-18-olean- 1,12-dien-30-oate (CDODA-Me) (Supporting Information Fig. 1). Moreover, we surveyed expression of Sp1, Sp3 and Sp4 in several other RMS cell lines and high levels were also observed in these cells (Supporting Information Fig. 2). Stable transduction of primary human skeletal muscle myoblasts (HSMMs) with viral vectors expressing PAX-3-FOXO1 (HSMMPF), PAX3-FOXO1 plus the catalytic subunit of telo- merase (hTERT) (HSMMPFþH), and PAX3-FOXO1 plus hTERT plus NMyc (HSMMPFþHþM) yielded cell lines in which only the HSMMPFþHþM cells were tumorigenic in SCID/beige mice.27,29,30 Figure 1b shows that Sp4 protein was expressed in HSMM cells and the genetically transfected cell lines, whereas Sp1 and Sp3 levels were relatively low in mus- cle myoblasts transfected with PAX3-FOXO1 and PAX3- FOXO1 plus hTERT and were dramatically increased in cells transfected with all three genes. The genetic model for ERMS was developed in HSMMs transduced with SV40 large-T and small-t oncoproteins (T/t), telomerase and activated H-RasG12V and expressed comparable levels of Sp1, Sp3 and Sp4 were observed in all the genetic models (Fig. 1b), and this was due to expression of SV40 which induces Sp1.31 Fig- ure 1b also compares expression of Sp1, Sp3 and Sp4 and c- MET and survivin expression in HSMM and HSMMPFþHþM  and shows that Sp-regulated c-MET and survivin are more highly expressed in the transformed cell line compared to HSMM cells. Previous studies in this laboratory show two separable forms of Sp3 (110-115 and 70-80 kDa) in cancer cell lines13-23; the low molecular weight band contains two forms and these results are consistent with previous studies on characterization of Sp3 isoforms.32,33  Sp1 expression in RMS patients  The Cooperative Human Tissue Network provided us with tissue arrays of RMS tumor cores from 71 patients and six normal muscle tissues, and these were stained for Sp1 protein and initially sub-divided into four groups (1-4; increasing Sp1 staining) based on their Sp1 staining intensity. Muscle cell staining for Sp1 was -2 (low) for all six normal samples; in contrast, 80% of the RMS samples exhibited high (-3) staining for Sp1, whereas 20% exhibited low staining (-2) (Fig. 1c). Figure 1d illustrates the typical high Sp1 staining in ARMS and ERMS tumors compared to muscle tissue, and magnification of these images indicates that Sp1 is primarily nuclear in the tumor samples.  TA inhibits RMS cell growth and migration  and induces apoptosis  Figure 2a shows that TA decreased proliferation of both RH30 and RD cells, and the former cell line was more respon- sive to the growth inhibitory effects of TA. IGF (100 ng/ml)  C an  ce r C el l B io lo gy  Chadalapaka et al. 797  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    increased proliferation of RH30 (1.3-fold) and RD (1.15-fold) cells; cotreatment with TA also decreased IGF-induced cell proliferation (Fig. 2a). FACS analysis of RH30 and RD cells after treatment with TA for 24 or 48 hr showed that in RH30 cells the percent of cells in S and G2/M phases increased and decreased, respectively, whereas no changes were observed in RD cells (Fig. 2b). TA induced Annexin V staining (apoptosis) in both cell lines (Fig. 2c) and, in a scratch assay, treatment of RH30 cells with the solvent control (DMSO) resulted in extensive cell migration (Fig. 2d) after 48 hr, whereas in cells treated with 75 lM TA, cell migration was markedly  inhibited. IGF also enhanced cell migration and this response was inhibited by TA. Similar results were observed for RD cells; TA (100 lM) inhibited migration of RD cells (6 IGF) and there was also evidence for growth inhibition of these cells by TA (Fig. 2d).  TA treatment and Sp knockdown in RMS cells induce  comparable effects  The linkage between the effects of TA and downregulation of Sp proteins was investigated by comparing RNA interference and knockdown of Sp1, Sp3 and Sp4 proteins alone and in  Figure 1. Sp protein expression in RMS cells and tumors and effects of TA. (a) RH30 and RD cells. Cells were treated with DMSO or TA, and whole cell lysates were examined for expression of Sp1, Sp3 and Sp4 proteins by Western blots as described in the ‘‘Material and  Methods'' section. (b) Genetic models of RMS. Whole cell lysates from HSMM and stably transfected RMS cells were analyzed for protein  expression as described in (a). Relative intensity of Sp1 staining in RMS patient tumors and muscle tissue (c) and in specific samples (d).  Samples provided by the Cooperative Human Tissue Network were stained for Sp1 and relative staining intensities were assigned as  described in the ‘‘Material and Methods'' section. b-Actin was used as a loading control for all Western blots.  C an  ce r C el l B io lo gy  798 Sp proteins are drug targets in RMS  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    combination to the effects of TA on selected Sp-regulated genes. Results in Figure 3a show that each individual oligo- nucleotide (iSp1, iSp3 and iSp4) deceased expression of its own target gene product with minimal effects on expression of the other Sp proteins; the cocktail of the combined oligo- nucleotides (iSp1/3/4) decreased expression of all three Sp proteins, and the specificity of these oligonucleotides has pre-  viously been reported.21,23,24 A comparison of the effects of TA versus iSp1/3/4 on putative Sp-regulated gene products is summarized in Figures 3b and 3c. TA decreased expression of cyclin D1, survivin and VEGF in both cell lines as described in previous studies13,15; however, TA also decreased PDGFRa, c-MET, IGFR and CXCR4 protein levels (Fig. 3c), and all three of these proteins are individually potential  Figure 2. TA inhibits RMS cell growth, induces apoptosis and inhibits migration. Effects of TA on cell proliferation (a) and cell cycle progression (b). RH30 and RD cells were treated with DMSO, TA or TAþIGF (100 ng/ml) (cell proliferation only), and effects on cell proliferation or percent distribution of cells in G0/G1, S and G2/M phases were determined as described in the ‘‘Material and Methods''  section. Induction of apoptosis (c) and inhibition of RMS cell migration by TA (d). RMS cells were treated with DMSO, TA or TAþIGF (100 ng/ml), and effects on Annexin V staining and cell migration (scratch assay) were determined as outlined in the ‘‘Material and Methods''  section. Results are expressed as means 6 SE for at least three separate determinations, and significant (p < 0.05) induction (*) or  inhibition (**) by TA is indicated.  C an  ce r C el l B io lo gy  Chadalapaka et al. 799  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    targets for treating RMS.25,34-36 Knockdown of Sp proteins by RNA interference also decreased expression of the same gene products that were decreased by TA (Fig. 3d); however, it was evident that these proteins were differentially regulated by individual Sp proteins and there were cell context-depend- ent differences. For example, cyclin D1 was primarily regu- lated by Sp1 in RH30 cells but by Sp1, Sp3 and Sp4 in RD cells. c-MET, IGFR, CXCR4 and PDGFRa were also decreased in RD and RH30 cells transfected with iSp1/3/4 (combination), and the effects of individual Sp protein knockdown were variable and the most effective knockdown  was observed with iSp1/3/4. In a separate RNA interference study, we also showed that knockdown of Sp1 or combined knockdown of Sp1/3/4 (Supporting Information Fig. 3A) decreased expression of a high molecular weight FOXO1 band (using a FOXO1 antibody) that has previously been identified as the chimeric PAX3-FOXO1 protein.27 Moreover, TA also decreased expression of this chimeric protein and it is possible that PAX3-FOXO1 downregulation may play a role in the decreased expression of some of the other Sp-regulated genes (Figs. 3c and 3d). The effects of TA on luciferase activity in RH30 and RD cells transfected with constructs containing GC-rich promoter inserts from the Sp1 (-751 to -20), Sp3 (-417 to -38), c-MET (-703 to þ60), survivin (-264 to þ49) and VEGF (-2018 to þ50) genes was also determined. TA significantly decreased activity in cells transfected with all five constructs in both cell lines (Supporting Information Fig. 3B), indicating that loss of Sp proteins is also correlated with decreased Sp-dependent transactivation.  The similarities between the effects of Sp knockdown and TA on cell migration was also investigated. TA significantly decreased migration of RH30 (Fig. 4a) and RD (Fig. 4b) cells in a Boyden Chamber assay and TA also inhibited IGF (100 ng/ml)-induced migration. Knockdown of Sp1 alone (iSp1) also decreased migration in both cell lines (Fig. 4c). iSp1, iSp4 and iSp1/3/4 significantly decreased proliferation of both cell lines, whereas iSp3 significantly decreased growth of RH30 but not RD cells (Fig. 4d). These results also support the role of TA-induced downregulation of Sp1, Sp3 and Sp4 (Fig. 2a) in the growth inhibitory and antimigratory activities of TA (Figs. 2a, 2d and 4a, 4b). The effects of TA on growth inhibition may also be due, in part, to increased apoptosis.  Effects of TA on proteasome-independent and dependent  Sp downregulation  TA induces proteasome-dependent degradation of Sp1, Sp3 and Sp413,20; however, in RH30 cells, the proteasome inhibi- tors MG132 and lactacystin did not block TA-dependent downregulation of Sp1, Sp3 and Sp4 (Fig. 5a). In RD cells, lactacystin only inhibited TA-induced degradation of Sp3 but not Sp1 or Sp4 (Fig. 5b), and MG132 enhanced the effects of TA in this cell line. Another mechanism of drug-induced Sp downregulation has been linked to induction of reactive oxy- gen species (ROS)19,23,24,37; however, the effects of ROS inhib- itors such as NAC and catalase did not affect TA-mediated downregulation of Sp1, Sp3 and Sp4 proteins in RH30 or RD cells (Supporting Information Fig. 4). ZBTB10 is an Sp repressor that binds GC-rich sites and ZBTB10 expression in cancer cells is blocked by miR-27a and this interaction facili- tates the high expression of Sp proteins in cancer cells.17,18,23  TA decreased miR-27a and induced expression of the Sp repressor ZBTB10 in RH30 cells, whereas in RD cells, TA induced ZBTB10 but this was not accompanied by decreased miR-27a expression (Fig. 5c). Previous studies have demon- strated the relationship between miR-27a and ZBTB10 in  Figure 3. Effects of RNAi and TA on Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells. (a) Downregulation of Sp proteins by RNAi. Cells  were transfected with specific oligonucleotides or a combination,  and whole cell lysates were analyzed by Western blots as described  in the ‘‘Material and Methods'' section. TA decreases CD1, survivin,  VEGF (b) and other critical gene products (c) in RMS cells. Cells were  treated with DMSO or TA, and whole cell lysates were analyzed by  Western blots as described in the ‘‘Material and Methods'' section.  (d) Effects of RNAi on Sp-regulated genes. RMS cells were  transfected with oligonucleotides as outlined in (a), and whole cell  lysates were analyzed by Western blots as described in the  ‘‘Material and Methods'' section.  C an  ce r C el l B io lo gy  800 Sp proteins are drug targets in RMS  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    cancer cell lines17,18,23,37 and the role of drug-induced ROS in mediating downregulation of miR-27a and induction of ZBTB10.23,24,37 However, this process was ROS-independent in RH30 cells (Supporting Information Fig. 3) and miR-27a  was not linked to regulation of ZBTB10 in RD cells. Never- theless, overexpression of ZBTB10 decreased Sp1, Sp3 and Sp4 expression in RH30 and RD cells (Fig. 5d) and the effects were more pronounced in the latter cell line.  Figure 4. TA and RNAi inhibit RMS cell migration (Boyden chamber) and proliferation. Inhibition of RH30 (a) and RD (b) cell migration by TA. RMS cells were treated with DMSO or TA, and inhibition of cell migration in the Boyden chamber assay was determined as outlined in  the Materials and Methods. Knockdown of Sp and effects on RMS cell migration (c) and proliferation (d). Cells were transfected with iSp1  and effects on cell migration (Boyden chamber) and effects of iSp1, iSp3, iSp4 and iSp1/3/4 on proliferation were determined as  described in the ‘‘Material and Methods'' section. Results in (a)-(d) are means 6 SE for at least three separate experiments, and  significant (p < 0.05) inhibition by TA or Sp knockdown are indicated (*). The DMSO and iLamin treatment controls were set at 100%, and  the absolute values for these controls in RH30 and RD cells were not significantly different.  C an  ce r C el l B io lo gy  Chadalapaka et al. 801  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    Identification of miRs or other pathways that regulate expres- sion of ZBTB10 is currently being investigated.  In vivo effects of TA on RMS tumors  The in vivo effects of TA were investigated in athymic nude mice bearing RH30 cells as xenografts. Mice treated with TA at a dose of 50 mg/kg/dose exhibited decreased tumor size and weights compared to the corn oil control and this was not accompanied by any changes in organ or body weights (Fig. 6a) as previously reported for this dose of TA.13,20 In a pilot study with RD cells (three animals per treatment group), TA also decreased tumor growth (Fig. 6a). Western  blot analyses of tumor lysates showed that treatment with TA decreased levels of Sp1, Sp3, Sp4, cyclin D1 and c-MET proteins in tumors (Fig. 6b) as previously observed in RH30 cells (Figs. 1a and 3b). H&E staining of slides of tumor sections from control and TA-treated mice were analyzed using a Zeiss imaging workstation and a color range tool, and there was approximately a 4.5-fold increase in apoptosis in tumors from treated mice compared to controls (data not shown). Immunostaining showed that TA decreased Sp1 and c-MET in TA-treated tumors compared to controls (untreated) (Fig. 6c), and similar results were observed for VEGF (Fig. 6d). This demonstrates that TA decreases  Figure 5. Activation of proteasome-dependent or -independent pathways by TA. Effects of proteasome inhibitors on TA-induced Sp  downregulation in RH30 (a) and RD (b) cells. Cells were treated with DMSO or TA in the presence or absence of proteasome inhibitors, and  expression of Sp proteins in whole cell lysates was analyzed by Western blots. (c) Modulation of ZBTB10 and miR-27a expression by TA.  Cells were treated with DMSO or TA for 24 hr and analyzed for expression of ZBTB10 and miR-27a by real-time PCR as outlined in the  ‘‘Material and Methods'' section. Results are expressed as means 6 SE for three separate experiments, and significant (p < 0.05)  induction (*) or inhibition (**) compared to DMSO control are indicated. (d) ZBTB10 overexpression. Cells were transfected with ZBTB10  expression plasmid, and whole cell lysates were analyzed by Western blots as described in the ‘‘Material and Methods'' section.  C an  ce r C el l B io lo gy  802 Sp proteins are drug targets in RMS  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    expression of Sp1, Sp3 and Sp4 and critical Sp-regulated genes in RMS cells and tumors, suggesting that drugs such as TA may have clinical potential for treatment of RMS.  Discussion Specificity protein (Sp) transcription factor are members of the Sp1/Krüppel-like family (KLF) of zinc finger proteins that modulate transcription of multiple genes through interactions  with GC-rich sequences in target gene promoters.38,39 Sp1 and other Sp-regulated genes are critical during early embry- onal and postnatal development; however, there is evidence that in adult tissues from rodent models and humans that expression of Sp1 and other Sp proteins is low.40-42 In con- trast, Sp1, Sp3 and Sp4 protein levels are highly expressed in many different human cancer cell lines and their derived tumors in xenograft/orthotopic athymic nude mouse  Figure 6. TA inhibits tumor growth and downregulates Sp and Sp-regulated proteins in tumors. TA-mediated inhibition of tumor volume and weight (a) and downregulation of Sp proteins (b). Athymic nude mice bearing RH30 cells as xenografts were treated with corn oil (control)  or TA (50 mg/kg/dose) (eight mice per treatment group) every second day, and tumor areas and weights were determined. Similar results  were observed in a pilot study using RD cells as xenografts (three animals per treatment group) (a). Expression of Sp-proteins and  Sp-regulated genes were determined in tumor lysates from control and treated mice by Western blots as outlined in the ‘‘Material and  Methods'' section. Immunostaining for Sp1 and c-MET (c) and VEGF (d). Fixed tumor samples from control and treated mice were  immunostained for Sp1, c-MET and VEGF as described in the ‘‘Material and Methods'' section. Significant (p < 0.05) inhibition of tumor  growth and weights are indicated (*).  C an  ce r C el l B io lo gy  Chadalapaka et al. 803  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    models,13-18 and epidemiology studies show that pancreatic and gastric cancer patients with tumors expressing high levels of Sp1 protein had significantly poorer prognosis than patients with tumors that express low levels of Sp1.43,44 Lou et al.45 examined the role of Sp1 in carcinogen-induced transformation of normal skin fibroblast that express low lev- els of Sp1; an 8- to 18-fold increase in Sp1 expression was observed after transformation. Moreover, knockdown of Sp1 in the transformed cells abrogated their ability to form tumors.  Previous studies have reported high expression of Sp-regu- lated genes such as FGFR4,26 c-MET,25 IGFR46 and VEGF47  in RMS cells, and overexpression of PDGFRa in human ARMS cells plays a functional role in tumor cell growth.34  Western blot analysis of RMS cell lines clearly demonstrated that Sp1, Sp3 and Sp4 were highly expressed in RH30 and RD cell lines derived from ARMS and ERMS patients, respec- tively. Moreover, in the genetically modified HSMMPFþHþM  cell line that resembles ARMS cells, there was also high expression of Sp1, Sp3 and Sp4 and the increase in Sp1 and Sp3 was only observed after viral infection of HSMMPFþH  cells with NMyc (Fig. 1b). Sp4, but not Sp1 or Sp3, was highly expressed in HSMMs and enhanced expression of Sp1 and Sp3 was only observed after three genetic modifications (PFþHþM) which were also necessary for transformation of this cell line.27,29,30 Currently, we are further investigating this ARMS-like cell model to determine the role of Sp1 and Sp3 in the transformation process. Transformation of HSMM cells with SV40 T/t antigen, hTERT and Ras to give HSMMT/tþHþR (ERMS-like) was less informative with respect to the role of Sp transcription factors since Sp1 and Sp3 were highly expressed in HSMMT/t cells and this was consistent with a previous report showing that SV40 alone stimulates Sp1 expression.31 Nevertheless, the high expression of Sp1 and Sp3 in HSMMT/t cells which do not form tumors in mice indicates that in this model Sp1, Sp3 and Sp4 expres- sion are not sufficient for transformation, and we are cur- rently investigating other factors required for transformation.  The Cooperative Human Tissue Network provided us with several RMS patient samples and normal muscle tissue for immunostaining for Sp1. Staining intensities were graded as non-detectable (1), low (2), medium (3) and high (4). Over 80% of the RMS tumors were highly stained for Sp1 (-3), whereas in the small number of normal muscle tissue samples, only low staining for Sp1 (-2) was observed (Figs. 1c and 1d). The percent distribution of patients with high Sp1 staining was similar to that observed in gastric cancer patients,44 whereas in pancreatic cancer patients, only 22% and 54% of female and male patients, respectively, were clas- sified as Sp1-positive.43 In RMS patients and RMS cells, Sp1 is primarily nuclear and this may account for the high expression of pro-oncogenic Sp-regulated genes.  Anticancer agents that decrease expression of Sp1, Sp3, Sp4 and Sp-regulated genes include arsenic trioxide, TA, curcumin, BA and synthetic triterpenoids such as  CDODA-Me.13-17,20,21 TA is used in human and veterinary medicine and is well tolerated in febrile children.48,49 TA inhibited RMS cell growth and downregulated Sp1, Sp3 and Sp4 (Figs. 1 and 2) in RH30 and RD cells, and similar results were also observed for BA and CDODA-Me (Supporting In- formation Fig. 1). TA also inhibited tumor growth in athymic nude mice bearing RH30 cells as xenografts and this was accompanied by decreased expression of Sp1, Sp3, Sp4 and c-MET in tumors from TA-treated mice (Fig. 6). Although relatively high concentrations of TA were required to inhibit RH30 and RD cell proliferation within 24-48 hr after treat- ment, lower concentrations are growth inhibitory after pro- longed treatment (up to 6 days) and this is consistent with the 50 mg/kg dose every second day which significantly inhibited tumor growth (Fig. 6). These observations were similar to those previously observed for TA in other cancer cells and tumors.13,15,20 Other NSAIDs including sulindac and its derivatives also require higher (- 100 lM) concentra- tions in vitro than in vivo for their inhibition of cancer cell and tumor growth and effects on other pathways.50  Since expression of many Sp-regulated genes may also be dependent on other transcription factors such as NFjB in some cell lines,24 we used RNA interference to confirm that the effects of TA on putative Sp-regulated genes were due to downregulation of these transcription factors. However, these results do not exclude coregulation of these genes by other factors and the effects of TA may be due to both Sp down- regulation and other Sp-independent pathways. Results sum- marized in Figures 3 and 4 clearly link the growth inhibitory and pro-apoptotic effects of TA on repression of Sp1, Sp3 and Sp4 proteins. Simultaneous knockdown of Sp1, Sp3 and Sp4 or treatment of RH30 and RD cells with TA decreased cell migration and expression of CD1, survivin, VEGF, c-MET, IGFR, PDGFRa and CXCR4 gene products. The rela- tive contributions of Sp1, Sp3 and Sp4 to expression of these gene products was both gene- and cell context-dependent and this was consistent with comparable RNA interference studies in other cancer cell lines.20,21,23,24 For example, cyclin D1 expression in RH30 cells was primarily Sp1-dependent, whereas in RD cells, knockdown of Sp1, Sp3 or Sp4 protein decreased levels of CD1 protein (Fig. 3c). Thus, the effects of TA on VEGF, survivin, CD1, c-MET, PDGFRa, IGFR and CXCR4 expression on RMS cells (Fig. 3) and tumors (Fig. 6) are associated with downregulation of Sp1, Sp3 and Sp4 proteins, and ongoing array studies have identified other Sp-regulated genes that contribute to the effectiveness of agents that target Sp proteins. Sp-regulated gene products such as PDGFRa, IGFR, CXCR4 and c-MET are individual targets for treatment of RMS and have been directly linked to growth survival and angiogenesis of RMS cells and/or tumors.25,34-36 Since TA or knockdown of Sp1 also decreased expression of PAX3-FOXO1 in RH30 cells (Supporting Infor- mation Fig. 3A), this response may also be important for reg- ulating other pro-oncogenic factors. At least one advantage of TA over inhibitors of PDGFRa, CXCR4, IGFR and c-MET  C an  ce r C el l B io lo gy  804 Sp proteins are drug targets in RMS  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    is that TA inhibits expression of all four gene products and other Sp-regulated genes and Sp-independent responses induced by TA may also be important.  The mechanism of action of drug-induced downregulation of Sp1, Sp3 and Sp4 is dependent on the specific agent and cell context. For example, TA induced proteasome-dependent downregulation of Sp1, Sp3 and Sp4 in pancreatic cancer cells13 but in esophageal cancer cells, this same TA-induced response was proteasome-independent.15 We have previously identified other pathways for drug-induced Sp downregula- tion; arsenic trioxide induces caspase- and ROS-dependent cleavage of Sp1, Sp3 and Sp4 in bladder cancer cells19; CDDO-Me and a nitro-NSAID also induce ROS-dependent downregulation of miR-27a and induction of ZBTB10, an Sp repressor.23,37 Results in Figure 5 show that TA-induced downregulation of Sp1, Sp3 and Sp4 in RH30 cells and Sp1 and Sp4 in RD cells is proteasome-independent and Sp3 deg- radation in RD cells is proteasome-dependent. TA induced ZBTB10 and downregulated miR-27a in RH30 cells, whereas in RD cells, TA induced ZBTB10 but did not affect expres- sion of miR-27a. However, since ROS and caspase inhibitors did not block downregulation of Sp1, Sp3 or Sp4 in RH30 or RD cells treated with TA (Supporting Information Fig. 3),  the mechanisms associated with induction of the transcrip- tional repressor ZBTB10 and downregulation of miRs (and their identity) by TA is unknown and is currently being investigated.  In summary, results of this study show that Sp1 is overex- pressed in approximately 80% of RMS patients, and Sp1, Sp3, Sp4 and Sp-regulated gene products are also highly expressed in RMS cells. The effects of TA on Sp1, Sp3, Sp4 and Sp-regu- lated genes and responses were similar in the representative ARMS (RH30) and ERMS (RD) cell lines, and future studies will investigate TA-induced effects in the HSMM-derived cells. The mechanisms associated with Sp downregulation are cell context-dependent and this has previously been observed in other cancer cell lines treated with TA and drugs that down- regulate Sp proteins.13-17,19-24 The NSAID TA decreased RMS cell and tumor growth, and results of RNA interference studies (Sp knockdown) suggest that the anticancer activity of TA is due, in part, to targeting downregulation of Sp transcription factors and Sp-regulated genes such as c-MET, IGFR, PDGFRa and CXCR4 (e.g., Figs. 3 and 6). This data suggest that drugs, such as TA, are another option for clinical treat- ment of RMS patients with these compounds alone or in com- bination with the currently used drug combinations.  References  1. Paulino AC, Okcu MF. Rhabdomyosarcoma. Curr Probl Cancer 2008;32:7-34.  2. Ries LAG, Smith MA, Gurney JG, et al. Cancer Incidence and Survival Among Children and Adolescents: United States SEER Program 1975- 1995. NIH Publication No. 99-4649 National Institutes of Health, 1999.  3. Grufferman S, Schwartz AG, Ruymann FB, et al. Parents' use of cocaine and marijuana and increased risk of rhabdomyosarcoma in their children. Cancer Causes Control 1993;4:217-24.  4. Hicks N, Zack M, Caldwell GG, et al. Childhood cancer and occupational radiation exposure in parents. Cancer 1984;53:1637-43.  5. Barr FG, Galili N, Holick J, et al. Rearrangement of the PAX3 paired box gene in the paediatric solid tumour alveolar rhabdomyosarcoma. Nat Genet 1993;3:113-7.  6. Davis RJ, D'Cruz CM, Lovell MA, et al. Fusion of PAX7 to FKHR by the variant t(1;13)(p36;q14) translocation in alveolar rhabdomyosarcoma. Cancer Res 1994;54:2869-72.  7. Barber TD, Barber MC, Tomescu O, et al. Identification of target genes regulated by PAX3 and PAX3-FKHR in embryogenesis and alveolar rhabdomyosarcoma. Genomics 2002;79:278-84.  8. Khan J, Bittner ML, Saal LH, et al. cDNA microarrays detect activation of a myogenic transcription program by the PAX3-FKHR fusion oncogene. Proc Natl Acad Sci U S A 1999;96: 13264-9.  9. Sorensen PH, Lynch JC, Qualman SJ, et al. PAX3-FKHR and PAX7-FKHR gene fusions are prognostic indicators in alveolar rhabdomyosarcoma: a report from the children's oncology group. J Clin Oncol 2002;20:2672-9.  10. Maurer HM. The Intergroup Rhabdomyosarcoma Study (NIH): objectives and clinical staging classification. J Pediatr Surg 1975;10:977-78.  11. Maurer HM, Moon T, Donaldson M, et al. The intergroup rhabdomyosarcoma study: a preliminary report. Cancer 1977;40: 2015-26.  12. Breneman JC, Lyden E, Pappo AS, et al. Prognostic factors and clinical outcomes in children and adolescents with metastatic rhabdomyosarcoma—a report from the Intergroup Rhabdomyosarcoma Study IV. J Clin Oncol 2003;21:78-84.  13. Abdelrahim M, Baker CH, Abbruzzese JL, et al. Tolfenamic acid and pancreatic cancer growth, angiogenesis, and Sp protein degradation. J Natl Cancer Inst 2006;98:855-68.  14. Chintharlapalli S, Papineni S, Ramaiah SK, et al. Betulinic acid inhibits prostate cancer growth through inhibition of specificity protein transcription factors. Cancer Res 2007;67:2816-23.  15. Papineni S, Chintharlapalli S, Abdelrahim M, et al. Tolfenamic acid inhibits esophageal cancer through repression of specificity proteins and c- Met. Carcinogenesis 2009;30:1193-201.  16. Chadalapaka G, Jutooru I, Chintharlapalli S, et al. Curcumin decreases specificity protein expression in bladder cancer cells. Cancer Res 2008;68: 5345-54.  17. Chintharlapalli S, Papineni S, Abdelrahim M, et al. Oncogenic microRNA-27a is a target for anticancer agent methyl 2-cyano-3,11-dioxo- 18beta-olean-1,12-dien-30-oate in colon cancer cells. Int J Cancer 2009;125:1965-74.  18. Mertens-Talcott SU, Chintharlapalli S, Li X, et al. The oncogenic microRNA-27a targets genes that regulate specificity protein transcription factors and the G2-M checkpoint in MDA-MB-231 breast cancer cells. Cancer Res 2007;67:11001-11.  19. Jutooru I, Chadalapaka G, Sreevalsan S, et al. Arsenic trioxide downregulates specificity protein (Sp) transcription factors and inhibits bladder  cancer cell and tumor growth. Exp Cell Res 2010; 316:2174-88.  20. Abdelrahim M, Baker CH, Abbruzzese JL, et al. Regulation of vascular endothelial growth factor receptor-1 expression by specificity proteins 1, 3, and 4 in pancreatic cancer cells. Cancer Res 2007; 67:3286-94.  21. Chadalapaka G, Jutooru I, Burghardt R, et al. Drugs that target specificity proteins downregulate epidermal growth factor receptor in bladder cancer cells. Mol Cancer Res 2010;8: 739-50.  22. Abdelrahim M, Smith R, 3rd, Burghardt R, et al. Role of Sp proteins in regulation of vascular endothelial growth factor expression and proliferation of pancreatic cancer cells. Cancer Res 2004;64:6740-9.  23. Jutooru I, Chadalapaka G, Abdelrahim M, et al. Methyl 2-cyano-3,12-dioxooleana-1,9-dien-28- oate decreases specificity protein transcription factors and inhibits pancreatic tumor growth: role of microRNA-27a. Mol Pharmacol 2010;78: 226-36.  24. Jutooru I, Chadalapaka G, Lei P, et al. Inhibition of NFkappaB and pancreatic cancer cell and tumor growth by curcumin is dependent on specificity protein down-regulation. J Biol Chem 2010;285:25332-44.  25. Taulli R, Scuoppo C, Bersani F, et al. Validation of met as a therapeutic target in alveolar and embryonal rhabdomyosarcoma. Cancer Res 2006; 66:4742-9.  26. Yu SJ, Zheng L, Ladanyi M, et al. Sp1-mediated transcriptional control of fibroblast growth factor receptor 4 in sarcomas of skeletal muscle lineage. Clin Cancer Res 2004;10:6750-8.  27. Linardic CM, Naini S, Herndon JE, 2nd, et al. The PAX3-FKHR fusion gene of rhabdomyosarcoma cooperates with loss of p16INK4A to promote  C an  ce r C el l B io lo gy  Chadalapaka et al. 805  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC    bypass of cellular senescence. Cancer Res 2007;67: 6691-9.  28. Rimm DL, Camp RL, Charette LA, et al. Tissue microarray: a new technology for amplification of tissue resources. Cancer J 2001;7:24-31.  29. Kendall SD, Linardic CM, Adam SJ, et al. A network of genetic events sufficient to convert normal human cells to a tumorigenic state. Cancer Res 2005;65:9824-8.  30. Naini S, Etheridge KT, Adam SJ, et al. Defining the cooperative genetic changes that temporally drive alveolar rhabdomyosarcoma. Cancer Res 2008;68:9583-8.  31. Saffer JD, Jackson SP, Thurston SJ. SV40 stimulates expression of the transacting factor Sp1 at the mRNA level. Genes Dev 1990;4: 659-66.  32. Kennett SB, Udvadia AJ, Horowitz JM. Sp3 encodes multiple proteins that differ in their capacity to stimulate or repress transcription. Nucleic Acids Res 1997;25:3110-7.  33. Kennett SB, Moorefield KS, Horowitz JM. Sp3 represses gene expression via the titration of promoter-specific transcription factors. J Biol Chem 2002;277:9780-9.  34. Taniguchi E, Nishijo K, McCleish AT, et al. PDGFR-A is a therapeutic target in alveolar rhabdomyosarcoma. Oncogene 2008;27:6550-60.  35. Libura J, Drukala J, Majka M, et al. CXCR4-SDF- 1 signaling is active in rhabdomyosarcoma cells and regulates locomotion, chemotaxis, and adhesion. Blood 2002;100:2597-606.  36. Strahm B, Durbin AD, Sexsmith E, et al. The CXCR4-SDF1alpha axis is a critical mediator of rhabdomyosarcoma metastatic signaling induced by bone marrow stroma. Clin Exp Metastasis 2008;25:1-10.  37. Pathi SS, Jutooru I, Chadalapaka G, et al. GT-094, a NO-NSAID, inhibits colon cancer cell growth by activation of a reactive oxygen species- microRNA-27a: ZBTB10-specificity protein pathway. Mol Cancer Res 2011;9:195-202.  38. Bouwman P, Philipsen S. Regulation of the activity of Sp1-related transcription factors. Mol Cell Endocrinol 2002;195:27-38.  39. Black AR, Black JD, Azizkhan-Clifford J. Sp1 and kruppel-like factor family of transcription factors in cell growth regulation and cancer. J Cell Physiol 2001;188:143-60.  40. Ammendola R, Mesuraca M, Russo T, et al. Sp1 DNA binding efficiency is highly reduced in nuclear extracts from aged rat tissues. J Biol Chem 1992;267:17944-8.  41. Adrian GS, Seto E, Fischbach KS, et al. YY1 and Sp1 transcription factors bind the human transferrin gene in an age-related manner. J Gerontol A Biol Sci Med Sci 1996;51:B66-75.  42. Oh JE, Han JA, Hwang ES. Downregulation of transcription factor, Sp1, during cellular senescence. Biochem Biophys Res Commun 2007; 353:86-91.  43. Jiang NY, Woda BA, Banner BF, et al. Sp1, a new biomarker that identifies a subset of aggressive pancreatic ductal adenocarcinoma.  Cancer Epidemiol Biomarkers Prev 2008;17: 1648-52.  44. Wang L, Wei D, Huang S, et al. Transcription factor Sp1 expression is a significant predictor of survival in human gastric cancer. Clin Cancer Res 2003;9:6371-80.  45. Lou Z, O'Reilly S, Liang H, et al. Down- regulation of overexpressed sp1 protein in human fibrosarcoma cell lines inhibits tumor formation. Cancer Res 2005;65:1007-17.  46. Mayeenuddin LH, Yu Y, Kang Z, et al. Insulin- like growth factor 1 receptor antibody induces rhabdomyosarcoma cell death via a process involving AKT and Bcl-x(L). Oncogene 2010;29: 6367-77.  47. Wan X, Shen N, Mendoza A, et al. CCI-779 inhibits rhabdomyosarcoma xenograft growth by an antiangiogenic mechanism linked to the targeting of mTOR/Hif-1alpha/VEGF signaling. Neoplasia 2006;8:394-401.  48. Haliotis FA, Tzortzinis AA, Papanastasiou DA. Use of tolfenamic acid in febrile children with and without glucose-6-phosphate dehydrogenase deficiency. Int J Clin Pharmacol Ther 1997;35: 103-6.  49. Lascelles BD, Court MH, Hardie EM, et al. Nonsteroidal anti-inflammatory drugs in cats: a review. Vet Anaesth Analg 2007;34:228-50.  50. Stein U, Arlt F, Smith J, et al. Intervening in beta-catenin signaling by sulindac inhibits S100A4-dependent colon cancer metastasis. Neoplasia 2011;13:131-44.  C an  ce r C el l B io lo gy  806 Sp proteins are drug targets in RMS  Int. J. Cancer: 132, 795-806 (2013) VC 2012 UICC",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}