{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "γ‐Secretase inhibitor I induces apoptosis in chronic lymphocytic leukemia cells by proteasome inhibition, endoplasmic reticulum stress increase and notch down‐regulation   c-Secretase inhibitor I induces apoptosis in chronic lymphocytic leukemia cells by proteasome inhibition, endoplasmic reticulum stress increase and Notch down-regulation  Emanuela Rosati 1 , Rita Sabatini  1 *, Filomena De Falco  1 *, Beatrice Del Papa  2 , Franca Falzetti  2 , Mauro Di Ianni  3 ,  Laura Cavalli 2 , Katia Fettucciari  1 , Andrea Bartoli  1 , Isabella Screpanti  4 and Pierfrancesco Marconi  1  1 Department of Clinical and Experimental Medicine, General Pathology and Immunology Section, University of Perugia, Perugia, Italy  2 Department of Clinical and Experimental Medicine, Hematology and Clinical Immunology Section, University of Perugia, Perugia, Italy  3 Department of Internal Medicine and Public Health, Chair of Hematology, University of L'Aquila, L'Aquila, Italy  4 Department of Molecular Medicine, University La Sapienza, Rome, Italy  c-Secretase inhibitors (GSIs) have been proposed for combined therapies of malignancies with a dysregulated Notch  signaling. GSI I (Z-Leu-Leu-Nle-CHO) induces apoptosis of some tumor cells by inhibiting proteasome and Notch activity.  Alterations in these two cell survival regulators contribute to apoptosis resistance of chronic lymphocytic leukemia (CLL) cells.  Here, we investigated the mechanisms whereby GSI I increases apoptosis of primary CLL cells. Time-course studies indicate  that initial apoptotic events are inhibition of proteasome activity, concomitant with an increased endoplasmic reticulum (ER)  stress apoptotic signaling, and a consistent Noxa protein up-regulation. These events precede, and some of them contribute  to, mitochondrial alterations, which occur notwithstanding Mcl-1 accumulation induced by GSI I. In CLL cells, GSI I inhibits  Notch1 and Notch2 activation only in the late apoptotic phases, suggesting that this event does not initiate CLL cell  apoptosis. However, Notch inhibition may contribute to amplify GSI I-induced CLL cell apoptosis, given that Notch activation  sustains the survival of these cells, as demonstrated by the evidence that both Notch1 and Notch2 down-regulation by small-  interfering RNA accelerates spontaneous CLL cell apoptosis. Overall, our results show that GSI I triggers CLL cell apoptosis by  inhibiting proteasome activity and enhancing ER stress, and amplifies it by blocking Notch activation. These findings suggest  the potential relevance of simultaneously targeting these three important apoptosis regulators as a novel therapeutic strategy  for CLL.  Key words: chronic lymphocytic leukemia cell apoptosis, c-secretase inhibitor I, proteasome, endoplasmic reticulum stress, Notch  Abbreviations: ASK1: apoptosis signal-regulating kinase1; Bak: Bcl-2 homologous antagonist/killer; Bap 31: B-cell receptor-association  protein 31; Bax: Bcl-2-associated X protein; Bcl-2: B-cell lymphoma protein-2; Bfl/A1: Bcl-2-related protein A1; BH3: Bcl-2 homology  domain; Bim: Bcl-2 interacting mediator of cell death; CHOP/GADD153: C/EBP homologous protein/Growth Arrest and DNA Damage 153;  CHX: cicloheximide; CLL: chronic lymphocytic leukemia; COX IV: cytochrome oxidase IV; DMSO: dimethyl sulfoxide; DSHB:  Developmental Studies Hybridoma Bank; ER: endoplasmic reticulum; ERAD: ER-associated degradation; GAPDH: glyceraldehyde 3-  phosphate dehydrogenase; GSI: c-secretase inhibitor; Hes1: hairy and enhancer of split 1; IRE1: inositol-requiring enzyme1; Mcl-1: myeloid  cell leukemia-1; NICHD: National Institute of Child Health and Human Development; Omi/HtrA2: high temperature requirement serine  protease A2; PARP: poly (ADP-ribose) polymerase; PI: propidium iodide; SAPK/JNK: stress-activated protein kinase/c-Jun N-terminal kinase;  Smac/DIABLO: second mitochondria-derived activator of caspase/direct IAP binding protein with low pI; TRAF2: TNF receptor-associated  factor2; ZAP-70: f-chain-associated protein-70; z-LEVD-fmk: Z-Leu-Glu (OMe)-Val-Asp (OMe)-fluoromethylketone; z-VAD-fmk:  benzyloxycarbonyl-Val-Ala-Asp (OMe)-fluoromethylketone.  Additional Supporting Information may be found in the online version of this article.  *R.S. and F.D.F. contributed equally to this study  Grant sponsor: Progetti di Ricerca di Interesse Nazionale-PRIN (2008); Grant number: Prot. 2008YSSL7B_003; Grant sponsor: Fondazione  Cassa di Risparmio di Perugia, Italy (2009); Grant number: 2009.020.0086; Grant sponsor: Associazione Italiana per la Ricerca sul Cancro  DOI: 10.1002/ijc.27863  History: Received 29 Mar 2012; Revised 31 Aug 2012; Accepted 3 Sep 2012; Online 24 Sep 2012  Correspondence to: Emanuela Rosati, Department of Clinical and Experimental Medicine, General Pathology and Immunology Section, Via  Enrico dal Pozzo, Padiglione-W, 06126, Perugia, Italy, Tel.: þ39-075-5855830, Fax: þ39-075-5855827, E-mail: erosati@unipg.it  C an  ce r T h er ap y  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC  International Journal of Cancer  IJC    Chronic lymphocytic leukemia (CLL) is characterized by accumulation of malignant B CD5þ cells, which are resistant to apoptosis.1 Despite standard treatments and more recent targeted therapies,2 CLL is still incurable. Given that in CLL, multiple pathways are dysregulated,1,3 and considering that targeting one single pathway is often not sufficient to elimi- nate tumor cells,4,5 it is necessary to develop novel strategies able to activate multiple apoptotic pathways and, simultane- ously inhibit dysregulated survival pathways.  c-Secretase inhibitors (GSIs) include a wide range of small molecules proposed for therapy of malignancies driven by an aberrant Notch activity.6 A dysregulated Notch signaling has been associated with the pathogenesis of several malignan- cies,7 and GSIs have been shown to inhibit the growth and/ or survival of several tumor cells,8 including CLL cells.9 Some GSIs have also been tested in phase I trials for patients with breast cancer10 and T-cell acute leukemias.11 However, in these malignancies, minimal clinical responses have been observed, and other studies have also suggested that Notch inhibition is therapeutically effective only when combined with inhibition of other relevant pathogenic pathways.12-14 It has been recently shown that GSI I (Z-Leu-Leu-Nle-CHO), a tripeptide aldehyde inhibiting chymotryptic and aspartyl pro- tease activity, chemically similar to the proteasome inhibitor MG132 (Z-Leu-Leu-Leu-CHO),15 induces apoptosis in breast16,17 and glioblastoma tumor cells,18 and in precursor-B acute lymphoblastic leukemia (ALL) cells19 by inhibiting both c-secretase and proteasome activity or only proteasome activ- ity.17 The ability of GSI I to target both Notch and protea- some can render it more effective in inducing antitumor activity in those tumor cells where dysregulated survival and/ or growth are associated with alterations in both Notch sig- naling and proteasome activity. This might be also the case of CLL cells, given that both a constitutive Notch activation9  and an up-regulated activity of ubiquitin-proteasome path- way20 contribute to their apoptosis resistance. Furthermore, the evidence that in CLL, the clinical use of the highly spe- cific proteasome inhibitor bortezomib has been associated with poor antitumor responses,21 suggests that the only inhi- bition of proteasome is not sufficient to kill CLL cells.  One mechanism by which proteasome inhibitors mediate antitumor activity is that they prevent the clearance of mis- folded proteins by the endoplasmic reticulum (ER)-associated degradation (ERAD) pathway,22 resulting in protein accumu- lation in the ER and ER stress-induced apoptosis.23 Impor- tantly, CLL cells have a functional ER stress-associated  apoptotic signaling, and are susceptible to both pharmaco- logic and genetic ER targeting strategies.24,25  Based on all the above observations and our previous findings that GSI I increased CLL cell apoptosis and inhibited Notch activation,9 we investigated whether an inhibited pro- teasome activity and an increased ER stress signaling are also involved in GSI I-induced CLL cell apoptosis, and examined how these events and Notch inhibition contribute to this ap- optosis. Clarifying the effects of GSI I on these three critical regulators of CLL cell survival may be important to design more effective therapies for this leukemia. Results show that inhibition of proteasome activity, concomitant with an increased ER stress signaling and a consistent Noxa protein up-regulation, are critical initial events for GSI I-induced CLL cell apoptosis. After these effects, GSI I also inhibits Notch activation, event that contributes to amplify CLL cell apoptosis.  Material and Methods Patients  Twenty-two CLL patients entered this study. Diagnoses of CLL were performed according to the National Cancer Insti- tute-sponsored Working Group guidelines,26 and clinical staging was based on the Binet classification.27 This study was approved by the local Ethics Committee, and all patients signed informed consent in accordance with the Helsinki Declaration.  Cell purification and culture  Peripheral blood mononuclear cells were isolated from heparinized blood of CLL patients by Ficoll density-gradient centrifugation (Nycomed, Oslo, Norway). Monocytes were removed by plastic adherence, and T cells by sheep erythro- cyte rosetting. All CLL samples contained more than 96% CD19þ/CD5þ CLL cells, as assessed by flow cytometry (EPICS-XL-MCL; Beckman Coulter, Fullerton, CA).  Freshly isolated CLL cells, resuspended at 2 - 106 cells/ml in complete medium consisting of RPMI 1640 supplemented with 10% heat-inactivated fetal bovine serum (FBS; Hyclone Laboratories, Logan, UT), 2 mM L-glutamine, 100 U/ml peni- cillin and 100 lg/ml streptomycin (all from Invitrogen, Mi- lan, Italy), were incubated in culture tubes (3 ml/tube) at 37-C in a 5% CO2 atmosphere. The c-secretase inhibitor I (GSI I; Z-Leu-Leu-Nle-CHO), the pan-caspase inhibitor z-VAD-fmk, the JNK inhibitor SP600125 (all from  What's new?  GSI-I is a c-secretase inhibitor (GSI) that can induce apoptosis in some tumor cells. In this study of primary chronic  lymphocytic leukemia (CLL) cells, the authors report that GSI I can increase apoptosis in apoptosis-resistant cells via three  key cell-survival regulators: proteasome, endoplasmic reticulum (ER), and Notch. Given that several apoptotic pathways are  dysregulated in CLL, this type of multi-targeted agent may prove to be more effective than highly selective drugs in blocking  tumor-cell growth and survival. These findings may thus have important therapeutic implications.  C an  ce r T h er ap y  Rosati et al. 1941  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    Calbiochem, La Jolla, CA), the caspase-4 inhibitor z-LEVD- fmk (BioVision, Mountain View, CA), and the translational inhibitor cycloheximide (CHX; Sigma-Aldrich, St. Louis, MO) were dissolved in dimethyl sulfoxide (DMSO) and diluted in complete medium at the used concentrations, which did not exceed 0.01% and did not affect CLL cell viability.  CLL clinical laboratory characteristics  To investigate VDJ rearrangement, genomic DNA was ampli- fied using a mixture of sense primers annealing to the VH1 through VH6 FR1 and anti-sense primers complementary to the germ line JH regions.  28 For somatic hypermutation analy- sis, PCR products were gel purified (Qiagen Gel Purification Kit; Qiagen, Milan, Italy) and directly sequenced by the auto- matic DNA sequencer ABI PRISM 3130 (Applied Biosystems, Warrington, UK). The National Center for Biotechnology Information (NCBI) Ig Blast database and sequence align- ment tool was used to identify and compare sequences with the most homologous germline VH gene family. VH gene sequences deviating more than 2% from the corresponding germline gene were defined mutated. CD38 surface expres- sion and ZAP-70 intracellular expression in CLL cells were examined as previously described.24,29  Supporting Information Table 1 gives clinical laboratory characteristics and the Binet stage of CLL patients.  Mutation analysis of NOTCH1  The NOTCH1 exon 34 mutation previously identified in CLL30 was analyzed by PCR amplification as described else- where31 and frequencies were determined using the NCBI database. Cycling conditions were: 95-C for 5 min (one cycle); 95-C for 45 sec; 58-C for 45 sec; 72-C for 1 min for 36 cycles; 72-C for 6 min (one cycle). After direct sequencing from both strands, purified amplicons were compared with corresponding germline sequences, and germline polymor- phisms in the NCBI SNP database were excluded.  OP9 coculture  OP9 bone marrow stromal cell line was maintained in IMDM containing 20% FBS, 10 mM Hepes, 1 mM sodium pyruvate, 1 mM L-glutamine, 30 mM b-mercaptoethanol, 100 U/ml penicillin and 100 mg/ml streptomycin. One day before the experiment, OP9 cells were plated in 6-well plates (1 - 105/well). Cocultures were initiated by seeding in each well, precoated with OP9, CLL cells resuspended at 3 - 105/ml in complete medium (3 ml/well) containing GSI I. After 36 hr of coculture, CLL cells were removed from the monolayer. Contamining OP9 cells were eliminated filtering the har- vested CLL cells through a 70-mm cell strainer (BD Falcon; Becton Dickinson, Bedford, MA). CLL cell purity was greater than 99%, as revealed by flow cytometric analysis of CD45 expression. Neither DMSO nor GSI I affected the OP9 monolayer integrity.  MTS assay  The effect of GSI I on viability of OP9 cells was assessed by 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)- 2-(4-sulfophenyl)-2H-tetrazolium, inner salt (MTS) assay, using CellTiter 96 AQueous One Solution reagent (Promega, Madison, WI). OP9 cells were seeded in 96-well plates (5 - 103/well), allowed to adhere for 1 day and then exposed to GSI I or DMSO as control. After 36-hr incubation, MTS rea- gent was added to the wells and after 2-hr incubation at 37-C, absorbance was measured in a plate reader at 490 nm.  Apoptosis assay  Apoptosis was assessed by flow cytometric analysis (EPICS- XL-MCL) of Annexin V-fluorescein isothiocyanate (FITC)/ propidium iodide (PI)-stained cells. Annexin V/PI assay was performed using a commercial kit (Immunotech; Beckman Coulter) according to the manufacturer's instructions.  Western blot analysis  Whole-cell lysates and cytosolic and mitochondria-enriched fractions were prepared as previously described.24 Equal amounts of proteins were separated by 7.5 to 15% SDS-PAGE and transferred to nitrocellulose membranes. Blots, after block- ing, were incubated with primary antibodies to: caspase-4 (Medical & Biological Laboratories, Woburn, MA); cytochrome c (BD Biosciences, San Jose, CA); CHOP/GADD153, Bap31, Bax and Mcl-1 (Santa Cruz Biotechnology, Santa Cruz, CA); caspase-8, IRE1a, caspase-3, caspase-9, PARP, phospho-SAPK/ JNK (Thr183/Tyr185) and total SAPK/JNK (Cell Signaling Technology, Beverly, MA); Smac/DIABLO (Upstate Biotech- nology, Lake Placid, NY); Omi/HtrA2 (R&D Systems, Minne- apolis, MN); cytochrome oxidase IV subunit II (COX IV; Invi- trogen); Bim S/EL/L (Alexis Biochemicals, San Diego, CA); Noxa (Imgenex, San Diego, CA); Bcl-2 (DakoCytomation, Mi- lan, Italy); GAPDH (Sigma-Aldrich); ubiquitinylated proteins (BIOMOL Research Laboratories, Plymouth Meeting, PA); Hes1 (Novus Biologicals, Littleton, CO); Notch1 (clone bTAN20) and Notch2 (clone C651.6DbHN), developed by Spi- ros Artavanis-Tsakonas, obtained from DSHB developed under the auspices of the NICHD, and maintained by Iowa Univer- sity. Signals were detected using appropriate horseradish perox- idase-conjugated secondary antibodies and the ECL system (GE Healthcare, Milan, Italy). Densitometric analysis was per- formed using Quantity One software (Bio-Rad, Milan, Italy).  Real-time quantitative PCR  Total RNA was isolated using Trizol (Invitrogen) and 1 lg reverse-transcribed using RT-kit plus (Nanogen Advanced Diagnostics, Milan, Italy). Real-time quantitative PCR was performed with PCR Master Mix Power SYBR Green (Applied Biosystems), using the 7900HT Fast Real-Time PCR System (Applied Biosystems).  The primer sequences used for NOXA were forward: 5'- GCTGGAAGTCGAGTGTGCTA-3' and reverse: 5'-CCTGAG  C an  ce r T h er ap y  1942 GSI I induces apoptosis in CLL cells  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    CAGAAGAGTTTGGA-3' (Invitrogen). Relative fold change was normalized to GAPDH and calculated using the 2-DDCt  method.  siRNA nucleofection  CLL cells (12 - 106), resuspended in 100 ll Cell Line Solu- tion Kit V (Lonza Group Ltd, Basel, Switzerland) with ON-TARGETplus SMARTpool siRNA to Mcl-1 (1 lM), Notch1 (0.5 lM), Notch2 (0.5 lM) or ON-TARGETplus siCONTROL nontargeting pool (Dharmacon RNA Technolo- gies, Lafayette, CO), were transfected with the Amaxa Nucle- ofector II device (program U-013). In Mcl-1 experiments, cells were cultured for 24 hr in 12-well plates in complete medium. In Notch1 and Notch2 experiments, cells were cul- tured for 72 hr in 12-well plates in supernatants harvested from 48-hr cultures of OP9 cell line, to minimize spontane- ous apoptosis of siControl transfected cells that could obscure the effect of Notch1 and Notch2 silencing.  Statistical analysis  Statistical differences between mean values were evaluated using the Student's t test. The minimal level of significance was p < 0.05.  Results GSI I increases apoptosis of CLL cells  CLL cells from 22 patients were exposed for 24 hr to increas- ing GSI I concentrations, and apoptosis was evaluated by Annexin V/PI staining. GSI I increased CLL cell apoptosis in a dose-dependent manner, with 0.1 mM which had a very marginal effect, 1 mM which increased apoptosis but not in a significant manner, and 2.5 and 5 mM which caused the high- est effects (Supporting Information Figs. S1a and S1b). GSI I induced apoptosis in CLL cells from all examined patients, regardless of clinical stage and biological characteristics. NOTCH1 mutational status of CLL samples does not seem to affect the susceptibility of CLL cells to GSI I-induced apo- ptosis. Indeed, the NOTCH1 PEST domain mutation (c.7544_7545delCT) previously identified in CLL,30 occurred in 2 of the 22 examined patients (3 and 14), and in these two samples, reduction of cell viability by GSI I was similar in extent to that observed in unmutated samples (Supporting Information Table 2).  We then determined the time-course of GSI I-induced apoptosis. In these and several of the next time-course experi- ments, CLL cells from 12 samples (1-12), including patients with different characteristics, were exposed to 2.5 mM GSI I for 1, 4, 8 and 24 hr. GSI I, after 1 hr, had a marginal effect on CLL cell apoptosis, which began to increase after 4 hr and pro- gressively increased up to 24 hr (Figs. 1a and 1b).  GSI I increases CLL cell apoptosis in the presence of bone  marrow stromal support  Since bone marrow microenvironment provides survival advantage and confers chemoresistance to CLL cells,32 we  investigated whether GSI I is able to induce CLL cell apopto- sis in the presence of OP9 bone marrow stromal cells. We cocultured CLL cells for 36 hr with OP9 cells with or without GSI I, and evaluated CLL cell viability and apoptosis by Annexin V/PI staining. We performed these experiments in CLL cells from six samples (2-7), selected to include patients with different characteristics. Results show that GSI I, at both 2.5 and 5 mM, decreased CLL cell viability also in the pres- ence of OP9 cells, although they triggered pro-survival signals to CLL cells (Fig. 1c). To exclude that GSI I overcomes the pro-survival effect of OP9 cells on CLL cells because of a direct toxicity on stromal support, we examined the effect of GSI I on OP9 cell viability using MTS assay. Results show that OP9 cell viability was not affected by GSI I, either at 2.5 or 5 mM (Fig. 1d).  GSI I rapidly inhibits proteasome activity in CLL cells  To investigate whether GSI I inhibits proteasome activity in CLL cells, we analyzed (patients 1-12) the accumulation of polyubiquitinated proteins, which is an indicator of protea- some inhibition and a cause of proteasome inhibitor-induced apoptosis.33 Time-course analysis shows that GSI I, already after 1 hr, induced, compared with controls, a strong accu- mulation of polyubiquitinated proteins, which further increased at 4 and 8 hr and to a lesser degree at 24 hr (Fig. 2a). These results show that GSI I rapidly inhibits pro- teasome activity in CLL cells, and suggest that proteasome inhibition may be one of the initial triggering events for GSI I-induced CLL cell apoptosis.  GSI I rapidly increases apoptotic ER stress signaling  in CLL cells  Based on our recent findings that ex vivo CLL cells have a functional ER stress-triggered caspase cascade initiated by caspase-4 and involving caspase-8 and -3,24 we first investi- gated whether GSI I potentiates the activation of these cas- pases (patients 1-12). Time-course analysis shows that the cleavage of caspase-4 into its active 20-kDa subunit was increased by GSI I, compared with controls, already after 1 hr and continued to be increased until 24 hr (Fig. 2b). GSI I also enhanced caspase-8 and -3 activation and PARP degra- dation, with effects evident from 4 hr onward (Fig. 2b). To examine the role of caspase-4 and the overall contribution of caspases to GSI I-induced apoptosis, we examined the effect of the caspase-4 inhibitor z-LEVD-fmk and the pan-caspase inhibitor z-VAD-fmk on the viability and apoptosis of CLL cells treated with GSI I (patients 2-7). Results show that the decrease of cell viability induced by GSI I compared with controls, was partially prevented by z-LEVD-fmk and com- pletely prevented by z-VAD-fmk (Supporting Information Fig. S2a). Caspase-4 inhibitor z-LEVD-fmk also reduced the GSI I-induced processing of caspase-8 and -3 to their active 18- and 17-kDa subunits, respectively (Supporting Informa- tion Fig. S2b), suggesting that GSI I-induced caspase-4 activa- tion acts upstream of caspase-8 and -3.  C an  ce r T h er ap y  Rosati et al. 1943  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    We next examined the effect of GSI I on other proapop- totic events associated with ER stress, including the expres- sion of the transcription factor CHOP/GADD153,34 the cleavage of the ER membrane protein Bap31 into the proa- poptotic ER membrane-embedded fragment Bap20, event known to be induced by caspase-8 and important in propa- gating apoptotic signals from ER to mitochondria,35 and the phosphorylation of JNK1/2, a kinase activated by the IRE1- TRAF2-ASK1 branch of the ER stress response,36 and involved in connecting ER to mitochondria37 (patients 1-12). Results show that CHOP/GADD153 levels, which in controls increased from 1 hr onward, were not further increased by GSI I, whereas Bap31 cleavage into Bap20, which also pro- gressively increased in controls, was further enhanced by GSI  I, with evident effects observed at 8 and 24 hr (Fig. 2c). JNK1/2 phosphorylation was also enhanced by GSI I from 1 up to 8 hr and decreased at 24 hr, however, remaining higher than in controls, where it had almost completely decreased (Fig. 2c). IRE1a expression, which in controls, increased from 1 hr onward, was further enhanced by GSI I after 1 and 4 hr and decreased at later time-points (Fig. 2c). Altogether, these results show that GSI I increases CLL cell apoptosis activat- ing several pathways associated with ER stress.  GSI I increases the activation of the mitochondrial  apoptotic pathway in CLL cells  To determine whether mitochondrial alterations are involved in GSI I-induced CLL cell apoptosis, we examined, in CLL  Figure 1. Effect of GSI I on CLL cell apoptosis. (a and b) GSI I increases CLL cell apoptosis in a time-dependent manner. Freshly isolated  CLL cells (n ¼ 12) were exposed for the indicated times to 2.5 mM GSI I or 0.005% DMSO. (c) GSI I decreases CLL cell viability in the presence of OP9 bone marrow stromal cells. Freshly isolated CLL cells (n ¼ 6) were cultured for 36 hr in the absence or on an OP9 monolayer, with or without the indicated doses of GSI I as described in ‘‘OP9 coculture''. (a-c) Cell viability and apoptosis were evaluated  by flow cytometric analysis of Annexin V/PI (An V/PI) staining. (a and b) Results are presented as the percentage of viable (An V -  /PI -  ),  early apoptotic (An V þ  /PI -  ), late apoptotic (An V þ  /PI þ  ), and necrotic (An V -  /PI þ  ) cells. (a) Results are the mean 6 SD of 12 patients. **p  < 0.01 (An V-/PI-) cells in GSI I vs. An V-/PI- cells in DMSO at each time-point) according to Student's t test. (b) Results shown for  patient 2 are representative of 12 patients. (c) Results are presented as the percentage of viable (An V -  /PI -  ) cells and are the mean 6 SD  of six patients. **p < 0.01 (cells cultured with OP9 and each dose of GSI I vs. cells cultured with OP9 alone) according to Student's t test.  (d) Effect of GSI I on OP9 cell viability. Viability of OP9 cells treated for 36 hr with the indicated doses of GSI I or 0.01% DMSO as control  was measured by MTS assay. Results are presented as optical density (OD) values and are the mean 6 SD of four experiments performed  in triplicate.  C an  ce r T h er ap y  1944 GSI I induces apoptosis in CLL cells  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    Figure 2. GSI I increases accumulation of polyubiquitinated proteins and ER stress apoptotic signaling in CLL cells. (a-c) Time-course of GSI I effects on accumulation of polyubiquitinated proteins, proteolytic processing of caspase-4, -8, and -3, degradation of PARP, and  expression and activation of markers associated with ER stress apoptosis. Western blot analysis was performed in 20 mg whole-cell lysates extracted from CLL cells exposed for the indicated times to 2.5 mM GSI I or 0.005% DMSO as control (n ¼ 12). Protein loading was assessed by reprobing the blots with an anti-GAPDH antibody. (b, left panel) In caspase blots, separated panels are shown because long  X-ray film exposure was necessary to detect the active subunits. The asterisk in caspase-4 blot indicates bands derived from unknown  cleavage. The density of the bands corresponding to the active subunit (20-kDa) of caspase-4 (b, right panel) and to CHOP (c, right panel)  was evaluated by densitometric analysis. Densitometry units (U) were calculated relative to GAPDH. Results shown for patients 2 and 3 (a)  and patient 2 (b and c, left panels) are representative of 12 patients. (b and c, right panels) Results are the mean 6 SD of 12 patients.  (b, right panel) *p < 0.05, **p < 0.01 (GSI I vs. DMSO at each time-point) according to Student's t test. (c, right panel) The differences  between GSI I and DMSO are not significant at any time-point.  C an  ce r T h er ap y  Rosati et al. 1945  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    cells exposed to GSI I, the time-course of cytochrome c, Smac/DIABLO and Omi/HtrA2 release from the mitochon- dria to the cytosol (patients 1-12). In all examined samples, the cytosolic levels of all three proteins began to increase at 4 hr following treatment compared with controls, and progres- sively increased up to 24 hr. A concomitant reduction in mitochondrial levels of all three proteins, compared with controls, began to appear after 8 hr of treatment, and was  more pronounced at 24 hr (Fig. 3a). Proteolytic activation of caspase-9, known to initiate the cytochrome c-dependent cas- pase cascade, also began to increase after 4 hr of treatment compared with controls, continued to increase at 8 hr and returned to control values at 24 hr (Fig. 3b). Altogether, these results show that GSI I increases the mitochondrial pathway activation, and that this event occurs after proteasome inhibi- tion and ER stress induction.  Figure 3. GSI I increases the activation of the mitochondrial apoptotic pathway in CLL cells. (a and b) Time-course analysis of  mitochondrial apoptogenic protein release into the cytosol and caspase-9 processing during GSI I-induced CLL cell apoptosis. Freshly  isolated CLL cells (n ¼ 12) were exposed for the indicated times to 2.5 mM GSI I or 0.005% DMSO as control. (a) The levels of cytochrome c, Smac/DIABLO and Omi/HtrA2 were analyzed by western blot in cytosol and mitochondria-enriched fraction (MF) extracts (20 mg). The blots were reprobed with an anti-COX IV antibody to control the purity of cytosolic fraction and the loading of MF, and with an anti-GAPDH  antibody to control the loading of cytosolic extracts. Data shown for patient 2 are representative of 12 patients. (b) Caspase-9 processing  was analyzed by western blot in 20 mg whole-cell lysates, and protein loading was assessed by reprobing the blots with an anti-GAPDH antibody. The density of the bands corresponding to the active subunits of caspase-9 (35- and 37-kDa) was evaluated by densitometric  analysis. Densitometry units (U) were calculated relative to GAPDH. Data shown for patient 2 are representative of 12 patients. (c-e) Effect  of pharmacologic JNK1/2 inhibition on mitochondrial apoptogenic protein release and CLL cell apoptosis induced by GSI I. Freshly isolated  CLL cells (n ¼ 6) were pretreated for 30 min with 20 mM of the JNK1/2 inhibitor SP600125 or 0.005% DMSO as control, and then exposed for further 16 hr to 2.5 mM GSI I. (c) Phosphorylation and expression of JNK1/2 were analyzed by western blot in 20 mg whole-cell lysates, and protein loading was assessed by reprobing the blots with an anti-GAPDH antibody. (d) The levels of cytochrome c and Smac/DIABLO  were analyzed in 20 mg cytosolic lysates as described in (a). The density of the bands corresponding to cytochrome c and Smac/DIABLO was evaluated by densitometric analysis. Densitometry units (U) were calculated relative to GAPDH. (c and d) Data shown for patient 2 are  representative of six patients. (e) Cell viability and apoptosis were evaluated by flow cytometric analysis of Annexin V/PI (An V/PI) staining.  Results are presented as the percentage of viable (An V -  /PI -  ) cells and are the mean 6 SD of six patients. *p < 0.05 (cells treated with  SP600125 and GSI I vs. cells treated with GSI I) according to Student's t test.  C an  ce r T h er ap y  1946 GSI I induces apoptosis in CLL cells  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    JNK1/2 signaling activated by GSI I is involved in  converging ER stress apoptotic signals to the mitochondria.  It is known that JNK1/2 activation connects ER stress with mi- tochondrial apoptosis by several mechanisms.37 To determine whether the increased JNK1/2 phosphorylation induced by GSI I contributes to mitochondrial alterations, we analyzed the effect of the JNK inhibitor SP600125 on cytochrome c and Smac/DIABLO release to the cytosol, induced by GSI I in CLL cells (patients 2-7). In all examined samples, SP600125 com- pletely abrogated the increase in JNK1/2 phosphorylation induced by GSI I (Fig. 3c) and partially prevented the cytosolic accumulation of cytochrome c and Smac/DIABLO (Fig. 3d), as well as the decrease of CLL cell viability induced by GSI I (Fig. 3e). These results suggest that JNK1/2 activation by GSI I contributes, at least in part, to CLL cell apoptosis by converg- ing ER stress apoptotic signals to the mitochondria.  GSI I-induced apoptosis of CLL cells is associated with  Noxa up-regulation and occurs notwithstanding Mcl-1  accumulation  Having shown that, in CLL cells, GSI I activates the mitochon- drial apoptotic pathway, and given the crucial role of Bcl-2 fam- ily members in controlling mitochondrial apoptosis,38 we inves- tigated the effect of GSI I on some of these molecules (patients 1-12). Analysis of the antiapoptotic proteins Bcl-2 and Mcl-1, critical mediators of CLL cell survival,39 showed that whereas Bcl-2 expression remained unchanged after GSI I treatment, Mcl-1 levels were rapidly increased, compared with controls, al- ready after 1 hr. Mcl-1 levels were maintained high by GSI I up to 24 hr, time at which, in control cells, they were reduced (Fig. 4a). We next examined the proapoptotic proteins Bax, known to directly affect the outer mitochondrial membrane permeabil- ity to apoptogenic factors, and the BH3-only proteins Noxa and Bim, which function, the former, by neutralizing the antiapop- totic Mcl-1 and Bfl/A1 thereby releasing Bax and Bak, and the latter, by directly inducing Bax oligomerization.38 Analysis of cytosolic and mitochondria-enriched fractions revealed that GSI I, from 4 hr onward, induced a time-dependent reduction of cytosolic Bax levels accompanied by an increase in the mito- chondrial levels (Fig. 4b). Analysis of Noxa and Bim proteins showed that Noxa levels were strongly up-regulated, as early as 1 hr following treatment, and continued to increase with time (Figs. 4c left panel and 4d), whereas Bim EL, L and S isoform levels remained unchanged after GSI I treatment (Fig. 4c right panel). This high Noxa expression suggests that it is a critical effector in GSI I-induced CLL cell apoptosis and prompted us to examine whether Noxa increase was due to transcriptional up-regulation (patients 2-7). GSI I induced, already after 1 hr, a weak increase in Noxa mRNA levels which progressively increased with time, exceeding, after 24 hr, a ninefold increase compared with untreated cells (Fig. 4e). Therefore, GSI I, espe- cially in the late phases of apoptosis, up-regulates Noxa protein by increasing its transcription. Noxa up-regulation by GSI I also depends on protein synthesis, given that treating CLL cells  with GSI I in the presence of the translation inhibitor CHX (patients 2-7) strongly prevented GSI I-induced Noxa increase (Fig. 4f). These results along with the evidence that CHX pre- vented the decrease of CLL cell viability induced by GSI I (Fig. 4g) suggest that GSI I-induced CLL cell apoptosis requires the synthesis of proapoptotic protein(s), including Noxa.  Next, in an attempt to discover the mechanisms impli- cated in Noxa up-regulation by GSI I, we investigated the possible involvement of JNK1/2 signaling. Noxa protein expression was analyzed in CLL cells pretreated with the JNK inhibitor SP600125 and then exposed to GSI I (patients 2-7). In all examined samples, inhibition of JNK1/2 phosphoryla- tion induced by SP600125 (Fig. 4h left panel) resulted in decreased Noxa expression (Fig. 4h right panel), and suggests that JNK signaling contributes, at least in part, to Noxa protein up-regulation by GSI I, thus further contributing to mitochondrial pathway activation.  Silencing of Mcl-1 enhances apoptotic activity  of GSI I in CLL cells  Having shown that GSI I rapidly induced accumulation of Mcl-1 protein, a critical factor for CLL cell survival and chemoresistance,40 we investigated whether Mcl-1 accumula- tion affects proapoptotic activity of GSI I. Therefore, we exam- ined the effect of Mcl-1 down-regulation by siRNA on GSI I- induced CLL cell apoptosis. CLL cells were transfected with control nontargeting (siCtrl) or Mcl-1 siRNA (siMcl-1), and 24 hr after transfection were exposed for 4 hr to 2.5 mM GSI I or DMSO. We performed these experiments in CLL cells from five samples, including patients with different characteristics (2, 13-16). Western blot analysis performed after transfection showed that, in siMcl-1 CLL cells of the different patients, there was a significant reduction of Mcl-1 (Fig. 5a) which, consistent with previous studies,41 resulted in decreased CLL cell viability, as indicated by increased PARP degradation (Fig. 5a) and reduced percentage of viable Annexin V-/PI- cells (Fig. 5b). When transfected CLL cells were exposed to GSI I or DMSO, we found that in siCtrl cells treated with GSI I, there was a substantial accumulation of Mcl-1 which reached high expression levels, whereas in siMcl-1 cells, Mcl-1 levels remained low in response to GSI I, even if in some patients, they increased compared with siMcl-1 cells in DMSO (Figs. 5c and 5d). Analysis of Annexin V/PI staining shows that whereas in siCtrl cells, GSI I decreased cell viability by only 19.9 6 7.2% (p < 0.01) compared with DMSO, in siMcl-1 CLL cells, GSI I decreased cell viability by 64.5 6 10.2% (p < 0.01) (Figs. 5e and 5f). These data show that Mcl-1 down-reg- ulation enhances GSI I-induced CLL cell apoptosis suggesting that Mcl-1 accumulation induced by GSI I may slow down, but does not impede, mitochondrial pathway activation.  Notch inhibition by GSI I contributes to amplify  CLL cell apoptosis  During previous studies involving Notch in CLL cell survival, we found that GSI I, after 24 hr, increased CLL cell apoptosis  C an  ce r T h er ap y  Rosati et al. 1947  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    Figure 4. Effect of GSI I on Bcl-2 family members in CLL cells. (a, c and d) Time-course analysis of Bcl-2, Mcl-1, Noxa and Bim (EL, L and S isoforms) expression. Western blot analysis was performed in 20 mg whole-cell lysates isolated from CLL cells (n ¼ 12) exposed for the indicated times to 2.5 mM GSI I or 0.005% DMSO as control. Bcl-2, Mcl-1 (a) and Noxa (c, left panel) expression was analyzed using the same filter, and protein loading was assessed reprobing the blot with an anti-GAPDH antibody. Data shown for patient 2 are representative  of 12 patients. (d) The blots of Noxa were subjected to densitometry analysis and densitometry units (U) were calculated relative to GAPDH.  Results are the mean 6 SD of 12 patients. *p < 0.05 (GSI I vs. DMSO at each time-point) according to Student's t test. (b) Time-course  analysis of Bax release from the mitochondria. Western blot analysis was performed in 20 mg of cytosol and mitochondria-enriched fraction (MF) extracted from CLL cells (n ¼ 12) treated as in (a). The blots were reprobed with an anti-COX IV antibody to control the purity of cytosolic fraction and the loading of MF, and with an anti-GAPDH antibody to control the loading of cytosolic extracts. Data shown for patient  2 are representative of 12 patients. (e) Time-course analysis of Noxa mRNA expression. Noxa mRNA levels were evaluated by real-time PCR in  CLL cells before (Time 0) and after the indicated times of culture (n ¼ 6). Noxa mRNA levels were normalized to GAPDH and represented as fold change with respect to levels in CLL cells at time 0. Results are the mean 6 SD of six patients. **p < 0.01 (GSI I vs. DMSO at each  time-point) according to Student's t test. (f and g). Effect of the translational inhibitor CHX on GSI I-induced Noxa protein expression and CLL  cell apoptosis. CLL cells (n ¼ 6) were treated for 12 hr with 2.5 mM GSI I in the presence of 1 mg/ml CHX. (f) Western blot analysis of Noxa was performed as described in (c). Vertical lines inserted in the blots indicate a repositioned gel lane. Data shown for patient 2 are  representative of six patients. (g) Cell viability and apoptosis were evaluated by flow cytometric analysis of Annexin V/PI (An V/PI) staining.  Results are presented as the percentage of viable (An V -  /PI -  ) cells and are the mean 6 SD of six patients. **p < 0.01 (cells treated with  CHX and GSI I vs. cells treated with GSI I) according to Student's t test. (h) Effect of the JNK inhibitor SP600125 on GSI I-induced Noxa  protein expression. Western blot analysis of JNK1/2 phosphorylation and Noxa expression was performed in 20 mg whole-cell lysates isolated from CLL cells pretreated for 30 min with 20 mM SP600125 and then exposed to 2.5 mM GSI I for 12 hr (n ¼ 6). Protein loading was assessed by reprobing the blots with an anti-GAPDH antibody. Vertical lines inserted in the blots indicate a repositioned gel lane. The blots  of Noxa were subjected to densitometry analysis and densitometry units (U) were calculated relative to GAPDH. Data shown for patient 2 are  representative of six patients.    and inhibited Notch signaling.9 Here, to define how this event contributes to GSI I-induced CLL cell apoptosis, we first examined the time-course effect of GSI I on Notch1 and Notch2 processing and Hes1 protein expression, a target of Notch2 in CLL cells.9 We performed these experiments in CLL cells from 12 samples (2-7, 17-22), including patients with different characteristics. In all samples, GSI I inhibited the generation of Notch1 and Notch2 intracellular domains (IC), as well as the expression of the precursors (P) and the transmembrane/cytoplasmic portion (TM), only after 24 hr, whereas up to 8 hr, the levels of the three forms of both receptors appeared slightly increased or unchanged compared  with controls (Fig. 6a). Hes1 expression was also reduced by GSI I after 24 hr, whereas up to 8 hr, Hes1 levels appeared stable (Fig. 6b). The evidence that GSI I inhibits Notch sig- naling at the time of maximum CLL cell apoptosis indicates that Notch inhibition is not critical for initiating apoptosis. However, this event contributes to amplify CLL cell apopto- sis, because Notch signaling has a pro-survival role in these cells. This was demonstrated in genetic inhibition studies, in which Notch1 and Notch2 were down-regulated by siRNA (patients 2, 18-22). Results show that siRNA down-regulation of both Notch1, as demonstrated for the first time here (Figs. 6c and 6d), and Notch2, as previously reported9 and shown  Figure 5. Effect of Mcl-1 down-regulation on GSI I-induced apoptosis of CLL cells. (a and b) Freshly isolated CLL cells (n ¼ 5) were transfected with 1 mM of control nontargeting (siCtrl) or Mcl-1 siRNA (siMcl-1) as described in ‘‘siRNA nucleofection'' and then cultured in complete medium for 24 hr. (a) Mcl-1 expression and PARP degradation were analyzed by western blot in 20 mg whole-cell lysates, and protein loading was assessed by reprobing the blots with an anti-GAPDH antibody. (b) Cell viability and apoptosis were evaluated by flow  cytometric analysis of Annexin V/PI (An V/PI) staining and results are presented as the percentage of viable (An V -  /PI -  ), early apoptotic  (An V þ  /PI -  ), late apoptotic (An V þ  /PI þ  ), and necrotic (An V -  /PI þ  ) cells. (a and b) Results shown for patients 2, 13 and 16 are  representative of 5 patients. (c-f) After transfection, siCtrl or siMcl-1 CLL cells were exposed for 4 hr to 2.5 mM GSI I or 0.005% DMSO. (c and d) Mcl-1 expression was determined as described in (a). Blots of each sample were subjected to densitometric analysis and  densitometry units (U) were calculated relative to GAPDH. In panel c, data of patients 2, 13 and 16 are representative of five patients. (d)  Data are the mean 6 SD of five patients. *p < 0.05 (GSI-treated vs. DMSO-treated for each transfection condition) according to Student's t  test. (e and f) Cell viability was evaluated by flow cytometric analysis of Annexin V/PI (An V/PI) staining and data are presented as the  percentage of viable (An V-/PI-) cells. (e) Data of patients 2, 13 and 16 are representative of five patients. (f) Data are the mean 6 SD of  five patients. **p < 0.01 (GSI-treated vs. DMSO-treated for each transfection condition) according to Student's t test.  C an  ce r T h er ap y  Rosati et al. 1949  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    Figure 6. Contribution of Notch inhibition by GSI I to CLL cell apoptosis. (a and b) Time-course analysis of the effect of GSI I on Notch1 and Notch2 activation. Freshly isolated CLL cells (n ¼ 12) were cultured for the indicated times in complete medium with 2.5 mM GSI I or 0.005% DMSO as control. Western blot analysis of Notch1, Notch2 and Hes1 was performed on whole-cell lysates (10 mg for Notch receptors and 40 mg for Hes1), and protein loading was assessed by reprobing the blots with an anti-GAPDH antibody. In Notch1 and Notch2 blots, separated panels are shown because long X-ray film exposure was necessary to detect the precursors (P). Data of patients 2  and 18 are representative of 12 patients. (c and d) Effect of specific Notch1 down-regulation on CLL cell apoptosis. Freshly isolated CLL  cells (n ¼ 6) were transfected with 0.5 mM of control nontargeting (siCtrl) or Notch1 siRNA as described in ‘‘siRNA nucleofection'' and then cultured for 72 hr in supernatants harvested from 48-hr cultures of OP9 cell line. (c) Western blot analysis of Notch1 was performed as  described in (a). (d) Apoptosis was evaluated by flow cytometric analysis of Annexin V/PI (An V/PI) staining. Results are presented as the  percentage of viable (An V-/PI-), early apoptotic (An Vþ/PI-), late apoptotic (An Vþ/PIþ), and necrotic (An V-/PIþ) cells. (c and d) Data of  patients 2, 18 and 20 are representative of six patients.  C an  ce r T h er ap y  1950 GSI I induces apoptosis in CLL cells  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    in Supporting Information Figures S3a and S3b, increased CLL cell apoptosis compared with siCtrl treatment.  Discussion The major finding of our study is that GSI I triggers apopto- sis of primary CLL cells by inhibiting proteasome activity and enhancing ER stress signaling and amplifies it by block- ing Notch activation. This is the first evidence that in CLL, GSI I simultaneously targets three key apoptosis regulators to induce apoptosis, even if the dual activities of GSI I on pro- teasome and Notch has also been demonstrated in other tu- mor cells.16-18 These findings may have important therapeu- tic implications for CLL, considering the emerging interest in generating new anticancer multitarget agents, based on the current opinion that anticancer drugs, able to interfere simul- taneously with multiple altered pathways, might be more effective than highly selective drugs.4,5  Our results show that GSI I increases CLL cell apoptosis also in the presence of pro-survival signals triggered by OP9 stromal cells, suggesting the potential to reverse cytoprotec- tion by the microenvironment.  We demonstrate that proteasome inhibition by GSI I occurs concomitant with an increased activation of some ER stress-associated apoptotic pathways and a strong up-regula- tion of the proapoptotic BH3-only protein Noxa. In CLL cells, GSI I rapidly potentiates a specific ER stress-triggered caspase cascade, initiated by caspase-4 and involving caspase- 8 and -3, which is already functional in ex vivo CLL cells and plays an important role in their spontaneous apoptosis.24 GSI I also rapidly increases JNK1/2 phosphorylation and the expression of IRE1a, an ER membrane kinase known to acti- vate the ASK1/JNK pathway of the ER stress response.36 The cleavage of the ER stress regulator Bap31 into the pro apoptotic Bap20 fragment is also increased by GSI I, further confirming the involvement of ER stress in GSI I-induced CLL cell apoptosis.  Time-course studies indicate that proteasome inhibition and all ER stress apoptotic events induced by GSI I in CLL cells precede, and some of them contribute to, the activation of the mitochondrial apoptotic pathway, characterized by Bax translocation to mitochondria, release of cytochrome c, Smac/DIABLO and Omi/HtrA2 to the cytosol, and caspase-9 activation. In this context, pharmacologic inhibition studies show that JNK1/2 activation induced by GSI I contributes, at least in part, to the mitochondrial release of cytochrome c and Smac/DIABLO to the cytosol, suggesting its involvement in converging ER stress signals to mitochondria.  Mitochondrial integrity is tightly regulated by a wise bal- ance between proapoptotic and antiapoptotic members of the Bcl-2 family.38 In CLL cells, GSI I increases mitochondrial alterations without down-regulating Bcl-2 expression, and in the presence of a rapid accumulation of the short-lived pro- tein Mcl-1, which can be due either to an inhibited proteaso- mal degradation42 or an adaptive response to ER stress, as also observed in other tumor cells.43 However, the evidence  that restraining Mcl-1 accumulation by siRNA increases GSI I-induced CLL cell apoptosis, along with the evidence that GSI I induces mitochondrial perturbations, suggests that Mcl-1 persistence induced by GSI I slows down, but does not impede them. This is probably due to the fact that Mcl-1 could be sequestered by Noxa so allowing Bax and/or Bak to permeabilize mitochondria, as reported elsewhere.44,45 Con- sistent with this observation, we show that, in CLL cells, GSI I rapidly induces a strong Noxa protein up-regulation which precedes Bax translocation to mitochondria, thus suggesting that Noxa plays a critical role in GSI I-induced CLL cell apo- ptosis. We show that Noxa increase depends on new protein synthesis and, especially in the late apoptotic phases, on tran- scriptional up-regulation. Pharmacologic inhibition studies suggest that a contribution to up-regulating Noxa protein lev- els is made by the increased JNK1/2 activation induced by GSI I. However, Noxa up-regulation by GSI I may also depend on protein stabilization as a consequence of protea- some inhibition, as occurs in CLL cells treated with the pro- teasome inhibitors bortezomib and MG132.46 Since Noxa is a target of p5347 and p53 is regulated by the proteasome,48 the possibility that GSI I increases Noxa mRNA by increasing cellular pools of p53 cannot be excluded.  Another observation of our study is that GSI I inhibits Notch signaling when CLL cell apoptosis has reached the maximum level, whereas in the early apoptotic phases, CLL cells show an accumulation of Notch1 and Notch2 proteins and a stabilization of Hes1 levels. This is probably due to proteasome inhibition because various Notch pathway com- ponents have a fast turnover rate and are tightly regulated by the ubiquitin/proteasome system.49 The evidence that GSI I inhibits Notch signaling in the late apoptotic phases suggests that Notch inhibition is not crucial in initiating CLL cell apo- ptosis and therefore, that the key events induced by GSI I to trigger CLL cell apoptosis are the proteasome inhibition and the increase in ER stress. Notch inhibition by GSI I contrib- utes to amplify CLL cell apoptosis because Notch signaling has a pro-survival role in these cells, as demonstrated by the evidence that silencing either Notch1 or Notch2 accelerates spontaneous CLL cell apoptosis.  The extent to which the inhibition of Notch and protea- some by GSI I contributes to apoptosis has also been inves- tigated in other malignancies. In breast cancer cell lines17  and in glioblastoma tumor cells,18 the main target of GSI I is the proteasome. In precursor-B ALL cells, GSI I induces apoptosis by inhibiting Notch signaling and through Notch- independent mechanisms including, besides proteasome inhi- bition, the increase of reactive oxygen species production and the disruption of the AKT pro-survival pathway.19 The ability of GSI I to target Notch, AKT and other pro-survival pathways, has also been shown in cutaneous T-cell lym- phoma.50 All these findings have led to an in-depth under- standing of the mechanisms of action of GSI I in tumor cells which is essential to define the potential clinical use of GSI I.  C an  ce r T h er ap y  Rosati et al. 1951  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    In this study, we provide the molecular basis of GSI I-induced apoptosis of CLL cells and support the notion that simultaneously targeting proteasome, ER and Notch can be exploited as a novel therapeutic approach for CLL.  Acknowledgements This work was supported by a grant from Progetti di Ricerca di Interesse Nazionale-PRIN (2008, prot. 2008YSSL7B_003; to P.M.), by the Fondazione Cassa di Risparmio di Perugia, Italy (2009, code 2009.020.0086; to E.R.), and by the Associazione Italiana per la Ricerca sul Cancro (to I.S.).  References  1. Chiorazzi N, Rai KR, Ferrarini M. Chronic lymphocytic leukemia. N Engl J Med 2005;352: 804-15.  2. Lin TS. New agents in chronic lymphocytic leukemia. Curr Hematol Malig Rep 2010;5:29-34.  3. Zenz T, Mertens D, Küppers R, et al. From pathogenesis to treatment of chronic lymphocytic leukaemia. Nat Rev Cancer 2010;10:37-50.  4. Gossage L, Eisen T. Targeting multiple kinase pathways: a change in paradigm. Clin Cancer Res 2010;16:1973-78.  5. Petrelli A, Giordano S. From single- to multi- target drugs in cancer therapy: when aspecificity becomes an advantage. Curr Med Chem 2008;15: 422-32.  6. Rizzo P, Osipo C, Foreman K, et al. Rational targeting of Notch signaling in cancer. Oncogene 2008;27:5124-31.  7. Leong KG, Karsan A. Recent insights into the role of Notch signaling in tumorigenesis. Blood 2006;107:2223-33.  8. Nefedova Y, Gabrilovich D. Mechanisms and clinical prospects of Notch inhibitors in the therapy of hematological malignancies. Drug Resist Updat 2008;11:210-18.  9. Rosati E, Sabatini R, Rampino G, et al. Constitutively activated Notch signaling is involved in survival and apoptosis resistance of B-CLL cells. Blood 2009;113:856-65.  10. Krop IE, Kosh M, Fearen I, et al. Phase I pharmacokinetic (PK), and pharmacodynamic (PD) trial of the novel oral Notch inhibitor MK- 0752 in patients (pts) with advanced breast cancer (BC) and other solid tumors (Meeting Abstract). J Clin Oncol 2006;24:10574.  11. Deangelo DJ, Stone RM, Silverman LB, et al. A phase I clinical trial of the Notch inhibitor MK- 0752 in patients with T-cell acute lymphoblastic leukemia/lymphoma (T-ALL) and other leukemias (Meeting Abstract). J Clin Oncol 2006; 24:6585.  12. Vilimas T, Mascarenhas J, Palomero T, et al. Targeting the NF-kappaB signaling pathway in Notch1-induced T-cell leukemia. Nat Med 2007; 13:70-7.  13. De Keersmaecker K, Lahortiga I, Mentens N, et al. In vitro validation of gamma-secretase inhibitors alone or in combination with other anti-cancer drugs for the treatment of T-cell acute lymphoblastic leukemia. Haematologica 2008;93:533-42.  14. Pandya K, Meeke K, Clementz AG, et al. Targeting both Notch and ErbB-2 signalling pathways is required for prevention of ErbB-2- positive breast tumour recurrence. Br J Cancer 2011;105:796-806.  15. Weinmaster G, Kopan R. A garden of Notch-ly delights. Development 2006;133:3277-82.  16. Rasul S, Balasubramanian R, Filipović A, et al. Inhibition of c-secretase induces G2/M arrest and triggers apoptosis in breast cancer cells. Br J Cancer 2009;100:1879-88.  17. Han J, Ma I, Hendzel MJ, et al. The cytotoxicity of c-secretase inhibitor I to breast cancer cells is mediated by proteasome inhibition, not by c-secretase inhibition. Breast Cancer Res 2009;11: R57.  18. Monticone M, Biollo E, Fabiano A, et al. z-Leucinyl-leucinyl-norleucinal induces apoptosis of human glioblastoma tumor-initiating cells by proteasome inhibition and mitotic arrest response. Mol Cancer Res 2009;7:1822-34.  19. Meng X, Matlawska-Wasowska K, Girodon F, et al. GSI-I (Z-LLNle-CHO) inhibits c-secretase and the proteosome to trigger cell death in precursor-B acute lymphoblastic leukemia. Leukemia 2011;25:1135-46.  20. Masdehors P, Merle-B-eral H, Maloum K, et al. Deregulation of the ubiquitin system and p53 proteolysis modify the apoptotic response in B-CLL lymphocytes. Blood 2000;96:269-74.  21. Faderl S, Rai K, Gribben J, et al. Phase II study of single-agent bortezomib for the treatment of patients with fludarabine-refractory B-cell chronic lymphocytic leukemia. Cancer 2006;107:916-24.  22. Werner ED, Brodsky JL, McCracken AA. Proteasome-dependent endoplasmic reticulum- associated protein degradation: an unconventional route to a familiar fate. Proc Natl Acad Sci USA 1996;93:13797-801.  23. Fribley A, Wang CY. Proteasome inhibitor induces apoptosis through induction of endoplasmic reticulum stress. Cancer Biol Ther 2006;5:745-8.  24. Rosati E, Sabatini R, Rampino G, et al. Novel targets for endoplasmic reticulum stress-induced apoptosis in B-CLL. Blood 2010;116:2713-23.  25. Carew JS, Nawrocki ST, Krupnik YV, et al. Targeting endoplasmic reticulum protein transport: a novel strategy to kill malignant B cells and overcome fludarabine resistance in CLL. Blood 2006;107:222-31.  26. Hallek M, Cheson BD, Catovsky D, et al. Guidelines for the diagnosis and treatment of chronic lymphocytic leukemia: a report from the International Workshop on Chronic Lymphocytic Leukemia (IWCLL) updating the National Cancer Institute-Working Group (NCI-WG) 1996 guidelines. Blood 2008;111:5446-56.  27. Binet JL, Lepoprier M, Dighiero G, et al. A clinical staging system for chronic lymphocytic leukemia: prognostic significance. Cancer 1977;40: 855-64.  28. van Dongen JJ, Langerak AW, Brüggemann M, et al. Design and standardization of PCR primers and protocols for detection of clonal immunoglobulin and T-cell receptor gene recombinations in suspect lymphoproliferations: report of the BIOMED-2 concerted action BMH4-CT98-3936. Leukemia 2003;17: 2257-317.  29. Crespo M, Bosch F, Villamor N, et al. ZAP-70 expression as a surrogate for immunoglobulin- variable-region mutations in chronic lymphocytic leukemia. N Engl J Med 2003;348:1764-75.  30. Di Ianni M, Baldoni S, Rosati E, et al. A new genetic lesion in B-CLL: a NOTCH1 PEST domain mutation. Br J Haematol 2009;146: 689-91.  31. Weng AP, Ferrando AA, Lee W, et al. Activating mutations of NOTCH1 in human T cell acute lymphoblastic leukemia. Science 2004;306: 269-71.  32. Kurtova AV, Balakrishnan K, Chen R, et al. Diverse marrow stromal cells protect CLL cells from spontaneous and drug-induced apoptosis: development of a reliable and reproducible system to assess stromal cell adhesion-mediated drug resistance. Blood 2009;114:4441-50.  33. McConkey DJ, Zhu K. Mechanisms of proteasome inhibitor action and resistance in cancer. Drug Resist Updat 2008;11:164-79.  34. Oyadomari, S, Mori M. Roles of CHOP/ GADD153 in endoplasmic reticulum stress. Cell Death Differ 2004;11:381-9.  35. Breckenridge DG, Stojanovic M, Marcellus RC, et al. Caspase cleavage product of BAP31 induces mitochondrial fission through endoplasmic reticulum calcium signals, enhancing cytochrome c release to the cytosol. J Cell Biol 2003;160: 1115-27.  36. Urano F, Wang X, Bertolotti A, et al. Coupling of stress in the ER to activation of JNK protein kinases by transmembrane protein kinase IRE1. Science 2000;287:664-6.  37. Walter L, Hajn-oczky G. Mitochondria and endoplasmic reticulum: the lethal interorganelle cross-talk. J Bioenerg Biomembr 2005;37:191-206.  38. Kim H, Rafiuddin-Shah M, Tu HC, et al. Hierarchical regulation of mitochondrion- dependent apoptosis by BCL-2 subfamilies. Nat Cell Biol 2006;8:1348-58.  39. Packham G, Stevenson FK. Bodyguards and assassins: Bcl-2 family proteins and apoptosis control in chronic lymphocytic leukaemia. Immunology 2005;114:441-9.  40. Pepper C, Lin TT, Pratt G, et al. Mcl-1 expression has in vitro and in vivo significance in chronic lymphocytic leukemia and is associated with other poor prognostic markers. Blood 2008; 112:3807-17.  41. Longo PG, Laurenti L, Gobessi S, et al. The Akt/ Mcl-1 pathway plays a prominent role in mediating antiapoptotic signals downstream of the B-cell receptor in chronic lymphocytic leukemia B cells. Blood 2008;111:846-55.  42. Nijhawan D, Fang M, Traer E, et al. Elimination of Mcl-1 is required for the initiation of apoptosis following ultraviolet irradiation. Genes Dev 2003;17:1475-86.  43. Dong L, Jiang CC, Thorne RF, et al. Ets-1 mediates upregulation of Mcl-1 downstream of XBP-1 in human melanoma cells upon ER stress. Oncogene 2011;30:3716-26.  44. Smit LA, Hallaert DY, Spijker R, et al. Differential Noxa/Mcl-1 balance in peripheral versus lymph node chronic lymphocytic leukemia  C an  ce r T h er ap y  1952 GSI I induces apoptosis in CLL cells  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC    cells correlates with survival capacity. Blood 2007; 109:1660-8.  45. Fennell DA, Chacko A, Mutti L. Bcl-2 family regulation by the 20S proteasome inhibitor bortezomib. Oncogene 2008;27: 1189-97.  46. Baou M, Kohlhaas SL, Butterworth M, et al. Role of NOXA and its ubiquitination in proteasome inhibitor-induced apoptosis in chronic  lymphocytic leukemia cells. Haematologica 2010; 95:1510-18.  47. Oda E, Ohki R, Murasawa H, et al. Noxa, a BH3- only member of the Bcl-2 family and candidate mediator of p53-induced apoptosis. Science 2000; 288:1053-8.  48. Vousden KH, Prives C. P53 and prognosis: new insights and further complexity. Cell 2005;120: 7-10.  49. Wu G, Lyapina S, Das I, et al. SEL-10 is an inhibitor of Notch signaling that targets Notch for ubiquitin-mediated protein degradation. Mol Cell Biol 2001;21: 7403-15.  50. Kamstrup MR, Gjerdrum LM, Biskup E, et al. Notch1 as a potential therapeutic target in cutaneous T-cell lymphoma. Blood 2010;116: 2504-12.  C an  ce r T h er ap y  Rosati et al. 1953  Int. J. Cancer: 132, 1940-1953 (2013) VC 2012 UICC",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}