{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "Ovarian cancer cells, not normal cells, are damaged by Mirk/Dyrk1B kinase inhibition   Ovarian cancer cells, not normal cells, are damaged by Mirk/Dyrk1B kinase inhibition  Jing Hu, Holly Deng and Eileen A. Friedman  Pathology Department, SUNY Upstate Medical University, Syracuse, NY  Prior studies had shown that the Mirk/dyrk1B gene is amplified/upregulated in about 75% of ovarian cancers, that protein levels  of this kinase are elevated in quiescent G0 cells and that Mirk maintains tumor cells in quiescence by initiating rapid degradation  of cyclin D isoforms and by phosphorylation of a member of the DREAM complex. Depletion of Mirk/dyrk1B led to increased  cyclin D levels, an elevated reactive oxygen species (ROS) content and loss of viability. However, many normal cells in vivo are  quiescent, and therefore, targeting a kinase found in quiescent cells might be problematic. In our study, Mirk kinase activity was  found to be higher in ovarian cancer cells than in normal cells. Pharmacological inhibition of Mirk/dyrk1B kinase increased cyclin  D levels both in quiescent normal diploid cells and in quiescent CDKN2A-negative ovarian cancer cells, but led to more active  CDK4/cyclin D complexes in quiescent ovarian cancer cells, allowing them to escape G0/G1 quiescence, enter cycle with high  ROS levels and undergo apoptosis. The ROS scavenger N-acetyl cysteine reduced both the amount of cleaved poly(ADP-ribose)  polymerase (PARP) and the extent of cancer cell loss. In contrast, normal cells were spared because of their expression of cyclin  directed kinase (CDK) inhibitors that blocked unregulated cycling. Quiescent early passage normal ovarian epithelial cells and two  strains of quiescent normal diploid fibroblasts remained viable after the inhibition of Mirk/dyrk1B kinase, and the few cells that  left G0/G1 quiescence were accumulated in G21M. Thus, inhibition of Mirk kinase targeted quiescent ovarian cancer cells.  The Minibrain/dyrk protein kinase family member Mirk/ dyrk1B1-3 is an effector for both oncogenic K-ras and H-ras through a Rac1 to MKK3 pathway and can also be activated by cellular stresses like the chemotherapeutic drug 5-fluo- rouracil that activates MKK3.4-7 Mirk expression levels are very low in most normal cell types except for skeletal mus- cle,8 suggesting that this kinase has a noncritical function in most normal cells. Mirk is upregulated or amplified in a large subset of ovarian cancers compared to normal ovarian tissue.9 Mirk is one of the 16 genes within a consistently amplified 660-kb subregion of the 19q13 amplicon found in pancreatic cancers10 and ovarian cancers,11 suggesting selec- tion for this gene. Mirk depletion leads to increased ROS levels in pancreatic cancer and in colon cancer cells.12 Simi- larly, depletion of Mirk in each of four ovarian cancer cell lines increased their intracellular levels of ROS, sensitizing them to cisplatin that itself raises ROS levels.13 The combined effect of Mirk depletion and low cisplatin levels was sufficient  to kill the tumor cells, suggesting that Mirk may be an attrac- tive target in ovarian cancers.13 However, subsequent studies showed that Mirk levels varied widely during cell cycling with the greatest protein levels found in ovarian cancer cells made quiescent by serum starvation or growth to high cell density.9 A re-examination of the experimental conditions in the cisplatin studies revealed that several were performed in serum-free culture or over a several day growth period that led to high cell density,9 suggesting that most of the ovarian cancer cells were quiescent when Mirk depletion sensitized them to cisplatin. The significance of quiescence to Mirk response was troubling, as many normal cells in the body are quiescent, except the hematopoietic system and the gut epi- thelium. When a Mirk kinase inhibitor was tested on pancre- atic and colon cancer cells in a recent study,14 normal non- immortalized epithelium from either of these human tissues was not studied in parallel, as such tissue is not readily avail- able and is difficult to maintain in tissue culture. In contrast, normal nonimmortalized ovarian diploid epithelial cells are commercially available and can be cultured. In our study, the effects of pharmacological inhibition of Mirk kinase are com- pared in these normal ovarian cells, two diploid fibroblast strains and in ovarian cancer cells under culture conditions where cells entered a reversible quiescent state.  Material and Methods Materials  Cell lines and strains were obtained from the ATCC, and fresh cells were taken from frozen stocks negative for myco- plasma, on average every 3 months. In May 2012, short  Key words: quiescence, ovarian cancer, Mirk, Dyrk1B, ROS  Grant sponsor: National Institutes of Health; Grant number:  5R21CA135164; Grant sponsors: Jones/Rohner Foundation,  Schoeck-Blakely Ovarian Cancer Research Fund  DOI: 10.1002/ijc.27917  History: Received 21 May 2012; Accepted 5 Oct 2012; Online 1 Nov  2012  Correspondence to: Eileen A. Friedman, Department of Pathology,  SUNY Upstate Medical University, 2305 Weiskotten Hall, 750 East  Adams Street, Syracuse, New York 13210, USA, Tel.:  þ315-464-7148, Fax: þ315-464-8419, E-mail: friedmae@upstate.edu  C an  ce r C el l B io lo gy  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC  International Journal of Cancer  IJC    tandem repeat profiling of 14 and 15 loci was used to authenticate the SKOV3 and TOV21G cell lines, respectively. Reversible quiescence in culture was induced by serum star- vation for 3 days, with the cells able to enter cycle when fresh nutrients were added, as confirmed by flow cytometry to measure cell movement from G0 to mitotic arrest by nocodazole.9,13 Early passage human ovarian epithelial cells isolated from human ovarian tissue (cryopreserved primary or passage one cultures; ScienCell, Carlsbad, CA) were cultured in serum-free, growth factor containing ovarian epithelial cell medium (ScienCell) by the provider's instructions and made quiescent by culture in serum-free DMEM where more than 60% were found in G0. Flow cytometry after propidium iodide staining and Western blotting were performed as detailed,9  with antibodies to cleaved caspase-3 (#9661) from Cell Signal- ing, Beverly, MA, agarose conjugate to CDK4 sc-23896AC, sc- 8396 to cyclin D1, sc-182 to cyclin D3, sc-528 to p27 and sc- 1616 to actin from Santa Cruz Biotech, Santa Cruz, CA and to phosphorylated H2AX from Trevigen, Gaithersburg, MD. For the determination of DNA and RNA content to distinguish G0 from G1 cells, two-parameter cell cycle analysis was performed on cells fixed in ice-cold 70% ethanol and then washed. Hoechst 33258 was added to bind to DNA and block DNA staining by Pyronin Y, followed by Pyronin Y to bind to RNA exactly as detailed.12 Mirk kinase inhibitor RO5454948 was provided by Hoffmann La Roche (Nutley, NJ). Its chemical structure, similar IC50 values on purified dyrk1B and the closely related dyrk1A, selectivity in a screen of 49 protein ki- nases and biological effects on pancreatic and colon cancer cells were recently reported.14 RO5454948 only affected cell cycling in colon cancer cells if Mirk/dyrk1B was expressed, having no effect on the cycling of HCT116 colon cancer cells that express only dyrk1A, while leading more SW620 colon cancer cells, which express both dyrk1B and dyrk1A, to enter cycle and incorporate BrdU.14  Mirk kinase assay  Log-phase cells or cells made quiescent by serum-free culture for 4 days were lysed in modified ice-cold RIPA buffer called IP buffer [50 mM Tris-HCl pH 7.5, 150 mM NaCl, 1% NP40, 10% glycerol, 1 protease inhibitor tablet (Roche) and phosphatase inhibitor cocktails 1 and II diluted from 100- stocks]. About 300 lg lysate was incubated with 2 lg/5 ll anti-Mirk C0-terminal peptide polyclonal antibody overnight at 4-C and with 20 ll protein G-agarose added for 2 hr at 4-C. The agarose complexes were washed three times with IP  buffer and then three times with kinase buffer (50 mM Tris- HCl pH 7.5, 10 mM MgCl2, 1 mM DTT). Incubation contin- ued for 15 min at 30-C in 20 ll kinase buffer containing 50 lM cold ATP, 5 lCi 32P-cATP and 2 lg myelin basic pro- tein substrate. The reaction was stopped by the addition of 2- SDS sample buffer and boiling. The samples were analyzed by SDS-PAGE on 12% acrylamide gels, followed by autoradiography and Western blotting for Mirk.  ROS measurements  Total ROS was measured by dichlorodihydrofluorescein diace- tate (DCFA) metabolism; ROS superoxide levels were measured by dihydroethidium fluorochrome metabolism, and nitric oxide levels were measured by diaminofluorescein metabolism. Cells were plated at 4 - 105 per six-well plate, changed to serum- free DMEM and then treated with 0.5 lM RO5454948 for 1 day or 2-3 days, with a fresh media change daily.  Results Quiescent ovarian cancer cells have higher levels of  Mirk/dyrk1B protein and are more sensitive to Mirk  kinase inhibition than proliferating cells  Quiescent tumor cells are generally more resistant to chemo- therapeutic drugs and radiation than cycling cells and can repopulate the tumor in a favorable microenvironment. A drug targeting quiescent tumor cells could have clinical utility. Mirk and p130/Rb2 were shown to mediate quiescence in ovarian cancer cells by depletion studies.9 Quiescence is maintained by the DREAM complex (p130/Rb2, E2F4, DP1 and a stable core including the LIN52 protein), which disassembles when cells leave quiescence and enter cycle. In quiescent cells, Mirk/ dyrk1B and the closely related Dyrk1A phosphorylate the core protein LIN52 at a site necessary for its quiescence function.15  Mirk also blocks cells in quiescence by initiating cyclin D turn- over by phosphorylation at an ubiquitination site conserved in all isoforms.16 TOV21G, SKOV3 and OVCAR3 ovarian cancer cells could serve as model cell lines to study drug targeting in quiescent cells because these lines were shown to enter a viable reversible quiescent state when deprived of growth factors, whereas other ovarian cancer lines such as OVCAR4 under- went cell death by autophagy.9  As a first step, quiescent cultures were confirmed to con- tain a high proportion of G0 cells and a low proportion of S phase cells. Two-parameter flow cytometry for both DNA and RNA was used to distinguish G1 cells from G0 cells, which have lower RNA levels because of polyribosome  What's new?  Chemotherapeutic drugs and radiation are more toxic to cycling than quiescent cancer cells. Quiescent ovarian cancer cells  are enriched in the Mirk/dyrk1B kinase, which may be a therapeutic target if normal quiescent diploid cells are not affected.  The authors show that Mirk/dyrk1B inhibition elevated cyclin D levels, allowing cancer cells to escape G0/G1 quiescence and  enter the cell cycle with high ROS levels and DNA damage, leading to cell death. The same treatment in normal quiescent  diploid cells had little effect on cell viability, underscoring the therapeutic potential of Mirk/dyrk1B inhibition in cancer cells.  C an  ce r C el l B io lo gy  Hu et al. 2259  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    degradation. G0 cells and S phase cells were 75 and 1%, respectively, in quiescent TOV21G cultures, whereas in cycling cultures, G0 and S phase cells were 17 and 26%, respectively (Fig. 1a). SKOV3 cultures exhibited similar distributions, as seen earlier.9  Mirk/dyrk1B is an unusual kinase in that its expression and protein abundance vary widely during the cell cycle, with low levels in S phase because of downregulation through MEK/Erk signaling17 and significant upregulation when cells enter G0/early G1 quiescence.9,18 As Mirk/dyrk1B protein levels were upregulated threefold to fourfold in the quiescent ovarian cancer cultures (Fig. 1a), we asked whether inhibition of this kinase would have greater toxicity in quiescent cul- tures. When quiescent, both TOV21G cultures (Fig. 1a) and SKOV3 cultures (data not shown) were twofold to threefold more sensitive to pharmacological inhibition of Mirk by the small-molecule inhibitor RO5454948, with EC50 levels of 0.8- 0.9 lM compared to about 2 lM for proliferating cells. We next examined whether the decreased cell number after Mirk kinase inhibition was due to growth arrest or induction of apoptosis.  The ability of ovarian cancer cells to escape quiescence  and enter cycle after Mirk kinase inhibition was examined  by flow cytometry  Many cell manipulations are required for two-parameter flow cytometry, which could cause loss of sub-G0/G1 apoptotic cells, and therefore, the analysis of ovarian cancer cells was carried out by one-parameter flow cytometry, measuring DNA content after propidium iodide staining. Both TOV21G and SKOV3 cells were observed to slip out of quiescence into cycle when treated with the Mirk inhibitor at about their EC50 levels, as shown by an increased fraction of S and G2þM cells. This was more pronounced in the p53-null SKOV3 cells compared to the p53 wild-type TOV21G cells. However, sub-G0/G1 apoptotic cells (Fig. 1b, arrows) were observed after 2-4 days of treatment of both lines with the Mirk kinase inhibitor. By 4 days, apoptotic cells comprised 15-25% of the either tumor cell population. These lines differ in cell cycle regulators that control G0 to G1 to S cycling, with TOV21G wild-type in p53 expressing p21 but not p16 and SKOV3 p53 null expressing neither p21 nor p16 (data not shown).19-21 As SKOV3 cells express fewer CDK inhibi- tors, it may be easier for SKOV3 cells than TOV21G cells to traverse G1, enter S prematurely and die after release from G0 quiescence by Mirk inhibition.  Cancer cells express higher Mirk protein levels  and kinase activity  Would normal diploid cells exhibit less response to Mirk kinase inhibition because they expressed little Mirk protein? TOV21G, SKOV3 and OVCAR3 ovarian cancer cells, the HD and BJ strains of normal diploid fibroblasts and normal ovarian epithelial cells in early passage were made quiescent by serum starvation and then their Mirk protein levels and  Mirk kinase activities were determined. The cancer cells had twofold to 17-fold higher levels of Mirk protein than the nor- mal diploid cells (Fig. 1c). The OVCAR3 cells with a 20-fold amplified Mirk gene9 expressed the most Mirk proteins. The kinase activity was determined by an in vitro kinase assay of immunoprecipitated Mirk on the exogenous substrate MBP and then normalized to the amount of immunoprecipitated Mirk [Fig. 1c, lower panel; note that twice as much as Mirk protein was present in SKOV3 cells than the normal epithe- lium (upper panel), and thus, SKOV3 cells had twice the total kinase activity]. As Mirk kinase activity was higher in the cancer cells than the normal diploid cells, pharmacologi- cal inhibition of Mirk might lead to larger changes in the cancer cells.  Mirk kinase inhibition has little effect in  normal diploid cells  Many normal cells in the body are quiescent, thus, targeting Mirk might allow them to escape quiescence. Normal diploid ovarian epithelial cell cultures were made quiescent by culture in serum-free medium and treated with the Mirk inhibitor for 2 and 3 days (Fig. 2a). The major effect of Mirk kinase inhibi- tion was to enable about 10-12% of cells to leave G0 (Fig. 2a, arrowheads) and to increase the G2þM cell fraction from about 20% to about 35%. Few cells were seen in S phase. About 70% of cells in the HD strain of normal diploid dermal fibroblast quiescent cultures were accumulated in G0 after 4 days of se- rum starvation, with about 10% fewer G0 cells in Mirk kinase inhibitor-treated parallel cultures (Fig. 1b, arrowheads). Mirk kinase inhibition moved about 8% more cells into G2þM. Thus, the Mirk kinase inhibitor slightly reduced the fraction of G0 quiescent diploid epithelial cells and fibroblasts, whereas the majority of the cells was pushed into cycle accumulated in G2þM. Apoptotic sub-G0/G1 cells were not detected.  The ability of normal cells to escape quiescence and  become apoptotic after Mirk kinase inhibition was  examined by flow cytometry  No sub-G0/G1 apoptotic cells were seen by one-parameter flow cytometry after Mirk inhibitor treatment of two strains of human diploid fibroblasts, BJ and HD (Fig. 2c, only 3-day point is shown) or normal diploid ovarian epithelial cells (Fig. 2c, days 2 and 3 are shown). Possibly, the Mirk kinase inhibitor preferentially damaged the cancer cells. To test this hypothesis, the drug was washed out and then the cells were placed in fresh growth medium containing the mitotic inhibi- tor nocodazole to block any cycling cells in G2þM. After washout of the drug, normal diploid BJ fibroblasts regained cycling with the same cell cycle distribution as untreated con- trol cells. Mirk inhibitor-treated TOV21G ovarian cancer cells exhibited a slower traverse of the cell cycle, with many cells still in G1 and S phase, whereas most control cells had cycled into G2þM (Fig. 2d). Many sub-G0/G1 apoptotic cells were seen in the inhibitor-treated TOV21G culture before inhibitor removal, and thus, the slower cycling after release might be  C an  ce r C el l B io lo gy  2260 Mirk/dyrk1B kinase inactivation in quiescent cells  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    Figure 1. Mirk/dyrk1B expression is elevated when ovarian cancer cells become quiescent, making the cells more sensitive to a Mirk  kinase inhibitor, which decreases cell numbers by increasing the fraction of sub-G0/G1 apoptotic cells. (a, upper) TOV21G cancer cells  were either maintained in log-phase growth or in cultured serum-free for 4 days to induce quiescence, and cell cycle position was  determined by two parameter flow cytometry. Cell cycle fractions were designated as G0 gold (arrowheads), G1 magenta, S purple and  G2þM red, as measured by two-component analysis by flow cytometry after staining DNA with Hoechst dye and RNA with Pyronin Y. %G0 and %G1 at left, %S above and %G2þM below in this and all other graphs. (a, middle) Western blots of Mirk and actin in quiescent and log-phase cycling cultures are shown. (a, lower) TOV21G cells were cultured either in log-phase growth or made quiescent, and then  treated 2 days with a range of concentrations of Mirk kinase inhibitor before measurement of relative cell numbers by MTT metabolism. A  mean of three experiments were analyzed by GraphPad Prism 4 software, and curve fitting with nonlinear regression was plotted using the  Boltzmann sigmoidal dose-response curve, with R squared for the two culture conditions with a mean of 0.8856. The mean MTT values for  untreated log cells and quiescent cultures were 1,013 6 27 and 952 6 61, respectively. (b) The Mirk inhibitor induces cell cycle  progression and sub-G0/G1 cells in ovarian cancer cell cultures. Log-phase TOV21G and SKOV3 ovarian cancer cells were plated at 5 - 10  5 in 60-mm culture dishes and allowed to attach overnight. Media was changed to serum-free DMEM to induce quiescence, with TOV21G  and SKOV3 cells treated with 0.5 and 0.75 lM Mirk kinase inhibitor, respectively. DNA distributions were assayed by one-parameter flow cytometry following staining with propidium iodide. Arrows indicate sub-G0/G1 apoptotic cells. One of the duplicate experiments are  shown. (c) Three human ovarian cancer cell lines (OVCAR3, SKOV3 and TOV21G), the human diploid fibroblast strains HD and BJ and early  passage human normal ovarian epithelial cells (OE) were made quiescent by culture in serum-free DMEM for 2 days before Western blot  analysis. (c, lower panel) Immune complex kinase reaction on myelin basic protein (MBP) of Mirk immunoprecipitated from either log-phase  culture or quiescent culture, with mean Mirk activity normalized to the amount of immunoprecipitated protein below lanes. OVCAR3 cells  exhibit a 20-fold amplified Mirk gene, and about twice as much Mirk was immunoprecipitated from the OVCAR3 lysate.  C an  ce r C el l B io lo gy  Hu et al. 2261  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    Figure 2. The Mirk kinase inhibitor has little effect on normal diploid cells. (a) Early passage normal human diploid ovarian epithelial cells were made quiescent by culture in serum-free ovarian epithelial cell medium (ScienCell), with one set treated with 0.5 lM of Mirk kinase inhibitor. G0 (arrows); %G0 and %G2þM cells given after two-parameter flow cytometry. Similar data are seen after 1-day treatment. (b) HD normal human diploid fibroblasts were made quiescent by culture in serum-free DMEM for 1-4 days, with one set treated with 0.5 lM of Mirk kinase inhibitor, and %G0 and %G2þM cells given after two-parameter flow cytometry. (c) HD and BJ strains of normal diploid fibroblasts and early passage normal human diploid ovarian epithelial cells were made quiescent by serum starvation and treated with 0.5  lM of Mirk kinase inhibitor for 2 or 3 days, as noted. Cell cycle analysis was performed after propidium iodide staining. (d) TOV21G ovarian cancer cells and the BJ strain of normal diploid fibroblasts were serum starved for 3 days to induce quiescence with concurrent  treatment with 0.5 lM Mirk kinase inhibitor, as noted. (d, lower panel) To test for the capacity of cells to re-enter cycle, cells were resuspended in fresh growth medium for 24 hr, and cell cycle progression was assayed by culture for an additional 24 hr in growth  medium containing 50 ng/ml nocodazole to block cycling cells in G2þM. Cell cycle analysis was performed after propidium iodide staining.  C an  ce r C el l B io lo gy  2262 Mirk/dyrk1B kinase inactivation in quiescent cells  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    due to G1 and S phase checkpoints induced by unrepaired cellular damage.  Aberrant control of p130/Rb2 may allow escape of  quiescent cancer cells into cycle after Mirk inactivation  Mirk blocks cell cycling in G0/early G1 by phosphorylating cyclin D isoforms at a conserved ubiquitination site causing  their turnover.16 Depletion of Mirk by either of two RNAi duplexes increased cyclin D levels twofold to threefold in both TOV21G and SKOV3 cells.13 As expected, the levels of cyclin D not only increased in both cancer cell lines over 2-4 days of treatment with the Mirk inhibitor (Fig. 3a) but also increased in both BJ and HD diploid fibroblast strains. As a control, an increase in cyclin D content was also seen when  Figure 3. Mirk kinase inhibition has differential effects on cell cycle regulators in normal cells and in cancer cells. (a) The effect of Mirk inhibitor on p27, cyclin D1 and cyclin D3 was determined by Western blotting after cells were serum starved for 1-4 days with treatment  by the addition of 0.5 lM Mirk inhibitor, as noted. Similar data were seen in 3-4 experiments, including ones with normal and cancer cells analyzed on the same gel. (b) HD and BJ strains of normal diploid fibroblasts and early passage normal human diploid ovarian epithelial  cells were made quiescent and depleted of Mirk by transfection of RNAi C duplexes as described13 before analysis of p27 and cyclin D1  levels by Western blotting. Additional samples from the same experiment were analyzed for Mirk and actin levels by Western blotting. Note  that the epithelial cells had higher levels of a-actin than the fibroblast strains. (c) HD and BJ strains of normal diploid fibroblasts and TOV21G and SKOV3 ovarian cancer cells were made quiescent and treated with 0.5 lM Mirk kinase inhibitor for 3 days, and then total p27 and p27 bound to immunoprecipitated CDK4 normalized to the amount of immunoprecipitated CDK4 were measured by densitometry of  Western blots; mean 6 SE is shown (n ¼ 3). (d, upper) The abundance and migration of p130/Rb2 were determined by Western blotting after 4 days exposure to Mirk kinase inhibitor at 0.5 lM. (d, lower) Immunoprecipitation of p130/Rb2 followed by Western blotting for p130/Rb2 and bound transcription factor E2F4. (d, below) Relative abundances of E2F4 coimmunoprecipitated with p130/Rb2.  C an  ce r C el l B io lo gy  Hu et al. 2263  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    Mirk was depleted from both fibroblast strains and from nor- mal ovarian epithelium (Fig. 3b). Mirk depletion was 60% in ovarian epithelium, 71% in BJ cells and more than 90% in HD cells.  Total p27 levels rose in only the normal diploid cells, not the cancer cells, after pharmacological inhibition of Mirk ki- nase in time-course studies (Fig. 3a). The threefold to fivefold increase in p27 levels after Mirk kinase inhibition was not an off-target effect, as depletion of Mirk by RNAi (Fig. 3b) also increased p27 levels in normal diploid cells. This increase in p27 only in normal cells led to a twofold to threefold increase in p27 bound to CDK4/cyclin D complexes only in normal diploid cells, not in TOV21G or SKOV3 cancer cells (Fig. 3c). These CDK4/cyclin D complexes in normal cells should be inactive, unable to phosphorylate and inactivate the DREAM complex component p130/Rb2 that maintains G0. In fact, treatment of BJ and HD fibroblast strains with the Mirk kinase inhibitor did not decrease the amount of  E2F4 coimmunoprecipitated with p130/Rb2 (Fig. 3d), consist- ent with the lack of escape from G0 shown by most cells (Fig. 2b). In contrast, CDK4/cyclin D complexes in cancer cells treated with the Mirk inhibitor were expected to be more active and capable of phosphorylating p130/Rb2 as cyclin D levels were increased, p27 levels were not increased and cells did not express p16, and in the case of SKOV3, cells did not express p21. Mirk kinase inhibitor treatment of ovarian cancer cells led to slower electrophoretic mobility of p130/Rb2 consistent with increased phosphorylation, with a stronger response in SKOV3 ovarian cancer cells that express fewer CDK inhibitors. In cancer cells, this caused disassembly of the DREAM complex, up to a threefold loss of sequestered E2F4 (Fig. 3d), and escape from quiescence (Fig. 1b). Deple- tion of Mirk had a similar effect, leading to increased phos- phorylation of p130/Rb2, disassembly of the DREAM com- plex and loss of sequestered E2F4.12 Thus, both ovarian cancer cell lines tested responded to the Mirk kinase inhibitor  Figure 4. The relative decrease in viability and the amount of ROS induced by Mirk kinase inhibition in quiescent normal diploid cells and in cancer cells. (a) The capacity of Mirk kinase inhibitor concentrations from 0.1 to 5 lM to kill HD normal human diploid fibroblasts (HDFb) and TOV21G cancer cells was compared by trypan blue exclusion. Cells (5 - 104) were plated per six-well plate and maintained in DMEM þ 0.2% FBS for 8 days. A mean of 315 cells was assayed for each data point (n ¼ 2, 6SD if >5%). The control values were set to 100%. (b) Parallel plates to Panel a were assayed by MTT metabolism (n ¼ 3, 6SD). (c) The capacity of 0.5 lM Mirk kinase inhibitor to increase total ROS levels was measured by DCFA metabolism in SKOV3 and TOV21G ovarian cancer cells. The mean background of 9,278  (6234) was subtracted from each sample and then normalized to the percent of untreated values in this and the following panel; mean 6  SE is shown (n ¼ 2). (d) The capacity of 0.5 lM Mirk kinase inhibitor to increase total ROS levels measured by DCFA metabolism was compared in HD and BJ normal diploid fibroblasts and early passage normal human diploid ovarian (HO) epithelial cells. The mean  background of 6,770 (6258) was subtracted from each sample.  C an  ce r C el l B io lo gy  2264 Mirk/dyrk1B kinase inactivation in quiescent cells  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    by loss of sequestered E2F4 (Fig. 3d) and escape into cycle as seen by flow cytometry analysis (Fig. 1b), and the majority of cells in both strains of normal diploid fibroblasts remained arrested in a reversible quiescent state (Figs. 2b and 2c). The small shift of both normal diploid fibroblasts and ovarian epithelial cells from G0 into G2 with Mirk kinase inhibitor treatment (Figs. 2a and 2b) might be due to a subpopulation with increased cyclin D levels, which progressed to a func- tional G2 checkpoint.  Mirk kinase inhibition has differential effects on viability  and on ROS induction  The HD fibroblast strain and TOV21G cancer cells were treated with a series of concentrations of RO5454948 from 0.1 to 5 lM, and then their relative viability was compared. The HD cells were 94-99% as viable as untreated control cells, whereas the TOV21G cells lost viability beginning at 0.5 lM, with only about 30% viable cells at 1 lM (Fig. 4a). In parallel experiments, relative cell number was estimated by metabolism of MTT. The normal fibroblasts reached a rela- tive cell number of about 70% of untreated cultures (Fig. 4b), possibly because the inhibitor blocked some cell cycling in G2þM (Fig. 2b). In contrast, the lowest concentration tested of 0.1 lM reduced both SKOV3 and TOV21G cell numbers to about half of untreated controls, whereas 1 lM reduced cell numbers to 17-22% of untreated controls. Thus, at 1 lM RO5454948, about 99% of normal HD fibroblasts were viable compared to only 30% of the remaining TOV21G cells, as the total cancer cell number had been reduced about sixfold. In earlier studies, Mirk depletion by RNAi duplexes increased TOV21G cell death by 50% as assayed by dye exclusion, whereas depletion of Mirk in BJ fibroblasts did not increase the fraction of dead cells.9 Thus, inhibition of Mirk kinase activity in normal cells and in cancer cells resulted in similar differential effects on cell viability as did these earlier studies with Mirk depletion.9  Selective killing of cancer cells by a small molecule target- ing the stress response to ROS has been observed.22 Normal cells generally have lower ROS levels than cancer cells, allow- ing a selective attack on cancer cells. Mirk depletion increases ROS levels in cancer cells; however, the role of Mirk kinase in ROS handling in normal cells was not studied.12,13 Phar- macological inhibition of Mirk kinase increased total ROS levels, as assayed by the DCFA fluorochrome, up to twofold both in SKOV3 cells and in TOV21G cells in time-course experiments (Fig. 4c) and in dose-response studies (not shown). A twofold increase in total ROS was about the maxi- mum that could be seen when Mirk was depleted from either line, as greater increases in ROS caused cell lysis.13 A roughly twofold increase in total ROS in TOV21G cells by a 2-day treatment (Fig. 4c) was followed by a loss in cells (data not shown) reflected in less total ROS after 3 days. The Mirk ki- nase inhibitor also increased ROS levels in the OV90 and OVCAR8 ovarian cancer cell lines (data not shown). In con- trast, no increase in total ROS levels with Mirk kinase inhibi-  tion was seen in either HD and BJ normal diploid fibroblasts or normal ovarian epithelium (Fig. 4d). Mirk depletion in SKOV3 cells decreased the expression of superoxide dismu- tase 2,13 so Mirk kinase inhibition should increase superoxide levels. The levels of superoxide class of ROS, detected with the dihydroethidium fluorochrome, increased in both TOV21G and SKOV3 ovarian cancer cells treated over a 3- day period, but did not increase over control levels in either HD or BJ fibroblast strain (data not shown). The nitric oxide class of ROS species was increased up to 250% in both cancer cell types, but was at control levels in the normal cells after 48 hr of treatment (data not shown). Thus, Mirk kinase inhi- bition increased total ROS levels and the levels of superoxide ions only in SKOV3 and TOV21G cancer cells.  Increased apoptosis markers in cancer cells compared to  normal diploid cells  Elevated ROS levels could cause DNA damage reflected in cell cycle checkpoints (Fig. 2d), greater abundance of the DNA damage protein cH2AX and increased apoptosis. These effects were observed in our study. Time-course analysis by Western blotting demonstrated an increase in the apoptotic proteins cleaved caspase 3 and cleaved PARP, coupled with an increase in the DNA damage protein cH2AX, in TOV21G and SKOV3 ovarian cancer cell cultures after 1-4 days of treatment with the Mirk kinase inhibitor (Fig. 5a). There was no alteration in the amount of Mirk protein by the Mirk ki- nase inhibitor, as expected. However, there was little increase in either cleaved PARP or cleaved caspase 3 in either strain of diploid fibroblast compared to SKOV3 cells grown in par- allel conditions (Fig. 5a). Note that the BJ and the HD fibro- blasts had more actin than SKOV3 cells. The amount of cleaved PARP (normalized to actin) after 3 days of Mirk ki- nase inhibition in SKOV3 cells was 44 times higher than that in HD fibroblasts and 13-fold higher than that in BJ fibro- blasts. Similarly, after 3 days of Mirk kinase inhibition, the amount of cleaved caspase 3 in SKOV3 cells was 49-fold higher than that in HD fibroblasts and 14-fold higher than that in BJ fibroblasts. Consistent with the differential effects on induction of apoptotic proteins, diploid fibroblasts treated with Mirk inhibitor grew very slowly, whereas there was a loss in cell numbers in Mirk inhibitor-treated ovarian cancer cultures (data not shown). The analysis of three additional ovarian cancer cell lines, OV90, OVCAR8 and OVCAR4, showed that the Mirk kinase inhibitor increased the levels of cleaved PARP, cleaved caspase 3 and cH2AX in each line af- ter 3 days of treatment (Fig. 5b). In sharp contrast, Mirk in- hibition induced no increase in the low level of cleaved PARP and no increase in cleaved caspase 3 levels in a strain of normal human ovarian epithelial cells in early passage (Fig. 5c). SKOV3 cells were treated in parallel, and lysates were run on the same gel for an internal control. Thus, in each of the five ovarian cancer cell lines, the Mirk kinase in- hibitor increased apoptosis when tested at concentrations, which induced only 2-6% as much apoptosis in two strains  C an  ce r C el l B io lo gy  Hu et al. 2265  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    of normal diploid fibroblasts or early passage normal ovarian epithelial cells. This strong difference and the relative viability studies (Figs. 4a and 4b) may indicate a therapeutic window to use Mirk kinase inhibition as part of treatment of ovarian cancers in vivo.  Histone protein H2AX molecules within the chromatin at a double-stranded DNA break site become phosphorylated on a serine near the carboxyl terminus. Many phosphorylated H2AX (cH2AX) molecules are found at such a break, creat- ing a focal site for accumulation of proteins involved in DNA repair and chromatin remodeling within a short time of DNA damage.23 Both the Mirk/dyrk1B kinase inhibitor RO5454948 and Mirk depletion, either by induction of a stably transfected shRNA to Mirk exon 11 or by transient  transfection of RNAi duplexes to exon 5, induced double strand DNA breaks identified by cH2AX in quiescent Panc1 pancreatic cancer cells.14 Likewise, Mirk kinase inhibition increased the level of phosphorylated H2AX (cH2AX) in SKOV3 and TOV21G ovarian cancer cells with a maximum after 3 days (Fig. 5a), as if the breaks were repaired or the cells had died and were lost to analysis. Mirk kinase inhibi- tion also increased cH2AX levels in OV90, OVCAR8 and OVCAR4 ovarian cancer cells (Fig. 5b). In both normal dip- loid fibroblast strains, an increase in cH2AX levels were seen after 2 days of inhibitor treatment, followed by almost com- plete loss after 3 days of treatment, possibly indicating DNA repair or cell loss (Fig. 5a). The Mirk kinase inhibition caused little increase in cH2AX levels in normal ovarian  Figure 5. The Mirk kinase inhibitor induces apoptosis in quiescent ovarian cancer cell cultures, with little effect on normal diploid  fibroblasts or normal diploid ovarian epithelial cells. (a) Time-course analyses of quiescent BJ and HD normal diploid fibroblasts and  SKOV3 and TOV21G ovarian cancer cells treated with 0.5 lM of Mirk kinase inhibitor. Western blotting analysis shown for the apoptosis markers cleaved PARP and cleaved caspase 3, the DNA damage marker cH2AX, Mirk and actin. (a, lower panels) SKOV3 cultures treated for 3 days in parallel with normal diploid fibroblasts to allow direct comparisons. (b) Similar analysis after OV90, OVCAR8 and OVCAR4 ovarian  cancer cells treated for 3 days with 0.5 lM Mirk kinase inhibitor. (c) Time-course Western blot analysis of early passage human diploid ovarian epithelial cells for 1-3 days with 0.5 lM of Mirk kinase inhibitor, with SKOV3 cells treated in parallel in DMEM for 3 days.  C an  ce r C el l B io lo gy  2266 Mirk/dyrk1B kinase inactivation in quiescent cells  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    epithelial cells within the first 3 days of treatment, correlating well with the lack of cell death seen by analysis of apoptotic proteins or visual examination of the cultures.  Toxic effects of the Mirk kinase inhibitor due to ROS can  be reversed by the antioxidant N-acetyl cysteine  SKOV3 and TOV21G cells were treated with the Mirk inhibi- tor, with one set of cells also treated with N-acetyl cysteine (NAC) to reduce ROS levels. The Mirk inhibitor increased the amount of cleaved PARP several-fold, whereas the addi-  tion of NAC led to a dose-dependent decrease in cleaved PARP in both cell types (Fig. 6a). There was no alteration in Mirk or actin protein levels used as controls. In parallel stud- ies, the number of SKOV3 cells and TOV21G cells remaining after Mirk inhibitor treatment was about one-third of control levels (Fig. 6b). The remaining cells still exhibited some increase in ROS levels over controls, 160% in SKOV3. Con- current treatment with NAC prevented much of this cell loss, with cell numbers of SKOV3 and TOV21G cultures at 87% (64%) of controls and 117% (613%) of controls,  Figure 6. The ROS scavenger N-acetyl cysteine (NAC) reverses the toxicity of the Mirk kinase inhibitor towards ovarian cancer cells. (a)  Quiescent SKOV3 cells and TOV21G cells were treated for 2 days with 0.5 lM Mirk inhibitor, with parallel cultures also treated with 0, 0.5 or 1 mM NAC the last 6 hr of incubation, before analysis by Western blotting of the apoptosis marker cleaved PARP and as controls Mirk  and actin. One of the two experiments is shown. (b) Parallel cultures to those in Panel a with 1 mM NAC were analyzed for total ROS levels  by DCFA metabolism and cell numbers by direct cell counting. Similar data were obtained for OVCAR3 cells (not shown). (c) Parallel  cultures to Panel a with cell numbers estimated by the metabolism of MTT.  C an  ce r C el l B io lo gy  Hu et al. 2267  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    respectively. ROS levels either returned to control levels in SKOV3 cells 116% (64%) or were reduced to 57% 6 9% of control TOV21G cells (Fig. 6b). The analysis of cell growth by MTT analysis gave a similar picture. The Mirk kinase in- hibitor reduced relative cell numbers from 10 to 17% of con- trols, whereas treatment with the antioxidant NAC reversing some of the growth inhibition, with relative cell numbers increasing to 30% of control SKOV3 cultures and to 54% of TOV21G control cultures (Fig. 6c). Thus, NAC treatment partially reduced ROS levels, enabling more tumor cells to survive treatment with the Mirk kinase inhibitor, and demon- strated that increased ROS levels led to cell death.  Discussion Mirk/dyrk1B kinase is widely expressed at low levels in most tissues, but is upregulated in several solid tumors including ovarian cancer, pancreatic cancer, nonsmall cell lung cancers, osteosarcomas and rhabdomyosarcomas.24-26  The study of Mirk/dyrk1B as a therapeutic target has some unique challenges. First, Mirk/dyrk1B is not mutated in cancer cells, like other kinases such as B-Raf in melanomas or erbB2 in breast cancers. Mirk activity appears propor- tional to its expression level, which is elevated in many can- cers, and is increased by upstream activators such as onco- genic K-ras or H-ras, which initiate a Rac1 to MKK3 to Mirk signaling cascade.4,5,7 Second, Mirk/dyrk1B functions primarily in quiescent cells where it is transcriptionally up- regulated. Thus, the typical xenograft tests are untenable. Under these conditions, tumor cell growth is rapid, and Mirk protein levels are quite low (data not shown). No Mirk function is known in cycling cells. Mirk associates in large-molecular-weight complexes in cells,27 possibly associ- ated with its upstream activator kinases through association with scaffold proteins like Han11,28 and is known to phos- phorylate a member of the DREAM complex that controls cell cycle arrest in quiescence.15 These DREAM complexes dissociate when cells enter cycle and Mirk protein levels fall sharply. Third, the choice of a transgenic mouse model is difficult because many rely on strong promoters, which again keep cells in cycle.  As a result of these limitations, this initial study has com- pared three ovarian cancer cell lines, one with Mirk gene amplification, to early passage normal ovarian epithelium and two strains of human diploid fibroblasts. These cells can readily be placed into a reversible quiescent state in culture,  thus, Mirk function in these different cell types can be com- pared. Low Mirk levels8 and lack of oncogenic ras genes to activate Mirk in normal cells suggests that Mirk will have much weaker activity in most normal cells compared to those cancers in which the Mirk gene is either amplified or Mirk gene expression is upregulated. Supporting this interpretation, 20-fold depletion of Mirk in cultured diploid fibroblasts resulted in little loss of viability.5,9 Mirk is not an essential gene because embryonic knockout of Mirk/dyrk1B caused no evident phenotype in mice.29 Thus, inhibition of Mirk might cause few deleterious effects in normal tissue. In our study, treatment with the small-molecule Mirk kinase inhibitor RO5454948 had a selective effect on quiescent cancer cells expressing elevated levels of active Mirk kinase, allowing the cancer cells to escape quiescence with high ROS levels. These improperly cycling cancer cells died by apoptosis, as shown by the appearance of sub-G0/G1 apoptotic cells, increased levels of apoptotic markers and decreased cell numbers. Blocking ROS by a chemical antioxidant reduced cell loss, showing the role for elevated ROS in loss of survival capacity. In addition, p53 mutations have been found in almost all high-grade serous ovarian adenocarcinomas, indicating that stress induction of the CDK inhibitor p21 would be minimal, and one-third of cases had very low or no expression of CDKN2A (p16/ink4a).30 Thus, quiescent cancer cells in vivo, like SKOV3 cells in culture, might be able to escape quies- cence in response to the increased cyclin D levels caused by Mirk inactivation because the cancer cells lacked sufficient CDK inhibitors. Normal cells would be able to block cycling because of their expression of these CDK inhibitors. The lack of deleterious effects on normal cells by RO5454948 was not limited to this Mirk/dyrk1B inhibitor. Another Mirk inhibitor was administered to athymic mice by intraperitoneal injec- tion over a 2-week period at concentrations up to 10 lM and had no effect on normal cell viability as judged by mouse weight, activity and general appearance (Friedman, manu- script in preparation). Thus, Mirk/dyrk1B kinase inhibitors have the novel property of targeting those quiescent cancer cells with high Mirk kinase activity and reduced CDK inhibi- tor expression.  Acknowledgements This work was supported by the National Institutes of Health (5R21CA135164), the Jones/Rohner Foundation and the Schoeck-Blakely Ovarian Cancer Research Fund (all to E.F.)  References  1. Tejedor F, Zhu X, Kaltenbach E, et al. Minibrain: a new protein kinase family involved in postembryonic neurogenesis in Drosophila. Neuron 1995;14:287-301.  2. Kentrup H, Becker W, Heukelbach J, et al. Dyrk, a dual specificity protein kinase with unique structural features whose activity is dependent on tyrosine residues between subdomains VII and VIII. J Biol Chem 1996;271:3488-95.  3. Becker W, Weber Y, Wetzel K, et al. Sequence characteristics, subcellular localization and substrate specificity of dyrk-related kinases, a novel family of dual specificity protein kinases. J Biol Chem 1998;273:25893-902.  4. Jin K, Lim S, Mercer SE, et al. The survival kinase Mirk/dyrk1B is activated through Rac1- MKK3 signaling. J Biol Chem 2005;280: 42097-105.  5. Jin K, Park S-J, Ewton D, et al. The survival kinase Mirk/dyrk1B is a downstream effector of oncogenic K-ras. Cancer Res 2007;67: 7247-55.  6. Jin K, Ewton D, Park S, et al. Mirk regulates the exit of colon cancer cells from quiescence. J Biol Chem 2009;284:22916-25.  7. Lauth M, Bergstrom A, Shimokawa T, et al. DYRK1B-dependent autocrine-to-paracrine shift  C an  ce r C el l B io lo gy  2268 Mirk/dyrk1B kinase inactivation in quiescent cells  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC    of Hedgehog signaling by mutant RAS. Nat Struct Mol Biol 2010;17:718-25.  8. Lee K, Deng X, Friedman E. Mirk protein kinase is a mitogen-activated protein kinase substrate that mediates survival of colon cancer cells. Cancer Res 2000;60:3631-7.  9. Hu J, Nakhla H, Friedman E. Mirk/dyrk1B and p130/Rb2 mediate quiescence in ovarian cancer cells. Int J Cancer 2011;129:307-18.  10. Kuuselo R, Savinainen K, Azorsa DO, et al. Intersex-like (IXL) is a cell survival regulator in pancreatic cancer with 19q13 amplification. Cancer Res 2007;67:1943-9.  11. Thompson FH, Nelson MA, Trent JM, et al. Amplification of 19q13.1-q13.2 sequences in ovarian cancer: G-band, FISH, and molecular studies. Cancer Genet Cytogenet 1996; 87:55-62.  12. Deng X, Ewton DZ, Friedman E. Mirk/Dyrk1B maintains the viability of quiescent pancreatic cancer cells by decreasing ROS levels. Cancer Res 2009;69:3317-24.  13. Hu J, Friedman E. Depleting Mirk kinase increases cisplatin toxicity in ovarian cancer cells. Genes Cancer 2010;1:803-11.  14. Ewton D, Hu J, Vilenchik M, et al. Inactivation of Mirk/dyrk1b kinase targets quiescent pancreatic cancer cells. Mol Cancer Ther 2011;10: 2104-14.  15. Litovchick L, Florens LA, Swanson SK, et al. DYRK1A protein kinase promotes quiescence and senescence through DREAM complex assembly. Genes Dev 2011;25:801-13.  16. Zou Y, Ewton D, Deng D, et al. Mirk/dyrk1B kinase destabilizes cyclin D1 by phosphorylation at threonine 288. J Biol Chem 2004;279:27790-8.  17. Deng X, Ewton DZ, Pawlikowski B, et al. Mirk/ dyrk1B is a Rho-induced kinase active in skeletal muscle differentiation. J Biol Chem 2003;278: 41347-54.  18. Deng X, Mercer SE, Shah S, et al. The cyclin- dependent kinase inhibitor p27Kip1 is stabilized in G0 by Mirk/dyrk1B kinase. J Biol Chem 2004; 279:22498-504.  19. D'Andrilli G, Kumar C, Scambia G, et al. Cell cycle genes in ovarian cancer: steps toward earlier diagnosis and novel therapies. Clin Cancer Res 2004;10:8132-41.  20. Fang X, Jin X, Xu HJ, et al. Expression of p16 induces transcriptional downregulation of the RB gene. Oncogene 1998;16:1-8.  21. Flak MB, Connell CM, Chelala C, et al. p21 promotes oncolytic adenoviral activity in ovarian cancer and is a potential biomarker. Mol Cancer 2010;9:175.  22. Raj L, Ide T, Gurkar AU, et al. Selective killing of cancer cells by a small molecule targeting the stress response to ROS. Nature 2011;475:231-4.  23. Bonner WM, Redon CE, Dickey JS, et al. c- H2AX and cancer. Nat Rev Cancer 2008;8: 957-67.  24. Friedman E. Mirk/dyrk1B in cancer. J Cell Biochem 2007;102, 274-9.  25. Yang C, Ji D, Weinstein EJ, et al. The kinase Mirk is a potential therapeutic target in osteosarcoma. Carcinogenesis 2009;31:552-8.  26. Friedman E. The kinase Mirk/dyrk1B: a possible therapeutic target in pancreatic cancer. Cancers 2010;2:1492-512.  27. Zou Y, Lim S, Lee K, et al. Serine/threonine kinase Mirk/Dyrk1B is an inhibitor of epithelial cell migration and is negatively regulated by the Met adaptor Ran-binding protein M. J Biol Chem 2003;278:49573-81.  28. Ritterhoff S, Farah CM, Grabitzki J, et al. The WD40-repeat protein Han11 functions as a scaffold protein to control HIPK2 and MEKK1 kinase functions. EMBO J 2010;29: 3750-61.  29. Leder S, Czajkowska H, Maenz B, et al. Alternative splicing variants of the protein kinase DYRK1B exhibit distinct patterns of expression and functional properties. Biochem J 2003;372: 881-8.  30. Cancer Genome Atlas Research Network. Integrated genomic analyses of ovarian carcinoma. Nature 2011;474:609-15.  C an  ce r C el l B io lo gy  Hu et al. 2269  Int. J. Cancer: 132, 2258-2269 (2013) VC 2012 UICC",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}