{
    "summary": "Excess intracellular reactive oxygen species (ROS) beyond a threshold can induce apoptosis in cancer cells. However, the signal pathways that can augment the proapoptotic function of ROS remain largely unknown. We previously identified a tumor suppressor, alpha-tocopherol-associated protein (TAP), yet little is known regarding the role of TAP in the apoptotic signaling in prostate cancer. Interestingly, we recently found that exposure of prostate cancer cells to hydrogen peroxide (H(2)O(2) ) resulted in induced apoptosis as well as increased expression of TAP. Small interfering RNA (siRNA) mediated silencing of endogenous TAP expression conferred effective protection from H(2)O(2) -induced apoptosis. Further mechanistic study showed exposure of prostate cancer cells to H(2)O(2) resulted in increased phosphorylation of both JNK and c-Jun, and TAP siRNA effectively decreased H(2)O(2) -induced JNK and c-Jun phosphorylation. Immunoprecipitation experiments revealed that JNK physically associates with TAP. Furthermore, signaling downstream of JNK to the AP-1 complex and BH-3-only subfamily were found to be regulated on changing the TAP expression status. TAP could also promote the oxidative stress-induced apoptosis effect of docetaxel. In the mice xenograft model, H(2)O(2) treatment induced TAP expression, JNK phosphorylation and apoptosis of prostate cancer. Recombinant adeno-associated virus 2 (rAAV2)-TAP injection significantly sensitizes this H(2)O(2) proapoptotic effect. Together, we have identified a novel functional mechanism that the cross-talk of TAP-JNK is involved in oxidative stress-induced apoptosis in prostate cancer cells. Disrupting the redox balance of cancer cells by this signaling may enable therapeutic selectivity and provide benefit to overcome the drug resistance of prostate cancer.",
    "title": "Cross-talk of alpha tocopherol-associated protein and JNK controls the oxidative stress-induced apoptosis in prostate cancer cells",
    "text": "Retraction   Retraction  This article has been retracted at the request of: Editor-in-Chief and Authors  ‘Cross-talk of alpha tocopherol-associated protein and JNK controls the oxidative stress-induced apoptosis in prostate cancer cells' by Baoyi Zhu, Xiaojuan Li, Yuying Zhang, Chunwei Ye, Yu Wang, Songwang Cai, Huaiqiu Huang, Yi Cai, Shuyuan Yeh, Zhenhua Huang, Ruihan Chen, Yiran Tao and Xingqiao Wen  The above article, published online on 28 November 2012 in Wiley Online Library (wileyonlinelibrary.com), has been retracted by agreement between the authors, the journal Editor-in-Chief, Prof. Peter Lichter, and Wiley Periodicals, Inc. The retraction has been agreed due to errors that were detected in Fig. 6b. Some images were duplicated and erroneously presented as unique. Although the authors firmly stand by the major conclusion of this paper, they believe the most responsible course of action is to retract it.  Reference  Zhu, B., Li, X., Zhang, Y., Ye, C., Wang, Y., Cai, S., Huang, H., Cai, Y., Yeh, S., Huang, Z., Chen, R., Tao, Y. and Wen, X. (2013), Cross-talk of alpha tocopherol-associated protein and JNK controls the oxidative stress-induced apoptosis in prostate cancer cells. Int. J. Cancer, 132: 2270-2282. doi: 10.1002/ijc.27927  DOI: 10.1002/ijc.29580  R et ra ct io n  Int. J. Cancer: 137, 2040 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Baoyi Zhu",
        "Xiaojuan Li",
        "Yuying Zhang",
        "Chunwei Ye",
        "Yu Wang",
        "Songwang Cai",
        "Huaiqiu Huang",
        "Yi Cai",
        "Shuyuan Yeh",
        "Zhenhua Huang",
        "Ruihan Chen",
        "Yiran Tao",
        "Xingqiao Wen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}