{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "JW-IJC#120661 43..57   Caveolin-1 is a novel regulator of K-RAS-dependent migration in colon carcinogenesis  Upal K. Basu Roy 1*  , Rebecca S. Henkhaus 2*  , Fotios Loupakis 3,4  , Chiara Cremolini 3 , Eugene W. Gerner  5,6  and Natalia A. Ignatenko 5,7  1 Department of Biochemistry and Molecular Biophysics, Biochemistry and Molecular and Cellular Biology Graduate Program, University of Arizona, Tucson,  AZ, USA 2  Cancer Biology Interdisciplinary Program, University of Arizona Cancer Center, Tucson, AZ, USA 3  Polo Oncologico—Azienda Ospedaliero-Universitaria Pisana, Pisa, Italy 4  Department of Oncology, Transplants and New Technologies in Medicine, University of Pisa, Pisa, Italy 5  Department of Cellular and Molecular Medicine, College of Medicine, University of Arizona, Tucson, AZ, USA 6  Bio5 Institute Oro Valley, University of Arizona, Tucson, AZ 7  University of Arizona Cancer Center, Tucson, AZ, USA  Caveolin-1 is an essential component of membrane caveolae. It is an important regulator of cellular processes such as signal  transduction and endocytosis. We report here, for the first time, that caveolin-1 is a target of the K-RAS oncogene in colon  carcinogenesis. Caveolin-1 is induced in colon cancer cells and in human colon tumor samples, in response to K-RAS activat-  ing mutations. An activated K-RAS oncogene transcriptionally induces caveolin-1 expression in human colon cancer cells and  this effect is not restricted to the type of activating K-RAS mutation. Inhibition of the P-I3 Kinase-AKT pathway, but not the  ERK MAPK pathway, both important K-RAS effectors, leads to a decrease in caveolin-1 expression indicating that the AKT  pathway is involved in caveolin-1 expression in response to an activated K-RAS. Increased AKT signaling induces caveolin-1  expression by increasing the activity of the transcription factor, Sp1. Interestingly; caveolin-1 depletion alters K-RAS-depend-  ent signaling by decreasing Grb2-SOS activity. Consistent with these finding, caveolin-1-depleted cells shows decreased  migration in vitro. However, caveolin-1 overexpression by itself does not increase migration whereas an activated Src can  increase migration in a caveolin-1-dependent manner. This increased migration is highly dependent on the RhoA GTPase,  indicating that an activated K-RAS modulates migration in part via caveolin-1 induction, and increasing RhoA activity via  phospho-caveolin-1. Our findings indicate that K-RAS regulates both caveolin-1 expression and other factors affecting  caveolin-1 functions in colon cancer-derived cell migration.  Caveolin-1, a component of membrane caveolae, is a multi- functional protein, governing signal transduction, membrane transport, and lipid homeostasis.1 The role of caveolin-1 in cancer development and progression has been a subject of controversy among biologists. Initial studies in murine fibro- blast (NIH-3T3) cells showed that loss of caveolin-1 was suf- ficient to induce anchorage-independent growth and tumor  formation in SCID mice.2 Similar studies showed that expres- sion of oncogenes like K-RAS, H-RAS, V-ABL and SRC were sufficient to reduce caveolin-1 expression in NIH-3T3 cells.3,4  Engelman et al. showed that the CAV1 gene can be mapped to the D7S522 locus (chromosome 7q31.1), a site commonly deleted in human cancers.5 These findings strengthened the hypothesis that caveolin-1 functions as a potential tumor suppressor and its loss aids in tumorigenesis. With respect to its function during cancer development, the tumor suppres- sive activities of caveolin-1 have been attributed to its ability to bind to signaling molecules via its scaffolding domain, and negatively regulate their activity. Indeed, re-expression of cav- eolin-1 in transformed murine fibroblasts has been shown to be sufficient to down-regulate signaling via the Ras-Raf-Erk pathway.6 Consistent with these findings, caveolin-1 is down- regulated in several cancers such as breast and ovarian.7  However, the other domains present in caveolin-1 can nullify its tumor suppressive functions. In human tumors, caveolin-1 seems to play a tumor-promoting role in certain types of can- cers. In prostate cancer, caveolin-1 can maintain activated AKT by inhibiting serine/threonine phosphatases PP1 and PP2A.8  Caveolin-1 has the ability to be secreted by prostate cancer cells  Key words: colon cancer, K-RAS, caveolin-1, invasion and migra-  tion, AKT  Additional Supporting Information may be found in the online ver-  sion of this article.  Grant sponsor: National Institutes of Health; Grand numbers:  CA095060 and CA123065  *U.K.B.R. and R.S.H. contributed equally to this work  DOI: 10.1002/ijc.28001  History: Received 28 May 2012; Accepted 5 Dec 2012; Online 22  Dec 2012  Correspondence to: Natalia Ignatenko, Arizona Cancer Center,  1515 North Campbell Ave., R.0912, Tucson, AZ 85724, USA,  Tel.: 11-520-626-6612, E-mail: NIgnatenko@azcc.arizona.edu (or)  egerner@azcc.arizona.edu  C an  ce r C el l B io lo gy  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC  International Journal of Cancer  IJC    after phosphorylation at residue Ser80, and secreted caveolin-1 can act as an autocrine growth factor.9 During the later stages of cancer, transformed cells become resistant to standard chemo- therapeutic agents and acquire the multi-drug resistance (MDR) phenotype. This phenomenon is associated with an increase in expression of P-glycoprotein (P-gp). P-gp has been shown to be localized in caveolae of MDR-cells, implicating these membrane micro-domains in conferring the MDR phenotype.10 In line with these observations, an increased expression of caveolin-1 has been reported to be associated with increased metastasis in prostate cancer. Thus caveolin-1 can have tumorigenic as well as tumor-suppressive properties.  With regards to the colon, certain groups have reported that caveolin-1 is down-regulated in colon cancer tissue, as compared with normal colon tissue.11 Other studies have revealed that caveolin-1 is over-expressed in adenocarcinoma of the colon.12,13 Thus, there is still a major conflict regarding caveolin-1 expression during colon cancer progression.  We have previously demonstrated that caveolin-1 is induced by the APC tumor suppressor gene.14 In this study, we have shown that caveolin-1 is a transcriptional target of the K-RAS oncogene. Acquisition of K-RAS mutations is a late event in colon cancer progression.15 K-RAS is commonly mutated at codon 12 or 13, or in more rare instances, codon 61.16,17 Interestingly, caveolin-1 increases K-RAS activity through increased SOS activation and migration through the activation of the RhoA-ROCK pathway. Studies regarding caveolin-1 expression in human colon tumor samples have not accounted for mutations in the tumor samples. Our find- ings demonstrate the upregulation of caveolin-1 in colon tu- mor cells and tissue samples, harboring K-RAS mutations and provide a possible mechanism by which the K-RAS/Cav- eolin-1 pathway can aid in colon cancer progression.  Material and Methods Cell culture  The HCT116 cells (with a G13D mutation in one of the K-RAS alleles) was obtained from American Type Culture Collection (ATCC) and maintained in DMEM medium sup- plemented with 10% fetal bovine serum (FBS) and 1% peni- cillin-streptomycin. The Hkh2 cells, which are a clone of HCT116 cells wherein the activated K-RAS oncogene has been disrupted by homologous recombination, was a kind gift from Drs. Shirasawa and Sasazuki18 and maintained in  DMEM supplemented with 10% FBS, 1% penicillin-strepto- mycin and 600 mg/ml G418. The Caco2 colon cancer cells, transfected with pcDNA3.0 empty vector (Caco/Neo#3) or an activated K-RAS (G12V) expression vector (clones Kras#6 and Kras#26), were developed in our laboratory and have been previously characterized.19 The HCT116-Mock and Caveolin-1 antisense cells were a kind gift of Drs. Cadvallo- Medved and Sloane.20 The Caco2-Mock and Caco2-caveolin- 1 cells have been previously described.21 All cells were grown at 37-C in a humidified incubator with 5% carbon dioxide.  Reagents and antibodies  All chemicals and reagents were of the highest grade. LY294002 (PI-3-Kinase inhibitor) was obtained from Calbiochem, San Diego, CA. Dimethyl sulfoxide (DMSO) were purchased from Sigma, St. Louis, MO. G418 sulfate was purchased from CellGro Mediatech, Inc. Lipofectamine 2000, Hygromycin B and all media were from Invitrogen, Carlsbad, CA. A list of all antibod- ies used in this study is mentioned in Supporting Information Table 1. All secondary antibodies were purchased from Santa Cruz Biotechnology, Santa Cruz, CA. Pan-Src kinase inhibitor PP2 was purchased from EMD Chemicals, Gibbstown, NJ.  cDNA microarray study  cDNA microarray analysis was performed as previously described.22 Briefly, HCT116 and Caco2 isogenic cells, cells were plated for 48 hr after which total cellular RNA was extracted using the Qiagen RNEASY Kit (Catalog No.: 74104) obtained from Qiagen, Valencia, CA, using manufac- turer's instructions. The RNA was quantified and used for cDNA microarray analysis.  Tissue immunohistochemistry  Colon cancer tissues were obtained from patients with meta- static colorectal cancer (Stage IV colorectal cancer). All the patients were treated at the Oncology Unit of Ospedale Santa Chiara in Pisa, Italy and expressed their written informed con- sent to molecular analyses. All tissues were obtained at colono- scopy in accordance with the Institutional Review Board regulations of the Department of Oncology, University of Pisa. Formalin-fixed, paraffin-embedded blocks of colorectal cancer specimens were analyzed for the presence of K-RAS mutation. Caveolin-1 expression was analyzed in samples with WT and mutant K-RAS using anti-caveolin-1 antibody from Cell  What's new?  The role of the membrane protein caveolin-1 in cancer development has been a subject of controversy. Here the authors  report, for the first time, that caveolin-1 is a target of the K-RAS oncogene in colon carcinogenesis. They demonstrate that  caveolin-1 is induced in response to mutant K-RAS through AKT activation in colon cancer. They also identify caveolin-1 as a  novel activator of K-RAS-dependent signaling and cancer cell migration. The data suggest that caveolin-1 is a conditional  “oncogene” in colon cancer whose activity depends on mutant K-RAS, and that a positive feedback loop exists between K-  RAS-dependent caveolin-1 expression and signaling.  C an  ce r C el l B io lo gy  44 Regulation of cancer cell migration by caveolin-1 and K-RAS  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    Signaling Technologies, using standard immunohistochemistry (IHC) procedure. Immunoreactivity was determined as: absent (no or weak staining in 10% or fewer cells), moderate (moderate staining in 10-25% of cells), strong (strong staining in greater than 25% cells). K-RAS mutational status of the tumor samples used in the study are shown in Supporting Information Table 2.  Western blotting and immunoprecipitation  Cells (2 3 106 cells/100 mm plate) were plated for 48 hr. They were lysed in radioimmunoprecipitation assay (RIPA) buffer with protease inhibitors (10 mg/ml Aprotinin, 10 mg/ml phenyl-methyl-sulfony chloride (PMSF) and 50 mM sodium orthovanadate). Samples were kept on ice for 30 min, followed by centrifugation at 14,000 rpm for 10 min. Supernatants were collected and protein concentration was determined with the Bio-Rad DC protein assay (Bio-Rad, Hercules, CA). Fifty micrograms of protein were resolved on a 12.5% SDS-PAGE gel and transferred overnight to a Hybond-C nitrocellulose membrane, at 4-C. The next day, the membrane was blocked in Blotto A [5% non-fat dry milk in Tris-buffered saline with 0.05% Tween-20 (TBST)] for 1 hr at room temperature. Mem- branes were probed with antibodies in blocking buffer over- night at 4-C, as described in the Supplementary Information Table 1. Alternately, primary antibodies were diluted in 5% bovine serum albumin (BSA) in TBST. After washing with TBST three times, the membrane was probed with horse-rad- ish peroxidase (HRP)-conjugated secondary antibody, washed and protein was detected with an enhanced chemilumines- cence detection reagent (Amersham). All blots were then stripped with Pierce Restore Western Blot Stripping Buffer (Pierce, Rockford, IL) as described by the manufacturer and reprobed with appropriate protein loading controls. For immunoprecipitation, whole cell extracts of indicated cell lines were precleared with normal rabbit serum and Protein A/ GPlus-Agarose (Santa Cruz Biotechnology, Inc.) for 1 hr at 4-C. CAV-1 was immunoprecipitated from precleared lysates with polyclonal CAV-1 antibody (Santa Cruz Biotechnology, Inc.) or Sp1 antibody (Cell Signaling, Danvers, MA) overnight at 4-C, in the presence of protein A/GPlus-Agarose. Immuno- precipitated beads were washed four times, and then boiled in SDS sample buffer, separated by SDS-PAGE, and immuno- blotted with antibodies as indicated in figure legends.  Chromatin immuniprecipitation (ChIP) assay  Cells (2 3 105 cells/100 mm plate) were plated and next day, transfected with respective plasmids. Medium was changed 24 hr after transfection. Cells were harvested 28 hr after transfection and ChIP assay was carried out using the ChIP assay kit (Catalog No.: 53006) from Active Motif, Carlsbad, CA. The antibody used for ChIP analysis of Sp1 was from Cell Signaling, Danvers, MA.  Q-RT-PCR  For total cellular RNA extraction, cells (2.5 3 106) were plated in 100 mm plates. Cells were harvested by trypsinization after  48 hr of plating. Total cellular RNA was extracted using the Qiagen RNAEASY Kit (Catalog No.: 74104) obtained from Qia- gen, Valencia, CA, using manufacturer's instructions. Reverse transcription was performed on 1 mg of total RNA with random primers and the Reverse Transcription System kit (Promega Corp., Madison, WI). The cDNA template (100 ng) obtained from the above reaction was amplified using specific primers and puReTaq  TM  Ready-To-Go TM  PCR Beads (Amersham Bio- sciences Corp., Piscataway, NJ). For caveolin-1 RT-PCR analy- sis, usually 200 ng of cDNA (for the HCT116 cells) and 500 ng of cDNA (for the Caco2-derived cells) were used as template. The PCR products were then resolved on 2% agarose gels and photographed using the Kodak 1D Imaging software. PCR pri- mers used, along with their Tm and amplicon sizes for various genes were: caveolin-1 forward 5' TCA ACC GCG ACC CTA AAC ACC 3'; caveolin-1 reverse 5' TGA AAT AGC TCA GAA GAG ACA T 3'. Caveolin-1 Tm560  -C, amplicon size is 561 bp. GAPDH forward 5'TGGTATCGTGG-AAGGACTCATGAC3', GAPDH reverse 5'AGTCCAGTGAGCTTCCCGTTCAGC3'. GAPDH Tm559  -C, amplicon size is 198 bp All PCR primers were synthesized through Invitrogen Custom Primer Synthesis.  Plasmids and transfection  The human caveolin-1 promoter region, corresponding to 2737 to 237 in the promoter region, cloned into the PGL2 vector was a kind gift from Dr. Vijay Shah.23 The constitu- tively active (MYR) AKT and dominant negative (DN) AKT plasmids were obtained from Dr. M. J. Quon, National Insti- tutes of Health, Bethesda, MD.24 The Renilla-TK plasmid was purchased from Promega, (Madison, WI) and used as a trans- fection efficiency control in all promoter-reporter transfection experiments. For transfection with promoter-reporter con- structs, 5 3 105 cells were plated per well, in six-well plates. The next day, cells were transfected with Lipofectamine 2000 transfection reagent, as described by the manufacturer. Typi- cally, cells were transfected with 2 mg of promoter and 0.01 mg of Renilla-TK vector. For studies with DN-AKT and MYR- AKT, 1.5 mg of MYR/DN AKT was transfected with 2 mg of promoter and 0.01 mg of Renilla-TK vector. The next day, the cells were lysed in Passive Lysis Buffer from the Dual Lucifer- ase Assay kit, Promega, Madison, WI, and dual luciferase ac- tivity was measured, as described by the manufacturer.  The caveolin-1 expression vector (pCINeo-Caveolin-1) was a kind of Dr. Eric Smart, University of Kentucky.25 Cav- eolin-1 Y14F was generated from the parent plasmid using the QuickChange Site-directed Mutaganesis Kit from Strata- gene, La Jolla, CA. The Src plasmids were a kind gift from Dr. Sara Courtneidge, from University of California, San Diego.26 The RhoA constructs (RhoA T19N—Plasmid Num- ber: 15901 and RhoA Q63L—plasmid number: 15900) were obtained from Addgene, Cambridge, MA.  Caveolin-1 and Sp1 siRNA experiments  HCT116 and Caco-2 isogenic cell lines were transfected with caveolin-1 siRNA purchased from Dharmacon, and used for  C an  ce r C el l B io lo gy  Basu Roy et al. 45  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    migration assays. Dharmacon siGENOME SMARTpool anti- CAV-1 siRNA, anti-Sp1 siRNA and ON-TARGET plus siCONTROL  TM  negative control siRNA (Catalog No.: L-003467-00, L-026959-00 and D-001820-01, respectively) were prepared as per manufacturer's instructions. Briefly, the lyophilized sequences were resuspended in the manufacturer's siRNA Suspension Buffer to a concentration of 20 lM. The suspension was incubated at 90-C for 1 min, then at 37-C for 60 min to disrupt aggregates formed during lyophiliza- tion. All siRNA sequences were used at a final concentration of 75 nM during cell transfection. Sixteen to 18 hr preceding transfection, 2.0 3 105 cells/well were plated in six-well plates in DMEM with 10% fetal bovine serum and no antibi- otics. Just before transfection, cells were rinsed 33 with saline. Cells were then incubated in Opti-MEM with siRNA and Lipofectamine2000 (Invitrogen) (12 ll/well) for 6 hr. After the 6 hr, an equal volume of Opti-MEM plus 10% fetal bovine serum was added to each well. All experiments were performed 48 hr after transfection.  Migration and invasion assays  The cell migration assays were performed with BIOCOATV R  control cell culture inserts (BD Biosciences Discovery Labware, Bedford, MA). Inserts were coated with 2 lg/well of laminin (Sigma-Aldrich, Life Science Research, St. Louis, MO). Cell suspensions were prepared at a concentration of 5.0 3 105  cells/ml in serum-free medium. Two hundred microliters of the cell suspensions were plated in the inner chamber of the coated insert in a 24-well tissue plate. Five hundred microliters of complete growth medium was added to the outer chamber of the insert. Twenty hours after plating, the cells that migrated through the surface of the membrane were stained with 100 ll/well of staining solution (0.5% crystal violet, 20% methanol, 80% water) for 1 min. The stained cells were dis- solved in 200 ll 0.1 M citric acid in a 96-well plate. The plate was placed on a high speed titre plate shaker for 5 min. One hundred fifty microliters of the supernatant was then trans- ferred to a new well and read at 560 nm on an EL800 Univer- sal Microplate Reader (Bio-Tek Instruments, Inc.,Winooski, VT). Migration experiments were carried out in sextuplet. The Matrigel cell invasion assays were performed similar to the migration assays on prepared 24-well plate sized Matrigel inserts (BD Biosciences Discovery Labware, Bedford, MA).  Lipid raft fractionation  Lipid raft fractionation was carried out by using a detergent- free, alkaline lysis method as described previously.27 Briefly, HCT116 or Caco2 cells (7 3 106cells/150 mm plate) were plated for 48 hr. Each plate was then lysed with 2 ml of 500 mM sodium carbonate (pH 11.0). The lysate was sonicated for three 20-sec bursts using a SONIC Vibra Cell sonicator. The lysate was then adjusted to 45% sucrose by mixing with equal volumes of 90% sucrose prepared in Mes-buffered sa- line (MBS—25 mM Mes, pH 6.5, 0.15 M NaCl), and placed at the bottom of an ultracentrifuge tube. A 5 to 35% discon-  tinuous sucrose gradient was formed above (4 ml of 5% su- crose/4 ml of 35% sucrose; both in MBS containing 250 mM sodium carbonate) and centrifuged at 39,000 rpm for 16 hr in an SW40-Ti rotor (Beckman Instruments, Palo Alto, CA). A light-scattering band at the 5 to 35% sucrose interface was observed. This fraction contains caveolin-1/lipid raft proteins. Twelve 1 ml fractions were collected from top to bottom of the tube. For detection of caveolin-1 in the fractions, equal volume from each fraction were loaded on a 12.5% SDS- PAGE gel and visualised as described in Western Blotting.  Ras and RhoA activity assay  Activated RAS and RhoA levels were measured using the RAS activation assay kit (Catalog No.: 17-218) and the RhoA activation assay kit (Catalog No.: 17-294) from Upstate, Millipore, Billerica, MA. For all these assays, cells for grown for 48 hr under regular tissue culture conditions and proc- essed as per the manufacturer's instructions. However, since activity of these GTPases are highly dependent on the ECM used for the assay,28,29 we have deliberately measured basal levels of the active GTPases on non-ECM coated plates.  Statistical analysis  All statistical analysis was carried out using Microsoft Excel Software and the paired student's t-test was used to establish significance. In all figures shown, *p<0.05. Evaluation of cav- eolin-1 staining by immunohistochemistry was done using Fisher's Exact test.  Results An activated K-RAS oncogene induces caveolin-1  expression in human colon tumor -derived cells  The Caco2 cells expressing an activated K-RAS oncogene have been previously characterized in our laboratory.19 Here we per- formed a RAS activity assay to confirm that the K-RAS trans- fected clones have higher GTP-bound (active) K-RAS protein. As shown in Figure 1a (left panel), the K-RAS clones have sig- nificantly increased levels of GTP-bound K-RAS. In a cDNA microarray study carried out in our laboratory, caveolin-1 was found to be a transcriptional target of the activated K-RAS oncogene (Supporting Information Table 3). Validation of the microarray results was then performed with quantitative RT- PCR and immunoblotting. Caveolin-1 mRNA and protein levels were significantly increased in the K-RAS expressing clones, as compared to the vector control cells (Figs. 1b, left panel and 1c, left panel). The cell culture experiments indicated that an acti- vating mutation in the K-RAS oncogene induces caveolin-1 expression. We confirmed whether the effect of activated K-RAS observed in the Caco2 cell system was specific to a certain codon in the K-RAS gene. In order to test this, another isogenic cell line system was employed. The HCT116 cells are a colon adeno- carcinoma cell line, which possess a mutation in the K-RAS gene at codon 13 (G13D).18 The Hkh2 cells are derived from the HCT116 cells, wherein the activated K-RAS oncogene has been disrupted by homologous recombination.18 Again, a RAS  C an  ce r C el l B io lo gy  46 Regulation of cancer cell migration by caveolin-1 and K-RAS  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    Figure 1. An activated K-RAS oncogene influences caveolin-1 expression in the colon cancer. (a) RAS activation in mutant K-RAS expressing Caco/Kras clones (left panel) and in HCT116 and Hkh2 cells (right panel) grown to sub-confluency for 48 hr. RAS activity assay was carried  out, as described in Material and Methods. Levels of GTP-bound (active) RAS is shown. Each figure is representative of two independent  experiments. (b) Quantitative RT PCR analysis of CAV-1 mRNA levels in Caco/Kras clones (left panel) and in HCT116-Hkh2 cells (right panel)  grown to subconfluency for 48 hr. Total RNA was extracted and processed for PCR analysis as described in Material and Methods. Left  panel, each figure is representative of three independent experiments (*p <0.05 by t-test). (c) Western blot analysis of caveolin-1 protein  levels in Caco/Kras clones (left panel) and HCT116-Hkh2 cells (right panel) grown to subconfluency for 72 hr and lysed in RIPA buffer.  Lysates were resolved on a 12.5% SDS-PAGE gel and probed for caveolin-1 (21-24 kDa). Data shown are representative of three independ-  ent experiments. Note the double bands on the Western blot corresponding to a longer (caveolin-1a) and a shorter isoform (caveolin-1b).  (d) Caveolin-1 expression in human colon tumors samples with WT (N510) and activated K-RAS (N510) by IHC. Caveolin-1 immunoreactiv-  ity was determined as: Absent (no or weak staining in 10% or fewer cells), Moderate (moderate staining in 10-25% of cells), Strong (strong  staining in greater than 25% cells). p<0.05 by Fisher's exact test. Representative stained samples with WT and activated K-RAS are shown.  [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]  C an  ce r C el l B io lo gy  Basu Roy et al. 47  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    activity assay revealed that loss of the oncogene leads to a decrease in GTP-bound RAS in Hkh2 cells (Fig. 1a, right panel). A cDNA microarray analysis using these two cell lines showed that the Hkh2 cells had lower caveolin-1 mRNA levels, as com- pared to HCT116 cells (Supplementary Information Table 3). These results were validated at mRNA and protein levels (Figs. 1b and 1c, right panels). Caveolin-1 is expressed as a longer (caveolin-1a) and a shorter isoform (caveolin-1b) that are translated from methionine 1 and 32, respectively leading two bands on a Western blot.30 These studies confirm that a mutant K-RAS induces caveolin-1 expression in cell culture and in human tumor samples and that caveolin-1 overexpression is observed in the presence of both K-RASG12V and K-RASG13D  mutations. We extended our analysis to human colon tumor samples  and analyzed the expression of caveolin-1 in 10 colon tumor samples harboring WT and 10 samples harboring mutant K- RAS (K-RAS mutation status of samples is shown in Sup- porting Information Table 2). The tumor samples were from patients with late stage disease (Stage IV colorectal cancer). We focused our analysis on samples from Stage IV patients since K-RAS mutations occur late in the disease progression and are often associated with metastatic disease.31 Interest- ingly, we found that 8 of 10 tumor samples with mutant K-RAS had high levels of caveolin-1 expression as against 2 samples of 11 in which the WT allele was present (p<0.05 by Fisher's Exact test) (Fig. 1d). As seen in Figure 1d, the sample with WT K-RAS shows few caveolin-1 positive cells. On the other hand, the tumor samples with mutant K-RAS showed intense staining of caveolin-1. To confirm whether the increased caveolin-1 expression we observed in the colon tumor samples corresponded to increased levels of caveolin-1 mRNA, we analyzed caveolin-1 mRNA levels in tumors sam- ples harboring WT and mutated K-RAS alleles and found that caveolin-1 mRNA was significantly increased (p<0.05 by paired t-test) in samples with K-RAS mutations (Supporting Information Fig. 1).  K-RAS-dependent caveolin-1 upregulation occurs via the  AKT pathway  In order to assess whether the effect observed was because of increased transcription versus other mechanisms, the Caco2 isogenic clones were transfected with a caveolin-1 promoter reporter construct. As shown in Figure 2a, an activated K-RAS oncogene increases caveolin-1 promoter reporter ac- tivity in the Caco2 isogenic cell system. Similarly, we wanted to assess whether the decrease in caveolin-1 expression in the Hkh2 cells was a result of decreased transcription. The Hkh2 cells showed a dramatic reduction in caveolin-1 promoter reporter activity as compared to the HCT116 cells (Fig. 2a). Activation of the RAS oncogene can result in upregulation of several signaling pathways in transformed cells, which in turn can have different outcomes. In order to assess the role of these pathways in K-RAS mediated caveolin-1 upregulation in Caco-Kras26 and HCT116 cells, we used PD98059 to in-  hibit the Raf/Mek/Erk pathway and LY294002 to inhibit the P-I3Kinase/AKT pathway. We then determined caveolin-1 promoter-reporter activity, as well as the levels of caveolin-1 mRNA (Supporting Information Fig. 2a) and protein levels in PD98059- and LY294002-treated cells. While PD98059 did not affect caveolin-1 promoter-reporter activity, treatment with LY294002 diminished promoter reporter activity (Fig. 2b), indicating that caveolin-1 is regulated by the P-I3 kinase pathway at the level of transcription. As shown in Figure 2c, there is a decrease in caveolin-1 protein levels in LY294002- treated cell lines indicating that the PI-3 Kinase/AKT signaling pathway is the main K-RAS effector pathway for caveolin-1 upregulation in colon cancer cells expressing an activated K-RAS oncogene. To further confirm the pharma- cological findings, we transfected the Caco-Kras26 cells with a dominant negative (DN) AKT construct. This construct has a mutation in the ATP-binding site, K179A, and acts in a dominant inhibitory manner.24 As shown in Figure 2d, there is a significant reduction in caveolin-1 mRNA (left panel) and protein (right panel) levels in the presence of the domi- nant negative AKT construct in the CacoKras#26 cells. Simi- larly, transfection of the Caco-Neo3 cells with a constitutively active (MYR) AKT, which produces a high level of AKT activity24 leads to the induction of caveolin-1 mRNA and protein levels (Fig. 2d, left and right panels). Similar results were obtained in the HCT116 and Hkh2 cells (Supporting Information Fig. 2b), thus confirming that caveolin-1 is tran- scriptionally induced by the AKT pathway.  AKT increases caveolin-1 transcription through Sp1  In order to elucidate the mechanism by which AKT upregu- lates caveolin-1, we sought to determine which transcription factors are activated in response to AKT signaling. One of the key transcription factors whose DNA binding activity is increased by AKT-dependent phosphorylation is Sp1.32,33  The human caveolin-1 promoter (AF019742) has a consensus Sp1 binding site at the 2148 position from the transcrip- tional start site.34 To assess the role of Sp1 in AKT-depend- ent caveolin-1 upregulation, we first determined the levels of phospho-Sp1 in the two independent isogenic cell line sys- tems. As seen in Figure 3a (left panel), both the HCT116 cells and the Caco-Kras 26 cells have higher ratios of phos- pho-Sp1 to total Sp1 protein levels, as compared to their wild-type K-RAS counterparts respectively. To determine whether increased phospho-Sp1 corresponds to increased binding to the caveolin-1 promoter site, we determined the extent of Sp1 binding using Chromatin Immuno-Precipita- tion (ChIP) assay with caveolin-1 promoter-specific primers. As seen in Figure 3a (right panel), there is increased Sp1 binding to the caveolin-1 promoter region in the HCT116 and the Caco-Kras26 cells. While these findings suggested that AKT might activate Sp1, to conclusively determine the contribution of the AKT-Sp1 pathway, we established whether activation of the AKT pathway in the Caco-Neo cells or inhibition of the AKT pathway in the K-RAS expressing  C an  ce r C el l B io lo gy  48 Regulation of cancer cell migration by caveolin-1 and K-RAS  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    clone can alter caveolin-1 expression. Introduction of a con- stitutively active AKT (Myr-AKT) increases both phospho- Sp1 levels (Fig. 3b, left panel) and Sp1 binding to the caveo- lin-1 promoter (Fig. 3b, right panel), in the Caco-Neo cells. Conversely, inhibition of the AKT pathway in the Caco-Kras cells decreases levels of phosphorylated Sp1 and promoter- bound Sp1, indicating that AKT activity is sufficient to  increase Sp1-DNA binding to the caveolin-1 promoter. In line with these findings, use of Sp1 siRNA or mutation of the Sp1 binding site in the caveolin-1 promoter, is sufficient to decrease caveolin-1 promoter-driven luciferase activity (Fig. 3c left and right panels), confirming that AKT-depend- ent Sp1 phosphorylation is a key event in K-RAS-dependent upregulation of caveolin-1.  Figure 2. An activated K-RAS activated caveolin-1 transcription via the AKT pathway. (a) Caveolin-1 promoter activity in Caco-2 and HCT116  isogenic systems. Caco/Kras clones and HCT116-Hkh2 (0.5 3 10 6  cells/well in six-plate) were grown for 24 hr and transfected with a cav-  eolin-1 promoter reporter. Forty-eight hours after transfection, cells were lysed and luciferase activity measured as described in Material  and Methods. Results are the average of three independent transfections. *p<0.05 by t-test. (b) Effect of MAPK and P-I3 kinase inhibitors  on caveolin-1 promoter activity in Caco-2 and HCT116 isogenic systems. CacoKras#26 and HCT116 cells (0.5 3 10 6  cells/well in six-plate)  were grown for 24 hr and transfected with a caveolin-1 promoter reporter. Twenty-four hours after transfection, cells were treated with inhib-  itors (50 mM of PD98059/Ly294002) for an additional 24 hr, lysed and luciferase activity measured as described in Material and Methods. Results are the average of three independent transfections. *p<0.05 by t-test. (c) Western blot analysis of caveolin-1 protein level in CacoK-  ras#26 and HCT116 cells after treatment with ERK and P-I3 kinase inhibitors. Cells were grown in DMSO (control) or PD98059/LY294002  (50 mM each) for 48 hr. Cells were lysed in RIPA buffer and lysates were resolved on a 12.5% SDS-PAGE and probed for caveolin-1. Blot is representative of three independent experiments. (d and e) Caveolin-1 transcript and protein levels are influenced by AKT activity. Caco/  Kras clones (0.5 3 10 6  cells/well in six-plate) were grown for 24 hr and transfected with a dominant negative (DN) or an activated (Myr)  AKT construct. The next day, fresh medium was added. After 48 hr, RNA and protein were extracted and caveolin-1 levels were determined  by quantitative RT-PCR (d) and Western blotting (e) as described in Material and Methods. Western blot depicting expression of phospho-  AKT and total AKT protein are shown in the lower panel of (e). Figure is representative of three independent experiments *p<0.05 by t-test.  C an  ce r C el l B io lo gy  Basu Roy et al. 49  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    Figure 3. AKT induces caveolin-1 expression via Sp1. (a) Left panel: the levels of total, phosphorylated (left panel-IP and Western blot) and caveolin-1 promoter-bound (right panel, Chip assay) Sp1 protein in HCT116 and Caco-2 isogenic systems. HCT116/Hkh2 cells and  CacoNeo/Kras#26 were grown for 48 hr and lysed in RIPA buffer. Sp1 protein was immunoprecipitated from the lysates using an anti-  Sp1 antibody. Immunoprecipitates were resolved on a 10% SDS-PAGE gel and immunoblotted for anti-phospho-serine/threonine anti-  body. Right panel: for ChIP experiments, chromatin prepared from 48-hr cultures of HCT116/Hkh2 cells and CacoNeo/Kras#26 was  immunoprecipitated with anti-Sp1 antibody. Caveolin-1 promoter-specific primers were used to amplify the precipitated DNA as  described in Material and Methods. Figure is representative of two independent experiments. (b) Effect of constitutively active (MYR)  and dominant negative (DN) AKT on the total, phosphorylated (left panel, IP Western) and bound (right panel, Chip assay) Sp1 protein  in Caco-2 isogenic system. Left panel: CacoNeo/Kras#26 were transfected with the indicated constructs, grown for 48 hr and lysed in  RIPA buffer. Sp1 protein was immunoprecipitated from the lysates using an anti-Sp1 antibody. Immunoprecipitates were resolved on a  10% SDS-PAGE gel and immunoblotted for anti-phospho-serine/threonine antibody. Right panel: for ChIP experiments, chromatin pre-  pared from 48-hr cultures of HCT116/Hkh2 cells and CacoNeo/Kras#26 was immunoprecipitated with anti-Sp1 antibody. Caveolin-1  promoter-specific primers were used to amplify the precipitated DNA as described in Material and Methods. (c and d) Suppression of  caveolin-1 promoter activity in the presence of Sp1 siRNA (c) or mutation in Sp1 binding site (d). (c) CacoNeo/Kras#26 were trans-  fected with scrambled (Sc) or Sp1 siRNA and the caveolin-1 promoter-reporter construct. Forty-eight hours after transfection, cells were  assayed for promoter-reporter activity *p<0.05 by t-test. Figure is representative of two independent experiments. (d) CacoKras#26  were transfected with caveolin-1 promoter-reporter constructs containing either wild-type (WT Sp1) and mutated Sp1 (mut Sp1) sites.  Forty-eight hours after transfection, cells were assayed for promoter-reporter activity. *p<0.05 by t-test. Figure is representative of two  independent experiments.  C an  ce r C el l B io lo gy  50 Regulation of cancer cell migration by caveolin-1 and K-RAS  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    Caveolin-1 regulates K-RAS activity and is required for  K-RAS signaling of migration in colon cancer cells  Caveolin-1 expression is required to maintain correct subcel- lular localization of H-RAS and loss of caveolin-1 disrupts H-RAS-membrane localization in mouse embryo fibroblasts isolated from mice with knockout of caveolin-1 gene.35 Simi- larly, we wanted to determine whether caveolin-1 expression is required for the activity of K-RAS in colon cancer cells. Caveolin-1 is tyrosine phosphorylated at tyrosine residue 14 and can serve as an adaptor for signaling molecules with SH2 binding domains such as Shc and Grb2.36,37 As seen in Figure 4a, phospho-caveolin-1 levels are elevated in the HCT116 cells, as compared to the HCT116-Cav-1-AS cells, and the Hkh2 cells, suggesting that phospho-caveolin-1 levels might be a regulator of K-RAS activation. In order to deter- mine whether phospho-caveolin-1 expression sustains RAS signaling, we introduced in to HCT116-Cav-1 AS cells either a full-length caveolin-1 expression construct (WT) or a mutant form of caveolin-1 that is deficient in tyrosine pho- phorylation at residue 14 (Caveolin-1 Y14F) and assayed for the association of caveolin-1 with the two signaling molecules Grb2 and SOS1. Grb2 is an adaptor protein with an SH2 do- main that binds to tyrosine-phosphorylated proteins and recruits SOS, the RAS GEDF that is responsible for increas- ing the activity of RAS proteins. As seen in Figure 4b, while introduction of a full-length caveolin-1 protein was sufficient to form a complex of Grb2 and SOS, indicating the recruit- ment of SOS1 to the membrane, this complex was not seen in the cells expressing caveolin-1 Y14F. Introduction of cav- eolin-1 in Caco2 cells (that do not express caveolin-1 and have a WT K-RAS) leads to a similar activation of Grb2 and SOS1 (data not shown). In line with these findings RAS activity was restored in the cells expressing WT and not mutant caveolin-1 (Fig. 4b). These studies strongly suggest that phosphorylated caveolin-1 sustains K-RAS signaling through increased activation of SOS1. Thus, even in the pres- ence of WT K-RAS caveolin-1 expression can lead to sus- tained SOS1 and Grb2-dependent signal transduction.  Since K-RAS has been shown to associate with caveolin-1, we also assessed whether caveolin-1 alters K-RAS localization. We knocked out caveolin-1 expression in the K-Ras#26 cells via transient transfection of caveolin-1 siRNA and deter- mined the distribution of caveolin-1 protein in lipid raft by sucrose density gradient fractionation. As seen in Figure 4c, K-Ras#26 cells treated with scrambled siRNA show a regular distribution of caveolin-1 protein in fractions 4, 5 and 6 in the sucrose density gradient, following lipid raft fractionation. In these cells, K-RAS is primarily distributed in fractions 4, 5 and 6 also with flotillin-1 (a protein commonly localized to lipid rafts39). Interestingly, K-RAS distribution was altered in the K-ras expressing cells with reduced caveolin-1 expression and is seen in fractions 5, 6, 7 and 8. We also determined the distribution of K-RAS in HCT116-Mock (control) and HCT116-Cav-AS cells (HCT116 cells stably expressing a cav-  eolin-1 antisense construct and showing reduced levels of caveolin-120) and found that K-RAS distribution is altered in lipid rafts following caveolin-1 depletion in HCT116 cells (Fig. 4d). Thus, caveolin-1 expression is required for main- taining distribution of the K-RAS protein to lipid raft micro- domains. This effect is specific to K-RAS since the distribution of flotillin-1, another lipid raft-associated protein, does not get altered in caveolin-1 depleted cells.  Caveolin-1 protein modulates the levels of active RAS (GTP-bound) following its depletion in the K-Ras#26 cells or in HCT116-Cav-1-AS cells without changes in total RAS pro- tein levels (Supporting Information Fig. 3). In line with these findings, we also found that phosphorylated Erk1/2 and Akt levels are substantially decreased in the lines with reduced caveolin-1 expression, indicating that loss of caveolin-1 expression disrupts K-RAS-mediated intracellular signaling. (Supporting Information Fig. 3). It should be mentioned that we did not detect any evidence of interaction between K-RAS and caveolin-1 in co-immunoprecipitation experiments.  K-RAS increases migration of colon cancer cells in a  caveolin-1 and Src-dependent manner  Acquisition of K-RAS mutations is a relatively late event in colorectal carcinogenesis and is associated with poor progno- sis and increased metastatic disease. Cancer cell migration is an important aspect of cancer-associated metastasis. We and other groups have demonstrated that caveolin-1 is required for the regulated secretion of extracellular proteases associ- ated with cell migration.20,40 In order to determine whether caveolin-1 is required for K-RAS-dependent migration, we determined the effect of caveolin-1 depletion on migration of Caco2 cells expressing mutant K-RAS and HCT116 cells. As seen in Figure 5a, the Kras#26 cells migrate significantly higher than the Caco-Neo#3 (control) cells in an in vitro transwell migration assay. Depletion of caveolin-1 in Caco- Kras cells using siRNA dramatically reduces their caveolin-1 expression and migration, almost similar to that of control cells. Similarly, knockdown of caveolin-1 expression in HCT116 cells reduced their migration and migration (Fig. 5b). These studies indicate that caveolin-1 is an essential reg- ulator of cancer cell migration.  In order to determine whether caveolin-1 by itself can affect migration, we determined the rate of migration of Caco2 cells expressing an empty vector, or an expression vec- tor with WT or mutant (Y14F) caveolin-1. As seen in Figure 6a, caveolin-1 is increased in cells transfected with a caveo- lin-1 expression construct. Interestingly, caveolin-1 expression by itself is not sufficient to increase migration of Caco2 cells (Fig. 6a). We had previously demonstrated that activated K-RAS increases caveolin-1 phosphorylation in a Src-depend- ent manner.41 Src, a cytoplasmic tyrosine kinase, is localized in caveolae and can phosphorylate caveolin-1 at tyrosine- 14.7,42 Several recent reports have demonstrated that phos- phorylated caveolin-1 can increase migration in cancer  C an  ce r C el l B io lo gy  Basu Roy et al. 51  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    Figure 4. Caveolin-1 is required for K-RAS function and localization. (a) Intracellular levels of phospho-caveolin-1 in HCT116 isogenic sys-  tem. (b) Phosphorylation of caveoilin-1 is necessary for caveolin-1 interactions with K-RAS signaling molecules Grb2 and SOS1. HCT116-  Caveolin-1-anti-sense cells were transfected with WT or mutant (Y14F) caveolin-1 and lysed in RIPA buffer 48 hr after transfection. Lysates  were immunoprecipitated with indicated proteins and immune complexes were resolved on SDS-PAGE gels and probed for indicated pro-  teins. (c) K-RAS protein localization in caveolin-1 depleted Caco-2 isogenic system. CacoKras#26 were transfected with scrambled or cav-  eolin-1 siRNA 24 hr after subculture and fractionated into lipid rafts 48 hr after transfection as described in Ref. 38. Caveolin-1, K-RAS  and flotilling-1 protein levels were determined by Western blotting. Figure is representative of three independent experiments. (d) K-RAS  localization in HCT116 mock and HCT116 CAV-1 AS isogenic system. HCT116-Mock and Caveolin-1 anti-sense cells were fractionated into  lipid rafts. K-RAS and flotilling-1 protein levels were determined by Western blotting. Figure is representative of three independent  experiments.  C an  ce r C el l B io lo gy  52 Regulation of cancer cell migration by caveolin-1 and K-RAS  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    cells.43,44 To assess whether tyrosine-14 phosphorylation of caveolin-1 by Src can increase migration, we transfected the Caco2-Mock and Caco2-Cav-1 with an activated Src plasmid. As seen in Figure 6a, introduction of an activated Src induces tyrosine-14 phosphorylation of caveolin-1 with a concurrent increase in migration of Caco2-Cav-1 cells. However, pres- ence of activated Src protein is unable to increase migration in Caco2 cells expressing caveolin-1 Y14F. These data suggest that phosphorylated caveolin-1 can increase migration in co- lon cancer cells in a Src-dependent manner. To conclusively  determine whether an activated K-RAS increases migration of colon cancer cells by phosphorylating caveolin-1 via Src, we inhibited Src activity in Caco-Kras cells using the Pan-Src ki- nase inhibitor, PP2. Treatment with 25 mM PP2 leads to a dramatic reduction in phospho-caveolin-1 tyrosine-14 and phospho-Src (Fig. 6b). Reduction in caveolin-1 phosphoryla- tion is accompanied by a decrease in migration of the Caco- Kras cells (Fig. 6b) indicating that Src plays a critical role in K-RAS dependent migration through caveolin-1 phosphorylation.  Figure 5. Caveolin-1 is required for K-RAS-dependent migration. (a) Caveolin-1 levels in CacoNeo#3, Kras#26 and CacoKras#26 transfected with scrambled or caveolin-1 siRNA. Expression of caveolin-1 was determined by Western blotting. Migration and invasion assay of cells  was measured as described in Materials and Methods and in Henkhaus et al. 40  Figure is representative of three independent experiments.  *p<0.05 by t-test. (b) Caveolin-1 levels in HCT116-Mock/Caveolin-1 anti-sense cells. Downregulation of caveolin-1 expression in the anti-  sense cells was confirmed by Western blotting and migration and invasion assay of cells was measured as described in Material and  Methods and in Henkhaus et al. 40  Figure is representative of three independent experiments. *p<0.05 by t-test. C an  ce r C el l B io lo gy  Basu Roy et al. 53  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    Figure 6. Src regulates K-RAS-dependent migration through Src/phospho-caveolin-1/RhoA pathway. (a) Caco2 cells were transfected with either an empty vector, caveolin-1 or caveolin-1 Y14F, or expression constructs for wild-type or constitutively active Src. Levels of phospho-  rylated caveolin-1 (tyrosine 14), total caveolin-1, active Src (tyrosine phosphorylated at residue 416) and total Src protein of caveolin-1 was  determined by Western blotting. Migration of cells was measured as described in Ref. 39. (b) Caco-Neo#3 and Kras#26 cells were treated  with 25 mM the pan-Src inhibitor for 24 hr. Levels of phosphorylated caveolin-1 (tyrosine 14), total caveolin-1, active Src (tyrosine phospho- rylated at residue 416) and total Src protein of caveolin-1 was determined by Western blotting. Migration of cells was measured as  described in Ref. 39. Figure is representative of three independent experiments. *p<0.05 by t-test. (c and d) RhoA activity (GTP-bound-RhoA  levels) was determined using the RhoA activity assay kit from Upstate Biotechnology, using manufacturers' instructions. Active RhoA levels  and total Rhoa A levels of the indicated cell lines are shown in the figure. (c) RhoA activity in cells in HCT116/Hkh2 and Caco-Neo#3/  Kras#26 cells, (d) RhoA activity in Caco2 cells transfected with (i) either an empty vector, caveolin-1 or caveolin-1 Y14F and (ii) expression  constructs for wild-type or constitutively active Src. Figure is representative of two independent experiments. (e) Caco2 cells were trans-  fected with (i) either an empty vector, caveolin-1 or caveolin-1 Y14F (ii) expression constructs for wild-type or constitutively active Src and  (iii) a constitutively active form (Q63L) or a dominant negative form (T19N) of RhoA. Migration of cells was measured as described in  Ref. 39. Each experiment was performed in triplicate at least twice. Results of a representative experiment are shown.    Tyrosine phosphorylated caveolin-1 increases migration  through activation of the RhoA GTPase  Our data suggest that an activated K-RAS uses two distinct mechanisms to increase caveolin-1-dependent migration: (i) at the transcriptional level, it regulates caveolin-1 expression and (ii) at the post-translational level, it activates Src-depend- ent phosphorylation of caveolin-1 (Figs. 6a and 6b). To determine the mechanism by which phospho-caveolin-1 increases migration, we examined the activation state of vari- ous pro-migratory pathways. The Rho family of GTPases is important players in cancer cell migration and has been shown to increase migration through increased Src activity. Interestingly, RhoA activity is increased in cells expressing an activated RAS,45 and caveolin-1 has been shown to be neces- sary for maintaining RhoA activity.46  We first determined the levels of active RhoA levels in the cells expressing active K-RAS. As seen in Figure 6c, active RhoA levels are increased in cells expressing an active K-RAS gene. Consistent with previously published reports,45 we found no change in active Cdc42 and Rac1 levels in cells expressing mutant K-RAS protein. Since caveolin-1 phospho- rylation status correlates with active RhoA levels, we then determined whether caveolin-1 expression was sufficient to increase RhoA activity. As seen in Figure 6d, constitutive expression of caveolin-1 is not sufficient to increase the activ- ity of RhoA GTPase. However, concurrent expression of an active form of Src that increase tyrosine phosphorylation of caveolin-1 (Fig. 6a) increases the levels of active RhoA. This increase is dependent on phospho-caveolin-1 since a phos- phorylation-deficient form of caveolin-1 is unable to increase RhoA activity, even in the presence of a constitutively active form of the Src kinase. These findings suggest that RhoA activity might be a critical event in caveolin-1-dependent migration. To assess the contribution of active RhoA in cav- eolin-1-dependent migration, we introduced in the Caco2 cells either a constitutively active RhoA mutant (RhoQ63L) or a dominant negative form of the protein (RhoT19N). As seen in Figure 6e, presence of the active form of RhoA is suf- ficient to induce migration in the cells expressing mutant caveolin-1 Y14F. More importantly, expression of RhoT19N blocks migration induced in caveolin-1-expressing cells in the presence of active Src. These results prove that RhoA activation by phosphorylated caveolin-1 is a crucial event in migration induced by an activated K-RAS protein.  Discussion In this study, we have shown that caveolin-1 is a transcrip- tional target of the K-RAS oncogene in late stage colon cancer. This upregulation is independent of the type of activating mutation present in the gene, since both G12V and G13D mutations are sufficient to upregulate caveolin-1 expression in human colon tumor-derived cells and in human colon tumor tissue harboring activating K-RAS mutations. An activated K- RAS can mediate signal transduction via multiple pathways,  leading to various cancer phenotypes like decreased apoptosis and increased proliferation and migration. Using a combina- tion of pharmacological inhibitors and genetics, we show that the P-I3 Kinase-AKT pathway is involved in K-RAS mediated caveolin-1 expression in these colon cancer cell lines. The P-I3 kinase/AKT pathway is an important signal transduction path- way which is involved in cell survival and apoptosis resistance. We finally demonstrate that caveolin-1 is required for K-RAS- dependent signal transduction and migration. We propose a model for K-RAS-mediated caveolin-1 expression and activity (Supporting Information Fig. 4). An activated K-RAS onco- gene increases Sp1 transactivation in an AKT-dependent man- ner. This in turn increases caveolin-1 transcription. Caveolin-1 protein then localizes to the membrane and is phosphorylated by Src. Caveolin-1 phosphorylated at tyrosine residue 14 then recruits signaling molecules such as Grb2 and SOS1 to sustain signal transduction and RhoA-dependent migration. In fact, we have found that depletion of caveolin-1 in colon cancer cells harboring an activated K-RAS oncogene decreases GTP- bound (active) RAS suggesting that caveolin-1 expression is necessary to sustain RAS-dependent signaling. These studies suggest that the K-RAS-caveolin-1 pathway might elicit a posi- tive feedback loop to aid tumor cell migration and metastasis especially in the late stages of colorectal cancer.  The role of RAS signaling in caveolin-1 expression is highly debated. In studies carried out by Engelman et al., the RAS oncogene was shown to downregulate caveolin-1 expres- sion in NIH-3T3 cells.3 However, in a study carried out by Sasai et al in human dermal fibroblasts, an activated K-RAS oncogene was not sufficient to downregulate caveolin-1 expression levels.47 Thus, transformation by oncogenes in murine cell culture systems is differentially regulated as com- pared to human cell culture systems.48 Also, specific and dif- ferential pathways are activated in murine and human cells, in response to an activated RAS oncogene.48 Thus, K-RAS-de- pendent upregulation of caveolin-1 in human colon cancer cells is a unique finding and highlights the differential regula- tion of gene expression by K-RAS in murine and human car- cinogenesis. The involvement of the P-I3 Kinase pathway in caveolin-1 upregulation has been demonstrated previously. This pathway has been implicated in progestin- mediated caveolin-1 expression in human breast cancer cells, and this is necessary for breast cancer proliferation.49 Our study defines the role of AKT activation through K-RAS, in the expression of caveolin-1 through the transcription factor Sp1.  We have previously shown that caveolin-1 is transcrip- tionally regulated by the APC tumor suppressor.50 The APC tumor suppressor is mutated in as many as 85% of diagnosed colorectal cancer cases, and is often considered to be an ini- tiating mutation.51 The K-RAS oncogene in mutated in 35% cases of sporadic colorectal cancer, and occurs at the later stages of cancer development.52,53 Thus, caveolin-1 expression might be differentially regulated at different stages of colo- rectal cancer progression. In the initial stages, following an APC mutation, there is downregulation of caveolin-1.14  C an  ce r C el l B io lo gy  Basu Roy et al. 55  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    However, acquisition of a K-RAS mutation might then be a potential mechanism to upregulate caveolin-1. It is interesting to note that caveolin-1 expression is elevated in late stage co- lon adenocarcinoma where K-RAS is often activated through mutations.12,13 Thus, caveolin-1 upregulation might occur at late stages of colorectal carcinogenesis.51,54  Our studies also identify caveolin-1 as a novel regulator of K-RAS-dependent signaling and cancer cell migration. Caveo- lin-1 has been shown to be necessary for the activation of the P-I3 Kinase/AKT pathway.55 In prostate cells, caveolin-1 can confer a survival advantage by maintaining an activated AKT through negative regulation of the AKT phosphatases, PP1 and PP2A.8 Additionally, caveolin-1 is phosphorylated at res- idue Tyr14 by several oncogenes, and this can help recruit- ment of GRB7 through its SH2 domain and lead to sustained signaling.42 Thus, while caveolin-1 can negatively regulate signal transduction,56 tyrosine phosphorylation of caveolin-1 converts it into a highly efficient scaffold for proteins with SH2 domain thereby increasing mitogenic signaling. Interest- ingly, we have found that colon cancer cells harboring an activated K-RAS mutation are sensitive to caveolin-1 levels since depletion of caveolin-1 decreases active K-RAS levels and mitogenic signaling. This could be explained by the re- distribution of K-RAS protein from lipid rafts in cells that have been depleted of caveolin-1. While these studies high- light a novel role for caveolin-1 in K-RAS-dependent mito- genic signaling, it is noteworthy to point out that work by Roy and colleagues demonstrates that K-RAS is unaffected by the expression of a dominant negative mutant of caveolin-1 in BHK cells.57 Their study shows that lipid-raft associated H-RAS is more susceptible to a caveolin-1 mutant than K- RAS in BHK cells. However, work from Kranenburg et al. demonstrate that in COS cells, K-RAS localizes to caveolae and that its activity it highly dependent on this localization58  with disruption of caveolar structures leading to altered K-  RAS activity. Thus, the effect of caveolin-1 on K-RAS might be cell-type specific and sensitive to the cholesterol content of the cells. In colon cancer cells, depletion of caveolin-1 decreases free cholesterol (our unpublished observation). Thus, K-RAS activity in these cells might be sensitive to cav- eolin-1 depletion because of altered cholesterol metabolism.  Caveolin-1 was originally identified as a substrate of the Src tyrosine kinase. Recent reports have demonstrated that phosphorylated caveolin-1 has been associated with increased tumor cell migration.43,59 Phosphorylated caveolin-1 increases cell migration via the modulation of the RHO/Rock pathway. Thus, acquisition of a K-RAS mutation, followed by conse- quent upregulation of caveolin-1 and Src-dependent caveolin- 1 phosphorylation might aid in cancer progression by increas- ing the metastatic potential of cancer cells. Furthermore, cav- eolin-1 has been shown to be necessary for the localization and secretion of the tumor proteases, cathepsin B and kallik- rein 6, both of which are necessary for migration.20,40,60,61  Our data suggest that caveolin-1 is a conditional “oncogene” in colon cancer whose activity is dependent on mutant K-RAS. Our data suggests that activation of AKT and Src regulate cav- eolion-1 expression and post-translational modification. In fact, phospho-AKT and phosphor-Src levels are elevated in the tumors samples harboring K-RAS mutations. Through regula- tion by the K-RAS oncogene at late stages of colorectal carcino- genesis, caveolin-1 might play pleiotropic roles in cancer development, depending on the stage of cancer.  Acknowledgements This work was supported in part by grants from the National Institutes of Health, CA095060 (to E.W.G., PI) and CA123065 (to N.A.I. and E.W.G., Co-PI's). The authors thank David E. Stringer, Dr. H. Yerushalmi, and Karen Kachel for assistance with experimental set-up as well as Dr. Shira- sawa et al. for the kind gift of the Hkh2 cell line. The authors are grateful to Dr. Vijay Shah for providing them with CAV-1 promoter-reporter plasmid and Dr. M.J. Quon for MYRAKT and DNAKT plasmids.  References  1. Parton RG. Caveolae and caveolins. Curr Opin Cell Biol 1996;8:542-8.  2. Galbiati F, Volonte D, Engelman JA, et al. Tar- geted downregulation of caveolin-1 is sufficient to drive cell transformation and hyperactivate the p42/44 MAP kinase cascade. EMBO J 1998;17:6633-48.  3. Engelman JA, Zhang XL, Razani B, et al. p42/44 MAP kinase-dependent and -independent signal- ing pathways regulate caveolin-1 gene expression. Activation of Ras-MAP kinase and protein kinase a signaling cascades transcriptionally down-regu- lates caveolin-1 promoter activity. J Biol Chem 1999;274:32333-41.  4. Koleske AJ, Baltimore D, Lisanti MP. Reduction of caveolin and caveolae in oncogenically trans- formed cells. Proc Natl Acad Sci USA 1995;92:1381-5.  5. Engelman JA, Zhang XL, Lisanti MP. Genes encoding human caveolin-1 and -2 are co-local- ized to the D7S522 locus (7q31.1), a known frag- ile site (FRA7G) that is frequently deleted in human cancers. FEBS Lett 1998;436:403-10.  6. Engelman JA, Chu C, Lin A, et al. Caveolin- mediated regulation of signaling along the p42/44 MAP kinase cascade in vivo. A role for the cav- eolin-scaffolding domain. FEBS Lett 1998;428:205-11.  7. Cohen AW, Hnasko R, Schubert W, et al. Role of caveolae and caveolins in health and disease. Physiol Rev 2004;84:1341-79.  8. Li L, Ren CH, Tahir SA, et al. Caveolin-1 main- tains activated Akt in prostate cancer cells through scaffolding domain binding site interac- tions with and inhibition of serine/threonine pro- tein phosphatases PP1 and PP2A. Mol Cell Biol 2003;23:9389-404.  9. Tahir SA, Yang G, Ebara S, et al. Secreted cav- eolin-1 stimulates cell survival/clonal growth and contributes to metastasis in androgen- insensitive prostate cancer. Cancer Res 2001;61:3882-5.  10. Lavie Y, Liscovitch M. Changes in lipid and pro- tein constituents of rafts and caveolae in multi- drug resistant cancer cells and their functional consequences. Glycoconj J 2000;17:253-9.  11. Bender FC, Reymond MA, Bron C, et al. Caveo- lin-1 levels are down-regulated in human colon tumors, and ectopic expression of caveolin-1 in colon carcinoma cell lines reduces cell tumorige- nicity. Cancer Res 2000;60:5870-8.  12. Patlolla JM, Swamy MV, Raju J, et al. Overex- pression of caveolin-1 in experimental colon adenocarcinomas and human colon cancer cell lines. Oncol Rep 2004;11:957-63.  13. Fine SW, Lisanti MP, Galbiati F, et al. Elevated expression of caveolin-1 in adenocarcinoma of the colon. Am J Clin Pathol 2001;115:719- 24.  14. Roy UK, Henkhaus RS, Ignatenko NA, et al. Wild-type APC regulates caveolin-1 expression in human colon adenocarcinoma cell lines via FOXO1a and C-myc. Mol Carcinog 2008;47:947- 55.  15. Fearon ER, Vogelstein B. A genetic model for colorectal tumorigenesis. Cell 1990;61:759-67.  16. Shaw P, Tardy S, Benito E, et al. Occurrence of Ki-ras and p53 mutations in primary colorectal tumors. Oncogene 1991;6:2121-8.  C an  ce r C el l B io lo gy  56 Regulation of cancer cell migration by caveolin-1 and K-RAS  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC    17. Yanez L, Groffen J, Valenzuela DM. c-K-ras mutations in human carcinomas occur preferen- tially in codon 12. Oncogene 1987;1:315-8.  18. Shirasawa S, Furuse M, Yokoyama N, et al. Altered growth of human colon cancer cell lines disrupted at activated Ki-ras. Science 1993;260:85-8.  19. Ignatenko NA, Zhang H, Watts GS, et al. The chemopreventive agent alpha-difluoromethylorni- thine blocks Ki-ras-dependent tumor formation and specific gene expression in Caco-2 cells. Mol Carcinog 2004;39:221-33.  20. Cavallo-Medved D, Mai J, Dosescu J, et al. Cav- eolin-1 mediates the expression and localization of cathepsin B, pro-urokinase plasminogen activa- tor and their cell-surface receptors in human colorectal carcinoma cells. J Cell Sci 2005;118:1493-503.  21. Vogel U, Sandvig K, van Deurs B. Expression of caveolin-1 and polarized formation of invaginated caveolae in Caco-2 and MDCK II cells. J Cell Sci 1998;111:825-32.  22. Ignatenko NA, Yerushalmi HF, Watts GS, et al. Pharmacogenomics of the polyamine analog 3,8,13,18-tetraaza-10,11-[(E)-1,2-cyclopropyl]eico- sane tetrahydrochloride, CGC-11093, in the colon adenocarcinoma cell line HCT1161. Technol Can- cer Res Treat 2006;5:553-64.  23. Cao S, Fernandez-Zapico ME, Jin D, et al. KLF11-mediated repression antagonizes Sp1/ste- rol-responsive element-binding protein-induced transcriptional activation of caveolin-1 in response to cholesterol signaling. J Biol Chem 2005;280:1901-10.  24. Cong LN, Chen H, Li Y, et al. Physiological role of Akt in insulin-stimulated translocation of GLUT4 in transfected rat adipose cells. Mol Endocrinol 1997;11:1881-90.  25. Matveev S, Uittenbogaard A, van Der Westhuy- zen D, et al. Caveolin-1 negatively regulates SR- BI mediated selective uptake of high-density lipo- protein-derived cholesteryl ester. Eur J Biochem 2001;268:5609-16.  26. Blake RA, Broome MA, Liu X, et al. SU6656, a selective src family kinase inhibitor, used to probe growth factor signaling. Mol Cell Biol 2000;20:9018-27.  27. Song KS, Li S, Okamoto T, et al. Co-purification and direct interaction of Ras with caveolin, an in- tegral membrane protein of caveolae microdo- mains. Detergent-free purification of caveolae microdomains. J Biol Chem 1996;271:9690-7.  28. Jones GE, Ridley AJ, Zicha D. Rho GTPases and cell migration: measurement of macrophage che- motaxis. Methods Enzymol 2000;325:449-62.  29. Ridley A. Rho GTPases. Integrating integrin sig- naling. J Cell Biol 2000;150:F107-9.  30. Fujimoto T, Kogo H, Nomura R, et al. Isoforms of caveolin-1 and caveolar structure. J Cell Sci 2000;113:3509-17.  31. Etienne-Grimaldi MC, Formento JL, Francoual M, et al. K-Ras mutations and treatment outcome in colorectal cancer patients receiving exclusive  fluoropyrimidine therapy. Clin Cancer Res 2008;14:4830-5.  32. Pore N, Liu S, Shu HK, et al. Sp1 is involved in Akt-mediated induction of VEGF expression through an HIF-1-independent mechanism. Mol Biol Cell 2004;15:4841-53.  33. Bae IH, Park MJ, Yoon SH, et al. Bcl-w promotes gastric cancer cell invasion by inducing matrix metalloproteinase-2 expression via phosphoinosi- tide 3-kinase, Akt, and Sp1. Cancer Res 2006;66:4991-5.  34. Bist A, Fielding PE, Fielding CJ. Two sterol regu- latory element-like sequences mediate up-regula- tion of caveolin gene transcription in response to low density lipoprotein free cholesterol. Proc Natl Acad Sci USA 1997;94:10693-8.  35. Baran J, Mundy DI, Vasanji A, et al. Altered localization of H-Ras in caveolin-1-null cells is palmitoylation-independent. J Cell Commun Sig- nal 2007;1:195-204.  36. Wary KK, Mariotti A, Zurzolo C, et al. A requirement for caveolin-1 and associated kinase Fyn in integrin signaling and anchorage-depend- ent cell growth. Cell 1998;94:625-34.  37. Biedi C, Panetta D, Segat D, et al. Specificity of insulin-like growth factor I and insulin on Shc phosphorylation and Grb2 recruitment in caveo- lae. Endocrinology 2003;144:5497-503.  38. Henkhaus RS, Roy UK, Cavallo-Medved D, et al. Caveolin-1-mediated expression and secretion of kallikrein 6 in colon cancer cells. Neoplasia 2008;10:140-8.  39. Dermine JF, Duclos S, Garin J, et al. Flotillin-1- enriched lipid raft domains accumulate on matur- ing phagosomes. J Biol Chem 2001;276:18507-12.  40. Henkhaus RS, Gerner EW, Ignatenko NA. Kallik- rein 6 is a mediator of K-RAS-dependent migra- tion of colon carcinoma cells. Biol Chem 2008;389:757-64.  41. Roy UK, Rial NS, Kachel KL, et al. Activated K- RAS increases polyamine uptake in human colon cancer cells through modulation of caveolar endocytosis. Mol Carcinog 2008;47:538-53.  42. Lee H, Volonte D, Galbiati F, et al. Constitutive and growth factor-regulated phosphorylation of caveolin-1 occurs at the same site (Tyr-14) in vivo: identification of a c-Src/Cav-1/Grb7 signal- ing cassette. Mol Endocrinol 2000;14:1750-75.  43. Joshi B, Strugnell SS, Goetz JG, et al. Phosphoryl- ated caveolin-1 regulates Rho/ROCK-dependent focal adhesion dynamics and tumor cell migration and invasion. Cancer Res 2008;68:8210-20.  44. Thomas S, Overdevest JB, Nitz MD, et al. Src and caveolin-1 reciprocally regulate metastasis via a common downstream signaling pathway in bladder cancer. Cancer Res 2011;71:832-41.  45. Sahai E, Olson MF, Marshall CJ. Cross-talk between Ras and Rho signalling pathways in transformation favours proliferation and increased motility. EMBO J 2001;20:755-66.  46. Grande-Garcia A, Echarri A, de Rooij J, et al. Caveolin-1 regulates cell polarization and direc-  tional migration through Src kinase and Rho GTPases. J Cell Biol 2007;177:683-94.  47. Sasai K, Kakumoto K, Hanafusa H, et al. The Ras-MAPK pathway downregulates Caveolin-1 in rodent fibroblast but not in human fibroblasts: implications in the resistance to oncogene-medi- ated transformation. Oncogene 2007;26:449-55.  48. Rangarajan A, Hong SJ, Gifford A, et al. Species- and cell type-specific requirements for cellular transformation. Cancer Cell 2004;6:171-83.  49. Salatino M, Beguelin W, Peters MG, et al. Progestin- induced caveolin-1 expression mediates breast can- cer cell proliferation. Oncogene 2006;25:7723-39.  50. Roy UK, Rial NS, Kachel KL, et al. Activated K- RAS increases polyamine uptake in human colon cancer cells through modulation of caveolar endocytosis. Mol Carcinog 2008;47: 538-53.  51. Morin PJ, Sparks AB, Korinek V, et al. Activation of beta-catenin-Tcf signaling in colon cancer by mutations in beta-catenin or APC. Science 1997;275:1787-90.  52. Castagnola P, Giaretti W. Mutant KRAS, chro- mosomal instability and prognosis in colorectal cancer. Biochim Biophys Acta 2005;1756: 115-25.  53. Smakman N, Borel Rinkes IH, et al. Control of colorectal metastasis formation by K-Ras. Biochim Biophys Acta 2005;1756: 103-14.  54. Maier TJ, Janssen A, Schmidt R, et al. Targeting the beta-catenin/APC pathway: a novel mecha- nism to explain the cyclooxygenase-2-independ- ent anticarcinogenic effects of celecoxib in human colon carcinoma cells. FASEB J 2005; 19:1353-5.  55. Sedding DG, Hermsen J, Seay U, et al. Caveolin- 1 facilitates mechanosensitive protein kinase B (Akt) signaling in vitro and in vivo. Circ Res 2005;96:635-42.  56. Kurzchalia TV, Parton RG. Membrane microdo- mains and caveolae. Curr Opin Cell Biol 1999;11:424-31.  57. Roy S, Luetterforst R, Harding A, et al. Dominant- negative caveolin inhibits H-Ras function by dis- rupting cholesterol-rich plasma membrane domains. Nat Cell Biol 1999;1:98-105.  58. Kranenburg O, Verlaan I, Moolenaar WH. Regu- lating c-Ras function. cholesterol depletion affects caveolin association, GTP loading, and signaling. Curr Biol 2001;11:1880-4.  59. Luanpitpong S, Talbott SJ, Rojanasakul Y, et al. Regulation of lung cancer cell migration and invasion by reactive oxygen species and caveolin- 1. J Biol Chem 2010;285:38832-40.  60. Cavallo-Medved D, Dosescu J, Linebaugh BE, et al. Mutant K-ras regulates cathepsin B localiza- tion on the surface of human colorectal carci- noma cells. Neoplasia 2003;5:507-19.  61. Goetz JG, Minguet S, Navarro-Lerida I, et al. Bio- mechanical remodeling of the microenvironment by stromal caveolin-1 favors tumor invasion and metastasis. Cell 2011;146:148-63.  C an  ce r C el l B io lo gy  Basu Roy et al. 57  Int. J. Cancer: 133, 43-58 (2013) VC 2012 UICC",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}