{
    "summary": "Melanoma differentiation-associated gene-7/interleukin-24 (mda-7/IL-24) displays a broad range of antitumor properties including cancer-specific induction of apoptosis, inhibition of tumor angiogenesis and modulation of antitumor immune responses. In our study, we elucidated the role of MDA-7/IL-24 in inhibiting growth of breast cancer-initiating/stem cells. Ad.mda-7 infection decreased proliferation of breast cancer-initiating/stem cells without affecting normal breast stem cells. Ad.mda-7 induced apoptosis and endoplasmic reticulum stress in breast cancer-initiating/stem cells similar to unsorted breast cancer cells and inhibited the self-renewal property of breast cancer-initiating/stem cells by suppressing Wnt/β-catenin signaling. Prevention of inhibition of Wnt signaling by LiCl increased cell survival upon Ad.mda-7 treatment, suggesting that Wnt signaling inhibition might play a key role in MDA-7/IL-24-mediated death of breast cancer-initiating/stem cells. In a nude mouse subcutaneous xenograft model, Ad.mda-7 injection profoundly inhibited growth of tumors generated from breast cancer-initiating/stem cells and also exerted a potent \"bystander\" activity inhibiting growth of distant uninjected tumors. Further studies revealed that tumor growth inhibition by Ad.mda-7 was associated with a decrease in proliferation and angiogenesis, two intrinsic features of MDA-7/IL-24, and a reduction in vivo in the percentage of breast cancer-initiating/stem cells. Our findings demonstrate that MDA-7/IL-24 is not only nontoxic to normal cells and normal stem cells but also can kill both unsorted cancer cells and enriched populations of cancer-initiating/stem cells, providing further documentation that MDA-7/IL-24 might be a safe and effective way to eradicate cancers and also potentially establish disease-free survival.",
    "title": "Targeting breast cancer-initiating/stem cells with melanoma differentiation-associated gene-7/interleukin-24",
    "text": "Erratum   Erratum  Bhutia SK, Das SK, Azab B, Menezes ME, Dent P, Wang X-Y, Sarkar D, Fisher PB. Targeting breast cancer-initiating/stem cells with melanoma differentiation-associated gene-7/interleukin-24. Int J Cancer. 2013 Dec 1; 133(11):2726-36. Doi: 10.1002/ ijc.28289.Epub 2013 Jul 6.  During preparation of this manuscript, specific IHC images in Figure 6a were incorrectly presented. To correct this problem, repeat studies were performed to confirm the reproducibility of the data originally presented in Fig. 6a. The repeat studies and corrected figure demonstrates the same findings as the original figure. This correction does not alter the interpretation of the results or conclusions of this paper.  DOI: 10.1002/ijc.30058  E rr at u m  Int. J. Cancer: 139, E3 (2016) VC 2016 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Sujit K. Bhutia",
        "Swadesh K. Das",
        "Belal Azab",
        "Mitchell E. Menezes",
        "Paul Dent",
        "Xiang-Yang Wang",
        "Devan Sarkar",
        "Paul B. Fisher"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}