{
    "summary": "Group A Streptococcus pyogenes is known to induce nongonococcal septic arthritis in addition to pharyngitis, scarlet fever, and poststreptococcal sequelae. However, little is known about the interaction between S. pyogenes and bone cells. We report here that S. pyogenes strain JRS4 (M6) attached to and invaded mouse primary osteoblasts. Reverse transcription-PCR demonstrated that S. pyogenes infection of osteoblasts stimulated expression of mRNA for the receptor activator of NF-kappaB ligand (RANKL). Western blot analysis followed by ligand precipitation with the receptor activator of NF-kappaB receptor showed that there was an increase in RANKL protein in infected osteoblasts. Production of interleukin-6 was also stimulated, but no production of interleukin-1beta or tumor necrosis factor alpha was observed. Stimulation of RANKL production was not observed in osteoblasts stimulated with heat-inactivated S. pyogenes, suggesting that an active interaction of S. pyogenes with osteoblasts is essential for this phenomenon. A Western blot analysis performed with antibodies specific for phosphorylated signal transduction proteins demonstrated that S. pyogenes infection induces phosphorylation of p38 mitogen-activated protein kinase. A specific inhibitor of this kinase, SB203580, inhibited RANKL production by infected osteoblasts. These results suggest that infection of osteoblasts by S. pyogenes stimulates RANKL production and may trigger bone destruction in infected bone tissue.",
    "title": "Infection by Streptococcus pyogenes Induces the Receptor Activator of NF-__B Ligand Expression in Mouse Osteoblastic Cells",
    "text": "JW-IJC#130298 2726..2736   Targeting breast cancer-initiating/stem cells with melanoma differentiation-associated gene-7/interleukin-24  Sujit K. Bhutia 1,#  , Swadesh K. Das 1,2  , Belal Azab 1 , Mitchell E. Menezes  1 , Paul Dent  1,3,4 , Xiang-Yang Wang  1,2,4 ,  Devanand Sarkar 1,2,4  and Paul B. Fisher 1,2,4  1 Department of Human and Molecular Genetics, Virginia Commonwealth University School of Medicine, Richmond, VA  2 VCU Institute of Molecular Medicine, Virginia Commonwealth University School of Medicine, Richmond, VA  3 Department of Neurosurgery, Virginia Commonwealth University School of Medicine, Richmond, VA  4 VCU Massey Cancer Center, Virginia Commonwealth University School of Medicine, Richmond, VA  #Present Address: Department of Life Science, National Institute of Technology, Rourkela 769008, Odisha, India  Melanoma differentiation-associated gene-7/interleukin-24 (mda-7/IL-24) displays a broad range of antitumor properties  including cancer-specific induction of apoptosis, inhibition of tumor angiogenesis and modulation of antitumor immune  responses. In our study, we elucidated the role of MDA-7/IL-24 in inhibiting growth of breast cancer-initiating/stem cells.  Ad.mda-7 infection decreased proliferation of breast cancer-initiating/stem cells without affecting normal breast stem cells.  Ad.mda-7 induced apoptosis and endoplasmic reticulum stress in breast cancer-initiating/stem cells similar to unsorted breast  cancer cells and inhibited the self-renewal property of breast cancer-initiating/stem cells by suppressing Wnt/b-catenin signal-  ing. Prevention of inhibition of Wnt signaling by LiCl increased cell survival upon Ad.mda-7 treatment, suggesting that Wnt  signaling inhibition might play a key role in MDA-7/IL-24-mediated death of breast cancer-initiating/stem cells. In a nude  mouse subcutaneous xenograft model, Ad.mda-7 injection profoundly inhibited growth of tumors generated from breast can-  cer-initiating/stem cells and also exerted a potent “bystander” activity inhibiting growth of distant uninjected tumors. Further  studies revealed that tumor growth inhibition by Ad.mda-7 was associated with a decrease in proliferation and angiogenesis,  two intrinsic features of MDA-7/IL-24, and a reduction in vivo in the percentage of breast cancer-initiating/stem cells. Our  findings demonstrate that MDA-7/IL-24 is not only nontoxic to normal cells and normal stem cells but also can kill both  unsorted cancer cells and enriched populations of cancer-initiating/stem cells, providing further documentation that MDA-7/  IL-24 might be a safe and effective way to eradicate cancers and also potentially establish disease-free survival.  Breast cancer continues to be a leading cause of cancer- related deaths in women worldwide despite significant advan- ces in screening techniques that lead to early disease detec- tion. This disease evades most conventional therapies frequently leading to relapse although the primary lesion is eradicated.1 Over the last years, evidence has accumulated  supporting the notion that tumors are organized in a hierar- chy of heterogeneous cell populations with different biologi- cal properties and that the ability to sustain tumor formation and growth exclusively resides in a small proportion of tumor cells, termed cancer stem cells or tumor-initiating cells.2,3 In breast cancer, a population of CD242/low/CD441 cells has been isolated that is highly enriched for cancer-initiating/ stem cells. This population is 1,000 times more tumorigenic than cell populations that are depleted of CD242/low/CD441  cells, and injection of as few as 200 cells leads to tumor for- mation in Severe combined immunodeficiency (SCID) mice.4  Breast cancer-initiating/stem cells can be established from patients' surgical specimens or breast cancer cell lines and encompass undifferentiated cells capable of self-renewal, extensive proliferation as clonal nonadherent spherical clus- ters and differentiation along different mammary epithelial lineages.4-6  Tumor-initiating/stem cells have the important feature of self-renewal, which is an intrinsic property of stem cells.7  Wnt/b-catenin signaling is one of the key pathways that pro- mote self-renewal of breast cancer-initiating/stem cells.5 Acti- vation of Wnt target genes is mediated by b-catenin, which translocates into the nucleus and binds to the transcription  Key words: MDA-7/IL-24, apoptosis, Wnt signaling, cancer-initiat-  ing/stem cells, breast cancer  Additional Supporting Information may be found in the online  version of this article  Conflicts of interest: Nothing to report  DOI: 10.1002/ijc.28289  History: Received 14 Mar 2013; Accepted 26 Apr 2013; Online 30  May 2013  Correspondence to: Dr. Paul B. Fisher, Professor and Chairman,  Department of Human and Molecular Genetics, Director, VCU  Institute of Molecular Medicine, Thelma Newmeyer Corman Chair  in Cancer Research, VCU Massey Cancer Center, Virginia  Commonwealth University, School of Medicine, 1101 East Marshall  Street, Sanger Hall Building, Room 11-015, Richmond, VA  23298-0033, USA, Tel.: 11-804-828-9632, Fax: 11-804-827-1124,  E-mail: pbfisher@vcu.edu  C an  ce r T h er ap y  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC  International Journal of Cancer  IJC    factor T-cell factor/lymphoid enhancer factor (TCF/LEF). The level of intracellular b-catenin is modulated by a multi- protein complex consisting of glycogen synthase kinase 3b (GSK3b), adenomatous polyposis coli, casein kinase 1a and axin. GSK3b promotes the ubiquitin-proteasome degradation of b-catenin by phosphorylating three specific amino acids, Ser33/Ser37/Thr41, on b-catenin.8,9 Similarly, Akt (protein kinase B) is a central regulator in the Wnt and PI3K signal- ing pathways.10 Apoptosis resistance, a characteristic feature of cancer cells, has been demonstrated prominently in cancer-initiating/stem cells.11 Breast cancer-initiating/stem cells display high levels of expression of apoptotic regulating proteins including Bcl-2, NF-jB and Akt.2,3,11 A comparative gene expression profile study illustrated that a side popula- tion of cells isolated from MCF-7 when compared to the non-side population of MCF-7 cells displayed alterations in several different pathways documenting deregulation of a number of apoptotic genes including BCL-2, BCL-xL, IAPs, PI3K and FADD.12 Consequently, the effective targeting of breast cancer-initiating/stem cells with novel antitumor agents has the potential to significantly improve outcome for women with both early and advanced stages of breast cancer.  Using subtraction hybridization combined with induction of cancer cell terminal differentiation, our laboratory cloned melanoma differentiation-associated gene-7/interleukin-24, a novel member of the IL-10-related cytokine gene family.13  Subsequent experiments document that mda-7/IL-24 has nearly ubiquitous antitumor properties in vitro and in vivo,14-21 which culminated in a successful entry into the clinic where safety and clinical efficacy when administered by adenovirus (Ad.mda-7; INGN 241) were shown in a phase 1 clinical trial in patients with advanced cancers.18 Forced mda-7/IL-24 expression in cancer cells in vitro and in vivo inhibits angiogenesis22; stimulates an antitumor immune response23; sensitizes cancer cells to radiation-, chemother- apy- and antibody-induced killing14,16,24,25 and elicits potent “antitumor bystander activity.”26,27 After forced expression of mda-7/IL-24 by an adenovirus, the MDA-7/IL-24 protein interacts with the endoplasmic reticulum (ER) chaperone protein BiP/GRP78 and initiates a cascade of “unfolded protein response” (UPR) events in tumor cells that culminate in apoptosis.28 We have shown that mda-7/IL-24 selectively induces apoptosis in human breast cancer cells and inhibits tumor growth in nude mice.29 Moreover, chemotherapeutic agent- and antibody-mediated killing is enhanced in the  presence of mda-7/IL-24 providing a synergistic effect thereby expanding treatment options for breast cancer patients.30-32 We have also found that a conditionally replica- tion competent adenovirus expressing mda-7/IL-24, a cancer terminator virus (CTV), displays dual cancer-specific activity resulting in eradication of both primary and distant breast carcinomas in nude mice.33 It has been reported that Ad.mda-7 downregulates both the PI3K and the Wnt/b-cate- nin signaling pathways in breast, lung and pancreatic cancer cells and remedies aberrant signaling in tumor cells, resulting in restoration of apoptosis induction.34,35  In our study, we investigated the role of mda-7/IL-24 on breast cancer-initiating/stem cells. Our findings show that Ad.mda-7 is able to inhibit the growth of different breast cancer-initiating/stem cells via induction of ER stress and apoptosis without exerting any deleterious effect in normal stem cells. We also document that Ad.mda-7 inhibits self- renewal of breast cancer-initiating/stem cells by inhibiting the Wnt signaling pathway and Ad.mda-7 effectively inhibits in vivo growth of tumors originating from breast cancer-initiat- ing/stem cells. Accordingly, Ad.mda-7 might provide an effective means of safely eradicating both unsorted cancer cells and cancer-initiating/stem cells, thereby establishing an enduring therapeutic response in patients with breast cancer.  Material and Methods Cell culture  MCF-7, MDA-MB-231, T47D human breast carcinoma cell lines and MCF-10A, a normal breast cell line, were obtained from the American Type Culture Collection and were cultured as recommended. Human mammary epithelial cells (HMEpC) were obtained from Promocell Promocell, Boston, MA, USA and cultured as recommended. Cells were infected with 100 plaque-forming units (pfu)/cell of Ad.mda-7 or Ad.vec and analyzed as described.28 Cell viability by MTT assay was performed as described.29,33  Flow cytometry and sorting  Breast cancer cells were detached with trypsin, washed once in Fluorescence activated cell sorter (FACS) buffer (phos- phate buffered saline (PBS) containing 1-2% bovine serum albumin (BSA) and 5 mM EDTA), stained with anti-CD24- FITC and anti-CD44-PE using 10 ll of antibody per 106 cells and incubated at 4-C for 15 min. After incubation, cells were washed once with FACS buffer, suspended in FACS buffer at  What's new?  Cancer stem cells, or tumor-initiating cells, are the small population of cells within a tumor that promote the growth and  spread of the tumor. These self-renewing cells produce high levels of proteins that thwart apoptosis, such as Bcl-2, NF-jB,  and Akt. In this paper, the authors investigated a protein, MDA-7/IL-24, which has been shown to slow tumor growth and  induce apoptosis. They found that it specifically targets the cancer stem cells and stops them from self-renewing, which may  help prevent recurrence of the disease.  C an  ce r T h er ap y  Bhutia et al. 2727  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    2 3 106 cells/ml and cancer-initiating/stem cells were sorted on an Aria cell sorter (BD Biosciences, San Jose, CA). Live cells were gated on the basis of forward and side scatters, and single cells were gated on the basis of forward scatter and pulse width. Gates were determined by analysis of unstained cells and isotype-specific stains.4  Mammosphere cultures and inhibition assays  The sorted breast cancer cells were plated and cultured in ultra-low attachment plates (Corning Life Sciences, Corning, NY) in a serum-free mammary epithelial growth medium supplemented with B27 (Life Technologies, NY), 20 ng/ml EGF (Epidermal growth factor) and 20 ng/ml bFGF (basic fibroblast growth factor) (BD Biosciences) as described.5,6 To quantify the effect of Ad.mda-7 on mammospheres, different concentrations of Ad.mda-7 (pfu) were used to infect primary mammosphere cultures, whereas the second passage cultures were grown in the absence of Ad.mda-7. After 7 days of cul- ture, the number of mammospheres was counted under a microscope.36  Annexin V and propidium iodide staining  The breast cancer-initiating/stem cells were seeded in six-well plates (2 3 105 per well) and were infected with Ad.mda-7 or Ad.vec for 48 hr and processed and evaluated for Annexin V binding as described.33  Western blotting analysis  Preparation of whole-cell lysates and Western blotting for MDA-7/IL-24 (1:100, mouse monoclonal, GenHunter Corp., Nashville, TN), BiP/GRP78 (1:1,000, rabbit polyclonal, Santa Cruz, Dallas, TX), GRP94 (1:1,000, rabbit polyclonal, Santa Cruz), GADD133 (1:1,000, rabbit polyclonal, Santa Cruz), PARP, Bcl2, Bcl-xL, phospho-Akt, phospho-b-catenin, phos- pho-GSK3b, phospho-eIF2a, Akt, b-catenin and GSK3b (1:1,000, rabbit monoclonal, Cell Signaling, Boston, MA) pro- tein levels were as described.28  Caspase assays  The breast cancer-initiating/stem cells were seeded in 96-well (10,000 cells per well) ultralow attachment plates and were infected with Ad.mda-7 or Ad.vec for 48 hr. After treatment caspase 3/7 activities were measured using CellPlayerTM 96- well kinetic Caspase 3/7 reagent kits following the manufac- turer's protocol (Essen Bioscience Corp. Ann Arbor, MI).  Reporter assays  Breast cancer-initiating/stem cells were suspended in 24-well ultralow attachment plates and were transduced with lentivi- ruses expressing TCF/LEF Reporter (TCF/LEF-Luc) at an optimized multiplicity of infection (MOI) of 5 for 48 hr in a final volume of 1.0 ml serum-free medium. The cells were infected with Ad.mda-7 for 12 hr and cell lysates were pre- pared and assayed for luciferase activity using Luciferase  Assay System (Promega, Madison, WI) according to the manufacturer's instructions.36  Human breast cancer xenografts in athymic nude mice and  immunohistochemistry  T47D-initiating/stem cells (1 3 104) were injected s.c. in 100 ll of PBS in both flanks of female athymic nude mice (NCRnu/nu; 4-week old; -20 g of body weight) and xenograft studies were done as described previously.29 Formalin-fixed and paraffin-embedded specimens were sectioned, 3- to 4-lm thick, and immunohistochemistry was done as described previously.25  Statistical analysis  Data are represented as the mean 6 standard error of mean and analyzed for statistical significance using one-way analy- sis of variance followed by Newman-Keuls test as a post hoc test. A p value of <0.05 was considered significant.  Results Ad.mda-7 infection results in expression of MDA-7/IL-24 in  breast cancer-initiating/stem cells  To determine if Ad.mda-7 is effective in selectively inhibiting growth and inducing apoptosis in breast cancer-initiating/ stem cells versus normal stem cells and to define potential therapeutic applications, we sorted initiating/stem cells (CD242/low/CD441), which were -1-5% of the total unsorted population, from different breast cancer cells, including MCF-7, MDA-MB-231 and T47D, as well as MCF- 10A37 and HMEpC normal breast epithelial cells, and cul- tured them in serum-free media. Initially, we confirmed the expression of MDA-7/IL-24 in different cell types 48 hr after Ad.mda-7 infection. Ad.mda-7 infection resulted in a dose- dependent expression of MDA-7/IL-24 protein in all types of initiating/stem cells, irrespective of their cancer or normal origin (Fig. 1 and Supporting Information Fig. S1A).  Ad.mda-7 inhibits proliferation and induces ER stress and  apoptosis in breast cancer-initiating/stem cells  We demonstrated previously that infection of unsorted pop- ulations of breast cancer cells with Ad.mda-7 inhibits their proliferation and induces apoptosis.29-33 To investigate the effect of Ad.mda-7 on breast cancer-initiating/stem cells, we sorted cancer stem cells and non-stem cell populations from MCF-7 cells by flow cytometry using CD24 and CD44 as markers (Fig. 2a). Both CD24- and CD44-negative non- stem cells, CD24-positive cells, CD44-positive cells and both CD24- and CD44-positive cells were infected with Ad.mda- 7 at different doses. Ad.mda-7 effectively reduced cell viabil- ity in all of these cell populations in a dose-dependent man- ner as measured by standard MTT assays (Fig. 2b). The finding that Ad.mda-7 inhibited growth of non-stem cell populations and stem cell populations to a similar extent indicates that mda-7/IL-24 might be an effective cancer therapeutic for chemotherapy-resistant breast cancer cells,  C an  ce r T h er ap y  2728 MDA-7/IL-24 inhibits breast cancer-initiating/stem cells  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    which are enriched with cancer-initiating/stem cells.7,11,12  Similarly, Ad.mda-7 dose-dependently inhibited viability of cancer-initiating/stem cells sorted from T47D and MDA- MB-231 cells without affecting the normal stem cells derived from MCF-10A or HMEpC cells, thereby further confirming the cancer cell-specific nature of mda-7/IL-24 (Fig. 2c and Supporting Information Fig. S1B). Annexin V staining performed 48 hr post-Ad.mda-7 infection demon- strated a strong dose-dependent induction of apoptosis in cancer-initiating/stem cells, but not in normal stem cells (Fig. 2d). Dose-dependent apoptosis induction by Ad.mda-7 was further confirmed after Ad.mda-7 infection by increased cleavage of PARP and caspases, downregulation of the anti- apoptotic protein Bcl-2 and upregulation of the proapop- totic protein Bax in cancer-initiating/stem cells sorted from MCF-7 and T47D cells (Fig. 2e and Supporting Information Fig. S2A). Moreover, Western blotting and caspase assays by CellPlayer assay showed that both caspase 3 and 7 were activated in T47D-sorted cells and only caspase 7 was acti- vated in MCF-7-sorted cells as these cells are deficient in caspase 3 (Figs. 2e and 2f).  We next analyzed the modulation of mda-7/IL-24 down- stream genes and signaling pathways that contribute to its tumor-suppressing properties in the context of breast cancer- initiating/stem cells. MDA-7/IL-24 induces an ER stress response (UPR)28; therefore, we determined the expression levels of ER stress markers. The levels of BiP/GRP78, GRP94  and GADD153, and activation of p-eIF2a were significantly higher upon infection with Ad.mda-7 when compared to control and Ad.vec-infected breast cancer-initiating/stem cells (Fig. 3a). In addition, ER stress response element (ERSE) reporter assays confirmed that Ad.mda-7 increased ER stress in a dose-dependent manner (Fig. 3b). These findings further confirm that Ad.mda-7 also maintains its bona fide down- stream effects in breast cancer-initiating/stem cells.  Ad.mda-7 inhibits mammosphere formation and Wnt  signaling in breast cancer stem cells  Breast cancer-initiating/stem cells are enriched in nonadher- ent spherical clusters of cells, termed mammospheres, and these cells are capable of yielding secondary spheres and dif- ferentiating along multiple lineages.5,6 To evaluate whether Ad.mda-7 could suppress the formation of mammospheres in vitro, we infected breast cancer-initiating/stem cells, obtained from MCF-7 and T47D cells, with Ad.mda-7 for 48 hr and then cultured these cells in nonadherent condi- tions to determine mammosphere formation in the absence of Ad.mda-7. Compared to control and Ad.vec infection, Ad.mda-7 inhibited in a dose-dependent manner not only the number of mammospheres (Fig. 4a) but also the size of the spheres (Fig. 4b), indicating a reduced self-renewal capacity of these initiating/stem cells. It should be noted that Ad.mda-7 inhibited mammosphere formation in both MCF-7 and T47D cancer-initiating/stem cells even at 10  Figure 1. Ad.mda-7 infection results in expression of MDA-7/IL-24 in breast cancer-initiating/stem cells. MCF-7-, T47D-, MDA-MB-231- and MCF-10A-derived initiating/stem cells were sorted from their respective cell lines by flow cytometry and infected with either Ad.mda-7 (50  or 100 pfu) or Ad.vec (100 pfu) for 48 hr and total proteins were isolated. The expressions of MDA-7/IL-24 and actin (as a loading control)  proteins were analyzed by Western blotting.  C an  ce r T h er ap y  Bhutia et al. 2729  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    pfu, a dose at which no cytotoxic effect was observed in cell viability assays.  There is considerable evidence that the Wnt pathway regulates self-renewal in breast cancer-initiating/stem  cells.8,9 In addition, previous reports have shown that Ad.mda-7 inhibits the Wnt/b-catenin pathway in lung and breast cancer cells.34 Therefore, we determined the effect of Ad.mda-7 on Wnt signaling in breast cancer-initiating/stem  Figure 2. Ad.mda-7 infection induces apoptosis in breast cancer-initiating/stem cells. (a) MCF-7 cells were analyzed by flow cytometry for CD44 and CD24 expression. The gates shown were used for sorting of cells with the indicated phenotypes. (b) The sorted populations,  based on surface markers, were infected with Ad.mda-7 (10, 50 and 100 pfu/cell) or Ad.vec (100 pfu/cell) and after 48 hr cell proliferation  was measured by MTT assay. (c and d) Cancer-initiating/stem cells from MCF-7, T47D, MDA-MB-231 and MCF-10A were infected with  Ad.mda-7 (50 or 100 pfu/cell) or Ad.vec (100 pfu/cell) and after 48 hr cell proliferation was measured by MTT assay (c) and Annexin V  staining assay using flow cytometry (d) measured apoptosis. MCF-7- and T47D-initiating cells were infected with Ad.mda-7 (50 or 100 pfu/  cell) or Ad.vec (100 pfu/cell) and cell lysates were prepared after 48 hr. (e) MCF-7- and T47D-initiating cells were infected with Ad.mda-7  (50 or 100 pfu/cell) or Ad.vec (100 pfu/cell) and cell lysates were prepared after 48 hr. Activation of poly(ADP-ribose) polymerase-1 (PARP),  caspases 3 and 7 and expression of Bcl-2 and Bax were detected by Western blotting analysis. (f) After 48-hr infection with Ad.mda-7 or  Ad.vec the apoptotic index as indicative of caspase 3/7 activity in MCF-7- and T47D-initiating cells was determined using a fluorescence  microscope. The apoptotic index was calculated by dividing the number of caspase 3/7 fluorescent cells by the total number of DNA-  containing cells after staining with Vybrant DyeCycle Green. Data represent mean 6 SD (n 5 3). Asterisk (*) represents significant difference  (p < 0.5) with corresponding control. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]  C an  ce r T h er ap y  2730 MDA-7/IL-24 inhibits breast cancer-initiating/stem cells  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    cells by analyzing the levels of protein expression in this signaling pathway. Ad.mda-7 transduction of MCF-7- and T47D-derived breast cancer-initiating/stem cells resulted in a significant dose-dependent downregulation of p-b-catenin and p-GSK3b (Fig. 4c and Supporting Information Figs. S2B and S2C). Ad.mda-7 also decreased the expression of p-AKT, without affecting total Akt expression (Fig. 4c and Supporting Information Fig. S2D), which regulates initiat- ing/stem cell self-renewal downstream of Wnt signaling.10  Transduction with Ad.vec did not alter Wnt or PI3K path- way proteins, thereby confirming the specificity of the MDA-7/IL-24 effect. To confirm that downregulation of b- catenin protein level decreases its transcriptional activity, we used a TCF/LEF TOP-luc lentiviral reporter system. Infection with Ad.mda-7 resulted in significant downregu- lation of b-catenin/LEF-dependent luciferase activity in MCF-7- and T47D-derived cancer-initiating/stem cells, fur- ther confirming the role of MDA-7/IL-24 in the inhibition of the Wnt signaling pathway (Fig. 4d). LiCl inactivates GSK3b through Ser9 phosphorylation, which in turn reduces the phosphorylation of b-catenin at Ser33/Ser37/ Thr41 and its degradation.38 Ad.mda-7-mediated inhibition of b-catenin phosphorylation was reversed upon treatment of breast cancer-initiating/stem cells with LiCl as indicated by the lack of change in p-b-catenin levels upon Ad.mda-7 infection when performed in the presence of LiCl when compared to infection with only Ad.mda-7 (Fig. 4e). More importantly, pretreatment of breast cancer-initiating/stem cells with LiCl significantly prevented cell death induced by Ad.mda-7 as demonstrated by MTT assays (Fig. 4f). Taken together, these data suggest that downregulation of the Wnt/b-catenin self-renewal pathway might contribute to the inhibitory effects of MDA-7/IL-24 on breast cancer-ini- tiating/stem cells.  Ad.mda-7 eradicates primary and inhibits distant tumors  generated by breast cancer-initiating/stem cells in nude  mice  To determine whether the in vitro growth inhibitory activity of Ad.mda-7 in breast cancer-initiating/stem cell translated into the in vivo state, T47D-initiating/stem cells (1 3 104) were subcutaneously injected into the left and right flanks of athymic nude mice. After palpable tumors of -100 mm3 developed on both flanks, in -30-40 days, the animals received seven intratumoral injections over a 4-week period with 1 3 108 pfu of Ad.vec or Ad.mda-7 in tumors on the left flank. The tumors on the right flank were not injected with virus. T47D-initiating/stem cells formed large, aggressive and actively proliferating tumors in control-untreated and in Ad.vec-injected animals. In contrast, the Ad.mda-7-treated group showed profound growth inhibition of the left flank- injected tumors, which was evident by 2 weeks after initiating the therapeutic treatment protocol (Figs. 5a and 5b). Further- more, a significant inhibition of growth of the right-sided uninjected tumors was also observed upon treatment with Ad.mda-7 in the left flank tumor, highlighting the potent “bystander” antitumor effect of MDA-7/IL-24 (Figs. 5a and 5b). These results were anticipated, because direct injection of the right-side tumor with a nonreplicating adenovirus expressing mda-7/IL-24 (Ad.mda-7) results in high levels of MDA-7/IL-24 protein in the injected tumor, whereas secre- tion of this cytokine “bystander effect” will generate less MDA-7/IL-24 in the circulation and in the distant tumor and the inhibitory effect will therefore be less profound. These findings provide definitive evidence for therapeutic efficacy of Ad.mda-7 in breast cancer-initiating cells in vivo.  We next determined the efficacy of Ad.mda-7 in in vivo transgene delivery by staining for MDA-7/IL-24 protein, CD- 31 (which monitors angiogenesis and microvessel formation)  Figure 3. Ad.mda-7 induces ER stress in breast cancer-initiating/stem cells. MCF-7- and T47D-initiating/stem cells were infected with Ad.mda-7 (50 or 100 pfu/cell) or Ad.vec (100 pfu/cell) and cell lysates were prepared after 48 hr. (a) Changes in BiP/GRP78, GRP94  GADD153 and activation of phospho-eukaryotic initiation factor 2 (p-eIF2a) proteins were evaluated by Western blotting. (b) MCF-7- and  T47D-initiating/stem cells were transfected with ERSE reporter followed by infection with Ad.mda-7 or Ad.vec for 24 hr and dual Luciferase  assays were performed and promoter activity values are expressed as arbitrary units using a Renilla reporter for internal normalization.  Data represent mean 6 SD (n 5 3). Asterisk (*) represents significant difference (p < 0.5) with corresponding control.  C an  ce r T h er ap y  Bhutia et al. 2731  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    and Ki-67 (which monitors cell proliferation). Tumors were harvested from the animals after three injections and tumor sections were interrogated by immunohistochemistry. Strong MDA-7/IL-24 staining was observed in left-sided tumors only upon Ad.mda-7 treatment (Fig. 6a and Supporting Information Fig. 3S). No significant MDA-7/IL-24 staining was observed in right-sided untreated tumors after three Ad.mda-7 injections of the left tumor, possibly reflecting the need for more injections to produce sufficient quantities of MDA-7/IL-24 in the circulation to induce expression in the untreated tumor. However, compared to Ad.vec treatment, Ad.mda-7 treatment resulted in a significant reduction in staining for CD-31 and Ki-67 in both left- and right-sided  tumors (Fig. 6a and Supporting Information Fig. 3S). Analy- sis of cells isolated from in vivo tumor tissue by flow cytome- try indicated that Ad.mda-7 administration decreased breast cancer-initiating/stem cells when compared to control unsorted tumor cells (Fig. 6b). These results may indicate that angiogenesis and cell proliferation in untreated tumors are sensitive to lower levels of circulating MDA-7/IL-24, which would need to be confirmed by further experiments. In total, these findings indicate that in breast cancer-initiat- ing/stem cells Ad.mda-7 can efficiently generate MDA-7/IL- 24 protein that exerts a potent “bystander” effect in distant tumors by inhibiting cell proliferation and angiogenesis (Figs. 5 and 6).  Figure 4. Ad.mda-7 inhibits mammosphere formation and Wnt signaling in breast cancer-initiating/stem cells. (a) Cancer-initiating/stem cells from MCF-7 and T47D were infected with Ad.mda-7 (50 or 100 pfu/cell) or Ad.vec (100 pfu/cell) for 48 hr and the infected cells were seeded  for formation of secondary mammospheres as described in “Material and Methods” section and quantified by counting the mammospheres  by microscope. Data represent mean 6 SD (n 5 3). (b) Photomicrograph of primary mammospheres following the indicated treatments (mag-  nification, 3100). (c) MCF-7- and T47D-initiating/stem cells were infected with Ad.mda-7 (50 or 100 pfu/cell) or Ad.vec (100 pfu/cell) and cell  lysates were prepared after 48 hr and changes in phospho- and total b-catenin, GSK3b and Akt expression were evaluated by Western blot-  ting. (d) MCF-7- and T47D-initiating/stem cells were infected with a TCF/LEF TOP-luc lentiviral reporter system for 48 hr followed by infection  with Ad.mda-7 (50 or 100 pfu/cell) or Ad.vec (100 pfu) for 12 hr and relative luciferase activity was measured as described in the “Material  and Methods” section. (e and f) T47D-initiating/stem cells were infected with 100 pfu/cell of Ad.mda-7 or Ad.vec in the presence of LiCl (20  mM) for 48 hr and expression of phospho- and total b-catenin was analyzed (e) and cell proliferation was measured by MTT assay (f). Asterisk  (*) represents significant difference (p < 0.5) when compared to Ad.mda-7-infected cells without LiCl. [Color figure can be viewed in the online  issue, which is available at wileyonlinelibrary.com.]  C an  ce r T h er ap y  2732 MDA-7/IL-24 inhibits breast cancer-initiating/stem cells  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    Discussion It is hypothesized that a small proportion of cancer-initiating/ stem cells found within a tumor may be the prime movers of cancer regrowth after therapy, thereby having profound clinical implications for cancer therapeutics and prevention.2,39 Cancer- initiating/stem cells display resistance to conventional therapies and are associated with cancer relapse/recurrence after ther- apy.40,41 Moreover, the lack of efficacy of current therapies in advanced and metastatic disease requires novel approaches that can specifically or selectively target cancer-initiating/stem cell populations. In these contexts, therapies that are directed against both differentiated cancer cells and cancer-initiating/stem cells might provide advantages to treat cancer. We and others have established that mda-7/IL-24 has significant potential as an anti- cancer therapeutic because of its multiplicity of antitumor prop- erties, its nontoxic effects to normal cells and tissues and its safety and efficacy as observed in clinical trials.14,16-21 Accord- ingly, based on the profound antitumor activity of MDA-7/IL- 24 and to examine its potential effects in cancer-initiating/stem cells, we used both in vitro and in vivo systems to determine whether Ad.mda-7 is biologically active against purified popula- tions of breast cancer-initiating/stem cells.  Several techniques have been developed to isolate and characterize breast cancer-initiating/stem cells in vitro. We sorted CD441/CD242/low cells as breast cancer-initiating/ stem cells and observed that Ad.mda-7 effectively and equally inhibited proliferation of the initiating/stem as well as the non-stem breast cancer cell populations. In fact, the cancer- initiating/stem cells did not demonstrate any resistance toward MDA-7/IL-24 as has been observed for chemothera- peutic reagents and radiation.42,43 It is noteworthy that the doses of Ad.mda-7 (pfu) used in our study are comparable to those previously shown to induce cell death in unselected tumor cell populations.28,29 Moreover, Ad.mda-7 also selec- tively inhibited cancer-initiating/stem cells, while exerting minimal toxicity to normal stem cells derived from immortal MCF-10A and primary HMEpC cells. These observations are consistent with previous reports demonstrating that MDA-7/ IL-24 preferentially targets transformed versus normal cells.29,33 We now demonstrate that MDA-7/IL-24 induces apoptosis and ER stress in breast cancer-initiating/stem cells making this therapeutic cytokine an attractive and beneficial option for targeting cancer-initiating/stem cells.44 Similar to epithelial tumor cells14,28 and leukemia cells,45 Ad.mda-7  Figure 5. Ad.mda-7 eradicates primary tumors and inhibits distant tumors generated by breast cancer-initiating/stem cells in nude mice. Tumor xenografts from T47D-initiating/stem cells were established in athymic nude mice in the left and right flanks and only tumors on the  left side were injected with PBS (control) or with the indicated Ad for 3 weeks (total of seven injections). (a) Measurement of tumor weight  at the end of the study. Lower panel, picture of isolated tumors from the left-treated and right-untreated regions of animals. (b) Measure-  ment of tumor volume at the end of the study. The data represent the mean 6 SD with a minimum of five mice per group. Asterisk (*)  represents significant difference (p < 0.5) with corresponding control.  C an  ce r T h er ap y  Bhutia et al. 2733  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    triggers a response classically associated with ER stress induc- tion, including upregulation of BiP/GRP78, GRP94 and GADD153, as well as eIF2a phosphorylation, in various breast cancer-initiating/stem cells. These findings indicate that the same genetic/epigenetic changes that elicit tumor cell sensitivity to mda-7/IL-24 are maintained in the entire tumor population (both breast cancer non-stem and stem cells), which is important for developing effective therapies for breast cancer.  The Wnt/b-catenin signaling pathway is implicated in a wide range of developmental processes including mainte- nance of stem cell compartments in adult tissue.8 As a novel target for cancer stem cell therapy, previous studies showed that anti-Wnt-2 monoclonal antibody induced apoptosis in malignant melanoma cells and inhibited tumor growth.46  Several phytochemicals, such as selenium, EGCG (Epigallo- catechin gallate) and vitamin D, have recently been shown  to inhibit Wnt signaling in cancers and could potentially be excellent candidates for targeting cancer-initiating/stem cells.47 MDA7/IL-24 delivered by adipose-derived stromal/ mesenchymal stem cells48 has potent proapoptotic activity toward different cancer cell lines and reduced tumor growth in the TRAMP-C2-Ras (TC2Ras) prostate cancer model.48  MDA-7/IL-24 expressed in neural stem cells in combination with neural stem cells expressing TRAIL display potent anti- tumor activity against glioblastoma multiforme brain tumors.49 Here, we show that MDA-7/IL-24 downregulates the Wnt/b-catenin self-renewal pathway in breast cancer- initiating/stem cells, through activation of GSK3b and Akt inhibition resulting in a decrease of b-catenin phosphoryla- tion (Ser33/Ser37/Thr41) and proteasome degradation. Simi- lar findings were also observed in lung and breast cancer cells further confirming that Ad.mda-7 might provide an effective means of eradicating both cancer non-stem and  Figure 6. Immunohistochemical analysis of tumor xenografts induced by T47D-initiating/stem cells infected with Ad.vec or Ad.mda-7 or con- trols injected with PBS. Tumor tissues were harvested and formalin-fixed and paraffin-embedded sections were immunostained for MDA-7/  IL-24, CD-31 and Ki-67. The left and right tumors were from animals injected three times (left tumor) with PBS, Ad.vec or Ad.mda-7. Experi-  mental details are given in “Material and Methods” section. (b) Single-cell suspensions were generated from the tumors of all groups and  were fixed and stained with CD24 and CD44 antibodies to quantify the percentage of CD24 2/low  /CD44 1  cells by fluorescence-activated cell  sorting. The data represent the mean 6 SD with a minimum of five mice per group. Asterisk (*) represents significant difference (p < 0.5)  vs. corresponding control.  C an  ce r T h er ap y  2734 MDA-7/IL-24 inhibits breast cancer-initiating/stem cells  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    cancer-initiating/stem cells through overlapping mecha- nisms.30 The in vitro efficacy of MDA-7/IL-24 was also con- firmed in vivo demonstrating that MDA-7/IL-24 is able to profoundly reduce tumor burden in treated tumors devel- oped from breast cancer-initiating/stem cells and also has potent “bystander” antitumor effects in a distant untreated population of breast cancer-initiating/stem cells. This find- ing is consistent with our previous observations showing that secreted MDA-7/IL-24 from injected tumors can inhibit the growth of distant tumors by suppressing proliferation and angiogenesis.14,33 In recent years, breast cancer-initiat- ing/stem cells have been confirmed as integral components of cancer recurrence after chemotherapy. The mechanisms involved in chemoresistance are multifaceted and can be due to overexpression of ABC transporters, detoxification  enzymes (aldehyde dehydrogenase), low cell turnover rates and/or the ability to activate a DNA checkpoint response.12,43 Our observations suggest a means of overrid- ing the significant therapeutic roadblock of chemoresistance associated with cancer stem cells and current conventional therapies and provide further validation of the potential use of MDA-7/IL-24 as an innovative therapy for enhanced and long-term cure rates in breast cancer.  ACKNOWLEDGEMENTS The present studies were supported in part by National Institutes of Health grants R01 CA097381 and P01 CA104177 (P.B.F.); NCI Cancer Center Sup- port Grant to VCU Massey Cancer Center (P.B.F., D.S., X.Y.W.); and VCU MCC (P.B.F.). D.S. and X.-Y. Wang are Harrison Scholars in the VCUMas- sey Cancer Center. P.B.F. holds the Thelma Newmeyer Corman Chair in Cancer Research in the VCUMassey Cancer Center.  References  1. Goldhirsch A, Colleoni M, Domenighetti G, et al. Systemic treatments for women with breast cancer: outcome with relation to screening for the disease. Ann Oncol 2003;14: 1212-14.  2. Charafe-Jauffret E, Monville F, Ginestier C, et al. Cancer stem cells in breast: current opinion and future challenges. Pathobiology 2008;75:75-84.  3. Creighton CJ, Li X, Landis M, et al. Residual breast cancers after conventional therapy display mesenchymal as well as tumor- initiating features. Proc Natl Acad Sci USA 2009;106:13820-5.  4. Al-Hajj M, Wicha MS, Benito-Hernandez A, et al. Prospective identification of tumorigenic breast cancer cells. Proc Natl Acad Sci USA 2003; 100:3983-8.  5. Han JS, Crowe DL. Tumor initiating cancer stem cells from human breast cancer cell lines. Int J Oncol 2009;34:1449-53.  6. Ponti D, Costa A, Zaffaroni N, et al. Isolation and in vitro propagation of tumorigenic breast cancer cells with stem/progenitor cell properties. Cancer Res 2005;65:5506-11.  7. Liu S, Dontu G, Wicha MS. Mammary stem cells, self-renewal pathways, and carcinogenesis. Breast Cancer Res 2005;7:86-95.  8. Clevers H. Wnt/b-catenin signaling in development and disease. Cell 2006;127:469-80.  9. Liu C, Li Y, Semenov M, et al. Control of b- catenin phosphorylation/ degradation by a dual- kinase mechanism. Cell 2002;108:837-47.  10. Korkaya H, Paulson A, Charafe-Jauffret E, et al. Regulation of mammary stem/progenitor cells by PTEN/Akt/b-catenin signaling. PLoS Biol 2009;7: e1000121.  11. Kruyt FA, Schuringa JJ. Apoptosis and cancer stem cells: implications for apoptosis targeted therapy. Biochem Pharmacol 2010; 80:423-30.  12. Huang M, Li Y, Wu G, et al. Whole genome expression profiling reveals a significant role for the cell junction and apoptosis pathways in breast cancer stem cells. Mol Biotechnol 2010;45: 39-48.  13. Jiang H, Lin JJ, Su ZZ, et al. Subtraction hybridization identifies a novel melanoma  differentiation associated gene, mda-7, modu- lated during human melanoma differentiation, growth and progression. Oncogene 1995;11: 2477-86.  14. Dash R, Bhutia SK, Azab B, et al. mda-7/IL-24: a unique member of the IL-10 gene family promot- ing cancer-targeted toxicity. Cytokine Growth Factor Rev 2010;2:381-91.  15. Pestka S, Krause CD, Sarkar D, et al. Interleukin- 10 and related cytokines and receptors. Annu Rev Immunol 2004;22:929-79.  16. Fisher PB, Gopalkrishnan RV, Chada S, et al. mda-7/IL-24, a novel cancer selective apoptosis inducing cytokine gene: from the laboratory into the clinic. Cancer Biol Ther 2003;2:S23- S37.  17. Fisher PB. Is mda-7/IL-24 a “magic bullet” for cancer? Cancer Res 2005;65:10128-38.  18. Cunningham CC, Chada S, Merritt JA, et al. Clinical and local biological effects of an intratumoral injection of mda-7 (IL24; INGN 241) in patients with advanced carci- noma: a phase I study. Mol Ther 2005;11: 149-59.  19. Tong AW, Nemunaitis J, Su D, et al. Intratumoral injection of INGN 241, a nonreplicating adenovector expressing the melanoma differentiation associated gene-7 (mda-7/IL24): biologic outcome in advanced cancer patients. Mol Ther 2005;11: 160-72.  20. Lebedeva IV, Emdad L, Su ZZ, et al. mda-7/ IL-24, novel anticancer cytokine: focus on bystander antitumor, radiosensitization and antiangiogenic properties and overview of the phase I clinical experience. Int J Oncol 2007; 31:985-1007.  21. Sarkar D, Lebedeva IV, Gupta P, et al. Melanoma differentiation associated gene-7 (mda-7)/IL-24: a ‘magic bullet' for cancer therapy? Expert Opin Biol Ther 2007;7:577-86.  22. Ramesh R, Mhashilkar AM, Tanaka F, et al. Melanoma differentiation- associated gene 7/ interleukin (IL)-24 is a novel ligand that regulates angiogenesis via the IL-22 receptor. Cancer Res 2003;63:5105-13.  23. Miyahara R, Banerjee S, Kawano K, et al. Melanoma differentiation associated gene-7  (mda-7)/interleukin (IL)-24 induces anticancer immunity in a syngeneic murine model. Cancer Gene Ther 2006;13:753-61.  24. Su ZZ, Lebedeva IV, Sarkar D, et al. Ionizing radiation enhances therapeutic activity of mda-7/ IL-24: overcoming radiation- and mda-7/IL-24- resistance in prostate cancer cells overexpressing the antiapoptotic proteins bcl-xL or bcl-2. Onco- gene 2006;25:2339-48.  25. Yacoub A, Hamed H, Emdad L, et al. MDA-7/IL- 24 plus radiation enhance survival in animals with intracranial primary human GBM tumors. Cancer Biol Ther 2008;7:917-33.  26. Sauane M, Su ZZ, Gupta P, et al. Autocrine regulation of mda-7/IL-24 mediates cancer- specific apoptosis. Proc Natl Acad Sci USA 2008; 105:9763-8.  27. Su Z, Emdad L, Sauane M, et al. Unique aspects of mda-7/IL-24 antitumor bystander activity: establishing a role for secretion of MDA-7/IL-24 protein by normal cells. Oncogene 2005;24:7552- 66.  28. Gupta P, Walter MR, Su ZZ, et al. BiP/GRP78 is an intracellular target for MDA-7/IL-24 induction of cancer-specific apoptosis. Cancer Res 2006;66: 8182-91.  29. Su ZZ, Madireddi MT, Lin JJ, et al. The cancer growth suppressor gene mda-7 selectively induces apoptosis in human breast cancer cells and inhib- its tumor growth in nude mice. Proc Natl Acad Sci USA 1998;95:14400-5.  30. McKenzie T, Liu Y, Fanale M, et al. Combination therapy of Ad-mda7 and trastuzu- mab increases cell death in Her-2/neu-overex- pressing breast cancer cells. Surgery 2004;136: 437-42.  31. Suh YJ, Chada S, McKenzie T, et al. Synergistic tumoricidal effect between celecoxib and adenoviral-mediated delivery of mda-7 in human breast cancer cells. Surgery 2005;138: 422-30.  32. Bocangel D, Zheng M, Mhashilkar A, et al. Combinatorial synergy induced by adenoviral- mediated mda-7 and Herceptin in Her-21 breast cancer cells. Cancer Gene Ther 2006;13: 958-68.  33. Sarkar D, Su ZZ, Vozhilla N, et al. Dual cancer- specific targeting strategy cures primary and  C an  ce r T h er ap y  Bhutia et al. 2735  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC    distant breast carcinomas in nude mice. Proc Natl Acad Sci USA 2005;102:14034-9.  34. Mhashilkar AM, Stewart AL, Sieger K, et al. MDA-7 negatively regulates the beta-catenin and PI3K signaling pathways in breast and lung tumor cells. Mol Ther 2003;8:207-19.  35. Chada S, Bocangel D, Ramesh R, et al. mda-7/ IL24 kills pancreatic cancer cells by inhibition of the Wnt/PI3K signaling pathways: identification of IL-20 receptor-mediated bystander activity against pancreatic cancer. Mol Ther 2005;11:724- 33.  36. Li Y, Zhang T, Korkaya H, et al. Sulforaphane, a dietary component of broccoli/broccoli sprouts, inhibits breast cancer stem cells. Clin Cancer Res 2010;16:2580-90.  37. Harrison H, Farnie G, Howell SJ, et al. Regulation of breast cancer stem cell activity by signaling through the Notch4 receptor. Cancer Res 2010;70:709-18.  38. Hedgepeth CM, Conrad LJ, Zhang J, et al. Activation of the Wnt signaling pathway: a  molecular mechanism for lithium action. Dev Biol 1997;185:82-91.  39. Reya T, Morrison SJ, Clarke MF, et al. Stem cells, cancer, and cancer stem cells. Nature 2001;414: 105-11.  40. Kakarala M, Wicha MS. Implications of the cancer stem-cell hypothesis for breast cancer pre- vention and therapy. J Clin Oncol 2008;26:2813- 20.  41. Sakariassen PO, Immervoll H, Chekenya M. Cancer stem cells as mediators of treatment resistance in brain tumors: status and controversies. Neoplasia 2007;9:882-92.  42. Dean M, Fojo T, Bates S. Tumor stem cells and drug resistance. Nat Rev Cancer 2005;5: 275-84.  43. Chuthapisith S, Eremin J, El-Sheemey M, et al. Breast cancer chemoresistance: emerging importance of cancer stem cells. Surg Oncol 2010; 19:27-32.  44. McDermott SP, Wicha MS. Targeting breast cancer stem cells. Mol Oncol 2010;4:404-19.  45. Rahmani M, Mayo M, Dash R, et al. MDA-7/ IL-24 potently induces apoptosis in human myeloid leukemia cells through a process regulated by ER stress. Mol Pharmacol 2010;78: 1096-104.  46. You L, He B, Xu Z, et al. An anti-Wnt-2 mono- clonal antibody induces apoptosis in malignant melanoma cells and inhibits tumor growth. Can- cer Res 2004;64:5385-9.  47. Kawasaki BT, Hurt EM, Mistree T, et al. Targeting cancer stem cells with phytochemicals. Mol Interv 2008;8:174-84.  48. Zolochevska O, Yu G, Gimble JM, et al. Pigment epithelial-derived factor and melanoma differen- tiation associated gene-7 cytokine gene therapies delivered by adipose-derived stromal/mesenchy- mal stem cells are effective in reducing prostate cancer cell growth. Stem Cells Dev 2012;21:1112- 23.  49. Hingtgen S, Kasmieh R, Elbayly E, et al. A first generation multi-functional cytokine for simulta- neous optical tracking and tumor therapy. PLoS One 2012;7:e40234.  C an  ce r T h er ap y  2736 MDA-7/IL-24 inhibits breast cancer-initiating/stem cells  Int. J. Cancer: 133, 2726-2736 (2013) VC 2013 UICC",
    "references": [],
    "authors": [
        "Nobuo Okahashi",
        "Atsuo Sakurai",
        "Ichiro Nakagawa",
        "Taku Fujiwara",
        "Shigetada Kawabata",
        "Atsuo Amano",
        "Shigeyuki Hamada"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}