{
    "summary": "The oncogene RAS is known to induce genomic instability, leading to cancer development; the underlying mechanism, however, remains poorly understood. To better understand how RAS functions, we measured the activity of the functionally related genes Aurora-A and BRCA2 in ovarian cancer cell lines and tumor samples containing RAS mutations. We found that Aurora-A and BRCA2 inversely controlled RAS-associated genomic instability and ovarian tumorigenesis through regulation of cytokinesis and polyploidization. Overexpression of mutated RAS ablated BRCA2 expression but induced Aurora-A accumulation at the midbody, leading to abnormal cytokinesis and ultimately chromosomal instability via polyploidy in cancer cells. RAS regulates the expression of Aurora-A and BRCA2 through dysregulated protein expression of farnesyl protein transferase β and insulin-like growth factor binding protein 3. Our results suggest that the imbalance in expression of Aurora-A and BRCA2 regulates RAS-induced genomic instability and tumorigenesis.",
    "title": "RAS promotes tumorigenesis through genomic instability induced by imbalanced expression of Aurora-A and BRCA2 in midbody during cytokinesis",
    "text": "Erratum: RAS promotes tumorigenesis through genomic instability induced by imbalanced expression of aurora‐a and BRCA2   Erratum: RAS Promotes Tumorigenesis through Genomic Instability Induced by imbalanced expression of Aurora-A and BRCA2  Yang G, Mercado-Uribe I, Multani AS, Sen S, Shih I-E, Wong K-K, Gershenson DM, Liu J. RAS promotes tumorigenesis through genomic instability induced by imbalanced expression of Aurora-A and BRCA2 in midbody during cytokinesis. Int J Cancer. 2013 July 15;133(2):275-285 doi: 10.1002/ijc.28032. Epub 2013 Feb 12.  The image of BRCA2 staining (Figure 2b upper right) indicated from the tumor with KRAS mutation was erroneously taken from that with BRAF mutation during final figure preparation. The corrected Figure 2b showing BRCA2 staining (Figure 2b upper right) from the tumor with KRAS mutation is now provided, while the figure legend remains unchanged. The corrected figure is shown below. The authors apologize for the error.  DOI: 10.1002/ijc.29553  E rr  at u  m  Int. J. Cancer: 137, E12 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Gong Yang",
        "Imelda Mercado-Uribe",
        "Asha S. Multani",
        "Subrata Sen",
        "Ie-Ming Shih",
        "Kwong-Kwok Wong",
        "David M. Gershenson",
        "Jinsong Liu"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}