{
    "summary": "Caveolin-1 is an essential component of membrane caveolae. It is an important regulator of cellular processes such as signal transduction and endocytosis. We report here, for the first time, that caveolin-1 is a target of the K-RAS oncogene in colon carcinogenesis. Caveolin-1 is induced in colon cancer cells and in human colon tumor samples, in response to K-RAS activating mutations. An activated K-RAS oncogene transcriptionally induces caveolin-1 expression in human colon cancer cells and this effect is not restricted to the type of activating K-RAS mutation. Inhibition of the P-I3 Kinase-AKT pathway, but not the ERK MAPK pathway, both important K-RAS effectors, leads to a decrease in caveolin-1 expression indicating that the AKT pathway is involved in caveolin-1 expression in response to an activated K-RAS. Increased AKT signaling induces caveolin-1 expression by increasing the activity of the transcription factor, Sp1. Interestingly; caveolin-1 depletion alters K-RAS-dependent signaling by decreasing Grb2-SOS activity. Consistent with these finding, caveolin-1-depleted cells shows decreased migration in vitro. However, caveolin-1 overexpression by itself does not increase migration whereas an activated Src can increase migration in a caveolin-1-dependent manner. This increased migration is highly dependent on the RhoA GTPase, indicating that an activated K-RAS modulates migration in part via caveolin-1 induction, and increasing RhoA activity via phospho-caveolin-1. Our findings indicate that K-RAS regulates both caveolin-1 expression and other factors affecting caveolin-1 functions in colon cancer-derived cell migration.",
    "title": "Caveolin-1 is a novel regulator of K-RAS-dependent migration in colon carcinogenesis",
    "text": "Erratum   Erratum  Roy UKB, Henkhaus RS, Loupakis F, Cremolini C, Gerner EW, Ignatenko NA. Caveolin-1 is a novel regulator of K-RAS- dependent migration in colon carcinogenesis. Int J Cancer. 2013 Jul 1:133(1):43-57. DOI:10.1002/ijc.28001. Epub 2013 Feb 12.  The Western blot for active K-RAS in Figure 4B in the original manuscript was inadvertently duplicated from Figure 4A. The corrected Figure 4B is shown in a red box. The authors deeply regret the inconvenience caused to the readers.  DOI: 10.1002/ijc.29624  E rr at u m  Int. J. Cancer: 137, E18 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Upal K. Basu Roy",
        "Rebecca S. Henkhaus",
        "Fotios Loupakis",
        "Chiara Cremolini",
        "Eugene W. Gerner",
        "Natalia A. Ignatenko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}