{
    "summary": "We have previously demonstrated that overexpression of T lymphoma invasion and metastasis 1 (Tiam1) is correlated with poor prognosis in patients with hepatocellular carcinoma (HCC). In this study, we tried to further investigate the potential roles of Tiam1 in the progression of HCC in a larger set of samples. By detecting Tiam1 expression in 213 HCC patients, we observed that Tiam1 had a higher probability of being overexpressed in HCC patients with metastasis than those without metastasis (68.3% vs. 52.7%, p = 0.036). In addition, the cell line with high metastatic potential expressed more Tiam1 than did the cell line with low metastatic potential. Overexpression of Tiam1 was suggested to be significantly correlated with HCC metastasis. We stably upregulated Tiam1 expression in MHCC97L as well as knocked down Tiam1 expression in HCCLM6. We also investigated the effects of Tiam1 overexpression and knockdown on HCC cells proliferation, migration and invasion in vitro and on tumorigenicity and metastasis in vivo. Overexpression of Tiam1 increased proliferation, migration and invasion of MHCC97L cells, while knockdown of Tiam1 in HCCLM6 cells resulted in the reverse. In vivo functional studies showed upregulation of Tiam1 expression led to an enhancement of tumorigenicity and metastatic potential in mice. However, knockdown of Tiam1 expression exhibited nearly 2.2-fold retardation in tumor growth and great inhibition on tumor metastases. Our results indicate that Tiam1, as a metastasis-related gene, may contribute to HCC invasion and metastasis, and consequently, it may be a useful biomarker for therapeutic strategy and control in HCC treatment.",
    "title": "Tiam1 is associated with hepatocellular carcinoma metastasis",
    "text": "Erratum   Erratum  Huang J, Ye X, Guan J, Chen B, Li QS, Zheng X, Liu L, Wang S, Ding Y, Ding Y, Chen L. Tiam1 is associated with hepatocel- lular carcinoma metastasis. Int J Cancer. 2013 Jan 1;132(1):90-100 doi: 10.1002/ijc.27627. Epub 2012 May 29.  The authors regret that the following errors were found in the paper, and therefore would like to correct these errors.  In this article, errors were found in Fig. 3. Images of M6and M6/mock cells migration ability(shown in“72h”group); 97L and 97L/mock cells as well as M6 and M6/mock cells invasion ability have been mistakenly reused and allegedly represent different setups. The statistical data were carefully re-reviewed and ensured to be correct. Fig.3should be corrected as follows. The changes do not alter the original conclusions of this study.  DOI: 10.1002/ijc.29622  E rr at u m  Int. J. Cancer: 137, E16 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Jing Huang",
        "Xianghua Ye",
        "Jian Guan",
        "Bin Chen",
        "Qisheng Li",
        "Xiaokang Zheng",
        "Laiyu Liu",
        "Shuang Wang",
        "Yanqing Ding",
        "Yi Ding",
        "Longhua Chen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}