{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "Erratum: Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (sp) transcription factors   Erratum: Inhibition of Rhabdomyosarcoma Cell and Tumor Growth by Targeting Specificity Protein (Sp) Transcription Factors  Chadalapaka G, Jutooru I, Sreevalsan S, Pathi S, Kim K, Chen C, Crose L, Linardic C, Safe S. Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors. Int J Cancer. 2013 February 15;132(4):795-806 doi: 10.1002/ijc.27730. Epub 2012 Aug 3.  In Figure 2D the same images were inadvertently provided for the control and IGF 1 TA (0 time) experiments. Both panels look similar since no cell migration is observed at this time. Attached is a revised Figure 2D showing the results for the three different “0 time” treatment groups. We regret this mixup and thank the editor and journal staff for pointing out this duplication.  DOI: 10.1002/ijc.29551  E rr  at u  m  Int. J. Cancer: 137, E9 (2015) VC 2015 UICC  International Journal of Cancer  IJC",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}