{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "JW-IJC#130289 2650..2661   HtrA1 in human urothelial bladder cancer: A secreted protein and a potential novel biomarker  Teresa Lorenzi 1 , Maria Lorenzi  1* , Emma Altobelli  2,3* , Daniela Marzioni  1 , Emanuela Mens-a1, Alexia Quaranta1,  Francesca Paolinelli 1 , Manrico Morroni  1 , Roberta Mazzucchelli  4 , Antonio De Luca  5 , Antonio Domenico Procopio  6 ,  Alfonso Baldi 7 , Giovanni Muzzonigro  8 , Rodolfo Montironi  4 and Mario Castellucci  1  1 Department of Experimental and Clinical Medicine, Universit-a Politecnica delle Marche, Via Tronto 10/a, Ancona, 60020, Italy  2 Department of Internal Medicine and Public Health, University of L'Aquila, Coppito-Delta 6, L'Aquila, 67100, Italy  3 Epidemiologic and Social Marketing Unit, AUSL Teramo, Circonvallazione Ragusa, 64100, Italy  4 Department of Medical Sciences and Public Health, Section of Pathological Anatomy, Universit-a Politecnica delle Marche, United Hospitals, Via Conca 71,  Ancona, 60020, Italy 5  Department of Medicine and Public Health, Section of Clinical Anatomy, Second University of Naples, Via L. Armanni 5, Napoli, 80138, Italy 6  Department of Clinical and Molecular Sciences, Universit-a Politecnica delle Marche, Via Tronto 10/a, Ancona, 60020, Italy 7  Department of Biochemistry, Section of Pathology, Second University of Naples, Via L. Armanni 5, Napoli, 80138, Italy 8  Department of Clinical Specialistic and Odontostomatologic Sciences, Section of Urology, Universit-a Politecnica delle Marche, United Hospitals, Via Conca  71, Ancona, 60020, Italy  Our aim was to analyze the expression of the serine protease HtrA1 in human bladder tissue and urine in order to point out its  possible association with the presence of urothelial bladder cancer. Bladder tissue and urine specimens from cancer patients with  different tumor grades and stages (n 5 68) and from individuals with cystitis (n 5 16) were collected along with biopsy speci-  mens and urine from healthy individuals (n 5 68). For the first time, we demonstrated by immunohistochemistry that HtrA1 pro-  tein is produced by bladder urothelium in both physiological and inflammatory conditions, whereas it is not detectable in  urothelial cancer cells regardless of tumor grade and stage. A different HtrA1 expression between normal-looking and neoplastic  bladder tissue, despite similar HtrA1 mRNA levels, was also found by western blotting, which disclosed the presence of two forms  of HtrA1, a native form of ~50 kDa and an autocatalytic form of ~38 kDa. Our investigations documented the presence of the two forms of HtrA1 also in urine. The ~38 kDa form was significantly down-regulated in neoplastic tissue, whereas significantly higher amounts of both HtrA1 forms were found in urine from cancer patients compared with both healthy subjects and patients with  cystitis. Our findings suggest that HtrA1 is a downexpressed molecule since an early stage of bladder urothelial carcinoma devel-  opment and that urinary HtrA1 protein may be considered, if successfully validated, as an early and highly sensitive and specific  biomarker for this neoplasia (the sensitivity and specificity of HtrA1 are 92.65% and 95.59%, respectively).  Bladder cancer is the fifth most common cancer in the West- ern world, where it is predominantly of the transitional (uro- thelial) cell type.1 Approximately 80% of patients with urothelial bladder cancer suffer from recurrence within 1 or 2 years of the initial treatment.2 Fifteen to twenty percent of bladder tumors present as muscle-invasive disease; despite radical cystectomy (RC) and systemic therapy, 50% of these patients die from metastatic disease.3,4 Currently, the gold standard for diagnosis and monitoring of bladder cancer is cystoscopy combined with urine cytology. Cystoscopy is inva- sive and expensive, while cytology is scarcely sensitive and is characterized by poor interobserver reproducibility.5 The bio- logical, morphological and clinical alterations present in malignant and premalignant lesions give the opportunity to accurately identify the early stage of cancer progression, sig- nificantly enhancing cancer treatment. In recent years, consid- erable advances have been made in the study of biomarkers associated with the molecular changes occurring during the development and progression of urothelial carcinoma.6  Key words: human urothelial bladder cancer, serine protease HtrA1,  urinary biomarkers, UROtsa, TCC-SUP, T24 cell lines  Additional Supporting Information may be found in the online  version of this article.  *M.L. and E.A. contributed equally to this work.  Grant sponsor: Banca Marche, Universit-a Politecnica delle Marche,  Futura Onlus.  DOI: 10.1002/ijc.28280  History: Received 24 June 2012; Accepted 23 Apr 2013; Online 27  May 2013  Correspondence to: Teresa Lorenzi, Ph.D., Department of  Experimental and Clinical Medicine, Medical Faculty, Universit-a  Politecnica delle Marche, Via Tronto 10/a, 60020 Torrette, Ancona,  Italy, Tel.: 1[39-071-2206-270], Fax: 1[39-071-2206-087], E-mail:  teresalorenzi@yahoo.it, t.lorenzi@univpm.it or Daniela Marzioni,  Department of Experimental and Clinical Medicine, Medical Faculty,  Universit-a Politecnica delle Marche, Via Tronto 10/a, 60020  Torrette, Ancona, Italy, Tel.: 1[39-071-2206-270], Fax: 1[39-071-  2206-087], E-mail: d.marzioni@univpm.it  E ar ly  D et ec ti o n an  d D ia gn  o si s  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC  International Journal of Cancer  IJC    Information generated by such biomarkers may enable inter- vention at an earlier and potentially more curable stage of the disease than under usual clinical diagnostic conditions or may allow the monitoring of a therapeutic action on disease pro- gression as opposed/or in addition to the classical signs and symptoms. Through the incorporation of appropriately vali- dated biomarkers, one can expect better clinical study designs, improving patients' prospects by reducing morbidity and mortality while curbing costs which, per bladder cancer patient from diagnosis to death, are estimated to be the high- est among all cancers. Therefore, not only the patients but also the healthcare systems would benefit from the use of bio- markers.6 Unfortunately, most of the markers tested to date seem to add little to current diagnostic methods.6 Therefore, the search is still on for a stand-alone biomarker providing for specific and sensitive early screening and long-term sur- veillance of patients with or at risk of bladder cancer.  HtrA1, a member of the family of HtrA proteins, is a secreted multidomain protein with serine protease activity. It is characterized by a highly conserved, trypsin-like serine protease domain and at least one PDZ [PSD-95 (Postsynaptic density protein of Mr 95kDa), Dlg (Drosophila Discs-Large protein) and ZO-1 (Zonula occludens protein 1)] domain.7 It also contains an insulin-like growth factor-binding protein/ follistatin/Mac25-like domain and a Kazal-type serine prote- ase inhibitor motif at its N-terminus.7 Recently, it has been shown that HtrA1 can be expressed as a native protein form of -50 kDa and as a -35 kDa product, whose generation requires the protease activity of HtrA1.8 Serine protease HtrA1 is implicated in physiological processes such as TGF- b signaling9 and in the pathogenesis of various diseases, including age-related macular degeneration, Alzheimer's dis- ease, osteoarthritis and preeclampsia.10-13 Changes in its expression associated with specific tumor behavior have also been reported. HtrA1 down-regulation has been described in human ovarian cancer14 and is closely related to the progres- sion and metastasis of malignant melanoma,15 whereas its overexpression has been seen to suppress proliferation and migration of tumor cells in highly invasive melanoma.15  Indeed, several lines of evidence indicate that HtrA1 func- tions as a tumor suppressor in various solid tumors, such as ovarian and lung cancer and mesothelioma.16-18  These findings prompted us to investigate whether HtrA1 deregulation could also be relevant to the development of  urothelial bladder cancer. To the best of our knowledge, the role of HtrA1 has never been investigated in this neoplasm. HtrA1 contains a signal sequence for secretion,7 suggesting that it may be recovered in urine. On the other hand, bladder cancer is particularly amenable to biomarker development, since secretion of tumor-associated molecules is easily detected in urine. In this study, we evaluated for the first time the expression of the serine protease HtrA1 in healthy and neoplastic bladder tissue and urine by real-time PCR, immunohistochemistry and western blotting techniques, sug- gesting an early association between expression/processing of this protein with the presence of bladder tumor. In addition, we estimated HtrA1 concentration in urine from healthy individuals and cancer patients by enzyme-linked immuno- sorbent assay (ELISA), showing that HtrA1 may be consid- ered a specific and sensitive biomarker for urothelial bladder cancer.  Material and Methods Patients  The procedure for this research project conforms to the pro- visions of the Declaration of Helsinki. All subjects involved in the investigation provided their informed consent.  As reported in Table 1, the study was conducted with a cohort of 68 healthy individuals (controls) [age range 51-75 years, mean age 6 standard deviation (sd): 66.5 6 5.5] and of 84 patients, of which 68 affected by urothelial bladder cancer [age range 52-79 years, mean age 6 sd: 68.2 6 7.0] and 16 affected by recurrent bacterial cystitis [age range 42-79 years, mean age 6 sd: 59.1 6 11.8]. Both cancer patients and con- trol group were enrolled in the study consecutively. The 84 patients presented with one of the following symptoms: gross hematuria, microscopic hematuria, urinary urgency or urinary pain (Table 1). Cystoscopy was the diagnostic procedure used to rule out the presence of urothelial carcinoma in patients with persistent inflammation of the bladder (i.e., recurrent bac- terial cystitis unresponsive to pharmaceutical therapy). The distribution of the two types of surgical procedure done in the patients with bladder cancer, i.e., transurethral resection of the bladder (TURB) and RC, is reported in Table 1.  Specimen collection  Tissue samples. Bladder tissue from the 68 cancer patients and the 16 individuals with cystitis was provided by the  What's new?  Four-fifths of urothelial bladder cancer patients suffer a relapse of disease within one to two years of initial treatment, a prob-  lem that could be alleviated by advances in biomarker-based early stage screening. This investigation introduces one possible  biomarker, the secreted serine protease HtrA1. While previous studies have suggested that HtrA1 may function as a tumor  suppressor in certain solid tumors, this report indicates that a reduction in its expression may be an early, highly sensitive  and specific biomarker particularly for urothelial bladder cancer. The recoverability of HtrA1 in urine would allow for a nonin-  vasive means of routine screening.  E ar ly  D et ec ti o n an  d D ia gn  o si s  Lorenzi et al. 2651  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    Pathological Anatomy and Urology Sections along with biopsy specimens from five healthy individuals with urethral stenosis, but without signs of hypertrophy of bladder detrusor muscle (normal bladder samples). Tumors were graded according to the WHO classification19 and staged according to the TNM system20 (Supporting Information Table 1). Pap- illary tumor samples with different grades of malignancy (n 5 33) were obtained from patients subjected to TURB; samples of invasive urothelial carcinoma (n 5 35), showing focal tumor, came from RC procedures (Supporting Informa- tion Table 1). The four different types of bladder specimens are described in Table 2. Tissue samples were weighed and prepared for molecular (real-time PCR), immunohistochemi- cal, and/or biochemical (western blotting) analyses as detailed in Table 2. Tissue samples from 1st-trimester placenta (Table 2) were used as a positive control for real-time PCR (Q- PCR),21 immunohistochemistry and western blotting22 (Table 2). Specimens for Q-PCR and western blotting analyses were immediately frozen in liquid nitrogen and stored at -80-C, those for immunohistochemistry were fixed for 24 hr in 4% neutral buffered formalin at 4-C and embedded in paraffin.  Urine samples. The urine specimens of the cancer patients, collected on the day of TURB or RC, and those from the cys- titis patients were provided by the Urology Section together with urine samples from the 68 healthy individuals (Table 2). They were analyzed by western blotting and ELISA, as shown in Table 2. First-void urine was collected in sterile plastic tubes on ice and immediately centrifuged at 1,500g for 15 min at 4-C. Creatinine was determined in the urine superna- tants before their storage at 220-C.  Experimental Procedures Q-PCR  RNA extraction, reverse transcription and real-time PCR were performed as previously described.23 The sequences of the Q-PCR primers targeting the HtrA1 gene are reported in Supporting Information Table 2. The reference genes SDHA  (Succinate Dehydrogenase Complex Subunit A) and TBP (TATA Binding Protein) were used as the housekeeping genes for data normalization, to correct for variations in RNA quality and quantity. Results were expressed as fold changes in relative gene expression of neoplastic vs. normal- looking tissue.  To validate our results, in order to compare HtrA1 mRNA expression levels between normal and infiltrating bladder urothelial carcinoma tissues, we selected datasets  Table 1. Description of the study population  Patients with urothelial carcinoma no. (%)  Healthy individuals no. (%)  Patients with cystitis no. (%)  Age range (years) 52-79 51-75 42-79  Mean age (years) 6 sd 68.2 6 7.0 66.5 6 5.5 59.1 6 11.8  Women 18 (26.5) 32 (47.0) 12 (75.0)  Men 50 (73.5) 36 (53.0) 4 (25.0)  TURB Cystectomy  Asymptomatic 0 (0.0) 0 (0.0) 68 (100.0) 0 (0.0)  Gross hematuria 14 (42.4) 23 (65.7) 0 (0.0) 2 (12.5)  Microscopic hematuria 15 (45.5) 0 (0.0) 0 (0.0) 6 (37.5)  Urinary urgency 3 (9.1) 8 (22.9) 0 (0.0) 5 (31.2)  Urinary pain 1 (3.0) 4 (11.4) 0 (0.0) 3 (18.8)  Table 2. List of all tissue and urine specimens analyzed by Q-PCR, immunohistochemistry, western blotting and ELISA  Specimen  Type of specimen  Tissue Urine  Analysis techniques  Origin Number Q-PCR IHC 1  WB 2  ELISA  TURB 3  33 No 4  yes 5  no yes yes  Radical cystectomy 6  35 yes yes yes yes yes  Normal bladder (biopsy) 7  5 no yes no yes no  Cystitis 8  16 no yes no yes yes  Healthy individuals 9  68 no no no yes yes  Placenta (biopsy)10 3 yes yes yes no no  1 Immunohistochemistry.  2 Western Blotting.  3 Tissue sections from 33  consecutive patients with papillary tumor from the Sections of Patho- logical Anatomy and of Urology.  4 Not performed.  5 Performed.  6 Macro-  dissected, 2 3 2 mm, full-thickness samples from 35 consecutive RC patients with invasive tumor, six specimens per patient (three from cancer lesions and three from normal-looking tissue) provided fresh by the Sections of Pathological Anatomy and of Urology.  7 Normal bladder  sections from five patients with urethral stenosis with neither evidence nor a history of urothelial tumor, provided by the Sections of Pathologi- cal Anatomy and of Urology.  8 Tissue sections from 16 consecutive  patients with recurrent bacterial cystitis, from the Sections of Pathologi- cal Anatomy and of Urology. 9Urine specimens from 68 consecutive healthy subjects (controls), provided by the Urology Section.  10 Frag-  ments of 1st-trimester placenta (gestational age range 8th to 12th week) from three healthy pregnant women undergoing termination of pregnancy for psychological or social reasons, provided by the Section of Pathological Anatomy.  E ar ly  D et ec ti o n an  d D ia gn  o si s  2652 HtrA1 expression in human bladder cancer  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    from the publically available Oncomine Cancer Microarray database (Compendia Biosciences; Ann Arbor, MI, USA; www.oncomine.org).24  Immunohistochemistry  Immunohistochemistry was performed as previously described.13  The primary antibodies used were as follows: affinity-purified rabbit polyclonal antiserum raised against a purified bacterially expressed glutathione-S-transferase (GST)-HtrA1 (aa 363-480) human fusion protein15 (Supporting Information Table 3) and rabbit polyclonal anti-human HtrA1 antibody (raised against a sintetic peptide from C-terminal region conjugated with KLH) (Abcam, Cambridge, UK) (Supporting Information Table 3), after pretreatment for 10 min at 98-C in 10 mM sodium citrate, pH 6.0. An isotype control antibody (Rabbit IgG, cat. n- I-100, Vector Laboratories, Burlingame, CA) was employed as negative control (Supporting Information Table 3).  HtrA1 protein staining per each bladder section at light microscopy was determined by two separate observers (D.M. and M.C.) in a double-blind fashion and was scored with a four-point scale attributed as follows: 1 point (absent stain- ing), 2 points (low staining), 3 points (moderate staining) and 4 points (strong staining). When the pattern of immuno- staining for HtrA1 was nonhomogeneous, the average of the scores ascribed to the different parts of the tissue was consid- ered. The urothelium, stroma, vessels and smooth muscle cells were taken into consideration for the HtrA1 expression in normal, cystitis, TURB and RC groups.  Preparation of tissue lysates  Lysates were obtained as previously described.23 Protein con- centrations of the extracts were assessed with the Bradford protein assay (Bio-Rad Laboratories, Milan, Italy).25  Samples were immunoprecipitated for analysis of the expression of the -50 kDa HtrA1 form, whereas they were directly processed by western blotting for the quantitative determination of the autocatalytic form.  Cell lines and preparation of their whole cell lysates and  conditioned media for western blotting  SV-40 transformed human bladder urothelial cell line (i.e., UROtsa cell line) was a kind gift from Dr. Scott H. Garrett (Department of Urology, West Virginia University, Morgan- town, West Virginia, USA). Human bladder transitional car- cinoma cell line (i.e., TCC-SUP cell line) was kindly provided by Dr. Axel Ullrich (Max-Planck-Institute of Biochemistry, Department of Molecular Biology, Martinsried, Germany). The human transitional carcinoma cell line T24 (ATCCV  R  Number: HTB-4 TM  ) was purchased from the American Type Culture Collection (ATCC) (Rockville, MD, USA). The cul- tures were maintained in DMEM medium supplemented with 10% FBS, at 37-C in 5% CO2. Eighty percent confluent cells were washed with cold PBS, trypsinized, collected and lysed in RIPA buffer (Sigma, Milan, Italy) supplemented with protease inhibitors (Roche, Indianapolis, IN). Lysed cells  were centrifuged at 20,000g to collect supernatant which pro- tein concentration was assessed by Bradford protein assay. Conditioned media were obtained from the confluent cell cultures after centrifugation of spent media.  Preparation of urine specimens for western blotting  Urine supernatants were concentrated using Amicon Ultra-4 and Amicon Ultra-15 Centrifugal Filter Units—30,000 NMWL (Millipore, Milan, Italy). The samples were normal- ized on the basis of creatinine concentrations. Concentrated urine was immunoprecipitated for analysis of the expression of the -50 kDa HtrA1 form and directly processed by west- ern blotting for the quantitative determination of the autoca- talytic form.  Immunoprecipitation  Immunoprecipitation was performed as previously described.23  For each sample, 3 lg of monoclonal anti-human HTRA1/ PRSS11 antibody (raised against the recombinant human HtrA1, aa 23-480) (R&D Systems, Minneapolis, MN) (Sup- porting Information Table 3) were added to the 50% slurry of prewashed GammaBind G Sepharose beads (GE Healthcare Life Sciences, Uppsala, Sweden). Two micrograms of protein extract or 225 ll of concentrated urine were immunoprecipitated.  Western blotting  Samples (immunoprecipitated proteins, 100 lg of tissue extract, 50 ll of concentrated urine, 150 lg of the UROtsa, TCC-SUP and T24 cell lysates and 40 ll of their conditioned media) were fractionated on 10% sodium dodecyl sulphate - polyacrylamide gel electrophoresis (SDS-PAGE).26 Western blotting analysis was carried out as described before,23 using the monoclonal anti-human HTRA1/PRSS11 antibody (R&D Systems) or the monoclonal anti-b-actin antibody, clone AC- 74 (Sigma) (Supporting Information Table 3).  Levels of HtrA1 and b-actin, used as the tissue house- keeping protein, were quantified by densitometry using Chemidoc and the Quantity-One program (Bio-Rad Labora- tories). The amount of HtrA1 in tissue was expressed as the ratio of HtrA1 to b-actin, and its amount in urine as densito- metric intensity.  HtrA1 ELISA  Since western blotting analysis may not be the choice method for diagnostics, we tested an HtrA1 ELISA kit purchased from USCN, Life Science Inc. (DBA Italia s.r.l., Milan, Italy) for sensitive and specific detection of HtrA1 protein in voided urine sample. The immunogen used for preparation of the antibody provided with the kit was the recombinant human HtrA1 (aa 23-480) and internal negative and positive quality controls were supplied in each kit. Urine samples (100 ll) were added to wells without their previous concen- trations and creatinine was used to normalize HtrA1  E ar ly  D et ec ti o n an  d D ia gn  o si s  Lorenzi et al. 2653  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC  www.oncomine.org   expression data. The measurements were conducted in dupli- cate, according to the supplied protocol.  Statistical analysis  HtrA1 transcription and protein levels in tissue specimens were tested using a two-tailed t test (PRISM software, version 4 for Windows: GraphPad Software Inc, San Diego, CA). Results are presented as mean 1 sd. A p value < 0.05 was considered statistically significant.  Differences in urinary HtrA1 among and within groups were evaluated by analysis of variance (ANOVA) using the SAS/STAT software (SAS Institute, Cary, NC). The data obtained from the semi-quantitative immunohistochemical analysis of HtrA1 expression in bladder specimens were tested by ANOVA.  As in our previous study regarding HtrA1,27 the Kolmogorov-Smirnov test was performed in advance to check the normality of variables. Receiver Operating Characteristic (ROC) curve was plotted for HtrA1 by the SAS/STAT soft- ware to assess the accuracy of diagnostic test used to discrim- inate between two conditions which, in our study, are referred to as cases (subjects with cancer) and healthy con- trols. The analysis consists in plotting a graph of the sensitiv- ity versus 1-specificity of the diagnostic test. An area under ROC curve (AUC) equal to 0.9 - AUC - 1.0 was considered as a very good performance of the test.28 In addition, we cal- culated the proportion of patients with positive test results or with negative test results who are correctly diagnosed (Posi- tive Predictive Value: PPV and Negative Predictive Value: NPV, respectively). To indicate the precision of the point estimate, we used a 95% confidence interval (CI).  Results Expression of HtrA1 mRNA in bladder tissue  To determine whether HtrA1 mRNA expression may be altered in urothelial carcinoma of the bladder, neoplastic and normal-looking bladder specimens were analyzed by Q-PCR. None of the normal, cystitis and TURB samples were exam- ined by this technique because of the lack of enough fresh tissue banking (see Table 2). When SDHA was used as the housekeeping gene, the HtrA1 transcript was not significantly different in cancer compared with normal-looking tissue (p 5 0.432) (data not shown). Similarly, when TBP was used as the housekeeping gene, mRNA expression was similar in neoplastic and normal-looking tissue (p 5 0.422) (data not shown). Gene expression data collected from Oncomine Microarray database showed no significant difference in the value of HtrA1 mRNA expression in infiltrating bladder uro- thelial carcinoma compared to the corresponding normal- looking counterpart, confirming our results.  HtrA1 immunohistochemistry  Immunohistochemical localization studies disclosed a cyto- plasmic staining pattern that was similar in normal, normal- looking (Fig. 1a) and cystitis specimens (Fig. 1b). HtrA1  immunolabeling was seen in the urothelium, particularly in the umbrella cells lining the bladder lumen (Figs. 1a and 1b). The bladder vessel walls were HtrA1-positive (Figs. 1a and 1b).  HtrA1 urothelial immunoreactivity declined with increas- ing neoplasm grade (Figs. 1c-1g). In papillary urothelial neo- plasms with low malignant potential (Fig. 1c), the urothelial cell cytoplasm was weakly HtrA1-positive in the basal layer (Fig. 1c) and largely negative in the upper layer. In addition, the vessel walls were HtrA1-positive (Fig. 1c). The urothelium of noninvasive low-grade and high-grade papillary carcino- mas (Figs. 1d and 1e) and of invasive neoplasms (Fig. 1f) was HtrA1-negative. HtrA1 immunostaining was very weak in vessel walls (data not shown). Smooth muscle cells (data not shown) and the stroma (Figs. 1a-1g) stained weakly or not at all for HtrA1 in all samples. The negative controls confirmed the specificity of the immunolabeling obtained with the pri- mary antibody. The semi-quantitative immunohistochemical analysis revealed significant differences of HtrA1 expression in the urothelium and vessels among normal, cystitis, TURB and RC groups (in both the urothelium and vessels p < 0.0001) (Fig. 1g). On the other hand, HtrA1 expression in stroma and muscle cells was not significantly different among normal, cystitis, TURB and RC groups (in stroma p 5 0.14 and in muscle cells p 5 0.06) (Fig. 1g).  Expression of HtrA1 protein in bladder, UROtsa, TCC-SUP  and T24 cell lines and their conditioned media  As for Q-PCR, normal, cystitis and TURB samples were not analyzed by western blotting because of the lack of enough fresh tissue banking (see Table 2). Representative blots of RC specimens are shown in Figure 2. Immunoblotting with anti- HtrA1 antibody disclosed two highly specific bands of -50 kDa and -38 kDa (Fig. 2a), representing the predicted native and autocatalytic forms of HtrA1, respectively. The intensity of each band was quantified by densitometry in all tissue samples. The -50 kDa band was not significantly different in normal-looking and neoplastic tissue (p 5 0.320) (Figs. 2a and 2b), whereas the -38 kDa band was strongly reduced and in some cases barely detectable in all cancer specimens (Fig. 2a). Based on densitometry, the autocatalytic form was about fourfold lower in neoplastic than in normal-looking tissue, and the difference was highly significant (p < 0.001) (Fig. 2b).  Blot of lysate from UROtsa, TCC-SUP and T24 cells and of their conditioned media is shown in Figure 2c. The anti- HtrA1 antibody detected only one band of -50 kDa, corre- sponding to the HtrA1 native form, both in UROtsa cell lysate and in its conditioned medium. On the contrary, HtrA1 was absent in TCC-SUP and T24 cell lysates as well as in their conditioned media.  Expression of HtrA1 protein in urine by Western blotting  Figure 3a shows representative blots of the -50 kDa HtrA1 form detected in urine from patients with bladder cancer,  E ar ly  D et ec ti o n an  d D ia gn  o si s  2654 HtrA1 expression in human bladder cancer  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    Figure 1.  E ar ly  D et ec ti o n an  d D ia gn  o si s  Lorenzi et al. 2655  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    healthy individuals and subjects with cystitis. The most intriguing aspect of the native form was its close association with urothelial carcinoma. In fact, the -50 kDa HtrA1 band was detected in all cancer patients (TURB and RC), while it was very weak and at times nearly absent in healthy individ- uals and in patients with cystitis (Fig. 3a). Densitometric analysis showed an about eightfold increase in the levels of the native form in urine from cancer patients compared with healthy subjects and patients with cystitis. These differences were highly significant (p < 0.0001) (Fig. 3b). A representa- tive western blot of the -38 kDa HtrA1 form is shown in Figure 3c. In the same urine specimens, the -38 kDa form was found to be overexpressed, albeit not homogeneously, in cancer patients compared with healthy subjects and patients with cystitis, where it was largely absent (Fig. 3c); the differ- ences were highly significant (p 5 0.0002) (Fig. 3d).  Expression of HtrA1 protein in urine by ELISA and its  diagnostic performance  The detection of urinary HtrA1 protein and the determina- tion of its expression levels in urine from patients with uro- thelial cancer compared with healthy individuals and patients with cystitis were obtained by the use of the HtrA1 ELISA kit. The analysis showed higher levels of HtrA1 in urine from cancer patients compared with healthy subjects and patients with cystitis. These differences were highly signifi- cant (p < 0.0001) (Fig. 4a).  HtrA1 levels were normally distributed in patients with cancer (p 5 0.18), in healthy controls (p 5 0.13) and in patients with cystitis (p 5 0.77). The global performance of our diagnostic test is summarized by the area under the ROC curve (Fig. 4b). Our results showed that AUC is equal to 0.9839 (C.I. 0.97-0.99), highlighting a very good global per- formance of the diagnostic test. The sensitivity (SE) and spec- ificity (SP), using a cutpoint of 1.48 (HtrA1), were 92.65% (C.I. 86.44-98.85%) and 95.59% (C.I. 90.7-99.7%), respec- tively. The positive and negative predictive values were: PPV 5 95.45% (C.I. 90.42-99.7%) and NPV 5 92.86% (C.I. 86.82-98.89%).  Discussion Our immunohistochemical results demonstrate for the first time that HtrA1 protein is produced by the bladder urothe- lium both in physiological conditions and in inflammatory pathologies such as cystitis, whereas it is not found in uro- thelial cancer tissue regardless of tumor grade and stage.  These data suggest that HtrA1 is a downexpressed molecule since an early stage of urothelial carcinoma development. The downexpression of HtrA1 detected in neoplastic urothe- lium was not so evident in the other bladder tissue compo- nents. The normal-looking and neoplastic bladder specimens from RC patients did not exhibit significant differences in HtrA1 mRNA by real-time PCR. This finding, together with immunohistochemical data, let us to suppose that HtrA1 transcription is not affected in urothelial carcinoma, but that HtrA1 protein translation is blocked in the pathological uro- thelium. Western blotting performed in the specimens from RC patients disclosed the coexistence of two HtrA1 protein forms: a native form (-50 kDa) and its autocatalytic product (-38 kDa). Recent data show that the protease active form of HtrA1 is represented by its auto-proteolytic product, sug- gesting for it a crucial role in proapoptotic activity.8,16,29  Since reduction of apoptosis is a recognized event contribut- ing to cancer progression,30,31 also in bladder urothelium,32  the auto-proteolytic protein form may be viewed as a mole- cule with anti-cancer properties. Moreover, HtrA1 functions as an inhibitor of transforming growth factor (TGF)-b signal- ing9 and seems to be able to bind and inhibit signaling of a wide range of TGF-b family proteins9 as well as to degrade TGF-b1 in vitro.33 TGF-b1 is considered to be crucial in uri- nary bladder carcinoma tumorigenesis34 and it is also associ- ated with epithelial-mesenchymal transition, angiogenesis, migration and metastasis in many types of malignant tumor.35 TGF-b1 is absent in the epithelial cells of normal bladder tissues while a strong expression of the protein is shown in muscle-invasive urothelial bladder carcinoma.36  Thus, HtrA1 and TGF-b1 expression patterns seem to be inversely correlated in normal and neoplastic bladder tissue. Since the inhibitory action of HtrA1 on TGF-b signaling wholly depends on its protease activity,9 also in this case the autocatalytic form may conceivably have greater anti-cancer properties than the native one. The -38 kDa HtrA1 form was highly significantly down-regulated in neoplastic com- pared with normal-looking tissue, whereas the expression of the native form was similar across all specimens. The differ- ence of 38 kDa HtrA1 form expression between normal- looking and bladder cancer specimens from RC patients using western blotting was weaker than it was expected on the basis of immunohistochemistry. This less marked differ- ence of HtrA1 expression was due to the analysis of full- thickness bladder samples, i.e., inclusive of urothelium (nega- tive for HtrA1 in cancer) and of all other bladder tissue  Figure 1. HtrA1 immunostaining in bladder tissue. (a) Normal-looking bladder. HtrA1 mucosal expression with stronger immunoreactivity in  umbrella cells (arrow). Vessel walls (asterisk) are HtrA1-positive. (b) Specimen from subject with cystitis. Same staining pattern as in  normal-looking tissue. Arrow indicates HtrA1 immunoreaction in urothelium. (c) Papillary urothelial neoplasm of low malignant potential.  Weak HtrA1 cytoplasmic expression in urothelial cells of the basal layer (arrow); the upper layer is negative. Vessel walls (asterisk) are  HtrA1-positive. (d) Noninvasive low-grade papillary carcinoma; (e) Non-invasive high-grade papillary carcinoma; (f) Invasive urothelial  carcinoma. The carcinoma cells are HtrA1-negative. a-f: the stroma is faintly stained. (g) HtrA1 immunohistochemical score in normal (N),  cystitis (C), TURB (T) and RC (R) groups: differences are highly significant only in the urothelium and vessels. a, c, d, e, f: Bar 5 54 lm; B: Bar 5 108 lm.  E ar ly  D et ec ti o n an  d D ia gn  o si s  2656 HtrA1 expression in human bladder cancer  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    Figure 2. Quantitative analysis of native and autocatalytic forms of HtrA1 in bladder tissue and expression of HtrA1 in UROtsa, TCC-SUP  and T24 cell lines and their conditioned media. (a) Representative immunoblots of the immunoprecipitated -50 kDa and of the -38 kDa HtrA1 forms in tissue. Lanes 1, 3, 5, 7, 9, 11: normal-looking bladder (N); lanes 2, 4, 6, 8, 10, 12: invasive urothelial carcinoma (C). Lane  13: 1 st  -trimester placenta (positive control). b-actin: housekeeping protein. (b) Densitometric analysis of the -50 kDa band relative to b- actin in normal-looking tissue (normal) vs. invasive urothelial carcinoma: the difference is not significant. Densitometric analysis of the -38 kDa band relative to b-actin: expression of the -38 kDa HtrA1 form is lower in neoplastic than in normal-looking tissue (normal) and the difference (about 4-fold) is highly significant (***). (c) Expression of HtrA1 protein in whole cell lysate and respective conditioned medium  from UROtsa, TCC-SUP and T24 cells by western blotting assay. HtrA1 is produced and secreted in its native form only from normal human  urothelial cells.  E ar ly  D et ec ti o n an  d D ia gn  o si s  Lorenzi et al. 2657  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    components (mainly positive for HtrA1 in both physiological and pathological conditions). Taking into account these results, it is plausible that HtrA1 protein is mainly expressed in its auto-proteolytic (active) form in normal urothelium, in order to be more promptly available to counteract the poten- tial risk of cancer related to urinary cytotoxic compounds. Its decreased levels observed in neoplastic urothelial tissue, due to a block of protein translation, could be one effector of cancer development. This is consistent with the notion that HtrA1 functions as a tumor suppressor, as already described in human ovarian cancer14 and in malignant melanoma15  where the molecule is downexpressed. The loss of HtrA1 expression in urothelial carcinoma cells and, on the other hand, its presence in normal urothelial cell line UROtsa is congruent with the tumor suppressor role of HtrA1.  HtrA1 autocatalytic form generation may be augmented by upregulation of HtrA1 protein, as described in ovarian cancer cells under treatment with chemotherapeutic agents (cisplatin, paclitaxel).8 The expression of HtrA1 influences the tumor response to chemotherapy by modulating  chemotherapy-induced cytotoxicity8 and HtrA1 is a potential prognostic factor of clinical response to cisplatin-based chem- otherapy for patients with ovarian or gastric cancer.8,37 Con- sidering our findings concerning the association between HtrA1 autocatalytic form and urothelial bladder cancer, it would be possible to hypothesize that HtrA1 could represent a valuable tool to predict chemotherapy response also in patients with this neoplasm. However, it would be necessary to plan a new study based on the analysis of the prognostic factors.  We found that HtrA1 immunolocalization is particularly strong in the upper portion of the urothelium, suggesting rapid release, and that the normal human urothelial cell line UROtsa produces and constitutively secretes HtrA1 native form into the growth medium, showing that urothelium could be the potential source of HtrA1 in urine. It is notable that normal mammalian urothelium can function not only as a permeability barrier but also as a possible supply of urinary proteins that may play important physiological or pathologi- cal roles in the urinary tract.38 We can assume that the  Figure 3. Quantitative analysis of native and autocatalytic forms of HtrA1 in urine samples by western blotting. (a) Representative immuno-  blots of the immunoprecipitated -50 kDa HtrA1 form in urine samples from patients with urothelial carcinoma subjected to RC (lanes 1-7) or TURB (lanes 8-15) and in urine samples from healthy individuals (controls) (lanes 1-6) and subjects with cystitis (lanes 7-14). (b) Densi-  tometric analysis of the -50 kDa band shows an increase (about 8-fold) in the level of the native form in cancer patients compared with healthy individuals (controls) and with subjects with cystitis. These differences are highly significant. (c) Representative immunoblots of the  -38 kDa HtrA1 form in urine samples from cancer patients subjected to RC (lanes 1-7) or TURB (lanes 8-15) and in urine from healthy individuals (controls) (lanes 1-6) and from subjects with cystitis (lanes 7-14). (d) Densitometric analysis of the -38 kDa band. Differences among all types of urine specimens are highly significant. F 5 variance among groups/variance within groups.  E ar ly  D et ec ti o n an  d D ia gn  o si s  2658 HtrA1 expression in human bladder cancer  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    50 kDa HtrA1 form in normal urothelium has two fates, i.e., to be secreted into the urine as it is and to originate the 38 kDa form by auto-proteolysis. Moreover, the lack of HtrA1 production and secretion in the medium from urothelial car- cinoma cells prompt us to suppose that neoplastic urothelium does not influence at all urine composition. Surprisingly, our western blotting investigations documented a very strong presence of the -50 kDa HtrA1 form in urine from patients with different grades and stages of bladder cancer and since an early stage of urothelial carcinoma growth. Statistical anal- ysis demonstrated that HtrA1 (50 kDa form) in this group is significantly higher than in both healthy individuals and  patients with cystitis. Probably, normal urothelium is forced by the flanking tumor tissue to produce more HtrA1 than usual, possibly in the attempt to contain tumor progression, leading to an increase of secreted HtrA1 native form. Also the level of the -38 kDa form in urine from cancer patients, although inhomogeneous, was higher than in healthy subjects and in individuals with inflammatory conditions, where it was largely absent. This protein form has lost the secretion signal sequence, thus its recovery in urine from patients with urothelial bladder cancer could be related to autoproteolysis of the native form rather than to its secretion from bladder tissue. The highly variable amount of the -38 kDa form  Figure 4. Quantitative analysis of HtrA1 protein in urine samples by ELISA and evaluation of HtrA1 diagnostic performance for predicting bladder cancer. (a) ELISA analysis shows an about 18-fold increase in the levels of HtrA1 in urine from cancer patients compared with  healthy subjects (controls) and patients with cystitis. These differences are highly significant. F 5 variance among groups/variance within  groups. (b) Receiver operating characteristic (ROC) curve of HtrA1 for discriminating bladder cancer group from the control one. The area  under the ROC curve (AUC) is 0.9839 (C.I. 0.97-0.99). E ar ly  D et ec ti o n an  d D ia gn  o si s  Lorenzi et al. 2659  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    found in cancer patients' urine is likely due to different uri- nary chemical conditions (in terms of pH, concentration, etc), giving rise to environments more or less suitable for the autocatalytic degradation of HtrA1.  In conclusion, we demonstrate an association between the levels of the two molecular species of HtrA1 in bladder tissue and urine with the presence of cancer. In particular, we document for the first time, using different experimental approaches, that expression of the -38 kDa form of HtrA1 protein is strongly reduced in urothelial cancer tissue regard- less of tumor grade and stage. The most significant finding of our study is that detection of HtrA1 in urine may represent an innovative, simple, specific and sensitive approach to the early diagnosis of bladder malignant transformation. Urine cytology and many of the currently developed urine based biomarkers approved by the United States Food and Drug Administration (FDA), including detection of chromosomal aneuploidy and deletion using fluorescence in situ hybridiza- tion (UroVysion), have limited sensitivity for recognition of low stage and grade tumors.39 A recent study provides the demonstration that NMP22 and CYFRA 21-1, widely used over the past decade, are effective markers for detecting blad- der cancer40 and there are also several emerging urine markers, as DNA methylation markers,41 tested extensively and looking quite promising, that have not yet been applied  clinically because of lack of validation. HtrA1, in our study, shows a very good diagnostic performance (ROC-AUC of HtrA1 is 0.9839) and thus, if successfully validated testing HtrA1 assay in larger cohorts and with fewer confounders, it could improve the predictive ability of current biomarkers, alone or in combination with them, providing a noninvasive and practical tool for the routine screening of bladder cancer risk in large population groups. We recognize some limita- tions of our study. We show gender disparity between cancer patients and subjects with cystitis, meaning that the ratio between females and males is about 1:3 for patients with uro- thelial carcinoma and 3:1 for infection group. However, it is recognized in literature that bladder cancer is 3 to 4 times more frequent in men than in women and that urinary tract infections occur more commonly in women than men. Another limitation of the study consists in the fact that while carrying out a consecutive enrollment of all subjects, matched control cohort by age (6 1 year) and gender was not used.  Acknowledgements The authors wish to thank Dr. Alessandro Conti (Universit-a Politecnica delle Marche, Italy) and Dr. Carlo Vecchioli (Presidio Ospedali Riuniti Murri-Jesi, Italy) for providing some of the specimens. They gratefully acknowledge the generous support of BancaMarche to M.C. Thanks are also due to Dr. Silvia Modena for reviewing the English text.  References  1. Jemal A, Bray F, Center MM, et al. Global cancer statistics. CA Cancer J Clin 2011;61:69-90.  2. Cheng L, Lopez-Beltran A, MacLennan GT, eds. Neoplasms of the urinary bladder. Philadelphia (Pa): Elsevier/Mosby, 2008.  3. Wu XR. Urothelial tumourigenesis: a tale of divergent pathways. Nat Rev Cancer 2005;5: 713-25.  4. Black PC, Brown GA, Dinney CP. Molecular markers of urothelial cancer and their use in the monitoring of superficial urothelial cancer. J Clin Oncol 2006;24:5528-35.  5. van Rhijn BW, van der Poel HG, van der Kwast TH. Urine markers for bladder cancer surveillance: a systematic review. Eur Urol 2005; 47:736-48.  6. Jacobs BL, Lee CT, Montie JE. Bladder cancer in 2010: how far have we come? CA Cancer J Clin 2010;60:244-72.  7. Clausen T, Southan C, Ehrmann M. The HtrA family of proteases: implications for protein composition and cell fate. Mol Cell 2002;10: 443-55.  8. Chien J, Aletti G, Baldi A, et al. Serine protease HtrA1 modulates chemotherapy-induced cytotox- icity. J Clin Invest 2006;116:1994-2004.  9. Oka C, Tsujimoto R, Kajikawa M, et al. HtrA1 serine protease inhibits signaling mediated by TGF-b family proteins. Development 2004;131: 1041-53.  10. Grau S, Baldi A, Bussani R, et al. Implications of the serine protease HtrA1 in amyloid precursor protein processing. Proc Natl Acad Sci USA 2005; 102:6021-6.  11. Yang Z, Camp NJ, Sun H, et al. A variant of the HTRA1 gene increases susceptibility to  age-related macular degeneration. Science 2006; 314:992-3.  12. Grau S, Richards PJ, Kerr B, et al. The role of human HtrA1 in arthritic disease. J Biol Chem 2006;281:6124-9.  13. Lorenzi T, Marzioni D, Giannubilo S, et al. Expression patterns of two serine protease HtrA1 forms in human placentas complicated by preeclampsia with and without intrauterine growth restriction. Placenta 2009;30:35-40.  14. Shridhar V, Sen A, Chien J, et al. Identification of underexpressed genes in early-and late-stage primary ovarian tumours by suppression subtrac- tion hybridization. Cancer Res 2002;62:262-70.  15. Baldi A, De Luca A, Morini M, et al. The HtrA1 serine protease is down-regulated during human melanoma progression and represses growth of metastatic melanoma cells. Oncogene 2002;21: 6684-8.  16. Chien J, Staub J, Hu SI, et al. A candidate tumour suppressor HtrA1 is downregulated in ovarian cancer. Oncogene 2004;23:1636-44.  17. Esposito V, Campioni M, De Luca A, et al. Analysis of HtrA1 serine protease expression in human lung cancer. Anticancer Res 2006;26: 3455-9.  18. Baldi A, Mottolese M, Vincenzi B, et al. The serine protease HtrA1 is a novel prognostic factor for human mesotelioma. Pharmacogenomics 2008; 9:1069-77.  19. Sauter G, Algaba F, Amin MB. Non-invasive urothelial tumours. In: Eble JN, Sauter G, Epstein JI, Sesterhenn IA, eds. World health organization classification of tumours, pathology and genetics: tumours of the urinary system and male genital organs. Lyon, France: IARC Press, 2004:110-23.  20. Sobin LH, Gospodarowicz MK, Wittekind C, eds. TNM classification of malignant tumours, 7th edn. Oxford: Wiley-Blackwell, 2010.  21. Nie G, Hale K, Li Y, et al. Distinct expression and localization of serine protease HtrA1 in human endometrium and first-trimester placenta. Dev Dyn 2006;235:3448-55.  22. Marzioni D, Quaranta A, Lorenzi T, et al. Expression pattern alterations of the serine protease HtrA1 in human normal placental tissues and in gestational trophoblastic deseases. Histol Histopathol 2009;24:1213-22.  23. Lorenzi T, Turi A, Lorenzi M, et al. Placental expression of CD100, CD72 and CD45 is dysregulated in human miscarriage. PLoS One 2012;7:e35232.  24. Rhodes DR, Yu J, Shanker K, et al. ONCOMINE: a cancer microarray database and integrated data-mining platform. Neoplasia 2004;6:1-6.  25. Bradford MM. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem 1976;72:248-54.  26. Laemmli UK. Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature (London) 1970;227:680-5.  27. Marzioni D, Lorenzi T, Altobelli E, et al. Alterations of maternal plasma HTRA1 level in preeclampsia complicated by IUGR. Placenta 2012;33:1036-8.  28. Swets JA. Measuring the accuracy of diagnostic systems. Science 1988;240:1285-93.  29. Tocharus J, Tsuchiya A, Kajikawa M, et al. Developmentally regulated expression of mouse HtrA3 and its role as an inhibitor of TGF-beta signaling. Dev Growth Differ 2004;46:257-74.  E ar ly  D et ec ti o n an  d D ia gn  o si s  2660 HtrA1 expression in human bladder cancer  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC    30. Reed JC. Dysregulation of apoptosis in cancer. J Clin Oncol 1999;17:2941-53.  31. Hanahan D, Weinberg RA. The hallmarks of cancer. Cell 2000;100:57-70.  32. He F, Mo L, Zheng XY, et al. Deficiency of pRb family proteins and p53 in invasive urothelial tumorigenesis. Cancer Res 2009;69: 9413-21.  33. Launay S, Maubert E, Lebeurrier N, et al. HtrA1- dependent proteolysis of TGF-beta controls both neuronal maturation and developmental survival. Cell Death Differ 2008;15:1408-16.  34. Li Y, Yang K, Mao Q, et al. Inhibition of TGF- beta receptor I by siRNA suppresses the motility and invasiveness of T24 bladder cancer cells via  modulation of integrins and matrix metalloprotei- nase. Int Urol Nephrol 2010;42:315-23.  35. Moustakas A, Pardali K, Gaal A, et al. Mechanisms of TGF-beta signaling in regulation of cell growth and differentiation. Immunol Lett 2002;82:85-91.  36. Kim JH, Shariat SF, Kim IY, et al. Predictive value of expression of transforming growth factor-beta(1) and its receptors in transitional cell carcinoma of the urinary bladder. Cancer 2001; 92:1475-83.  37. Catalano V, Mellone P, d'Avino A, et al. HtrA1, a potential predictor of response to cisplatin- based combination chemotherapy in gastric can- cer. Histopathology 2011;58:669-78.  38. Deng FM, Ding M, Lavker RM, et al. Urothelial function reconsidered: a role in urinary protein secretion. Proc Natl Acad Sci USA 2001;98:154-9.  39. Van Tilborg AA, Bangma CH, Zwarthoff EC. Bladder cancer biomarkers and their role in surveillance and screening. Int J Urol 2009;16:23- 30. Review.  40. Jeong S, Park Y, Cho Y, et al. Diagnostic values of urine CYFRA21-1, NMP22, UBC, and FDP for the detection of bladder cancer. Clin Chim Acta 2012;414C:93-100.  41. Goodison S, Rosser CJ, Urquidi V. Bladder cancer detection and monitoring: assessment of urine- and blood-based marker tests. Mol Diagn Ther 2013;17:71-84.  E ar ly  D et ec ti o n an  d D ia gn  o si s  Lorenzi et al. 2661  Int. J. Cancer: 133, 2650-2661 (2013) VC 2013 UICC",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}