{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "JW-IJC#130015 275..285   RAS promotes tumorigenesis through genomic instability induced by imbalanced expression of Aurora-A and BRCA2 in midbody during cytokinesis  Gong Yang 1,2,3  , Imelda Mercado-Uribe 3 , Asha S. Multani  4 , Subrata Sen  5 , Ie-Ming Shih  6 , Kwong-Kwok Wong  7 ,  David M. Gershenson 7  and Jinsong Liu 3  1 Cancer Research Laboratory, Fudan University Shanghai Cancer Center, Shanghai, China  2 Department of Oncology, Shanghai Medical College, Fudan University, Shanghai, China  3 Department of Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX  4 Department of Genetics, The University of Texas MD Anderson Cancer Center, Houston, TX  5 Department of Molecular Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX  6 Department of Gynecologic Pathology, School of Medicine, The Johns Hopkins University, Baltimore, MD  7 Department of Gynecological Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX  The oncogene RAS is known to induce genomic instability, leading to cancer development; the underlying mechanism,  however, remains poorly understood. To better understand how RAS functions, we measured the activity of the functionally  related genes Aurora-A and BRCA2 in ovarian cancer cell lines and tumor samples containing RAS mutations. We found that  Aurora-A and BRCA2 inversely controlled RAS-associated genomic instability and ovarian tumorigenesis through regulation of  cytokinesis and polyploidization. Overexpression of mutated RAS ablated BRCA2 expression but induced Aurora-A accumula-  tion at the midbody, leading to abnormal cytokinesis and ultimately chromosomal instability via polyploidy in cancer cells.  RAS regulates the expression of Aurora-A and BRCA2 through dysregulated protein expression of farnesyl protein transferase  b and insulin-like growth factor binding protein 3. Our results suggest that the imbalance in expression of Aurora-A and  BRCA2 regulates RAS-induced genomic instability and tumorigenesis.  RAS signaling induces genomic instability,1 which provokes cancer development in many organs; however, the underlying mechanism remains elusive. Activation of RAS largely depends on its active form without CAAX at the C-terminus (C, Cys; A, usually aliphatic amino acid; X, another amino acid) that is processed by farnesyl transferase (FT) during posttranslational modification of RAS proteins.2 Thus, vari- ous inhibitors of farnesyl protein transferase activity, designed to prevent the farnesylation of RAS, have been developed to treat RAS-associated cancers.3 The insulin-like growth factor binding protein 3 (IGFBP-3) was shown to block RAS cleavage and thus to inhibit farnesyl protein trans- ferase in lung carcinoma and head and neck squamous cell carcinoma.4 These reports suggest that FT and IGFBP-3 may be involved in regulating RAS-induced genomic instability and tumor development.  Genomic instability is largely classified into two types: microsatellite instability, which is associated with a mutator phenotype, and chromosome instability, which is associated with gross chromosomal abnormalities.5 The centrosome is believed to play an important role in maintaining chromo- some stability by aiding in the formation of bipolar spindles during cell division,6 thereby ensuring equal segregation of duplicated chromosomes into two daughter cells, whereas multipolar mitotic spindles are usually resulted from various centrosome abnormalities such as amplification in cancer  Key words: RAS, Aurora-A, BRCA2, polyploid cancer cells, cytoki-  nesis, genomic instability  Additional Supporting Information may be found in the online  version of this article.  Grant sponsor: Ministry of Education of China (Doctoral Fund);  Grant number: 20120071110079; Grant sponsor: Shanghai  Municipal Government of China (Shanghai Pujiang Program); Grant  number: 11PJ1402200; Grant sponsor: National Nature Science  Foundation of China; Grant number: 91129721; Grant sponsor:  U.S. National Institutes of Health; Grant number: 1R01CA131183-  01A2; Grant sponsor: Research Excellence ovarian cancer research  (Specialized Programs); Grant number: IP50CA83638; Grant  sponsor: U.S. National Cancer Institute Cancer Center Core; Grant  number: CA016672; DOI: 10.1002/ijc.28032  History: Received 22 Aug 2012; Accepted 21 Dec 2012; Online 15  January 2013  Correspondence to: Gong Yang, Cancer Research Laboratory,  Fudan University Shanghai Cancer Center; Department of Oncology,  Shanghai Medical College, Fudan University, Shanghai 200032,  China, Tel.: 86-21-6417-5590, Fax: 86-21-6417-2585,  E-mail: yanggong@fudan.edu.cn; Jinsong Liu, Department of  Pathology, Unit 85, The University of Texas M. D. Anderson Cancer  Center, 1515 Holcombe Blvd., Houston, TX 77030, USA. Tel.:  1713-745-1102, Fax: 1713-563-1848, E-mail: jliu@mdanderson.org  C an  ce r C el l B io lo gy  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC  International Journal of Cancer  IJC    cells, which leads to unequal distribution of chromosomes and results in aneuploidy or polyploidy of daughter cells.7  The serine/threonine kinase Aurora-A (AURKA) plays a criti- cal role in maintenance of genetic stability through regulation of centrosome separation, bipolar spindle assembly and chro- mosome segregation;8,9 at the same time, however, amplifica- tion of Aurora-A increases the number of centrosomes and multipolar spindles, which have been observed in numerous human cancers.10,11 Recent studies have shown that Aurora- A is required for RAS-mediated oncogenic transformation of oral cancer12 and bladder cancer.13 Thus, Aurora-A may be associated with genomic instability in RAS-induced tumorigenesis.  The breast cancer susceptibility gene 2 (BRCA2) is a tu- mor suppressor gene that is known to be involved in main- taining genomic stability in different cancers.14 Although BRCA2 is rarely mutated in sporadic cancers such as ovarian and breast cancers, the transcription or expression of BRCA2 is repressed in these tumor tissues.15 Loss of BRCA2 either by mutation or transcriptional and post-transcriptional aber- rations is associated with cancer genomic instability.16  Recently, a study revealed that a heterozygous germline mutation of BRCA2 can promote pancreatic ductal adenocar- cinomas driven by Kras (G12D) mutation,17 whereas another report showed that BRCA2 in HCT116 (a colon cancer cell line) can be suppressed by activated KRAS in 3D culture.18  In addition, studies have shown that BRCA2 mutation is associated with Aurora-A amplification in breast cancer,19  and that BRCA2 may suppress polyploidy by stabilizing Aurora-A.20 We have shown recently that Aurora-A can sup- press BRCA2 expression in ovarian cancer.21 The above evi- dence suggests that Aurora-A and BRCA2 likely function to synergistically regulate RAS-induced genomic instability and tumorigenesis, although the underlying mechanism remains unclear.  To improve our understanding how RAS regulates the genomic instability, we designed a study to investigate the function of Aurora-A and BRCA2 in relation to RAS activa- tion. Because the RAS/RAF mutation accounts for 30-40% of low-grade serous and borderline ovarian cancer cases,22 we mainly conducted the study in ovarian cancer cell lines and human ovarian tumor tissues with RAS mutations. Our results provide insight into how RAS/RAF mutations induce genomic instability and tumorigenesis.  Material and Methods Plasmids and siRNAs  We used pBabe/Aurora-A/puromycin23 and pBabe/U6/ Aurora-A shRNA (targeting 50-GUCUUGUGUCCUUCAAA UU-30 of Aurora-A mRNA) (puromycin or neomycin)21 to deliver Aurora-A into immortalized ovarian epithelial cell lines T29 and T80 and Aurora-A shRNA into RAS-trans- formed cell lines T29H, T80H and ovarian cancer cell line HEY. A plasmid (PCINBRCA2) containing a full-length BRCA2 cDNA was used to deliver BRCA2 into RAS-trans- formed cells and Capan-1 cells (a pancreatic cancer cell line) using a previously described method.24 Clones were selected after confirmation of BRCA2 expression by Western blotting. The retroviral expression plasmid IGFBP-3 (pBabe/IGFBP-3/ puromycin) was generated with a pair of primers (sense: 50-ATGGATCCatgcagcgggcgcgacccacgctc-30, bold cases are BamHI site, and antisense: 50- CAGAATTCctacttgctctg- catgctgtagc-30, italic cases are EcoRI site) using a template of an adenoviral expression vector containing IGFBP-3 cDNA (a kind gift from Dr. Ho-Young Lee). pBabe/U6/IGFBP-3 shRNA/puromycin was generated to target IGFBP-3 mRNA at 403-422nt (50-ggaaatgctagtgagtcgga-30) using the protocols described in our previous publication.25 The control vectors were empty plasmids (pBabe/puromycin or PCIN) or constructed by directly inserting GFP shRNA into pBabe/U6/ puromycin or neomycin vectors.26 Retrovirus production and target cell infection were performed with our well-established method.25 FTb siRNA (#sc-35417) and control siRNA (#sc-37007) were purchased from Santa Cruz Biotech (Santa Cruz, CA). FTI-276 (#F9553) was purchased from Sigma Aldrich (St. Louis, MO).  Cell culture and tumor formation  T29, T29H, T80 and T80H cells have been described previ- ously.27 Ovarian cancer cell lines HOC-7, SKOV3 and HEY and pancreatic cancer cell line Capan-1 were cultured with EMEM or DMEM supplemented with 10% fetal bovine serum (FBS) and 1% penicillin/streptomycin. T29 cells trans- formed by KRASV12 (T29K) was described previously.27 To generate tumor growth in vivo, we subcutaneously injected 5 3 106 T29H/BRCA2, T80H/BRCA2, T29/Aurora-A, T80/ Aurora-A, T29H/Aurora-A shRNA (Aurora-Ai), T80H/ Aurora-Ai cells or control cells expressing empty vectors or  What's new?  The mechanism underlying RAS-induced genomic instability, an event associated with cancer development, has remained  poorly understood. Here, in an attempt to better understand the phenomenon, RAS transformation was found to be associated  with ablated expression of the tumor suppressor BRCA-2 and accumulation of Aurora-A during cytokinesis. The tumorigenicity  of cancer cells with RAS mutation is determined by the expression ratio of BRCA2 and Aurora-A. The regulation of Aurora-A  and BRCA-2 was further discovered to be mediated through insulin-like growth factor binding protein 3 and farnesyl protein  transferase beta in the presence of mutated RAS. These findings suggest that BRCA2 and Aurora-A signaling loop plays a criti-  cal role and may provide novel targets for therapeutic intervention in RAS-mutated cancers.  C an  ce r C el l B io lo gy  276 Dysregulation of Aurora-A and BRCA2 by RAS oncogene  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    GFP shRNA (GFPi) into 4- to 6-week-old BALB/c nu/nu mice (U.S. National Cancer Institute's Frederick Cancer Research Facility) following protocols approved by the insti- tutional committee of MD Anderson Cancer Center for ani- mal experiments. For T29H and T80H cells transfected with BRCA2, one of three clones from each cell line with high BRCA2 expression was used to conduct tumor formation assays. Each cell line was injected into two sites in eight mice, for a total of 16 injections. Tumor burden was assessed and recorded using methods described previously.28  Western blotting  For all Western blots, we analyzed samples with a total of 40-lg proteins from whole-cell lysates using the protocol described in our previous publication.21 The primary antibody used to detect Aurora-A (cat. #GTX13824) was obtained from GeneTex (Irvine, CA), while the antibody used to detect BRCA2 (cat. #MAB2476) was from R&D Systems (Minneapolis, MN). Anti- bodies against RAS either targeting N-terminus (#sc-166691) or C-terminus (#sc-521, KRAS; #sc-520, HRAS) and antibodies against IGFBP-3 (#sc-9028), FTa (#sc-487) and FTb (# sc-137) were purchased from Santa Cruz Biotech (Santa Cruz, CA).b-Actin (cat. #A2228, Sigma Aldrich, St. Louis, MO) was used as a loading control. T29/Vector and T29/Aurora-A cells were treated with proteasome inhibitor MG-132 (Sigma) at the concentration of 10 lM and analyzed for the expression of Aurora-A and BRCA2 by Western blotting. The intensity of protein bands was quantified with ImageJ software downloaded from NIH website (http://imagej.nih.gov/ij/).  Immunofluorescence  Immunofluorescence staining was performed according to a published protocol.21 Primary antibodies against Aurora-A and BRCA2 were obtained from GeneTex and R&D Systems, respectively. DNA dye To-Pro-3 was obtained from Molecular Probes (Carlsbad, CA). In brief, cells were cultured in chamber slides (Nalge Nunc International, Rochester, NY) for 24 hr, fed with fresh medium to increase the number of mitotic cells for 8-16 hr and then fixed (with PBS-buffered paraformalde- hyde solution: 3% paraformaldehyde, PBS, pH 7.4, 2% sucrose) and permeabilized (with a buffer containing 0.5% Triton X-100, 20 mM HEPES, pH 7.4, 50 mM NaCl, 3 mM MgCl2, 300 mM sucrose). Slides were blocked by a 2-hr incu- bation with 20% FBS and 2% goat serum in PBS, and then the slides were incubated with primary antibody at 4-C over- night. Afterward, the cells were incubated with fluorescein isothiocyanate (FITC)-conjugated secondary antibody against mouse IgG or Texas red-conjugated antibody against rabbit IgG (Jackson ImmunoResearch Laboratory, West Grove, PA) for 30 min. Stained cells were examined and photographed with an Olympus FV500 confocal fluorescence microscope.  Cell cycle and cytogenetic analysis  Cells were applied for cell cycle analysis by flow cytometry according to our previously published method.21 T29/vector,  T29/Aurora-A, T80/vector, T80/Aurora-A, T29H/GFPi, T29H/Aurora-Ai, T80H/vector and T80H/BRCA2 cells were cultured for 24 hr and collected for chromosome preparation using standard procedures.29 Briefly, cells were exposed to Colcemid (0.04 mg/mL) for 1 hr, subjected to hypotonic treat- ment (0.075 M KCl for 20-25 min at room temperature) and fixed in a mixture of methanol and acetic acid. Slides were stained with Giemsa stain and examined for structural and numerical abnormalities in the chromosomes. A minimum of 30 metaphase spreads were analyzed for each cell line, and representative spreads were captured using a Genetiscan imaging system. The proportions were compared using chi-squared analysis of Fisher's exact test. The assay was repeatedly performed by Molecular Cytogenetics Core Facility personnel in the Department of Genetics at The University of Texas MD Anderson Cancer Center.  Immunostaining of Aurora-A and BRCA2  Ovarian tumor tissues from 22 patients diagnosed with low- grade serous carcinoma or borderline tumor were analyzed by immunohistochemical staining for expression of Aurora-A and BRCA2. KRAS/BRAF mutations with either G12V or V600E were identified from tissue genomic DNA of all cases by PCR amplification with specific primers targeting the coding regions of RAS-G12V and RAF-V600E, followed by sequencing of the DNA fragment. Ten cases were confirmed with RAS/RAF mutations, while the remaining cases lacked KRAS/BRAF mutations. The use of tissue blocks and chart reviews were approved by the Institutional Review Board of The University of Texas MD Anderson Cancer Center. Slides were treated and stained using the method published before.21 The primary antibody against Aurora-A (GTX13824, monoclonal antibody, Genetax) or BRCA2 (MAB2476, monoclonal antibody, R&D Systems) was applied at a dilution of 1:200 or 1:100 at 4-C in a humidified chamber.  Evaluation of staining intensity and expression percentage for BRCA2 and Aurora-A was scored. using the following criteria: tissues with <5% of cells positive for BRCA2 or Aurora-A were given a score of 0, those with 5-20% positive cells were scored as 1, those with 20-40% positive cells were scored as 2, those with 50-70% positive cells were scored as 3 and those with 70-100% were scored as 4. The expression correlation of BRCA2 and Aurora-A was analyzed by Pearson's correlation using SPSS16.0 software.  Cell treatment with FTb siRNA or FTI-276 To transfect HEY and T29K cells with FTb siRNA, 5 3 105  cells per well in 6-well plates were used for FTb siRNA and control siRNA transfection using the manufacturer's protocol from Santa Cruz Biotech Inc. (Santa Cruz, CA). The transfec- tion medium was replaced with fresh growth medium 12 hr later, and the cells were kept in culture for additional 24, 48 and 72 hr and harvested to detect FTb, Aurora-A and BRCA2 expression. A similar cell number was used for  C an  ce r C el l B io lo gy  Yang et al. 277  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC  http://imagej.nih.gov/ij/   treatment either with FTI-276 for 24 hr, and the cells were analyzed for expression of the above-listed proteins.  Results RAS-induced transformation enhances Aurora-A expression  but represses BRCA2 expression  To better understand how RAS promotes genomic instability, we measured the expression of BRCA2 and Aurora-A in RAS-transformed human ovarian surface epithelial (OSE) cell lines previously developed in our laboratory.27 While the expression of BRCA2 was markedly lower in RAS-trans- formed cells than in control cells (Fig. 1a), the expression of Aurora-A was dramatically increased in these cells, suggesting that RAS suppresses the expression of BRCA2 but increases the expression of Aurora-A. Next, we determined whether BRCA2 can regulate the expression of Aurora-A or RAS by transfecting RAS-transformed ovarian epithelial cell lines (T29H and T80H) with a vector expressing BRCA2.24  Selected stable clones with ectopic expression of BRCA2 showed a marked decrease of Aurora-A and RAS (Fig. 1b), indicating that BRCA2 suppresses Aurora-A and RAS expres- sion. To determine whether Aurora-A can suppress the expression of BRCA2, we delivered Aurora-A cDNA into immortalized nontumorigenic T29 and T80 cells (Aurora-A; Figs. 1c and 1d) or silenced Aurora-A expression in T29H and T80H cells with Aurora-A-specific short hairpin RNA (shRNA) (Aurora-Ai; Figs. 1c and 1d). Ectopic expression of Aurora-A suppressed BRCA2 expression, but did not stimu- late RAS expression in T29 and T80 cells compared with in vector-transfected control cells, and knockdown of Aurora-A restored the BRCA2 level and reduced RAS expression in T29H and T80H cells, suggesting that Aurora-A also nega- tively regulates the expression of BRCA2. We infer from these results that RAS-driven malignancy is modulated by Aurora-A and BRCA2.  Aurora-A and BRCA2 regulates cell cycle progression and  tumor growth of RAS-transformed cells  As Aurora-A and BRCA2 participate in cell cycle regulation which controls ovarian tumorigenesis, we detected the cell cycle distribution by flow cytometry (Fig. 1e). Introduction of RAS or Aurora-A in immortalized OSE cells promoted cell cycle progression by increasing cell population in S phase and downregulating cell population in G0/G1 phase as com- pared to these in control cells. In contrast, overexpression of BRCA2 or knockdown of Aurora-A in RAS-transformed cells promoted cell arrest at G0/G1 phase and reduced cells in S phase as compared to these in control cells.  To test whether Aurora-A and BRCA2 affect ovarian tumor growth, we injected RAS-transformed T29H or T80H cells overexpressing BRCA2 into nude mice and compared tumor growth to that in mice receiving vector control cells. No tumors were observed in any of the mice injected with BRCA2-transfected T29H and T80H cells, while all the mice injected with vector control cells experienced rapid tumor  growth within 4-7 weeks (Figs. 1f and 1g), indicating that the expression of BRCA2 completely blocked tumor forma- tion of the RAS-transformed cells. In addition, when ectopic Aurora-A expression was induced in immortalized nontu- morigenic T29 and T80 cells, subcutaneous tumor growth resulted (Figs. 1h and 1i), whereas shRNA-induced knock- down of Aurora-A in RAS-transformed cells reduced or delayed tumor growth, compared with tumor growth in con- trol cells expressing GFPi (Figs. 1j and 1k). Taken together, the above data demonstrated that Aurora-A and BRCA2 play opposite roles in RAS-associated tumor formation in vivo.  Unbalanced expression of Aurora-A and BRCA2 in cancer  cells and tissues with RAS/RAF mutations  As the above results were derived from RAS-transformed OSE cells, we set out to confirm the results in a panel of cells including normal OSE cells, ovarian cancer cells and pancre- atic cancer cells harboring KRAS mutations. We detected higher expression of BRCA2 and lower expression of Aurora- A in OSE 151 cells (Fig. 2a), a normal OSE cell line described in our previous report,25 but lower BRCA2 and higher Aurora-A in the ovarian cancer cell lines HOC-7 and HEY with confirmed mutations in KRAS (Supporting Infor- mation Fig. 1) and in the pancreatic cancer cell line CAPAN- 1, which has a reported KRAS mutation and a truncated BRCA2 mutation (Fig. 2a). Furthermore, knockdown of Aurora-A by shRNA in HEY cells and introduction of BRCA2 in CAPAN-1 cells resulted in decreased Aurora-A expression and increased BRCA2 expression (Fig. 2a).  The above results also suggested the possibility that Aurora-A and BRCA2 are negatively regulated in ovarian cancer, particularly in low-grade serous ovarian carcinomas and ovarian borderline tumors with KRAS/BRAF mutations. Thus, we selected tumor tissue samples from 22 cases diag- nosed with low-grade serous ovarian carcinoma and border- line tumor with or without identified KRAS/BRAF mutations and detected Aurora-A and BRCA2 expression by immuno- staining. We measured high expression of Aurora-A and low expression of BRCA2 in six of ten (60%) samples with RAS/ RAF mutations (p5 0.018, two-tailed Pearson's correlation), but high expression of BRCA2 and low expression of Aurora-A in eight of 12 (66.7%) samples without KRAS/ BRAF mutations (p5 0.023, two-tailed Pearson's correlation) (Table 1). No statistical differences in Aurora-A and BRCA2 expression were found in samples with low-grade serous carcinoma and in those with borderline tumor or between samples with KRAS mutation and those with BRAF mutation. Representative images are shown in Figure 2b.  Farnesyl protein transferase b and insulin-like growth factor binding protein 3 mediate the regulation of Aurora-A  and BRCA2 in RAS-associated cancer cells  As IGFBP-3 was reported to inhibit farnesyl protein transfer- ase, which thereby blocks RAS cleavage.4 We measured the expression of IGFBP-3 and farnesyl protein transferase in a  C an  ce r C el l B io lo gy  278 Dysregulation of Aurora-A and BRCA2 by RAS oncogene  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    panel of ovarian cell lines. We found that the expression of IGFBP-3 was decreased in T29H and T29/Aurora-A cells compared with vector control cells, but was increased by ectopic introduction of BRCA2 in T29H and Capan-1 cells, and by disruption of Aurora-A in HEY cells compared with in their corresponding control cells (Fig. 3a). In contrast, the expression of farnesyl protein transferase b(FTb) (but not FTa, data not shown) was increased in RAS- and Aurora- A-transformed cells (T29H and T29/Aurora-A), but  decreased in BRCA2-transfected cells (T29H/BRCA2, Capan- 1/BRCA2) and Aurora-A shRNA-treated cells (HEY/Aurora- Ai) compared with in their controls. These changes led to corresponding increases or decreases in RAS farnesylation (Fig. 3a). These results suggest that transformation of ovarian epithelial cells by RAS or Aurora-A can inhibit IGFBP-3, leading to an increased expression of FTb, which may in turn promote RAS farnesylation and ovarian tumorigenesis. They also suggest that the restoration of BRCA2 expression  Figure 1. Protein expression status detected by immunoblotting and tumor growth curve in nude mice. (a) RAS transformation (1) induced concurrent suppression of BRCA2 and amplification of Aurora-A in immortalized cells (T29 and T80). HRAS was detected by antibody  against C-terminus (#sc-520). (b) Ectopic expression of BRCA2 (1) inhibited Aurora-A and RAS expression in RAS-transformed cells. (c and  d) Overexpression of Aurora-A decreased BRCA2 expression in immortalized cells (T29 and T80), and knockdown of Aurora-A by specific  shRNA (Aurora-Ai) increased BRCA2 expression and decreased RAS level in RAS-transformed cells (T29H and T80H). Vector- or GFPi-treated  cells were used as relative controls. (e) Cell cycle distribution detected by flow cytometry. (f and g) The mean tumor sizes in mice receiving  vector control cells (T29H/vector and T80H/vector) or BRCA2-transfected cells transformed with HRASV12 (T29H/BRCA2 or T80H/BRCA2) are  shown. The data suggest that tumor formation was completely blocked by the introduction of wild-type BRCA2 in RAS-transformed cells. (h  and i) Tumor formation in mice was induced by the introduction of Aurora-A in immortalized cells (T29/Aurora-A and T80/Aurora-A) com-  pared to vector controls (T29/vector and T80/vector). (j and k) Knockdown of Aurora-A in RAS-transformed cells (T29H and T80H) cells  markedly hampered or delayed tumor growth. Data were collected in three independent experiments. Error bars 5 95% confidence intervals.  C an  ce r C el l B io lo gy  Yang et al. 279  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    by silencing Aurora-A or introducing BRCA2 induces IGFBP-3 overexpression, which inhibits the activity of FTb, leading to reduced farnesylation of RAS, which may in turn decrease ovarian tumor formation.  To confirm that IGFBP-3 is able to suppress FTb expres- sion, we transfected T29 and SKOV3 (an ovarian cancer cell line) cells with either IGFBP-3 cDNA or IGFBP-3 shRNA. As shown in Figure 3b, overexpression of IGFBP-3 reduced FTb in T29 cells, whereas silencing of IGFBP-3 increased FTb in T29 and SKOV3 cells compared with in their control cells. Quantification data of FTb and IGFBP-3 expression with ImageJ software was shown in Supporting Information Figure 2. These results suggest that IGFBP-3 is involved in regulation of Aurora-A and BRCA2 through FTb in terms of farnesylation of RAS. To strengthen evidence for this notion, we treated HEY and T29K (KRASV12-transformed T29 cells) with FTb-specific siRNA or with FTI-276, which specifically inhibits farnesyl protein transferases activity.30 As shown in Figure 3c, treatment with FTb-specific siRNA reduced the farnesylation of KRAS and Aurora-A expression, which is consistent with a recent report,31 but increased BRCA2 expression compared with control siRNA-treated cells at the  same time point. Moreover, treatment of HEY and T29K cells with FTI-276 yielded the same results as those from treatment with FTb siRNA (Fig. 3d). These data suggest that FTb not only regulates RAS by farnesylation but also con- trols the expression of Aurora-A and BRCA2 through a mechanism that may be associated with IGFBP-3.  Aurora-A and BRCA2 regulate chromosomal instability  through dysregulated cytokinesis  Amplification of Aurora-A and inactivation of BRCA2 are known to be closely associated with chromosomal instability. By analyzing chromosomal aberrations, as expected, the pro- portion of polyploid cells was markedly higher in RAS- and Aurora-A-transformed cells than in control cells, and the knockdown of Aurora-A or introduction of BRCA2 in RAS- transformed cells resulted in less polyploidy in the experi- mental cell lines than in the control lines (Table 2, Fig. 3e). In addition, the overall chromosome aberration was increased in cells overexpressing RAS or Aurora-A compared with in control cells; however, the ectopic expression of BRCA2 or silencing of Aurora-A in the transformed cells decreased the overall chromosome aberration. These results demonstrate  Figure 1. Continued  C an  ce r C el l B io lo gy  280 Dysregulation of Aurora-A and BRCA2 by RAS oncogene  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    that dysregulation of Aurora-A and BRCA2 led to chromo- somal instability in RAS-transformed cells.  Cytokinesis occurs during the last step of mitosis at which point a cell divides into two daughter cells. Abnormal cytoki- nesis usually results in cell multinuclearity and eventually induces chromosomal instability. Since Aurora-A and BRCA2 are involved in regulating cytokinesis,32,33 we examined the expression of both Aurora-A and BRCA2 in the midbody of late mitotic T29, T29H and T29/Aurora-A cells. In immortal-  ized T29/vector cells, BRCA2 and Aurora-A colocalized at the midbody during the late stage of mitosis (Fig. 3f). The transformation of T29 cells by RAS or Aurora-A diminished the localization of BRCA2 and increased the accumulation of Aurora-A in the midbody as compared with T29/vector cells. Counts of cells with two or more nuclei showed that the transformation by RAS or Aurora-A induced at least four times as many as were induced in their control cells (Fig. 3g). In normal ovarian epithelial cells (OSE151), Aurora-A and BRCA2 were colocalized at the midbody, while BRCA2 was undetectable in the midbody of mitotic HOC-7, HEY and Capan-1 cells with KRAS mutations (Figs. 4a, 4b and 4c). However, knockdown of Aurora-A or introduction of BRCA2 in HEY or Capan-1 cells restored BRCA2 accumulation in the midbody (Figs. 4b and 4c). Consistent with the results from T29, T29H and T29/Aurora-A cells, there were fewer OSE151 cells with multinuclearity than HOC-7 cells, and the number of HEY/GFPi and Capan-1/vector cells with multi- nuclearity was greater than HEY/Aurora-Ai and Capan-1/ BRCA2 cells (Fig. 4d). These results suggest that RAS muta- tions can diminish BRCA2 and enhance Aurora-A expression  Table 1. Immunohistochemical analysis of low-grade serous (LGS) and serous borderline tumor (SBT) with or without RAS/RAF mutations  Case no. Diagnosis KRAS BRAF  Aurora-A expression (%)  BRCA2 expression (%)  1 LGS wt wt 10 90 1  2 LGS wt wt 30 55 1  3 LGS wt wt 0 20  4 LGS wt wt 20 70 1  5 LGS wt wt 40 50  6 LGS wt wt 10 80 1  7 LGS wt wt 0 90 1  8 LGS Mt wt 80 1  20  9 LGS Mt wt 70 1  10  10 LGS wt Mt 90 1  5  11 LGS wt Mt 40 50  12 SBT wt wt 0 651  13 SBT wt wt 15 751  14 SBT wt wt 5 851  15 SBT wt wt 30 40  16 SBT wt wt 40 20  17 SBT Mt wt 75 1  10  18 SBT Mt wt 80 1  30  19 SBT Mt wt 50 40  20 SBT wt Mt 55 60  21 SBT wt Mt 30 50  22 SBT wt Mt 65 1  10  1 Cases with statistical significance (p<0.05).  Figure 2. Inverse expression of Aurora-A and BRCA2 in normal and cancer cells and ovarian tumor tissues with KRAS/BRAF mutations.  (a) Aurora-A and BRCA2 expression in normal ovarian surface epi-  thelial cells, ovarian cancer cells and pancreatic cancer cells  treated with Aurora-A shRNA or BRCA2 cDNA. (b) Representative  images from cancer tissues with or without KRAS/BRAF mutations  from patients diagnosed with low-grade serous ovarian carcinoma.  High Aurora-A expression was correlated with negative expression  of BRCA2 (3400) (upper and middle panels). High expression of  BRCA2 was correlated with negative detection of Aurora-A in  another case (3400) (bottom panel).  C an  ce r C el l B io lo gy  Yang et al. 281  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    Figure 3. Alteration of signal molecules and detection of chromosomal abnormality and abnormal cytokinesis in RAS-associated cancer cells. (a) Transformation of ovarian epithelial cells (T29) by RAS or Aurora-A represses IGFBP-3 but induces FTb over expression in T29H  and T29/Aurora-A cells compared with in control cells. However, introduction of BRCA2 cDNA or Aurora-A shRNA into T29H, Capan-1 or HEY  cells resulted in increased IGFBP-3 and decreased FTb, which in turn reduced the farnesylation of RAS. (b). Introduction of IGFBP-3 cDNA or  IGFBP-3 shRNA suppressed or increased FTb expression. (c) Treatment of cells with FTb siRNA reduced the expression of FTb, RAS farnesyla-  tion and Aurora-A expression but elevated BRCA2 protein level. (d) Treatment of cells with farnesyl protein transferase inhibitor FTI-276 sup-  pressed KRAS farnesylation and Aurora-A expression but simultaneously restored BRCA2 level. (e) The selected images show that RAS  (T29H) or Aurora-A (T29/Aurora-A) transformation led to more polyploid cells than were observed in parental cell lines (T29), but transfec-  tion of T29H with BRCA2 or Aurora-A shRNA (Aurora-Ai) reduced cell polyploidy. (f) Colocalization of Aurora-A and BRCA2 was detected in  the midbody of T29/vector cells during late mitosis, but overexpression of Aurora-A in RAS- or Aurora-A-transformed cells (T29H, T29/Au-  rora-A) diminished the localization of BRCA2 in the midbody. Blue dye To-Pro-3 indicates nucleus. Scale bars, 5 lm. (g) Quantification of cells with multiple nuclei in RAS- or Aurora-A-transformed cells. Introduction of RAS or Aurora-A resulted in more cells with multiple nuclei.  Error bars 5 95% confidence intervals from three independently repeated experiments.    in the midbody during cytokinesis, which results in cell mul- tinuclearity and genomic instability in human ovarian cancer cells as well as pancreatic cancer cells.  Discussion Using RAS-transformed OSE cells as a model system in this study, we have identified a negative regulatory loop between Aurora-A and BRCA2, which are downstream targets of RAS. We showed that RAS transformation of ovarian epithe- lial cells can induce amplification of Aurora-A and simulta- neously repress BRCA2 expression, which was also observed in ovarian cancer cell lines and ovarian cancer tissues with RAS/RAF mutations. Aurora-A and BRCA2 oppositely regu- lated RAS-induced genomic instability in RAS-mutated cells through abnormal cytokinesis. In normal or immortalized ovarian epithelial cells, Aurora-A and BRCA2 are colocalized at the midbody during late mitosis, in which BRCA2 and Au- rora-A may control the segregation of two daughter cells through regulation of cytokinesis and prevent the generation of polyploid cells. A model on how Aurora-A and BRCA2 function in RAS mutated cancer is illustrated in Figure 4e. Upon activation by the RAS oncogene, which tips the balance toward Aurora-A, the diminished expression of BRCA2 and the accumulation of Aurora-A in the midbody may hamper the abscission of cleavage furrow to induce polyploidy or an- euploidy, which ultimately results in cellular genomic insta- bility and tumorigenesis.  Cytokinesis is the last important step of cell division where identical eukaryotic daughter cells finally separate. The association of cancer with abnormal cytokinesis has been fre- quently reported over the past 20 years. The proteins that regulate or participate in abnormal cytokinesis in cancer cells  Figure 4. Analysis of Aurora-A and BRCA2 during cytokinesis. (a-c)  Colocalization of Aurora-A and BRCA2 in the midbody of normal  ovarian surface epithelial cells (OSE151), ovarian cancer (HOC-7  and HEY) and pancreatic cancer cells (Capan-1) with KRAS muta-  tions. KRAS mutation results in Aurora-A increase and BRCA2  depletion in midbody during cytokinesis, whereas knockdown of  Aurora-A in HEY cells or introduction of BRCA2 in Capan-1 cells  restored the appearance of BRCA2 in the midbody although the  reduced level of Aurora-A was still detectable in HEY/Aurora-A and  Capan-1/BRCA2 cells. (d) The number of cells with multinuclearity  was higher in HOC-7, HEY and Capan-1 cells than in OSE151 cells,  but the decreased multinuclearity was observed in HEY and Capan-  1 cells after transfection with Aurora-A shRNA or BRCA2 cDNA. (e) A  schematic model illustrating that RAS induces unbalanced expres-  sion of Aurora-A and BRCA2, which are in turn to regulate IGFBP-3  and FTb to activate RAS signaling. The accumulation of Aurora-A  and the depletion of BRCA2 result in abnormal cytokinesis and cell  multinuclearity, which eventually induce genomic instability and  tumorigenesis.  Table 2. Cytogenetic analysis of chromosome abnormalities in immortalized ovarian epithelial cells after overexpression of HRAS or Aurora-A and in HRAS-transformed cells after knockdown of Aurora-A or overexpression of BRCA2  ID Cell line 1  Cells with chromosome aberrations (%)  Cells with DNA breaks (%)  Diploid cells (%)  Polyploid cells (%)  1682 T29/vector 6.4 2  6.4 81.8 3  6.1 2  1683 T29/Aurora-A 12.1 2 (\") 6.1 64.53(#) 32.32(\")  1684 T80/vector 2.9 3  2.9 93.7 3  0 2  1685 T80/Aurora-A 6.3 3 (\") 6.3 73.53(#) 23.52(\")  1688 T29H/GFPi 8.3 2  0 75 3  16.7 2  1689 T29H/Aurora-Ai 2.9 2 (#) 2.9 85.33(\") 8.82(#)  1686 T80H/vector 11.4 2  11.4 2  57.1 3  25.7 3  1687 T80H/BRCA2 3 2 (#) 32(#) 75.73(\") 18.23(#)  1 For each cell line, 30-36 cells in metaphase were examined. Increase  or decrease in chromosomal aberrance in terms of DNA breaks, diploidy and polyploidy was indicated as \" or #, respectively. 2 p<0.01.  3 p<0.05.  C an  ce r C el l B io lo gy  Yang et al. 283  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    include kinases (such as Aurora-A, Aurora-B and PLK1), mi- totic checkpoint proteins (such as ATM, CHK1 and CHK2) and mitotic regulators (such as BRCA1 and centrobin).34  One of the phenomena induced by abnormal cytokinesis is multinuclearity leading to chromosomal polyploidy or aneu- ploidy,35 which largely contributes to genomic instability and tumorigenesis.36 Both Aurora-A and BRCA2 are cell cycle regulatory proteins participating in cellular mitosis.37,38 We have identified in this study that Aurora-A and BRCA2 are two mediators that colocalize at the midbody of late mitotic cells to control the genomic instability of cells which is regu- lated by mutated RAS oncogene. We and other research groups have found that BRCA2 is involved in regulation of cytokinesis,32,39 although a recent study reported that BRCA2 may not regulate cytokinesis in Hela cells,40 indicating that the role of BRCA2 in regulation of cytokinesis is sophisti- cated. It is interesting to note that no RAS or BRCA2 muta- tions in Hela cells were reported, but the amplification of RAS or Aurora-A has been observed in some literatures.41,42  Therefore, it is possible that mutated RAS may be essential to defective cytokinesis through altering the expression ratio of Aurora-A and BRCA2.  Our results demonstrated that FTb and IGFBP-3 plays an important role in mediating the effect of RAS on Aurora-A and BRCA2. The two proteins appear to form a negative reg- ulatory loop to repress the expression of each other; such negative loop plays an important role in regulating the expression of Aurora-A and BRCA2 and the chromosomal instability induced by RAS. However, whether the interaction of FTb and IGFBP-3 could regulate chromosomal instability without directly involving RAS, Aurora-A and BRCA2 is unknown, although it has been reported that FTb-stimulated farnesylation can increase RAS activity, and RAS-induced MAPK activation can lead to resistance of breast cancer cells to IGFBP-3.43 It is known that RAS mutations or Aurora-A amplification can activate the NF-jB which is involved in regulating the expression of FTb and IGFBP-3,44-46 therefore, it will be very interesting to examine the role of NF-jB in  the regulation of FTb and IGFBP-3 and RAS-mediated transformation.  Currently, there are no reports to show that Aurora-A can regulate BRCA2; however, as a kinase in cancer cells, over expression of Aurora-A may phosphorylate BRCA2 and result in proteasome-mediated degradation during the late stage of mitosis, leading to abnormal cytokinesis. Moreover, emerging evidences suggest that both Aurora-A and BRCA2 can be regulated by various factors during cell cycle by prote- olysis-mediated degradation. Studies have demonstrated that BRCA2 can interact with multiple gene products such as USP11 (a deubiquitinating enzyme),47 Skp2 (a subunit of the Skp1-Cul1-F-box protein ubiquitin complex),48 and cancer- associated BRAD1 beta,49 leading to its proteasome-mediated ubiquitination and degradation in different cancer cells. Poly- ubiquitination of Aurora-A by anaphase-promoting complex, or Cdh1 (a WD40 repeat protein) can promote the protea- some-mediated degradation of Aurora-A.50 Thus, we treated T29 and T29/Aurora-A cells with proteasome inhibitor MG- 132 at the concentration of 10 lM and found that the increased full length of Aurora-A and BRCA2 was accompa- nied with the decreased degradation of Aurora-A and BRCA2 over a time course of 1, 4 and 8 hr (Supporting In- formation Fig. 3). However, the detailed regulation of Au- rora-A and BRCA2 by proteolysis mediated ubiquitination and degradation in cells with RAS mutations will require additional studies. As RAS/Aurora-A is amplified in multiple epithelial cancers, the molecules we identified in this study should have a general implication in clinical treatment of those cancers.  Acknowledgements G.Y. is supported by Doctoral Fund of Ministry of Education of China (20120071110079), by Shanghai Pujiang Program (11PJ1402200) from Shanghai Municipal Government of China and by National Nature Science Foundation of China (91129721). J.L. is supported by an R01 grant from the U.S. National Institutes of Health (1R01CA131183-01A2) and by the Speci- alized Programs of Research Excellence ovarian cancer research grant (IP50CA83638). This work was also supported in part by a U.S. National Cancer Institute Cancer Center Core grant (CA016672).  References  1. Abulaiti A, Fikaris AJ, Tsygankova OM, et al. Ras induces chromosome instability and abrogation of the DNA damage response. Cancer Res 2006;66:10505-12.  2. Goodman LE, Judd SR, Farnsworth CC, et al. Mutants of Saccharomyces cerevisiae defective in the farnesylation of Ras proteins. Proc Natl Acad Sci USA 1990;87:9665-9.  3. Adjei AA. Blocking oncogenic Ras signaling for cancer therapy. J Natl Cancer Inst 2001;93:1062- 74.  4. Lee HY, Moon H, Chun KH, et al. Effects of insulin-like growth factor binding protein-3 and farnesyltransferase inhibitor SCH66336 on Akt expression and apoptosis in non-small-cell lung cancer cells. J Natl Cancer Inst 2004;96:1536-48.  5. Charames GS, Bapat B. Genomic instability and cancer. Curr Mol Med 2003;3:589-96.  6. Quintyne NJ, Reing JE, Hoffelder DR, et al. Spindle multipolarity is prevented by centrosomal clustering. Science 2005;307:127-9.  7. Tsou MF, Stearns T. Mechanism limiting centrosome duplication to once per cell cycle. Nature 2006;442:947-51.  8. Glover DM, Leibowitz MH, McLean DA, et al. Mutations in aurora prevent centrosome separation leading to the formation of monopolar spindles. Cell 1995;81:95-105.  9. Zhou H, Kuang J, Zhong L, et al. Tumour amplified kinase STK15/BTAK induces centrosome amplification, aneuploidy and transformation. Nat Genet 1998;20:189-93.  10. Li D, Zhu J, Firozi PF, et al. Overexpression of oncogenic STK15/BTAK/Aurora A kinase in human pancreatic cancer. Clin Cancer Res 2003;9:991-7.  11. Sen S, Zhou H, Zhang RD, et al. Amplification/ overexpression of a mitotic kinase gene in human bladder cancer. J Natl Cancer Inst 2002;94:1320- 9.  12. Tatsuka M, Sato S, Kitajima S, et al. Overexpression of Aurora-A potentiates HRAS- mediated oncogenic transformation and is implicated in oral carcinogenesis. Oncogene 2005;24:1122-7.  13. Tseng YS, Tzeng CC, Huang CY, et al. Aurora-A overexpression associates with Ha-ras codon-12 mutation and blackfoot disease endemic area in bladder cancer. Cancer Lett 2006;241:93-101.  14. Farmer H, McCabe N, Lord CJ, et al. Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy. Nature 2005;434:917-21.  15. Hughes-Davies L, Huntsman D, Ruas M, et al. EMSY links the BRCA2 pathway to sporadic breast and ovarian cancer. Cell 2003;115:523-35.  C an  ce r C el l B io lo gy  284 Dysregulation of Aurora-A and BRCA2 by RAS oncogene  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC    16. Abaji C, Cousineau I, Belmaaza A. BRCA2 regulates homologous recombination in response to DNA damage: implications for genome stability and carcinogenesis. Cancer Res 2005;65:4117-25.  17. Skoulidis F, Cassidy LD, Pisupati V, et al. Germline Brca2 heterozygosity promotes Kras(G12D)-driven carcinogenesis in a murine model of familial pancreatic cancer. Cancer cell 2010;18:499-509.  18. Tsunoda T, Takashima Y, Fujimoto T, et al. Three-dimensionally specific inhibition of DNA repair-related genes by activated KRAS in colon crypt model. Neoplasia 2010;12:397-404.  19. Bodvarsdottir SK, Hilmarsdottir H, Birgisdottir V, et al. Aurora-A amplification associated with BRCA2 mutation in breast tumours. Cancer Lett 2007;248:96-102.  20. Sagulenko E, Savelyeva L, Ehemann V, et al. Suppression of polyploidy by the BRCA2 protein. Cancer Lett 2007;257:65-72.  21. Yang G, Chang B, Yang F, et al. Aurora kinase A promotes ovarian tumorigenesis through dysregulation of the cell cycle and suppression of BRCA2. Clin Cancer Res 2010;16:3171-81.  22. Nakayama N, Nakayama K, Yeasmin S, et al. KRAS or BRAF mutation status is a useful predictor of sensitivity to MEK inhibition in ovarian cancer. Br J Cancer 2008;99:2020-8.  23. Katayama H, Sasai K, Kawai H, et al. Phosphorylation by aurora kinase A induces Mdm2-mediated destabilization and inhibition of p53. Nat Genet 2004;36:55-62.  24. Wang SC, Shao R, Pao AY, et al. Inhibition of cancer cell growth by BRCA2. Cancer Res 2002;62:1311-4.  25. Yang G, Rosen DG, Mercado-Uribe I, et al. Knockdown of p53 combined with expression of the catalytic subunit of telomerase is sufficient to immortalize primary human ovarian surface epithelial cells. Carcinogenesis 2007;28:174-82.  26. Yang YX, Miao ZC, Zhang HJ, et al. Establishment and characterization of a human telomerase catalytic subunit-transduced fetal bone marrow-derived osteoblastic cell line. Differentiation 2007;75:24-34.  27. Liu J, Yang G, Thompson-Lanza JA, et al. A genetically defined model for human ovarian cancer. Cancer Res 2004;64:1655-63.  28. Yang G, Cai KQ, Thompson-Lanza JA, et al. Inhibition of breast and ovarian tumor growth through multiple signaling pathways by using retrovirus-mediated small interfering RNA against Her-2/neu gene expression. J Biol Chem 2004;279:4339-45.  29. Akli S, Zheng PJ, Multani AS, et al. Tumor- specific low molecular weight forms of cyclin E induce genomic instability and resistance to p21, p27, and antiestrogens in breast cancer. Cancer Res 2004;64:3198-208.  30. Zhang B, Groffen J, Heisterkamp N. Resistance to farnesyltransferase inhibitors in Bcr/Abl-positive lymphoblastic leukemia by increased expression of a novel ABC transporter homolog ATP11a. Blood 2005;106:1355-61.  31. Biran A, Brownstein M, Haklai R, et al. Downregulation of survivin and aurora A by histone deacetylase and RAS inhibitors: a new drug combination for cancer therapy. Int J Cancer 2011;128:691-701.  32. Daniels MJ, Wang Y, Lee M, et al. Abnormal cytokinesis in cells deficient in the breast cancer susceptibility protein BRCA2. Science 2004;306:876-9.  33. Marumoto T, Honda S, Hara T, et al. Aurora-A kinase maintains the fidelity of early and late mitotic events in HeLa cells. J Biol Chem 2003;278:51786-95.  34. Sagona AP, Stenmark H. Cytokinesis and cancer. FEBS Lett 2010;584:2652-61.  35. Lacroix B, Maddox AS. Cytokinesis, ploidy and aneuploidy. J Pathol 2012;226:338-51.  36. Emdad L, Sarkar D, Su ZZ, et al. Emerging roles of centrosomal amplification and genomic instability in cancer. Front Biosci 2005;10:728-42.  37. Lee M, Daniels MJ, Garnett MJ, et al. A mitotic function for the high-mobility group protein HMG20b regulated by its interaction with the BRC repeats of the BRCA2 tumor suppressor. Oncogene 2011;30:3360-9.  38. Macurek L, Lindqvist A, Lim D, et al. Polo-like kinase-1 is activated by aurora A to promote checkpoint recovery. Nature 2008;455:119-23.  39. Jonsdottir AB, Vreeswijk MP, Wolterbeek R, et al. BRCA2 heterozygosity delays cytokinesis in primary human fibroblasts. Cell Oncol 2009;31:191-201.  40. Lekomtsev S, Guizetti J, Pozniakovsky A, et al. Evidence that the tumor-suppressor protein  BRCA2 does not regulate cytokinesis in human cells. J Cell Sci 2010;123:1395-400.  41. Omerovic J, Hammond DE, Clague MJ, et al. Ras isoform abundance and signalling in human cancer cell lines. Oncogene 2008;27:2754-62.  42. Wesierska-Gadek J, Kramer MP, Schmid G. A combined treatment of HeLa cells with the farnesyl protein transferase inhibitor L-744,832 and cisplatin significantly increases the therapeutic effect as compared to cisplatin monotherapy. J Cell Biochem 2008;104:189-201.  43. Martin JL, Baxter RC. Oncogenic ras causes resistance to the growth inhibitor insulin-like growth factor binding protein-3 (IGFBP-3) in breast cancer cells. J Biol Chem 1999;274:16407- 11.  44. Williams AC, Smartt H, H-Zadeh AM, et al. Insulin-like growth factor binding protein 3 (IGFBP-3) potentiates TRAIL-induced apoptosis of human colorectal carcinoma cells through inhibition of NF-kappaB. Cell Death Differ 2007;14:137-45.  45. Han J, Jogie-Brahim S, Harada A, et al. Insulin- like growth factor-binding protein-3 suppresses tumor growth via activation of caspase-dependent apoptosis and cross-talk with NF-kappaB signaling. Cancer Lett 2011;307:200-10.  46. Briassouli P, Chan F, Savage K, et al. Aurora-A regulation of nuclear factor-kappaB signaling by phosphorylation of IkappaBalpha. Cancer Res 2007;67:1689-95.  47. Schoenfeld AR, Apgar S, Dolios G, et al. BRCA2 is ubiquitinated in vivo and interacts with USP11, a deubiquitinating enzyme that exhibits prosurvival function in the cellular response to DNA damage. Mol Cell Biol 2004;24:7444-55.  48. Moro L, Arbini AA, Marra E, et al. Up-regulation of Skp2 after prostate cancer cell adhesion to basement membranes results in BRCA2 degradation and cell proliferation. J Biol Chem 2006;281:22100-7.  49. Ryser S, Dizin E, Jefford CE, et al. Distinct roles of BARD1 isoforms in mitosis: full-length BARD1 mediates Aurora B degradation, cancer- associated BARD1beta scaffolds Aurora B and BRCA2. Cancer Res 2009;69:1125-34.  50. Honda K, Mihara H, Kato Y, et al. Degradation of human Aurora2 protein kinase by the anaphase-promoting complex-ubiquitin- proteasome pathway. Oncogene 2000;19:2812-9.  C an  ce r C el l B io lo gy  Yang et al. 285  Int. J. Cancer: 133, 275-286 (2013) VC 2013 UICC",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}