{
    "summary": "Excess intracellular reactive oxygen species (ROS) beyond a threshold can induce apoptosis in cancer cells. However, the signal pathways that can augment the proapoptotic function of ROS remain largely unknown. We previously identified a tumor suppressor, alpha-tocopherol-associated protein (TAP), yet little is known regarding the role of TAP in the apoptotic signaling in prostate cancer. Interestingly, we recently found that exposure of prostate cancer cells to hydrogen peroxide (H(2)O(2) ) resulted in induced apoptosis as well as increased expression of TAP. Small interfering RNA (siRNA) mediated silencing of endogenous TAP expression conferred effective protection from H(2)O(2) -induced apoptosis. Further mechanistic study showed exposure of prostate cancer cells to H(2)O(2) resulted in increased phosphorylation of both JNK and c-Jun, and TAP siRNA effectively decreased H(2)O(2) -induced JNK and c-Jun phosphorylation. Immunoprecipitation experiments revealed that JNK physically associates with TAP. Furthermore, signaling downstream of JNK to the AP-1 complex and BH-3-only subfamily were found to be regulated on changing the TAP expression status. TAP could also promote the oxidative stress-induced apoptosis effect of docetaxel. In the mice xenograft model, H(2)O(2) treatment induced TAP expression, JNK phosphorylation and apoptosis of prostate cancer. Recombinant adeno-associated virus 2 (rAAV2)-TAP injection significantly sensitizes this H(2)O(2) proapoptotic effect. Together, we have identified a novel functional mechanism that the cross-talk of TAP-JNK is involved in oxidative stress-induced apoptosis in prostate cancer cells. Disrupting the redox balance of cancer cells by this signaling may enable therapeutic selectivity and provide benefit to overcome the drug resistance of prostate cancer.",
    "title": "Cross-talk of alpha tocopherol-associated protein and JNK controls the oxidative stress-induced apoptosis in prostate cancer cells",
    "text": "Cross‐talk of alpha tocopherol‐associated protein and JNK controls the oxidative stress‐induced apoptosis in prostate cancer cells   Cross-talk of alpha tocopherol-associated protein and JNK controls the oxidative stress-induced apoptosis in prostate cancer cells  Baoyi Zhu 1 *, Xiaojuan Li  2 *, Yuying Zhang  3 , Chunwei Ye  1 , Yu Wang  1 , Songwang Cai  4 , Huaiqiu Huang  5 , Yi Cai  1 ,  Shuyuan Yeh 6 , Zhenhua Huang  3 , Ruihan Chen  7 , Yiran Tao  1 and Xingqiao Wen  1  1 Department of Urology, The Third Affiliated Hospital, Sun Yat-sen University, Guangzhou 510630, China  2 Department of Health Care, The Third Affiliated Hospital, Sun Yat-sen University, Guangzhou 510630, China  3 Department of Pharmacology, Zhongshan Medical School, Sun Yet-sen University, Guangzhou 510080, China  4 Department of Cadiothoraci Surgery, The Third Affiliated Hospital, Sun Yat-sen University, Guangzhou 510630, China  5 Department of Dermatology, The Third Affiliated Hospital, Sun Yat-sen University, Guangzhou 510630, China  6 Department of Urology, University of Rochester, Medical Center, George Whipple Lab Cancer Research, Rochester, NY 14642, USA  7 Department of Emergency, The Third Affiliated Hospital, Sun Yat-sen University, Guangzhou 510630, China  Excess intracellular reactive oxygen species (ROS) beyond a threshold can induce apoptosis in cancer cells. However, the  signal pathways that can augment the proapoptotic function of ROS remain largely unknown. We previously identified a tumor  suppressor, alpha-tocopherol-associated protein (TAP), yet little is known regarding the role of TAP in the apoptotic signaling  in prostate cancer. Interestingly, we recently found that exposure of prostate cancer cells to hydrogen peroxide (H2O2)  resulted in induced apoptosis as well as increased expression of TAP. Small interfering RNA (siRNA) mediated silencing of  endogenous TAP expression conferred effective protection from H2O2-induced apoptosis. Further mechanistic study showed  exposure of prostate cancer cells to H2O2 resulted in increased phosphorylation of both JNK and c-Jun, and TAP siRNA  effectively decreased H2O2-induced JNK and c-Jun phosphorylation. Immunoprecipitation experiments revealed that JNK  physically associates with TAP. Furthermore, signaling downstream of JNK to the AP-1 complex and BH-3-only subfamily were  found to be regulated on changing the TAP expression status. TAP could also promote the oxidative stress-induced apoptosis  effect of docetaxel. In the mice xenograft model, H2O2 treatment induced TAP expression, JNK phosphorylation and apoptosis  of prostate cancer. Recombinant adeno-associated virus 2 (rAAV2)-TAP injection significantly sensitizes this H2O2 proapoptotic  effect. Together, we have identified a novel functional mechanism that the cross-talk of TAP-JNK is involved in oxidative  stress-induced apoptosis in prostate cancer cells. Disrupting the redox balance of cancer cells by this signaling may enable  therapeutic selectivity and provide benefit to overcome the drug resistance of prostate cancer.  Introduction Reactive oxygen species (ROS), which include oxygen ions, free radicals and hydrogen peroxide (H2O2), are produced as  natural by-products during normal cellular metabolism and xenobiotic exposure.1,2 ROS function as double-edged swords in the cells. At normal physiological levels, they can be  Key words: prostate cancer, alpha tocopherol associated protein, oxidative stress, signal transduction, c-Jun N-terminal kinase, apoptosis  Abbreviations: DCFH-DA: 2,7-dichlorodihydrofluorescindiacetate; GSH: glutathione; NAC: N-acetyl-L-cysteine; NC: negative control; PCR:  polymerase chain reaction; PI3K: phosphoinositide 3-kinase; rAAV2: recombinant adeno-associated virus 2; ROS: reactive oxygen species;  SDS-PAGE: sodium dodecyl sulfate-polyacrylamide gel electrophoresis; siRNA: Small interfering RNA; TAP: alpha-tocopherol-associated  protein; TUNEL: terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling; ERK: extracellular signal-regulated kinase; EGFP:  enhanced Green fluorescent protein; PBS: phosphate buffer solution; DAB: 3,30-diaminobenzidine  *B. Z. and X. L. contributed equally to this work  Grant sponsor: National Natural Science Foundation of China, Grant numbers: 81072115, 30872585, 30600620 and 30901768; Grant  sponsor: 985 Project (Sun Yat-sen University), Grant number: 82000-3281901; Grant sponsor: Planned Science and Technology Project of  Guangdong Province, Grant number: 2008B030301299; Grant sponsor: Fundamental Research Funds for the Central Universities, Grant  number: 10ykpy06; Grant sponsor: Program for New Century Excellent Talents in University, Grant number: NCET-11-0541, Grant  sponsor: Ministry of Education, China; Grant number: DOD W81XWH-08-1-0078 (S. Y.)  DOI: 10.1002/ijc.27927  History: Received 15 Apr 2012; Accepted 18 Oct 2012; Online 6 Nov 2012  Correspondence to: Xingqiao Wen, M.D., Department of Urology, Third Affiliated Hospital, Sun Yat-sen University, 600 Tianhe Road,  Guangzhou 510630, China, Tel.: 86-138 2515 9838, Fax:þ86-20-8525 3076, E-mail: xingqiaowen@yahoo.com  C an  ce r C el l B io lo gy  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC  International Journal of Cancer  IJC    beneficial to the cells and organisms by functioning as the ‘‘redox messengers'' of cellular signaling pathways.  However, when the increase of ROS reach a certain level (the toxic threshold), they may overwhelm the antioxidant capacity of the cells, trigger apoptosis and cell death.3,4 Cancer cells fre- quently exhibit multiple genetic alterations and high oxidative stress status, suggesting that it might be possible to preferen- tially eliminate these cells by pharmacological ROS insults.5,6  Recently, some redox-modulating approaches had been demonstrate to enable therapeutic selectivity and could even provide benefit to overcome cancer-cell drug resistance.1,7,8  Many chemotherapeutic agents, such as docetaxel, paclitaxel, cisplatin, vinblastine and doxorubicin, have been found to suppress tumor growth partially by promoting oxidative stress in cancer cells.1,9  However, which molecular pathways that can effectively augment the proapoptotic function of ROS remain largely unknown.  Previously, we had identified alpha-tocopherol-associated pro- tein (TAP) as a tumor suppressor in prostate cancer, yet little is known regarding its role in apoptotic signaling. Recently, we found that exposure of prostate cancer cells to H2O2 resulted in apoptosis as well as increased expression of TAP. TAP is widely expressed, with its highest expression in the organs of liver, brain and prostate.10 We had found that it exerts an antiproliferative effect via inhibition of the phosphoinositide 3-kinase (PI3K)/Akt pathway.11 Neuzil et al.12 recently found that TAP-accelerated ap- optosis in mesothelioma cells. Although TAP can bind vitamin E, some studies have suggested that TAP has functions that are not dependent of vitamin E binding.11,13 The exact role that TAP plays in oxidative stress-induced apoptotic signaling remains unknown.  In this study, we showed that TAP plays a critical role to modulate oxidative stress-induced apoptotic in prostate can- cer cells both in vitro and in vivo.  ROS can induce apoptosis via the mitochondrial death pathways and other transcriptional pathways.14,15 JNK, an im- portant member of the mitogen-activated protein kinase fam- ily, has been shown to mediate apoptosis in response to cellu- lar stress.16-19 Activated JNK can phosphorylate c-jun and thereby induce the BH3-only Bcl-2 family member death pro- tein 5/harakiri upregulation.20,21 Upregulation of Bim and Puma contributes to c-Jun/c-fos-mediated cell apoptosis.19,21  In this study, we found that exposure of prostate cancer cells to H2O2 resulted in increased phosphorylation of both JNK and c-Jun, and TAP small interfering RNA (siRNA) effectively decreased these effects, indicating that JNK activation was required for TAP-mediated apoptosis on H2O2 treatment.  Docetaxel has recently been shown to have significant sur- vival benefit for hormone refractory prostate cancer. Tradi- tionally, the mechanism of this agent is thought to involve the hyperstabilization of microtubules and inhibition of mito- sis cytoskeletal restructuring. Recently, metabolic oxidative stress has also been suggested to play a role in the antitumor effects of docetaxel.18 Treatment of docetaxel could increase the production of hydroperoxides and cause oxidative stress in many human cancer cells. In this study, we also demon- strated that TAP was able to promote the oxidative stress- induced apoptosis effect of docetaxel.  In summary, we have identified a novel functional mecha- nism that the cross-talk of TAP-JNK is involved in ROS/ H2O2-induced apoptosis in prostate cancer cells. The new function of TAP promoting ROS or doxetaxel-induced apopto- sis could be exploited as a valuable approach for the treatment of prostate cancer. Disrupting the redox balance of cancer cells by this signaling may enable therapeutic selectivity and provide benefit to overcome the drug resistance of prostate cancer.  Material and Methods Cell culture and reagents  LNCaP and PC-3 cells were cultured in RPMI-1640 supple- mented with 10% fetal bovine serum plus 1% penicillin/strep- tomycin antibiotics and were maintained at 37-C in a humidified atmosphere containing 5% CO2.  22 H2O2, SP600125, docetexel, glutathione (GSH) and N-acetyl-L-cyste- ine (NAC) were purchased from Sigma-Aldrich (St. Louis, MO). Donkey polyclonal anti-human TAP, bim, puma and GAPDH antibodies were purchased from Santa Cruz Bio- technology, Inc. (Santa Cruz, CA). Rabbit polyclonal antibod- ies specific for total and phosphorylated JNK and c-jun were purchased from Cell Signaling Technology (Beverly, MA). Rabbit polyclonal antibodies specific for phosphorylated p-extracellular signal-regulated kinase (ERK) and c-Fos were purchased from Sigma-Aldrich.  Recombinant adeno-associated virus 2 preparation  The coding sequence of TAP-enhanced green fluorescent protein (EGFP) was amplified by polymerase chain reaction (PCR) from the pEGFP-N3-TAP plasmid, which was con- structed from pEGFP-N3 (Clontech, Palo Alto) by inserting full-length TAP isolated from the cDNA of benign prostate hyperplasia tissue. The primers were: 50-GCCGAATTCAT- GAGCGGCAGAGTC-30 (forward) and 50-GCCGCTAGCT- TACTTGTACAGCTCGTCCA-30 (reverse). After purification,  What's new?  Alpha-tocopherol associated protein (TAP) is a vitamin E-binding factor downregulated in several cancers. Here, the authors  show that TAP potently promotes hydrogen peroxide (H2O2)/ROS-induced apoptosis in prostate cancer cells, both in vitro and  in vivo. Signaling downstream of JNK to the AP-1 complex was found to be involved. The authors speculate that reintroduction  of TAP may be beneficial to overcome drug resistance in prostate cancer.  C an  ce r C el l B io lo gy  Zhu et al. 2271  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    the gene fragment was digested with EcoRI and NheI (Takara, Tokyo, Japan). The recombinant adeno-associated virus 2 (rAAV2) packaging plasmid pSNAV2.0 was obtained by the simultaneous digestion of plasmid pSNAV2.0-LacZa (AGTC, Co., Ltd.) with EcoRI and NheI, followed by ligation using T4 DNA ligase (Takara). The resultant plasmid, pSNAV-TAP-EGFP, was used to transform competent cells, and positive colonies were screened by PCR using the pri- mers shown above, followed by sequence analysis to identify the correct recombinant clones. 293T cells were transfected with the purified pSNAV-TAP-EGFP plasmid, and viruses were isolated by PEG8000/NaCl precipitation and chloroform extraction for purification. The purity was examined using sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), and the titer was determined by dot blot using a radioactive probe specific for the rAAV2 transgene.  rAAV2 viral infection  Subconfluent LNCaP or PC-3 cells were infected with par- ticles (2 - 1011 vector genomes) of rAAV2 encoding the EGFP-TAP sequence (rAAV2-TAP) or control viral particles. The infection efficiency was determined by the percentage of cells expressing the viral-derived EGFP under a fluorescence microscope.  Luciferase assay  The AP-1-Luc construct (an artificial reporter containing seven AP-1 agonist 12-O-tetradecanoylphorbol-13-acetate re- sponsive element sites) was purchased from Stratagene (Kirk- land, WA). The c-Jun-DN and a-Fos constructs were kind gifts from Mingtao Li, Ph.D. (Sun Yat-sen University, Guangzhou, China).  LNCaP or PC-3 cells (1 - 105) were plated in each well of 24-well dishes with 500 ml of regular growth medium at the day before transfection. The medium was replaced with serum-free growth medium on the day of the transfection, which was performed by using Lipofectamine 2000 (Invitro- gen, Carlsbad, CA) with a mixture containing 500 ng of AP- 1-Luc plasmid and 1 ng of Renilla luciferase expression vec- tor (pRL-TK). After a 4 hr incubation, the transfection mix- tures were removed and 500 ml of normal growth medium was added to each well. Then, the cells were incubated for an additional 18 hr. The luciferase activity of each well was measured using the Dual Luciferase Kit (Promega, Madison, WI) according to the manufacturer's instructions.  siRNA transfection  TAP siRNA duplex oligonucleotides were purchased from Ambion (Lafayette, CO). The targeted sequences were 50- CCAAUUGUCCCAACCAUUUU-30 and 50-CAACGAGGC- CAUUGACUUCUU-30. The transfection was done according to the product's instruction. Briefly, PC-3 and LNCaP cells were plated at 4 - 105 per well in six-well plates. On the next day, cells were transfected with TAP siRNA or negative  control (NC) oligonucleotides using SIPORT (Ambion, Aus- tin, TX).  RNA extraction, RT-PCR and western blot assay  The total cellular RNA was extracted from cultured cells using Trizol reagent (Invitrogen, Carlsbad, CA). To assess mRNA expression, RT-PCR was carried out with the RET- ROscriptV  R kit (Ambion, Austin, TX). The primers for the  TAP gene were: 50-CCAGGCAGAAGGAGGCATTG-30 (for- ward) and 50-TCGGAGCCAACGCAGGAG-30 (reverse). The western blot analyses were performed as described in our previous study.11 The xenograft tumors were snap-frozen and stored at -80-C before processing. The proteins were extracted from cultured cells and xenograft tumors, and equal amounts of proteins were subjected to SDS-PAGE. The pro- teins bound to nitrocellulose membranes were incubated overnight at 4-C with primary antibodies and then incubated with secondary peroxidase-linked whole antibodies (Amer- sham Biosciences, Piscataway, NJ). The proteins were detected with enhanced chemiluminescence (ECL-plus, Amersham Pharmacia Biotech, Piscataway, NJ) followed by autoradiography. GAPDH served as the loading control.  Immunoprecipitation and immunoblotting  Cell lysates were prepared from mock-infected or rAAV2- TAP-infected cells and subsequently incubated with protein A/G-Sepharose (Santa Cruz Biotechnology) for 2 hr at 4-C, centrifuged, washed five times with lysis buffer and separated by SDS-PAGE using a 10% polyacrylamide gel. The SDS- PAGE was followed by immunoblot analyses using anti-TAP (1:200) or anti-JNK (1:1,000) antibodies.  Assessment of intracellular ROS  The levels of ROS induced by H2O2 or docetaxel in LNCaP and PC-3 cells were measured using 2,7-dichlorodihydro- uorescindiacetate (DCFH-DA) as a fluorescence probe. Cells were washed with PBS twice and incubated with DCFH-DA (10 mmol/L) for 30 min at 37-C. Then the cells were washed three times with PBS. The photos of DCF-DA fluorescence were immediately recorded and quantified. The intensity of DCF fluorescence was also detected by flow cytometry, with excitation and emission wavelengths of 488 and 530 nm.  Apoptosis analysis  Apoptosis was evaluated by annexin V and 7-AAD binding assay using the PE Annexin V Apoptosis Detection Kit I (BD Biosciences, San Jose, CA) according to the manufacturer's instructions. At least 1 - 106 cells in each sample were ana- lyzed. Control cells stained with annexin V-PE or 7-AAD alone were used as NCs for the flow cytometric analysis.  Tumor formation in nude mice and rAAV2-TAP injection  A xenograft tumor model was established as described in our previous study.11,22 Briefly, the flanks of 4-week-old male nude mice were injected subcutaneously under anesthesia  C an  ce r C el l B io lo gy  2272 TAP promotes oxidative apoptosis in prostate cancer  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    with PC-3 and LNCaP cells (3 - 106) suspended in 100 ml of Matrigel (BD Biosciences).Two weeks later, when the tumors reached a volume of 100 mm3, the mice were divided ran- domly into three groups of six mice each and subjected to intratumoral injection of rAAV2-TAP virus or control virus or of the control of phosphate buffer solution (PBS) alone. One week later, H2O2 (200 mM) was administered by intratu- moral injection every week for 5 weeks. Tumor growth was monitored regularly, and the volumes were calculated using the formula length - width2 - 0.5. The tumor tissues were harvested for further analysis. All of the mice were main- tained and handled in accordance with the institutional guidelines and a protocol approved by the Sun Yat-sen Uni- versity (Guangzhou, China).  Immunohistochemistry analysis  Immunohistochemistry analyses were performed as previ- ously described.11,22 The isolated mice xenograft tumors were fixed in 10% buffered formalin and then dehydrated in a graded series of ethanol. The tissues were embedded in paraf- fin and then cut into 5-mm-thick sections. The deparaffinized sections were incubated with TAP (1:600), JNK (1:1,000) or phospho-JNK (1:1,000) primary antibodies at room tempera- ture for 1 hr. After washing in PBS, the sections were incu- bated with secondary antibody and ABC solution followed by 3,30-diaminobenzidine (DAB) staining (DAKO, Carpinteria, CA) and counterstaining with Mayer's hematoxylin.  TUNEL assay  A terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling (TUNEL) assay was used to detect apopto- sis of prostate cancer xenografts. The assay was performed using the in situ Cell Death Detection Kit (POD; Roche, In- dianapolis, IN) according to the manufacturer's instructions. The prostate cancer sections were incubated with DAB sub- strate solution followed by counterstaining with hematoxylin for 5 min, dehydration and mounting before observation under a light microscope.  Statistical analysis  Student's t-tests performed by SPSS software were used to analyze the significance of the differences between the treat- ment and control groups. The data are presented as the means 6 SE. P values less than 0.05 were considered to be statistically significant.  Results TAP is involved in the oxidative stress-induced apoptosis  in prostate cancer cells  Exposure of LNCaP and PC-3 cells to H2O2 resulted in dose- and time-dependent upregulation of TAP mRNA and protein levels compared with the control. Moreover, the inductions of both TAP mRNA and protein were blocked by NAC and GSH, the scavengers of intracellular ROS, confirming that TAP was indeed induced by oxidative stimulation (Figs 1a-c).  The prostate cancer cells were transfected with TAP siRNA or NC and were subjected to western blot and apo- ptosis analysis. As shown in Figure 1 d1, the upregulation of TAP induced by H2O2 was significantly abolished by TAP siRNA compared to the control. This finding verified the effi- cacy and specificity of the TAP siRNA.  As shown in Figures 1 d2 and 1 d3, compared with the NC, TAP siRNA conferred the effective protection from H2O2-induced apoptosis (6.9 vs. 18.9% in PC-3 cells, p < 0.05; 9.8 vs. 26.3% in LNCaP cells, p < 0.05). Moreover, there was no significant difference in the levels of apoptosis among the three groups in the absence of H2O2 treatment, suggesting that H2O2-mediated oxidative stress is required for TAP-promoted apoptosis. This is consistent with our pre- vious finding that TAP alone cannot induce apoptosis.11 To- gether, these results indicate that TAP plays a critical role in the apoptosis of prostate cancer cells initiated by oxidative stress.  To further study TAP function, we constructed a recombi- nant AAV2 vector encoding the EGFP-TAP sequence (rAAV2-TAP). PC-3 and LNCaP cells were infected with vi- ral particles for 72 hr, and EGFP expression detected by fluo- rescence microscopy showed that the rate of infection was higher than 80% (data not shown).  The PC-3 and LNCaP cells were infected with rAAV2- TAP. After 72 hr, the cultures were stimulated with 200 mM H2O2 for 2 hr, and then were subjected to quantification of apoptosis. As shown in Figure 1e, there was no significant difference among the three groups in the absence of H2O2 treatment. However, when H2O2 was added, overexpression of TAP significantly promoted apoptosis compared with the rAAV2-vector control. There was no significant effect caused by the rAAV2-TAP infection technique on the viability of the cells (as revealed by infection with the rAAV2-vector control, Fig. 1e).  Under H2O2 stimulation, silence or upregulate, the expres- sion of TAP had no significant effect on the ROS levels in both LNCaP and PC-3 cells (Fig. 1f1, f2).  Taken together, our data demonstrate that TAP acceler- ates apoptosis of PC-3 and LNCaP cells in response to oxida- tive stress.  Activation of JNK is required for the TAP-accelerated  apoptosis signaling  It is widely known that JNK is a key mediator of ROS- induced apoptosis in many cell types.18,23 Therefore, we aimed to investigate whether JNK activation was required in this process. As shown in Figure 2a, in PC-3 and LNCaP cells, H2O2 treatment activated JNK in a time-dependent manner; the changes in the levels of c-Jun and phospho-c- Jun were paralleled to the phosphorylated levels of JNK, which is consistent with previous studies.24  As shown in Figure 2b, treatment of H2O2 resulted in an increased level of TAP and phospho-JNK in PC-3 and LNCaP cells, while scavenging of intracellular ROS by NAC  C an  ce r C el l B io lo gy  Zhu et al. 2273  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    Figure 1. TAP mediates the oxidative stress-induced apoptosis in prostate cancer cells. (a) PC-3 and LNCaP cells were treated with various  concentrations of H2O2 for 2 hr. Real-time PCR (a1) and western blotting analyses (a2) were carried out. GAPDH served as the loading  control. (b) PC-3 and LNCaP cells were treated with 200 mM H2O2 for various time durations. Real-time PCR (b1) and western blotting analysis (b2) were carried out as described above. (c) PC-3 and LNCaP cells were firstly treated with NAC (20 mM) or GSH (5 mM) for 30  min, then were exposed to 200 mM H2O2 for 2 hr. Real-time PCR (c1) and western blotting analysis (c2) were carried out as described above. (d) PC-3 and LNCaP cells were transfected with TAP siRNA or NC, 48 hr later, cells were harvested. Western blotting analysis were  performed to detect the expression of TAP (d1). PC-3 and LNCaP cells were transfected with TAP siRNA or with NC. Forty-eight hours later,  cells were exposed to 200 mM H2O2 for 2 hr. The apoptosis rate was measured by flow cytometry (d2, d3). Asterisk indicated p < 0.05. (e) PC-3 and LNCaP cells were infected with rAAV2-TAP virus or rAAV2-vector control. After 72 hr, the cells were treated with 200 mM H2O2 for 2 hr. The apoptosis rate was measured by flow cytometry (PC-3 cells: e1, LNCaP cells: e2). Note that rAAV2-TAP increased apoptosis  initiated by H2O2 treatment but had no significant effect on apoptosis in the absence of H2O2. All data are presented as the means 6 SEM  of three independent experiments. Asterisk indicated p < 0.05. (f) PC-3 and LNCaP cells were transfected with TAP siRNA or NC, or were  infected with rAAV2-TAP virus or rAAV2-vector control., After 48 and 72 hr, the cells were treated with 200 mM H2O2 for 2 hr. The cells were then treated with DCFH-DA to capture the intracellular ROS. The intensity of DCF fluorescence was measured by flow cytometry, with  excitation and emission wavelengths of 488 and 530 nm. The results were representative of three independent experiments. Asterisk  indicated p < 0.05,D indicated p > 0.05. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]    Figure 2. JNK activation is involved in TAP-mediated oxidative stress-induced apoptosis of prostate cancer cells. (a) JNK is known to be  activated after H2O2 treatment. Prostate cancer cells were treated with 200 mM H2O2. At the indicated time points, the cultures were harvested. Western blotting analyses were performed with antibodies against JNK, phospho-JNK, c-jun and phospho-c-jun (PC-3 cells: a1, LNCaP cells: a2).  (b) NAC and GSH block the activation of JNK induced by H2O2. PC-3 and LNCaP cells were treated with NAC (20 mM) or with GSH (5 mM) for  30 min, then were exposed to 200 mM H2O2 for 2 hr. Western blotting analyses were performed (PC-3 cells: b1, LNCaP cells: b2). (c) SiRNA- mediated knockdown of TAP attenuates the activation of JNK and c-jun induced by H2O2. Cells were transfected with TAP siRNA or with NC for  48 hr, then were exposed to 200 mM H2O2 for 2 hr. Western blotting analyses were performed (PC-3 cells: c1, LNCaP cells: c2). (d) The over- expression of TAP increases the oxidative activation of JNK. Cells were infected with rAAV2-TAP or with rAAV2-vector control for 72 hr, and were  untreated or treated with 200 mM H2O2 for 2 hr before being subjected to western blotting analysis (PC-3 cells: d1, LNCaP cells: d2). (e) Over- expression of TAP significantly promoted the apoptosis induced by H2O2. Cells were infected with rAAV2-TAP or with rAAV2-vector control virus  for 72 hr and were treated with H2O2 for another 2 hr. SP600125, the JNK inhibitor, was added into subgroup cells for 2 hr before the  treatments of H2O2. The apoptosis rate was measured by flow cytometry (PC-3 cells: e1, LNCaP cells: e2. Asterisk indicated p < 0.05). [Color  figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]    or by GSH abolished TAP expression and phospho-JNK and phospho-c-jun induction significantly. These results indicate that both JNK and TAP mediate ROS-dependent signaling in prostate cancer cells.  Moreover, knockdown of TAP in the presence of H2O2 abrogated phospho-JNK and phospho-c-jun induction (Fig. 2c). Conversely, overexpression of TAP robustly increased phospho-JNK and phospho-c-jun; however, there were no de- tectable changes in the absence of H2O2 treatment (Fig. 2d).  SP600125, a specific inhibitor of JNK,25 was also used to characterize the relationship between TAP and JNK. SP600125 effectively inhibited JNK activation, as demon- strated by the significant decrease in phosphorylation levels of both JNK and c-jun; however, this inhibitor had no effect on TAP (data not shown). As shown in Figure 2e, results of flow cytometric analysis showed that SP600125 effectively reversed the TAP-dependent induction of apoptosis (31.6 vs. 10.1% in PC-3 cells, p < 0.05; 37.9 vs. 12.4% in LNCaP cells, p < 0.05).  TAP physically interacts with JNK  The above results demonstrate that TAP manipulates the activation of JNK and that JNK modulates the TAP proapop- totic effects. To explore the possibility that TAP may regulate JNK activation, coimmunoprecipitation experiments were performed.  As shown in Figure 3a, under normal condition (without H2O2 treatment), TAP and JNK had no direct interaction. However, when the cells were treated with H2O2, there had prominent interaction between TAP and JNK (Fig. 3b). These data indicate that under oxidative stress condition, JNK inter- acts with TAP in prostate cancer cells.  The AP-1 complex contributes to TAP-mediated oxidative  stress-induced apoptotic signaling  Under oxidative stress condition, cellular c-Jun and c-fos usu- ally form stable homodimeric or heterodimeric complexes which are important downstream effectors of JNK signaling.16  AP-1 is involved in many different important cellular proc- esses, including proliferation, differentiation and apoptosis. As c-Fos is an important dimerization partner of c-Jun, we exam- ined whether it was involved in H2O2-induced apoptosis.  As shown in Figure 4a, western blotting confirmed that c- Fos expression was rapidly induced by H2O2, the upregula- tion of c-Fos induced by H2O2 was significantly abolished by TAP siRNA, which is in agreement with previous studies.17  c-Fos induced by H2O2 was also sensitive to treatment with PD95059 and UO126, two structurally distinct MEK inhibi- tors that block the MEK-ERK1/2 pathway.  Next, we evaluated whether H2O2-dependent induction of c-Jun N-terminal phosphorylation and c-Fos expression leads to the transactivation of AP-1. We tested the ability of H2O2 to activate the AP-1-responsive collagenase promoter fused to a luciferase reporter gene (AP-1-Luc). As in Figure 4c, H2O2 treatment increased luciferase activity compared with the control. H2O2-induced AP-1-Luc transactivation was sensitive to treatment with either SP600125 or UO126. Moreover, the addition of c-Jun-DN (a dominant negative mutant that lacks the transactivation domain and can compete with en- dogenous c-Jun for binding to c-Fos) or addition of the trun- cated form of c-Fos (a-Fos) resulted in an significant inhibi- tion of the transactivation of the AP-1 promoter. The effect of TAP on AP-1 transactivation was also evaluated. As shown in Figure 4d, TAP siRNA partially attenuated the ac- tivity of the AP-1 promoter. Overall, these findings suggest that both TAP- and JNK-specific activation of c-Jun and c- Fos expression contribute to AP-1 activation by H2O2.  We next examined whether c-Jun/c-Fos heterodimeriza- tion is necessary for the induction of apoptosis by flow cyto- metric assays. As shown in Figure 4e, overexpression of c- Jun-DN significantly protected PC-3 and LNCaP cells from apoptosis. This protection from H2O2-induced apoptosis in prostate cancer cells may be attributable to the disruption of c-Jun/c-Fos heterodimers. If this is true, the blockage of c- Fos should confer the similar protection against apoptosis in the cells. Indeed, expression of a-Fos in PC-3 and LNCaP cells attenuated the apoptosis in comparison to the vector control (Fig. 4e). Furthermore, when TAP was depleted by TAP siRNA, this effect was partially attenuated (Fig. 4e). To- gether, these findings suggest that TAP contributes to the c-  Figure 3. TAP associates with JNK. (a) Under normal condition  (without H2O2 treatment), PC-3 cells lysates were  immunoprecipitated with JNK antibody and were processed for  western blotting analysis to examine the expression of TAP and  JNK by using the indicated antibodies (a1). PC-3 lysates were  immunoprecipitated with TAP antibody and processed for western  blotting analysis by using the indicated antibodies (a2). (b) PC-3  cells were treated with 200 mM H2O2 for 2 hr. Cell lysates were immunoprecipitated with JNK antibody, and were processed for  western blotting analysis, to examine the expression of TAP and  JNK by using the indicated antibodies (b1). PC-3 lysates were  immunoprecipitated with TAP antibody and processed for western  blotting analysis by using the indicated antibodies (b2).  C an  ce r C el l B io lo gy  2276 TAP promotes oxidative apoptosis in prostate cancer  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    Figure 4. TAP is involved in H2O2-induced activation complex signaling in prostate cancer cells. (a) Cells were transfected with TAP siRNA for  48 hr, and were treated with H2O2 for indicated concentrations and time course. The cultures were harvested; western blotting analysis were  performed with antibodies against TAP and c-Fos. (PC-3 cells: a1, LNCaP cells: a2). (b) Cells were untreated or stimulated with 200 mM H2O2 for 2 hr. PD95059 and U0126, distinct MEK inhibitors that can block the MEK-ERK1/2 pathway, were added to the cells. Western blotting  analysis were performed with antibodies against p-ERK1/2 and c-Fos. (PC-3 cells: b1, LNCaP cells: b2). (c) Cells were transfected with  luciferase constructs and were treated with PD95059 and U0126. The AP-1-Luc activity was determined after incubation with or without 200  mM H2O2 for 2 hr. (d) Cells were transfected with vector, c-Jun-DN, a-Fos or TAP siRNA. The AP-1-Luc activity was determined after incubation with or without 200 mM H2O2 for 2 hr. (e) Cells were transfected with the vector, with c-Jun-DN, a-Fos or TAP siRNA. The apoptosis rate was determined by flow cytometry after incubation with or without 200 mM H2O2 for 2 hr. (PC-3 cells: e1, LNCaP cells: e2. Asterisk indicated p < 0.05). (f) Cells were treated with or without 200 mM H2O2 for 2 hr before western blotting analysis. The cells were transfected with c-Jun-DN and a-fos to inhibit c-Jun and c-Fos, respectively. The activities of Bim and Puma were detected. (PC-3 cells: f1, LNCaP cells: f2). [Color figure  can be viewed in the online issue, which is available at wileyonlinelibrary.com.]    Jun/c-Fos heterodimerization required for H2O2-induced apo- ptosis in prostate cancer cells.  Next, we determined whether TAP is involved in the apo- ptotic signaling by the AP-1-activated BH3-only subfamily induced by H2O2. The JNK/c-Jun pathway has been shown to regulate the release of cytochrome c from the mitochon- dria. Bim and Puma are two members of the proapoptotic BH3-only subfamily of Bcl-2 proteins.21 Upregulation of Bim and Puma contributes to c-Jun/c-fos-mediated apoptosis.19  As shown in Figure 4f, the expression of Bim and Puma could be induced by H2O2, whereas both c-Jun-DN and a-Fos prevented H2O2-induced Bim and Puma upregulation. When TAP was depleted by TAP siRNA, the above effect was partially attenuated, indicating that TAP is involved in the upregulation of members of the AP-1 complex-mediated BH3-only subfamily (Bim and Puma) in the signaling of H2O2-induced apoptosis in prostate cancer cells.  TAP enhances the docetaxel-induced apoptosis in prostate  cancer cells  Docetaxel and paclitaxel had been found to kill cancer cells partially by inducing intracellular ROS.18 As shown in Fig- ures 5a and 5b, exposure of LNCaP and PC-3 cells to doce- taxel had elicited significant increase of intracellular ROS level. The addition of NAC or GSH could reverse the increased ROS levels induced by docetaxel.  Then the effect of TAP on the oxidative stress-induced apoptosis induced by docetaxel was studied. LNCaP and PC- 3 cells were infected with the rAAV2-TAP virus or with the vector control virus. Seventy-two hours later, the cultures were treated with 0.5 nM docetaxel for 48 hr and then were subjected to quantification of apoptosis. As shown in Figure 5c, overexpression of TAP significantly promoted apoptosis induced by docetaxel compared with the vector control. The addition of NAC following the treatment of docetaxel led to a reduction of apoptosis induced by docetaxel even when the rAAV2-TAP virus was infected.  These results suggested that TAP could enhance doce- taxel-induced oxidative stress-induced apoptosis in prostate cancer cells.  TAP enhances H2O2-mediated suppression of tumor growth  in vivo  Having demonstrated that TAP was able to sensitize the cul- tured prostate cancer cells to apoptosis induced by H2O2 in vitro, we next detected the effect of rAAV2-TAP virus in the xenografts of PC-3 and LNCaP cells in nude mice. Compared with the control group, H2O2 treatment significantly decreased the tumor size of the xenografts (Fig. 6a). Pretreatment with rAAV2-TAP virus further suppressed the tumor growth com- pared with the control virus. Consistent with the growth curves, the tumor weight was also significantly reduced by rAAV2-TAP combined with H2O2 compared with H2O2 treat- ment alone.  Immunohistochemical analyses revealed that TAP was highly expressed in the rAAV2-TAP group, confirming that treatment with rAAV2-TAP was effective in the nude mice. Moreover, TUNEL staining revealed that rate of apoptosis was higher in the mice treated with the combination of rAAV2-TAP and H2O2 compared with the treatment of H2O2 alone. This is in accordance with the reduced tumor growth rate, as well as the reduced tumor weight. The immu- nohistochemical staining results of p-JNK, JNK and c-JUN in the xenograft sections had confirmed the molecular signaling of TAP in the oxidative stress-induced apoptosis (Fig. 6b). Taken together, these data indicated that TAP sensitizes pros- tate cancer xenograft to oxidative stress-induced apoptosis.  Discussion In this study, we had identified a new signal pathway that could augment the ROS-mediated apoptosis in prostate cancer cells. TAP was shown to have proapoptotic function under conditions of oxidative stress. JNK may function as a key downstream of TAP and modulate its proapoptotic effects.  The crystal structure of TAP suggests that it contains an NH2-terminal CRAL-TRAL domain with a small lipid ligand-binding cavity and a COOH-terminal GOLD domain that is involved in protein-protein interactions.10,26 A previ- ous study showed that TAP/supernatant protein factor binds to alpha-tocopherol (vitamin E) and improves vitamin E uptake, thus enhancing vitamin E function.11 A deficiency in TAP has been linked to several cancers, including breast and prostate cancer.11,23,27 We previously found that the expres- sion of TAP is significantly downregulated in prostate cancer, which is associated with tumor cell proliferation, as well as with an increased risk of cancer recurrence.23,24 Overexpres- sion of TAP inhibits prostate cancer growth in the absence of vitamin E both in vitro and in vivo through suppression of the PI3K/AKT pathway.11 However, the role of TAP in the apoptosis signaling remains largely unknown. In our previous study, we showed that TAP alone did not induce prostate cancer cell apoptosis.11 Neuzil et al.12 recently showed that TAP accelerates alpha-tocopheryl succinate-induced apoptosis in mesothelioma cells. Because alpha-tocopheryl succinate is associated with accumulated intracellular ROS,25 their study suggested a correlation between TAP and oxidative stress- induced apoptosis. Until now, no clear evidence has sup- ported an association between TAP and apoptosis induced by oxidative stress. Here, we report for the first time that TAP is upregulated during H2O2-induced apoptosis, overexpression of TAP sensitizes both LNCaP and PC-3 cells to the apopto- sis induced by oxidative stress. This partially explains why TAP expression is lower in prostate cancer cells compared with benign prostate cells. The decreased expression of TAP may represent an intrinsic escape mechanism of tumor cells. Indeed, the ROS levels are higher in prostate cancer cells compared with benign prostate cells, and high ROS levels are considered to be an inherent requirement of an aggressive phenotype.5  C an  ce r C el l B io lo gy  2278 TAP promotes oxidative apoptosis in prostate cancer  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    Figure 5. TAP enhances the apoptosis induced by docetaxel in prostate cancer cells. (a) Cells were treated with 0.5 nM docetaxel (Doc) or in the presence of NAC (20 mM) (DocþNAC) or GSH (5 mM) (DocþGSH) for 48 hr, then were treated with DCFH-DA to capture the intracellular ROS. Images were taken by a fluorescence microscope. The intensity of fluorescence was measured by using the software of  Image J. The results were representative of three independent experiments. Scale bar: 50 mm. (b) Cells were treated as the same way in Figure 5a. The intensity of DCF fluorescence was measured by flow cytometry, with excitation and emission wavelengths of 488 and 530  nm. The results were representative of three independent experiments. Asterisk indicated p < 0.05. (c) Cells were infected with rAAV2-TAP  or with rAAV2-vector control. 72 hr later, the cultures were stimulated with 0.5 nM docetaxel for 48 hr. The apoptosis rate was measured  by flow cytometry. Asterisk indicated P < 0.05. [Color figure can be viewed in the online issue, which is available at  wileyonlinelibrary.com.]  C an  ce r C el l B io lo gy  Zhu et al. 2279  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    Figure 6. The effects of rAAV2-TAP and H2O2 on xenograft tumor growthParental PC-3 and LNCaP cells or cells stably expressing TAP siRNA were injected s.c. into the flanks of nude mice. When the tumors reached a volume of 100 mm  3 , rAAV2-TAP virus or the control virus was  injected intratumorally. One week later, H2O2 was locally injected to induce apoptosis of the tumor cells. (a) The typical tumor formations  in nude mice and the growth curves in mice in response to different treatments. The values are presented as the mean 6 SEM (Asterisk  indicated P < 0.05, compared with H2O2 and the control groups). (b) The immunohistochemical analyses of TAP, p-JNK, JNK and c-JUN in  xenograft slides blotted with respective antibodies, and TUNEL assays were shown. Scale bar: 50 mm. [Color figure can be viewed in the online issue, which is available at wileyonlinelibrary.com.]  C an  ce r C el l B io lo gy  2280 TAP promotes oxidative apoptosis in prostate cancer  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    Numerous pieces of evidence indicated that JNK signaling cascade is a crucial player during ROS-mediated apopto- sis,16,17 despite the contradictory notion that JNK is required for cell survival and proliferation.16,17 In the present study, we found that JNK activation is required for TAP-mediated apoptosis upon H2O2 treatment. Although H2O2 treatment alone is enough to evoke JNK activation, we found that the modulation of TAP expression by TAP siRNA or rAAV2- TAP could decrease or further increase JNK activation, respectively, and that the JNK inhibitor SP600125 reverses the proapoptotic effect of TAP, suggesting that JNK functions as a downstream target of TAP.  As a protein kinase, modulation of JNK activity occurs mainly through its phosphorylation. Because TAP is not a protein kinase, it is impossible for TAP to regulate JNK via direct phosphorylation. Given the structural characteristics of TAP,26 we hypothesize that TAP might interact with JNK and protect phospho-JNK from dephosphorylation by phos- phatases or facilitate JNK phosphorylation by upstream ki- nases. Indeed, the intracellular phosphorylation and dephos- phorylation components coexist with apoptotic stimuli, and their balance decides the phosphorylation level of a protein. In this study, we found TAP physically interacts with JNK (Fig.). However, more conclusive evidence is needed to exclude the possibility that TAP and JNK operate in two par- allel signaling pathways and to support the hypothesis that TAP protects JNK from dephosphorylation.  ROS are produced by all aerobic cells and act as second messengers in cellular signaling. It is widely accepted that ROS play vital roles in cell proliferation, apoptosis and necro- sis, depending on their concentrations.2,28 Traditionally, over- production of ROS and aberrant redox balance are consid- ered to be the underlying causes of the pathogenesis of many diseases, including cancer.5,29,30 Mounting evidences sug- gested that compared with their normal counterparts, many types of cancer cells have increased levels of ROS. In the prostate gland, ROS are considered to be oncogenic and are required for the development and progression of cancer.5  However, recent studies have also shown that excessive ROS beyond a particular threshold can induce pathophysiological changes such as apoptosis, cell cycle disruption and necrosis in cancer cells, which suggests that elevation of ROS levels could serve as a therapeutic strategy.1,30 Cancer cells adapt to high levels of ROS by activating ROS-scavenging enzymes, redox-sensitive transcription factors, such as NF-jB, Nrf2, c- Jun and HIF-1, which lead to the increased expression of  antioxidant molecules such as SOD; catalase thioredoxin and the GSH antioxidant system. Abrogation of this adaptive redox homeostasis mechanism is an attractive new approach to improving therapeutic outcomes. Many chemotherapeutic medicines have a mechanism of killing cancer cells via ROS.18 Therefore, some studies have proposed ROS-based therapies for cancer treatment.1,30  H2O2 is a common form of ROS that can easily permeate the cellular membranes into the cytoplasm. External applica- tion of H2O2 is widely used in wound treatment, but other uses are limited because it can cause deleterious effects, such as air embolisms and chemical burns of the skin and mucous membranes. In this study, our results showed that local injec- tion of H2O2 combined with rAAV2-TAP effectively induced apoptosis of PC-3 and LNCaP cells and suppressed the tumor growth in vivo, without air embolisms or other detect- able adverse effects. Following treatment with 200 mM H2O2, overexpression of TAP significantly promoted apoptosis com- pared with the control, therefore, TAP sensitizes prostate cancer cells to oxidative stress-induced apoptosis.  AAV is a kind of replication-defective nonenveloped par- vovirus that can infect both dividing and nondividing cells.31 Because its genome can incorporate into the host cells, including human cells and it is currently known to have an acceptable safety profile. AAV is an attractive can- didate for gene therapy.32-35 There are many serotypes of AAV. Among them, AAV2 is the most popular one for sci- entific research.34,36,37 In this study, the recombined AAV2 was shown to be able to deliver TAP into PC-3 and LNCaP cells and into the xenograft prostate tumor tissues effec- tively. It could also promote the oxidative stress-induced apoptosis significantly without apparent adverse effects. The efficiency and the safety of rAAV2-TAP in inhibiting pros- tate cancer growth provide a strong rationale and the exper- imental basic for further studies.  In summary, we have identified a novel functional mecha- nism that the cross-talk of TAP-JNK is involved in the ROS/ H2O2-induced apoptosis in prostate cancer cells. Disrupting the redox balance of cancer cells by this signaling may enable the therapeutic selectivity and provide benefits to overcome the drug resistance of prostate cancer.  Acknowledgement The c-Jun-DN and A-Fos constructs were kind gifts from Dr. Mingtao Li (Department of Pharmacology, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China).  References  1. Trachootham D, Alexandre J, Huang P. Targeting cancer cells by ROS-mediated mechanisms: a radical therapeutic approach? Nat Rev Drug Discov 2009;8:579-91.  2. Lau AT, Wang Y, Chiu JF. Reactive oxygen species: current knowledge and applications in cancer research and therapeutic. J Cell Biochem 2008;104:657-67.  3. Circu ML, Aw TY. Reactive oxygen species, cellular redox systems, and apoptosis. Free Radic Biol Med 2010;48:749-62.  4. Benhar M, Engelberg D, Levitzki A. ROS, stress- activated kinases and stress signaling in cancer. Embo Rep 2002;3:420-5.  5. Kumar B, Koul S, Khandrika L, et al. Oxidative stress is inherent in prostate cancer cells and is  required for aggressive phenotype. Cancer Res 2008;68:1777-85.  6. Khandrika L, Kumar B, Koul S, Maroni P, Koul HK. Oxidative stress in prostate cancer. Cancer Lett 2009;282:125-36.  7. Lu J, Chew EH, Holmgren, A. Targeting thioredoxin reductase is a basis for cancer therapy by arsenic trioxide. Proc Natl Acad Sci USA 2007;104:12288-93.  C an  ce r C el l B io lo gy  Zhu et al. 2281  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC    8. Alexandre J. Improvement of the therapeutic index of anticancer drugs by the superoxide dismutase mimic mangafodipir. J Natl Cancer Inst 2006;98:236-44.  9. Simizu S, Takada M, Umezawa K, et al. Requirement of caspase-3(-like) protease- mediated hydrogen peroxide production for apoptosis induced by various anticancer drugs. J Biol Chem 1998;273:26900-7.  10. Zimmer S, Stocker A, Sarbolouki MN, et al. A novel human tocopherol-associated protein: cloning, in vitro expression, and characterization. J Biol Chem 2000;275:25672-80.  11. Ni J, Wen X, Yao J, et al. Tocopherol-associated protein suppresses prostate cancer cell growth by inhibition of the phosphoinositide 3-kinase pathway. Cancer Res 2005;65:9807-16.  12. Neuzil J, Dong LF, Wang XF, et al. Tocopherol- associated protein-1 accelerates apoptosis induced by alpha-tocopheryl succinate in mesothelioma cells. Biochem Biophys Res Commun 2006;343: 1113-7.  13. Yamauchi J, Iwamoto T, Kida S, et al. Tocopherol-associated protein is a ligand- dependent transcriptional activator. Biochem Biophys Res Commun 2001;285:295-9.  14. Tang X, Yao K, Zhang L, et al. Honokiol inhibits H(2)O(2)-induced apoptosis in human lens epithelial cells via inhibition of the mitogen- activated protein kinase and Akt pathways. Eur J Pharmacol 2011;650:72-8.  15. Martindale JL, Holbrook NJ. Cellular response to oxidative stress: signaling for suicide and survival. J Cell Physiol 2002;192:1-15.  16. Weston CR, Davis RJ. The JNK signal transduction pathway. Curr Opin Cell Biol 2007; 19:142-9.  17. Davis RJ. Signal transduction by the JNK group of MAP kinases. Cell 2000;103:239-52.  18. Mizumachi T, Suzuki S, Naito A, et al. Increased mitochondrial DNA induces acquired docetaxel  resistance in head and neck cancer cells. Oncogene 2008;27:831-38.  19. Ma C, Ying C, Yuan Z, et al. dp5/HRK is a c-Jun target gene and required for apoptosis induced by potassium deprivation in cerebellar granule neurons. J Biol Chem 2007;282:30901-9.  20. Yamamoto K, Ichijo H, Korsmeyer SJ. BCL-2 is phosphorylated and inactivated by an ASK1/Jun N-terminal protein kinase pathway normally activated at G(2)/M. Mol Cell Biol 1999;19: 8469-78.  21. Yanamadala V, Negoro H, Gunaratnam L, et al. Galpha12 stimulates apoptosis in epithelial cells through JNK1-mediated Bcl-2 degradation and up-regulation of IkappaBalpha. J Biol Chem 2007; 282:24352-63.  22. Wen X, Li X, Liao B, et al. Knockdown of p21- activated kinase 6 inhibits prostate cancer growth and enhances chemosensitivity to docetaxel. Urology 2009;73:1407-11.  23. Wen X, Li X, Su Z, et al. Reduced expression of alpha-tocopherol-associated protein is associated with tumor cell proliferation and the increased risk of prostate cancer recurrence. Asian J Androl 2007;9:206-12.  24. Gogvadze V, Norberg E, Orrenius S, et al. Involvement of Ca2þ and ROS in alpha- tocopheryl succinate-induced mitochondrial permeabilization. Int J Cancer 2010;127:1823-32.  25. Stapelberg M, Gellert N, Swettenham E, et al. Alpha-tocopheryl succinate inhibits malignant mesothelioma by disrupting the fibroblast growth factor autocrine loop: mechanism and the role of oxidative stress. J Biol Chem 2005;280: 25369-76.  26. Stocker A, Tomizaki T, Schulze-Briese C, et al. Crystal structure of the human supernatant protein factor. Structure 2002;10:1533-40.  27. Li L, Abdel FE, Cao G, et al. Glioma pathogenesis-related protein 1 exerts tumor suppressor activities through proapoptotic  reactive oxygen species-c-Jun-NH2 kinase signaling. Cancer Res 2008;68: 434-43.  28. Kamata H, Honda S, Maeda S, et al. Reactive oxygen species promote TNFalpha-induced death and sustained JNK activation by inhibiting MAP kinase phosphatases. Cell 2005;120:649-61.  29. Acharya A, Das I, Chandhok D, et al. Redox regulation in cancer: a double-edged sword with therapeutic potential. Oxid Med Cell Longev 2010; 3:23-34.  30. Wang J, Yi J. Cancer cell killing via ROS: to increase or decrease, that is the question. Cancer Biol Ther 2008;7:1875-84.  31. Grieger JC, Samulski RJ. Adeno-associated virus as a gene therapy vector: vector development, production and clinical applications. Adv Biochem Eng Biotechnol 2005;99:119-45.  32. Aitken ML, Moss RB, Waltz DA, et al. A phase I study of aerosolized administration of tgAAVCF to cystic fibrosis subjects with mild lung disease. Hum Gene Ther 2001;12:1907-16.  33. Arruda VR, Fields PA, Milner R, et al. Lack of germline transmission of vector sequences following systemic administration of recombinant AAV-2 vector in males. Mol Ther 2001;4:586-92.  34. Maguire AM, Simonelli F, Pierce EA, et al. Safety and efficacy of gene transfer for Leber's congenital amaurosis. N Engl J Med 2008;358: 2240-8.  35. Bartlett JS, Samulski RJ, McCown TJ. Selective and rapid uptake of adeno-associated virus type 2 in brain. Hum Gene Ther 1998;9:1181-6.  36. Fischer AC, Beck SE, Smith CI, et al. Successful transgene expression with serial doses of aerosolized rAAV2 vectors in rhesus macaques. Mol Ther 2003;8:918-26.  37. Nicklin SA, Buening H, Dishart KL, et al. Efficient and selective AAV2-mediated gene transfer directed to human vascular endothelial cells. Mol Ther 2001;4:174-81.  C an  ce r C el l B io lo gy  2282 TAP promotes oxidative apoptosis in prostate cancer  Int. J. Cancer: 132, 2270-2282 (2013) VC 2012 UICC",
    "references": [],
    "authors": [
        "Baoyi Zhu",
        "Xiaojuan Li",
        "Yuying Zhang",
        "Chunwei Ye",
        "Yu Wang",
        "Songwang Cai",
        "Huaiqiu Huang",
        "Yi Cai",
        "Shuyuan Yeh",
        "Zhenhua Huang",
        "Ruihan Chen",
        "Yiran Tao",
        "Xingqiao Wen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}