{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Hindawi Publishing Corporation BioMed Research International Volume 2013, Article ID 210604, 14 pages http://dx.doi.org/10.1155/2013/210604  Research Article Involvement of Nrf2-Mediated Upregulation of Heme Oxygenase-1 in Mollugin-Induced Growth Inhibition and Apoptosis in Human Oral Cancer Cells  Young-Man Lee,1 Q-Schick Auh,2 Deok-Won Lee,3 Jun-Yeol Kim,1 Ha-Jin Jung,1  Seung-Ho Lee,4 and Eun-Cheol Kim1  1 Department of Maxillofacial Tissue Regeneration and Research Center for Tooth & Periodontal Regeneration, School of Dentistry, Kyung Hee University, 1 Heogi-dong, Dongdaemun-gu, Seoul 130-701, Republic of Korea  2Department of Oral Medicine, School of Dentistry, Kyung Hee University, Heogi-dong, Dongdaemun-gu, Seoul 130-701, Republic of Korea  3 Department of Oral and Maxillofacial Surgery, School of Dentistry, Kyung Hee University, Heogi-dong, Dongdaemun-gu, Seoul 130-701, Republic of Korea  4College of Pharmacy, College of Pharmacy, Yeungnam University, Gyeongsan 712-749, Republic of Korea  Correspondence should be addressed to Eun-Cheol Kim; eckim@khu.ac.kr  Received 12 February 2013; Revised 3 April 2013; Accepted 5 April 2013  Academic Editor: George Perry  Copyright   2013 Young-Man Lee et al.This is an open access article distributed under the Creative CommonsAttribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Although previous studies have shown that mollugin, a bioactive phytochemical isolated from Rubia cordifolia L. (Rubiaceae), exhibits antitumor effects, its biological activity in oral cancer has not been reported. We thus investigated the effects and putative mechanism of apoptosis induced by mollugin in human oral squamous cell carcinoma cells (OSCCs). Results show that mollugin induces cell death in a dose-dependent manner in primary andmetastatic OSCCs.Mollugin-induced cell death involved apoptosis, characterized by the appearance of nuclear shrinkage, flow cytometric analysis of sub-G  1 phase arrest, and annexin V-FITC and  propidium iodide staining. Western blot analysis and RT-PCR revealed that mollugin suppressed activation of NF-𝜅B and NF-𝜅B- dependent gene products involved in antiapoptosis (Bcl-2 and Bcl-xl), invasion (MMP-9 and ICAM-1), and angiogenesis (FGF-2 and VEGF). Furthermore, mollugin induced the activation of p38, ERK, and JNK and the expression of heme oxygenase-1 (HO- 1) and nuclear factor E2-related factor 2 (Nrf2). Mollugin-induced growth inhibition and apoptosis of HO-1 were reversed by an HO-1 inhibitor and Nrf2 siRNA. Collectively, this is the first report to demonstrate the effectiveness of mollugin as a candidate for a chemotherapeutic agent in OSCCs via the upregulation of the HO-1 and Nrf2 pathways and the downregulation of NF-𝜅B.  1. Introduction  Oral squamous cell carcinoma (OSCC) represents the fifth most common cancer worldwide and is a significant cause of cancer morbidity and mortality. Each year, approximately 300,000 new cases are diagnosed with only a 50% survival rate over 5 years. Common treatments, including surgery, radiation therapy, and chemotherapy, have very low success rates [1]. Two of the most frequently used chemotherapeutic drugs, 5-fluorouracil and cisplatin, cause side effects such as bone marrow suppression, gastrointestinal toxicity, and renal damage, which remain problems that need to be  resolved [2]. To overcome such side effects and limitations, the direction of present research into novel antitumor agents has turned to natural products, especially plants used in traditional medicine [3]. Previously, we demonstrated that highly purified sulfur [4] and herbal medicines, such as Caesalpinia sappan [5], Coptidis rhizoma [6], and verticinone [7], exerted antitumor effects on oral cancer cells in vitro. Moreover, we showed that a single compound isolated from Caesalpinia sappan heartwood, isoliquiritigenin 2󸀠-methyl ether (ILME), had antioral cancer effects involving mitogen- activated protein kinases (MAPKs) and the nuclear factor- 𝜅B (NF-𝜅B) pathway [8]. In addition, we reported that    2 BioMed Research International  a flavonoid extracted from Caesalpinia sappan, sappanchal- cone, suppressed oral cancer cell growth and induced apop- tosis through activation of p53-dependent mitochondrial MAPK and NF-𝜅B signaling [9].  The roots of Rubia cordifolia L. have been widely used as a traditional herbal medicine in Korea to treat cough, bladder and kidney stones, joint inflammation, uterine hem- orrhage, and uteritis [10]. In addition, this plant has been used in traditional Chinese medicine for the treatment of arthritis, dysmenorrheal, hematorrhea, hemostasis, and psoriasis [11, 12]. Among the bioactive components from Rubia cordifolia, mollugin (C  17 H 16 O 4 ; methyl 2,2-dimethyl-  6-hydroxy-2H-naphtho[1,2-b]pyran-5-carboxylate) has been reported to have antitumor and anti-inflammatory activities, and neuroprotective and apoptotic effects [13-16]. A recent study demonstrated thatmollugin induced apoptosis through endoplasmic reticulum stress-mediated activation of c-Jun N-terminal kinase (JNK) and the mitochondria-dependent caspase cascade, regulated by Bcl-xL in human Jurkat T cells [14]. Moreover, mollugin inhibited proliferation and induced apoptosis by suppressing fatty acid synthase in HER2- overexpressing human breast and ovarian cancer cells [17].  Heme oxygenase-1 (HO-1) is an inducible cytoprotective enzyme that catalyzes the initial rate-limiting reaction in heme catabolism. Previously, we reported that the HO-1 pathway plays a key role in the adaptation of cells to stressful conditions and the recovery of dental pulp cells and perio- dontal ligament cells from injury [18-20]. Despite its cyto- protective properties, recent evidence suggests a role for HO- 1 in promoting cancer [21]. HO-1 is overexpressed in various types of cancer and is further induced by radiation and chemotherapy [22, 23]. Regarding the mechanisms of HO- 1 induction, several studies have suggested the involvement of MAPK and NF-𝜅B pathways, as well as nuclear factor erythroid 2-related factor 2 (Nrf2) [18, 24]. However, the precise cellular mechanisms of mollugin on OSCCs are not completely understood.  The aim of this study was to investigate the chemothera- peutic effect of mollugin on human primary and metastatic OSCCs in vitro. In addition, we further explored whether the effect of mollugin is related to Nrf2 activation and HO- 1 expression.  2. Materials and Methods  2.1. Reagents. Mollugin was isolated from root of heartwood of Rubia cordifolia L. as described previously [13]. Antibody against NF-𝜅B p65, I𝜅B, Nrf2, Bcl-xL, Bcl-2, p53, p21, or phosphorylated isoforms of I𝜅B and horseradish peroxidase- conjugated secondary antibodies were purchased from Santa Cruz Biotechnology (Delaware Avenue, CA). ERK, JNK, p38 or phosphorylation of ERK, JNK, and p38 were purchased from Cell signaling, Inc. (Beverly, MA). Dulbecco's modified Eagle's medium (DMEM), fetal bovine serum (FBS), and other tissue culture reagents were purchased fromGibco BRL (Grand Island, NY). All other chemicals were obtained from Sigma (St. Louis, MO), unless indicated otherwise.  2.2. Cell Culture. The cell line HNSCC4 (HN4), from a primary OSCCs, and cell line HNSCC12 (HN12), from a metastatic carcinoma of the OSCCs [25], were derived in the laboratory of Dr. John F. Ensley (Wayne State University). Cells were cultured in DMEM supplemented with 10% FBS, 100U/mL penicillin, and 100 𝜇g/mL streptomycin in a humidified atmosphere of 5% CO  2 at 37∘C. Cells were  dissociated with 0.25% trypsin just before transferring for experiments and counted using a hemocytometer.  Human keratinocyte cell line HaCaT (nontransformed human cell line) were incubated in DMEM supplemented with 10% FBS, 1mM sodium pyruvate, 50𝜇g/mL strepto- mycin, and 50 𝜇g/mL penicillin at 37∘C in 5% CO  2 . Human  gingival fibroblasts (HGFs) cell line by transfection with the E6/E7 open reading frames of HPV type 16 was cultured according to the following protocol, as reported by our study [26]. Briefly, HGFs were cultured in DMEM supplemented with 10% FBS, 100U/mL penicillin, and 100 𝜇g/mL strepto- mycin in a humidified atmosphere of 5% CO  2 at 37∘C.  2.3. Antiproliferative Assay. Cell viability was determined by 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bro- mide (MTT) assay. Briefly, cells were seeded in flat-bottomed 96-well plates, at 1 × 105 cell/well 24 h prior to treatment. The cells were treated for various lengths of time with the agents indicated. Then 25𝜇L of 5mg/mL MTT was added to each well. After 4 h incubation at 37∘C, 100 𝜇L of lysing buffer was added. The buffer consisted of 20% w/v of sodium dodecyl sulfate in 0.1% of HCl solution. The plates were incubated for a further analysis on an ELISA reader at 570 nm. The same experiment was repeated in three separate cultures, and the data were presented as the means ± SD of five observations.  2.4. Flow Cytometry  2.4.1. Propidium Iodide (PI) Staining. Cells were seeded at 5 × 105cells/well in six-well plates. After 24 h, cells were treated with mollugin the 3 days. After treatment, cells were harvested and pelleted by centrifugation (400×g, 4∘C, 5min). The cells were fixed with cold 75% ethanol for 24 h and then stained with PI solution, consisting of 45mg/mL PI, 10mg/mL RNase A, and 0.1% Triton X-100. After incubation in the dark at 4∘C for 1 h, fluorescence-activated cells were sorted using the FACScan flow cytometer, and the data were analyzed using Cellfit Analysis Software.  2.5. Fluorescein-Isothiocyanate-(FITC-) Annexin V and Pro- pidium Iodide (PI) Double Staining. Cells (5 × 105) were seeded in 6-well plates, incubated for 24 h, and then treated with or without mollugin, and the incubation was continued for 3 days. After treatment, the cell pellet was prepared in a FACStar tube containing annexin V-FITC solution and incubated in 5%CO  2 at 37∘C.ThePI solution (withoutNP40)  was then added, and the ratio of PI-positive and annexin V-positive cells was measured using the flow cytometer.    BioMed Research International 3  2.6. Morphological Analysis of Apoptosis by Staining with 4󸀠,6- Diamino-2-Phenylindole Dihydrochloride (DAPI). To con- firm that the nuclei underwent morphological changes, the cells were cultured in 60mm dishes overnight and then washed twice in DMEM. The cells were then treated with mollugin and fixed in 4% paraformaldehyde, after which they were incubated in 1𝜇g/mL DAPI solution for 30min in the dark. The cells were then examined using a fluorescence microscope (Zeiss, Oberköchen, Germany).  2.7. Western Blot Analysis. Western blot analysis was per- formed by lysing cells in 20mMTris-HCl buffer (pH 7.4) con- taining protease inhibitor mixture (0.1mM phenylmethane- sulfonyl fluoride, 5mg/mL aprotinin, 5mg/mL pepstatin A, and 1mg/mL chymostatin). Protein concentration was deter- mined using the Lowry protein assay kit (P5626; Sigma). An equal amount of protein for each sample was resolved using 7% or 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and then electrophoretically transferred onto a Hybond-enhanced chemiluminescence (ECL) nitrocellulose membrane (Bio-Rad, Hercules, CA). The membrane was blocked with 5% skim milk and sequen- tially incubated with primary antibody (Santa Cruz Biotech- nology) and horseradish peroxidase-conjugated secondary antibody followed by ECL detection (Amersham Pharmacia Biotech, Piscataway, NJ).  2.8. Isolation of RNA and RT-PCR. Total RNA was isolated using the TRIzol reagent (Invitrogen, Carlsbad, CA, USA) according to the manufacturer's instructions. It was then reverse-transcribed using AccuPower RT premix (Bioneer, Daejeon, Korea). The PCR amplification of the resulting cDNAsampleswas performedusing aGeneAmpPCRSystem 2400 thermal cycler (PerkinElmer,Wellesley, MA, USA).The primers information is summarized in Table 1. The following PCR conditions were used: 34 cycles of denaturation at 95∘C for 30 s, primer annealing at 60∘C for 30 s, and extension at 72∘C for 30 s. The PCR products were resolved on 1-2% agarose gels and stained with ethidium bromide.  2.9. HO-1 and Nrf2 siRNA Transfection. The target sequence for human HO-1 siRNA was 5󸀠-AACUUUCAGAAGGGC- CAGGUGTT-3󸀠 (forward) and 5󸀠-CACCUGGCCCUU- CUGAAAGUUTT-3󸀠 (reverse). Transfection of Nrf2 siRNA was performed using the target sequence 5󸀠-AAGAGUAUG- AGCUGGAAAAACTT-3󸀠 (forward) and 5󸀠-GUUUUU- CCAGCUCAUACUCUUTT-3󸀠 (reverse). Cells were trans- fected with siRNA using Lipofectamine RNAiMAX (Invit- rogen) according to the manufacture's instruction. Silencer Negative Control siRNA (Invitrogen) was introduced into cells by the same method. Following transfection, cells were cultured in six-well plates at 37∘C until required.  2.10. Statistical Analysis. Data are expressed as the mean ± standard deviation. Statistical comparisons of the results were made using analysis of variance (ANOVA). Significant differences (𝑃 < 0.05) between the means of control and sulfur-treated cells were analyzed using Dunnett's test.  Table 1: Reverse transcriptase-polymerase chain reaction primers.  Gene Sequence 5󸀠-3󸀠 Size  MMP-9 Forward: GTTGGGGAGGGCTGTCCGTGA 911 bp Reverse: CGTGGCGCTATCCAGCTCACC  ICAM-1 Forward: CGCCCGATTGCTTTAGCTTG 320 bp Reverse: CGACTCACCTGGGAACAGAG  VEGF Forward: TCAAGGTTGGCGGAAGTGAGG 443 bp Reverse: CCCTTGCATCAGTAGGCTTCA  FGF2 Forward: GCCTCATTTCCATTTCGTGG 224 bp Reverse: CGGGGGTACTGGTTTACAG  𝛽-actin Forward: CATGGATGATGATATCGCCGC 319 bp Reverse: ACATGATCTGGGTCATCTTCT  3. Results  3.1. Effect of Mollugin on HN4 and HN12 Cell Viability. To investigate the effect of mollugin on the proliferation of human OSCCs, the MTT assay was used. As shown in Figure 1, mollugin inhibited cellular proliferation in a dose- and time-dependent manner. Moreover, mollugin displayed higher cytotoxicity in primary OSCC HN4 cells compared with metastatic OSCC HN12 cells, although the overall trend of the effects of mollugin onHN4 andHN12 cells was similar. Furthermore, we tested whether mollugin has any toxic effect on nonneoplastic human skin keratinocytes (HaCaT) and gingival fibroblasts (GF). Interestingly, we did not find significant cytotoxicity or cell death by mollugin on HaCaT and GF (Figures 1(c) and 1(d)).  3.2. Effect of Mollugin on HN4 and HN12 Cell Apoptosis. To determine whether the cause of cell death was apoptosis, HN4 and HN12 cells were exposed to 40𝜇M mollugin for 3 days. This concentration was used because it repro- ducibly induced 50% growth inhibition in HN4 and HN12 cells cultured for 3 days. Cell nuclei were stained with 4󸀠,6-diamidino-2-phenylindole (DAPI), a fluorescent DNA- binding dye (Figure 2(a)). DAPI staining showed that the control nuclei were large and round without condensation or fragmentation, whereas most of the nuclei of mollugin- treated cells were condensed and fragmented, as is typical during apoptosis. The onset of apoptotic cell death by mollu- gin was confirmed by flow cytometry of HN4 and HN12 cells (Figure 2(b)).Without treatment, only 3.88%HN4 and 2.80% HN12 cells were in the sub-G  1 region; however, mollugin  treatment increased the proportions of cells in the sub-G 1  region to 20.26% and 31.46%, respectively. To determine whether the growth inhibitory effect ofmollugin is associated with cell death, annexin V-propidium iodide (PI) double staining of HN4 and HN12 cells and flow cytometry was performed (Figure 2(c)). Treatment of cells withmollugin for 3 days increased the number of annexin V+/PI+ stained cells. These results demonstrate that the inhibition of cell growth by mollugin was caused by the induction of apoptosis.  3.3. Effect of Mollugin on NF-𝜅B Activation and Expression of NF-𝜅B-Regulated Genes. Since NF-𝜅B transcription factors    4 BioMed Research International  0  20  40  60  80  100  120  1 day 2 days  3 days  C el  l v ia  bi lit  y  (%  ) HN4  0 10 20 40 80  Mollugin (𝜇M)  ∗  ∗  ∗  ∗ ∗ ∗  ∗  ∗  ∗  (a)  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  HN12   0 10 20 40 80  Mollugin (𝜇M)  1 day 2 days  3 days  ∗ ∗ ∗ ∗ ∗  ∗ ∗  ∗  ∗  (b)  HaCaT  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  0 10 20 40 80  Mollugin (𝜇M)  1 day 2 days  3 days  (c)  0 10 20 40 80  Mollugin (𝜇M)  1 day 2 days  3 days  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  Gingival fibroblast   (d)  Figure 1: Effects of mollugin on cell viability in primary (HN4, (a)), metastatic oral cancer cells (HN12, (b)), skin keratinocytes (HaCaT, (c)), and gingival fibroblasts (d) as measured by MTT assay. ∗Statistically significant difference as compared to control, 𝑃 < 0.05. The same experiment was repeated in three separate cultures, and the data were presented as the means ± SD of five observations.  and their upstream activating molecules are attractive targets for cancer therapeutics, we evaluated the effect of mollugin on NF-𝜅B activation by measuring the phosphorylation and degradation of I𝜅B𝛼 andNF-𝜅Bp65. As shown in Figure 3(a), treatment of HN4 and HN12 cells with mollugin decreased the steady-state levels of phosphorylated I𝜅B𝛼 and nuclear NF-𝜅B p65.  To clarify the molecular mechanism by which mollugin induces apoptosis in primary and metastatic OSCCs, we determined the levels of NF-𝜅B-regulated gene products involved in apoptosis and antiapoptosis (Figure 3(b)). Mol- lugin treatment upregulated p53 and p21 expression in both HN4 and HN12 cells in a dose-dependent manner. In con- trast, the expression of antiapoptotic Bcl-2 andBcl-xl proteins was dose-dependently reduced by mollugin treatment in  HN4 andHN12 cells. Next, we investigated whethermollugin could modulate levels of NF-𝜅B-regulated gene products involved in invasion (ICAM-1 andMMP-9) and angiogenesis (VEGF and FGF-2) ofOSCCs.The results show thatmollugin downregulated the expression ofNF-𝜅B-regulated gene prod- ucts, includingMMP-9, ICAM-1, VEGF, and FGF-2mRNA in a dose-dependent manner (Figure 3(c)).  3.4. Effect of Mollugin on MAPK and Nrf2 Activation. To clarify the mechanism underlying the apoptosis, we assessed the effect ofmollugin onNrf2 andNF-𝜅Bupstreampathways. Treatment with mollugin (40𝜇M) increased levels of phos- phorylated (activated) ERK, p38, and JNK; the phosphory- lated proteins were easily detectable by Western blot after 30    BioMed Research International 5  H N  4 Control  H N  12 Mollugin 40 𝜇M  (a)  3.88 ± 0.03  20.26 ± 0.92  31.46 ± 1.38  2.8 ± 0.11  Sub G1: Sub G1:  Sub G1:Sub G1:  200 160 120  80 40  0 0 200 400 600 800 1000  FL2-A  C ou  nt s  H N  4  Control 200 160 120  80 40  0 0 200 400 600 800 1000  FL2-A  C ou  nt s  200 160 120  80 40  0 0 200 400 600 800 1000  FL2-A  C ou  nt s  H N  12  200 160 120  80 40  0 0 200 400 600 800 1000  FL2-A  C ou  nt s  Mollugin 40 𝜇M  (b)  H N  4  Control  10 0  10 1  10 2  10 3  10 4  10 0  10 1  10 2  10 3  10 4  FL1-H  FL 2-  H H  N 12  10 0  10 1  10 2  10 3  10 4  10 0  10 1  10 2  10 3  10 4  FL1-H  FL 2-  H  10 0  10 1  10 2  10 3  10 4  10 0  10 1  10 2  10 3  10 4  FL1-H  FL 2-  H  10 0  10 2  10 3  10 4  10 0  10 1  10 2  10 3  10 4  FL1-H  FL 2-  H  Annexin V-FITC  Pr op  id iu  m  io  di de   (P I)  10 1  0.91 ± 0.28 9.91 ± 0.92  0.85 ± 0.07 5.16 ± 0.88  1.17 ± 0.48  0.77 ± 0.19  8.42 ± 1.42  4.34 ± 1.31  Mollugin 40 𝜇M  (c)  Figure 2: Confirmation of mollugin-induced apoptosis by DAPI staining (a), cell cycle analysis (b), and annexin V-PI staining (c) in OSCCs. Cells were incubated with 40 𝜇M mollugin for 3 days. Data are presented as mean ± SD from triplicate determinations (b, c). Results are representative from three independent experiments (a)-(c).  or 60min. In contrast, mollugin did not affect total p38, ERK, or JNK levels (Figure 4(a)).  Since the stress response element/Nrf2 transcription fac- tor pathway is important for HO-1 expression [23], we next determined whether Nrf2 signaling is involved in mollugin- inducedHO-1 expression and apoptosis. Initially, Nrf2 activa- tion was assessed by the accumulation of Nrf2 in the nucleus. Treatment with mollugin resulted in an accumulation of Nrf2 in the nucleus in primary and metastatic OSCCs (Figure 4(b)).  To determine whether mollugin induces expression of antioxidant genes, HO-1 expression in oral cancer cells and the change in the pattern of HO-1 expression were evaluated. HO-1 protein expression in primary and metastatic OSCCs increased following mollugin treatment in a time-dependent manner (Figure 4(c)).  To confirm the involvement of MAPK pathways in the mollugin-driven activation of NF-𝜅B and Nrf2, inhibitors of ERK (PD98059), JNK (SP6100126), and p38 (SB203580) MAPK signaling were used. Mollugin-induced NF-𝜅B, Nrf2, and HO-1 expression was effectively inhibited by PD98059, SP600126, and SB203580 (Figure 4(d)), suggesting that p38, ERK1/2, and JNK play important roles in activating NF-𝜅B, Nrf2, and HO-1 in HN4 and HN12 cells.  3.5. Involvement of the HO-1 Pathway in Mollugin-Induced Apoptosis. To examine the cytotoxic potential of tin proto- porphyrin (SnPP), an HO-1 inhibitor, its effect on viability was initially measured by the MTT assay (Figure 5(a)). Although, 10 or 20𝜇MSnPP had no cytotoxicity effect for 3 h, we found that SnPP exhibited slight cytotoxicity on HN4 and    6 BioMed Research International  HN4 HN12  NF-𝜅B p65 nuclear  Lamin B  p-I𝜅B  I𝜅B  (min) 0 10 30 60 90 0 10 30 60 90  (min)  (a)  HN4 HN12   𝛽-actin  Bcl-2  Bcl-xL  p53  p21WAF1/CIP1  0 10 20 40 800 10 20 40 80 Mollugin (𝜇M) Mollugin (𝜇M)  (b)  MMP-9  ICAM-1  VEGF  FGF2  𝛽-actin 0 10 20 40 800 10 20 40 80  HN4 HN12  Mollugin (𝜇M) Mollugin (𝜇M)  (c)  Figure 3: Effects of mollugin on activation of NF-𝜅B (a), and expression of NF-𝜅B-regulated gene products involved in apoptosis and antiapoptosis (b), metastasis, and angiogenesis (c) in OSCCs. Cells were treated with 40 𝜇Mmollugin for indicated times (a) or 3 days (b, c). The figure is representative of 3 independent experiments.  HN12 cells at 16 h. Based on these findings, we chose to use SnPP for 3 h.  To determine whether the induction of HO-1 plays a role in mollugin-induced growth inhibition and apoptosis in OSCCs, cells were treated with SnPP, an HO-1 inhibitor, for 3 h before incubation with mollugin for 3 days. MTT assays showed that mollugin-induced cytotoxicity and apoptosis in HN4 and HN12 cells were dose-dependently reversed by pretreatment with SnPP (Figures 5(a) and 5(b)). In addition, SnPP treatment abolished the induction of p53 and p21WAF1/CIP1 expression by mollugin, but reversed the expression of Bcl-2 and Bcl-xl (Figure 5(c)).  Additionally, we used a siRNA-expressing plasmid to induce HO-1 gene silencing. HN4 and HN12 cells were transfected with an HO-1-targeting siRNA expression vector (Figure 6). The siRNA approach resulted in high silencing efficacies for HO-1, which was confirmed by Western blot analysis (Figure 6(c)). Silencing of HO-1 significantly attenuated mollugin-induced cytotoxicity (Figure 6(a))  and apoptosis (Figure 6(b)). Moreover HO-1 RNA blocked mollugin-induced Nrf2, p53, and p21 upregulation as well as Bcl-2 and Bcl-xl downregulation (Figure 6(c)).  3.6. Involvement of the Nrf2 Pathway in Mollugin-Induced HO-1 Induction and Apoptosis. To investigate whether mollugin-induced apoptosis and HO-1 expression were mediated by Nrf2 activation, a specific small interfering RNA (siRNA) against Nrf2 was used. As shown in Figure 7(c), transfection with Nrf2 siRNA for 5 h in HN4 and HN12 cells blocked mollugin-induced HO-1 and Nrf2 expression. However, Nrf2 siRNA did not affect the mollugin-induced p65 expression. Transfection with Nrf2 siRNA inhibited mollugin-induced cytotoxicity and apoptosis in HN4 and HN12 cells (Figures 7(a) and 7(b)). Moreover, transfection with Nrf2 siRNA in HN4 and HN12 cells reduced mollugin- induced apoptosis proteins (p53 and p21), but reversed antiapoptosis proteins (Bcl-2 and Bcl-xl) (Figure 7(c)).    BioMed Research International 7  HN4 HN12 p-ERK  ERK  p-JNK  JNK  p-p38  p38  0 10 30 60 90 0 10 30 60 90 (min)(min)  (a)  HN4 HN12  (min) 0 10 30 60 90 0 10 30 60 90  Nrf2 nuclear  Nrf2 cytoplasm  𝛽-actin  𝛽-actin Mollugin  (min)  (b)  HO-1  𝛽-actin  Mollugin 0 0.5 1 2 3 0 0.5 1 2 3 (days)  HN4 HN12  (days)  (c)  HN4 HN12 p-ERK  ERK  p-JNK  JNK  p-p38  p38  NF-𝜅B p65 nuclear  Nrf2 nuclear  Nrf2 cytoplasm  Mollugin PD98059 SP600125 SB203580  HO-1 +−  − − −  − − −  + +  +  + +  +− − −  − − −  +− − − −  − − −  + +  +  + +  +− − −  − − −  (d)  Figure 4: Effect of mollugin on phosphorylation of MAPK (a), activation of Nrf2 (b), and expression of HO-1 (c) in OSCCs. Effects of MAP kinase inhibitors on mollugin-induced activation of NF-𝜅B, Nrf2, and HO-1 (d). Cells were treated with 40𝜇Mmollugin for indicated times (a)-(c). Cells were pretreated with the p38 inhibitor SB203580 (20𝜇M/L), the ERK inhibitor PD98059 (20 𝜇M/L), or the JNK inhibitor SP600125 (20 𝜇M/L) for 1 hour and treated with 40𝜇M mollugin for 30min (MAPK, Nrf2, and NF-𝜅B) or 3 days (HO-1). The results are representative of three independent experiments.    8 BioMed Research International  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  HN4  0 3 16 48 72  ∗  ∗ ∗  ∗  ∗∗  SnPP (h)  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  HN12  0 3 16 48 72  ∗  ∗ ∗  ∗  ∗  ∗  SnPP (h)  10 𝜇M 10 𝜇M 20 𝜇M 20 𝜇M  (a)  0  20  40  60  80  100  120  C el  l v ia  bi lit  y  (%  )  201051 +++++  −−  − SnPP (𝜇M)  Mollugin  - -  - -  - -  ∗ ∗  HN4 HN12  (b)  A nn  ex in   V +  /P I−  (% )  0  2  4  6  8  10  12  201051 +++++  −−  − SnPP (𝜇M)  Mollugin  HN4 HN12  - -  -  -  (c)  HN12 HN4  201051 +++++  −−  −  SnPP (𝜇M) Mollugin  201051 +++++  −−  −  Bcl-xL  Bcl-2  𝛽-actin  p53  p21WAF1/CIP1  HO-1  (d)  Figure 5: Effects of HO-1 inhibitor (SnPP) on cytotoxicity (a), mollugin-induced growth inhibition (b), apoptosis (c), and apoptosis-related proteins expression (d) in OSCCs. Cells were pretreated with SnPP for 3 h and treated for 3 days with mollugin (b)-(d). Cell viability was examined by MTT assay (a), and apoptosis was examined by flow cytometry (b), respectively. The same experiment was repeated in three separate cultures, and the data were presented as the means ± SD of five observations (a, b). Data are presented as mean values from triplicate determinations (c). Western data show one representative result of three independent experiments (d). ∗Statistically significant difference as compared to control, 𝑃 < 0.05. #Statistically significant difference as compared to mollugin, 𝑃 < 0.05.    BioMed Research International 9  HN4 HN12  0  20  40  60  80  100  120 C  el l v  ia bi  lit y   (% )  Mollugin HO-1 siRNA  Control siRNA −  −  − + +−  −−  − +  +  +  − −  +  − −  - -  ∗∗  +  (a)  0  2  4  6  8  10  12  Mollugin HO-1 siRNA  Control siRNA −  −  − + +−  −−  − +  +  +  − −  +  − −  ∗ ∗  --  A nn  ex in   V +  /P I−  (% )  HN4 HN12  +  (b)  Mollugin  Bcl-xL  Bcl-2  𝛽-actin  p53  p21WAF1/CIP1  HO-1  Total Nrf2  Nrf2 nuclear  HO-1 siRNA Control siRNA  +  +  − +  +  −−  −  − +  +−  −−  −  +  +  − +  +  −−  −  − +  +−  −−  −  HN12 HN4  (c)  Figure 6: Effects of HO-1 siRNA on mollugin-induced growth inhibition (a), apoptosis (b), and apoptosis-related proteins expression (c) in OSCCs. Cells were pretreated with HO siRNA (30 nM) for 5 h and treated for 3 days with mollugin (a)-(c). Cell viability was examined by MTT assay (a), and apoptosis was examined by flow cytometry (b), respectively.The same experiment was repeated in three separate cultures, and the data were presented as the means ± SD of five observations (a). Data are presented as mean values from triplicate determinations (b). Western data show one representative result of three independent experiments (c). ∗Statistically significant difference as compared to control, 𝑃 < 0.05. #Statistically significant difference as compared to mollugin, 𝑃 < 0.05.  4. Discussion  This study is to our knowledge the first to demonstrate that mollugin directly induces growth inhibition and apoptosis in primary and metastatic OSCCs and to address the molecular basis of this effect.  With regard to antitumor activity, mollugin has been shown to exert cytotoxic effects on human colon cancer (Col2) cells (IC  50 = 12.3 𝜇M; [11]), human liver carcinoma  (HepG2) cells (IC 50 value = 60.2 𝜇M; [10]), and basal HER2-  expressing human breast cancer cells (IC 50  value = 58𝜇M; [17]). In the present study, we found that mollugin (10- 80 𝜇M) resulted in significant growth inhibition, with an average IC  50 value of 46.3𝜇M in metastatic OSCCs (HN12)  and 43.9 𝜇M in primary OSCCs (HN4) after 3 days. These antiproliferative properties of mollugin are consistent with previous reports in human acute leukemia Jurkat T cells [14] and HER2-overexpressing breast and ovarian cancer cell lines [17]. Moreover, we demonstrated that mollugin induced OSCC cell death by triggering apoptosis due to the presence of several apoptotic characteristics, including sub- G 1 phase accumulation, increase in annexin+/PI+ cells, and  DNA fragmentation. NF-𝜅B signaling is a ubiquitous pathway in cell prolif-  eration, survival, and apoptosis. Normally, NF-𝜅B proteins are inhibited by binding to I𝜅B proteins in the cytoplasm. Stress factors cause degradation of I𝜅B proteins through the ubiquitin-proteosomal pathway, and NF-𝜅B is released    10 BioMed Research International  0  20  40  60  80  100  120 C  el l v  ia bi  lit y   (% )  Mollugin Nrf2 siRNA  Control siRNA −  −  − + +−  −−  − +  +  +  − −  +  − −  --  ∗∗  +  HN4 HN12  (a)  0  2  4  6  8  10  12  Mollugin Nrf2 siRNA  Control siRNA −  −  − + +−  −−  − +  +  +  − −  +  − −  ∗  ∗  - -  A nn  ex in   V +  /P I−  (% )  HN4 HN12  +  (b)  Mollugin  Bcl-xL  Bcl-2  𝛽-actin  p53  p21WAF1/CIP1  HO-1  Total Nrf2  Nrf2 nuclear  Nrf2 siRNA Control siRNA  +  +  − +  +  −−  −  − +  +−  −−  −  +  +  − +  +  −−  −  − +  +−  −−  −  HN12 HN4  NF-𝜅B p65 nuclear  (c)  Figure 7: Effect of Nrf2 siRNA onmollugin-induced growth inhibition (a), apoptosis (b), and apoptosis-related proteins expression (c). Cells were treated with 40 𝜇Mmollugin for indicated times (a). Cells were pretreated with Nrf2 siRNA (250 nM) for 5 h and treated for 3 days with mollugin 40 𝜇m (a)-(c). ∗Statistically significant difference as compared to control, 𝑃 < 0.05. #Statistically significant difference as compared to mollugin, 𝑃 < 0.05. Data are representative of 3 independent experiments.  to bind to the DNA of promoter regions of specific genes that increases their transcription rate [27, 28]. To explore the mechanism underlying mollugin-induced apoptosis in OSCCs, we examined NF-𝜅B activation. In agreement with previous findings that mollugin suppressed NF-𝜅B activation inHER2-overexpressing SK-BR-3 breast cancer cells [17], our results indicate that mollugin significantly inhibited NF-𝜅B activation by reducing the level of phospho-I𝜅B𝛼, leading to blockage of the I𝜅B𝛼 pathway in NF-𝜅B activation in OSCCs. In addition, it was reported that mollugin significantly sup- pressed TNF-𝛼-induced NF-𝜅B transcriptional activation in HT-29 human colonic epithelial cells [13].  Genes involved in the proliferation, apoptosis, antiapop- tosis, angiogenesis, and metastasis of cancer are regulated by NF-𝜅B [29]. Constitutive activation of NF-𝜅B negatively  regulates the proapoptotic functions of p53 by inducing the expression of an array of antiapoptotic genes, including Bcl- 2 and Bcl-xL [30]. In our study, treatment with mollugin induced the downregulation of antiapoptotic Bcl-2 and Bcl- xL levels as well as the upregulation of apoptotic p53 and p21 levels in OSCCs. Another hallmark of OSCC behavior is their propensity for local invasion and metastasis. MMP- 9 is frequently overexpressed in OSCCs and is dependent upon NF-𝜅B for expression [31]. Adhesion molecules such as ICAM-1 are regulated by NF-𝜅B and are essential for the adhesion of tumor cells to endothelial cells and thus mediate tumor cellmetastasis [32]. Angiogenesis is important for tumor growth and progression. The development of angiogenesis is stimulated by cytokines and growth factors, and the expression of these cytokines and growth factors is    BioMed Research International 11  Mollugin  (ERK, p38, JNK)  Proapoptotic  effect  Antiapoptotic  effect  ?  NF-𝜅B ↓ MAPK ↑ Nrf2 ↑  VEGF ↓ FGF2 ↓MMP-9 ↓ ICAM-1↓ HO-1↑  p21↑ p53 ↑ Bcl-2 ↓ Bcl-XL ↓  Apoptosis ↑  Figure 8: Schematic diagram illustrating the Nrf2 pathway and other signaling pathways triggered by exposure to mollugin in in OSCCs. Mollugin treatment leads to the activation of the cellular stress-dependent signaling pathways mediated byMAPK activation (ERK, JNK, and p38) and subsequent transcription factor activation (NF-𝜅B andNrf2). Ultimately, these transcription factors result in altered gene expression to produce cytoprotective gene HO-1, allowing lead to apoptosis.  correlated with the pathological neovascularization circum- stances. Among these angiogenic factors, VEGF and FGF- 2 are important angiogenic factors and essential for cancers [33]. In this study, we found that mollugin inhibited the expression of NF-𝜅B-regulated gene products involved in invasion (MMP-9 and ICAM-1) and angiogenesis (FGF-2 and VEGF). Thus, our results demonstrate that mollugin inhibits NF-𝜅B, leading to suppression of proliferation, invasion, and angiogenesis in OSCCs.  The MAPKs are proline-directed Ser/Thr protein kinases that regulate many cellular processes, including cell prolif- eration and death. JNK and p38 are activated by cellular stress and are associatedwith apoptosis [34].The involvement of ERK in the induction of apoptosis by quercetin, resver- atrol, and taxol has been reported [35, 36]. In the present study, phosphorylation of p38, ERK, and JNK was detected in mollugin-treated OSCCs, which is consistent with our previous reports that sappanchalcone may exert its effect on OSCCs through p38, ERK, and JNK activation [9].Therefore,  NF-𝜅B regulation downstream of the MAPK (ERK1/2, p38, and JNK) pathways may be involved in mollugin-induced apoptosis inOSCCs.However,mollugin activated p38MAPK in hippocampal and microglial cells [15] and ERK in HER2- overexpressing breast cancer cells [17]. Therefore, MAPK can be differentially activated, and its involvement in apoptosis is highly context and model dependent.  The role of HO-1 in tumor development is still not understood completely. Some recent reports demonstrate dis- cordant or even completely contrasting results. Nevertheless, accumulating evidence indicates that HO-1 is expressed or overexpressed in a wide variety of human tumors and plays a critical role in the progression of neoplastic diseases [37]. For example, it has been shown that increased expression of HO-1 is associated with a higher rate of proliferation of various tumor cells [37, 38], although opposite effects have been observed in breast cancer cells [39]. Furthermore, the increased basal level of HO-1 expression in tumor cells can be further elevated by chemotherapeutics or phytochemicals,    12 BioMed Research International  such as curcumin, carnosol, and ILME [8, 22, 23]. Our results show that mollugin upregulated HO-1 expression in a time- and dose-dependent manner (data not shown), consistent with results in hippocampal and microglial cells [15]. We found that growth inhibition and apoptosis ofOSCCs bymol- lugin was reversed in the presence of an HO-1 inhibitor. In addition, mollugin induced downregulation of antiapoptotic Bcl-2 and Bcl-xL levels, while upregulation of apoptotic p53 and p21 levels was reversed by SnPP in a dose-dependent manner. These results suggest that the growth inhibition and apoptosis-inducing effect of mollugin is mediated via HO-1 expression.  Regarding HO-1, Nrf-2 is a relatively well-known tran- scription factor [40]. In response to diverse HO-1 inducers, Nrf2 translocates from the cytosol to the nucleus where it binds to the antioxidant response element in the promoter region of the HO-1 gene [41]. In our study, mollugin also induced the translocation of Nrf-2 into the nucleus, as evidenced by Western blot. Furthermore, the results of this study demonstrate a correlation between apoptotic gene upregulation and the suppression of antiapoptotic genes of OSCCs to undergo mollugin-induced growth inhibition and apoptosis when Nrf-2 is knocked down. Based on these observations, it is reasonable to conclude that Nrf2 activation mediates mollugin-induced growth inhibition and apoptosis in OSCCs.  Redox-sensitive transcription factor (NF-𝜅B, AP-1, and Nrf2) pathways are known to be important molecular targets in chemoprevention. Activation of Nrf2 and NF-𝜅B involves regulation of protein kinases, whichmay induce their nuclear translocation [42]. It was previously shown that mollugin induced apoptosis via JNK inhuman Jurkat T cells [14]. In this regard, specific protein kinase inhibitors of PI3 K and ERK repressed Nrf2 phosphorylation and nuclear translocation of Nrf2 and NF-𝜅B in HepG2 cells, as previously reported in different cell types [43, 44]. The present results also suggest that the MAPK pathway plays a role in the mollugin-induced nuclear translocation of Nrf2 and NF-𝜅B in HN4 and HN12 cells. A variety of anticarcinogenic phytochemicals suppress NF-𝜅B signalling and activate the Nrf2-ARE pathway [45], suggesting that the suppression of NF-𝜅B signalling and the activation of the Nrf2-ARE pathway may crosstalk with each other. Indeed, inhibition ofNF-𝜅B activation by phospholipid hydroperoxide glutathione peroxidase and 15-lipoxygenase is concomitant to upregulation of HO-1, probably via Nrf2 activation [46]. Thus, the findings support that the partici- pation of NF-𝜅B p65 in the negative regulation of Nrf2-ARE signalling, providing a new insight into a possible role of NF-𝜅B in suppressing the expression of anti-inflammatory or antitumour genes [47]. Our results suggest that MAPK singnaling event mediates the link between NF-𝜅B and Nrf2. Although the NF-𝜅B pathway was inhibited by mollugin exposure, Nrf2 siRNA did not seem to participate in the translocation of NF-𝜅B, suggesting that NF-𝜅B and Nrf2 pathways might act in parallel in our in vitro model. A summary of our results is shown in Figure 8.  Colectivelly, our results demonstrate for the first time that mollugin inhibits cell growth and induces apoptosis  in OSCCs through the NF-𝜅B/MAPK/Nrf2/HO-1 signal- ing pathway. Therefore, mollugin may have potential as a chemotherapeutic agent for OSCCs. The activities of mol- lugin against multiple antitumor targets should be studied intensively for further clinical application either as a nat- ural agent alone or in combination with other commonly used chemotherapeutics. Further investigation of mollugin in animal models of OSCCS will contribute to additional understanding of its in vivo activity toward malignant cells and its potential toxicity toward normal tissues.  Authors' Contribution  Y.-M. Lee and Q.-S. Auh contributed equally to this work as 1st author.  Acknowledgments  This work was supported by the National Research Founda- tion of Korea (NRF) Grant funded by the Korean Govern- ment (MEST) (no. 2012R1A5A2051384).  References  [1] H. Schliephake, “Prognostic relevance of molecular markers of oral cancer—a review,” International Journal of Oral and Maxillofacial Surgery, vol. 32, no. 3, pp. 233-245, 2003.  [2] E. Yamachika, T. Habte, and D. Oda, “Artemisinin: an alterna- tive treatment for oral squamous cell carcinoma,” Anticancer Research, vol. 24, no. 4, pp. 2153-2160, 2004.  [3] J. McCann, “Texas center studies research alternative treat- ments,” Journal of the National Cancer Institute, vol. 89, no. 20, pp. 1485-1486, 1997.  [4] J. Lee, H. J. Lee, J. D. Park et al., “Anti-cancer activity of highly purified sulfur in immortalized and malignant human oral keratinocytes,”Toxicology in Vitro, vol. 22, no. 1, pp. 87-95, 2008.  [5] E. C. Kim, Y. S. Hwang, H. J. Lee et al., “Caesalpinia sappan induces cell death by increasing the expression of p53 and p21𝑊𝐴𝐹1/𝐶𝐼𝑃1 in head and neck cancer cells,” The American Journal of Chinese Medicine, vol. 33, no. 3, pp. 405-414, 2005.  [6] H. J. Lee, D. H. Son, S. K. Lee et al., “Extract of Coptidis rhizoma induces cytochrome-c dependent apoptosis in immor- talized and malignant human oral keratinocytes,” Phytotherapy Research, vol. 20, no. 9, pp. 773-779, 2006.  [7] Y. G. Yun, B. H. Jeon, J. H. Lee et al., “Verticinone induces cell cycle arrest and apoptosis in immortalized and malignant human oral keratinocytes,” Phytotherapy Research, vol. 22, no. 3, pp. 416-423, 2008.  [8] Y. M. Lee, G. S. Jeong, H. D. Lim, R. B. An, Y. C. Kim, and E. C. Kim, “Isoliquiritigenin 2󸀠-methyl ether induces growth inhibition and apoptosis in oral cancer cells via heme oxygenase-1,” Toxicology in Vitro, vol. 24, no. 3, pp. 776-782, 2010.  [9] Y. M. Lee, Y. C. Kim, E. C. Kim et al., “Mechanism of sappan- chalcone-induced growth inhibition and apoptosis in human oral cancer cells,” Toxicology in Vitro, vol. 25, no. 8, pp. 1782- 1788, 2011.  [10] J. K. Son, S. J. Jung, M. H. M. H. Woo et al., “Anticancer constituents from the roots of Rubia cordifolia L.,” Chemical Pharmacology Bulletin, vol. 56, no. 2, pp. 213-216, 2008.    BioMed Research International 13  [11] L. C. Chang, D. Chavez, J. J. Gills, H. H. S. Fong, J. M. Pezzuto, and A. D. Kinghorn, “Rubiasins A-C, new anthracene derivatives from the roots and stems of Rubia cordifolia,” Tetrahedron Letters, vol. 41, no. 37, pp. 7157-7162, 2000.  [12] W. P. Tse, C. H. K. Cheng, C. T. Che, M. Zhao, and Z. X. Lin, “Induction of apoptosis underlies the Radix Rubiae-mediated anti-proliferative action on human epidermal keratinocytes: implications for psoriasis treatment,” International Journal of Molecular Medicine, vol. 20, no. 5, pp. 663-672, 2007.  [13] K. J. Kim, J. S. Lee, M. K. Kwak et al., “Anti-inflammatory action ofmollugin and its synthetic derivatives inHT-29 human colonic epithelial cells is mediated through inhibition of NF-𝜅B activation,” European Journal of Pharmacology, vol. 622, no. 1-3, pp. 52-57, 2009.  [14] S. M. Kim, H. S. Park, D. Y. Jun et al., “Mollugin induces apop- tosis in human Jurkat T cells through endoplasmic reticulum stress-mediated activation of JNK and caspase-12 and subse- quent activation of mitochondria-dependent caspase cascade regulated by Bcl-xL,” Toxicology and Applied Pharmacology, vol. 241, no. 2, pp. 210-220, 2009.  [15] G. S. Jeong, D. S. Lee, D. C. Kim et al., “Neuroprotective and anti-inflammatory effects of mollugin via up-regulation of heme oxygenase-1 in mouse hippocampal and microglial cells,” European Journal of Pharmacology, vol. 654, no. 3, pp. 226-234, 2011.  [16] D. Y. Jun, C. R. Han, M. S. Choi, M. A. Bae, M. H. Woo, and Y. H. Kim, “Effect of mollugin on apoptosis and adipogenesis of 3T3-L1 preadipocytes,” Phytotherapy Research, vol. 25, no. 5, pp. 724-731, 2011.  [17] M. T. Do, Y. P. Hwang, H. G. Kim, M. Na, and H. G. Jeong, “Mollugin inhibits proliferation and induces apoptosis by suppressing fatty acid synthase in HER2-overexpressing cancer cells through modulation of a HER2/Akt/SREBP-1c signaling,” Journal of Cell Physiology, vol. 228, no. 5, pp. 1087-1097, 2012.  [18] S. K. Lee, H. I. Choi, Y. S. Yang et al., “Nitric oxide mod- ulates osteoblastic differentiation with heme oxygenase-1 via the mitogen activated protein kinase and nuclear factor-𝜅B pathways in human periodontal ligament cells,” Biological and Pharmaceutical Bulletin, vol. 32, no. 8, pp. 1328-1334, 2009.  [19] S. K. Lee, S. H. Pi, S. H. Kim et al., “Substance P regulates macrophage inflammatory protein 3𝛼/chemokine C-C ligand 20 (CCL20) with heme oxygenase-1 in human periodontal ligament cells,” Clinical and Experimental Immunology, vol. 150, no. 3, pp. 567-575, 2007.  [20] S. H. Pi, S. C. Kim, H. T. Kim, H. J. Lee, S. K. Lee, and E. C. Kim, “Defense mechanism of heme oxygenase-1 against cytotoxic and receptor activator of nuclear factor-𝜅B ligand inducing effects of hydrogen peroxide in human periodontal ligament cells,” Journal of Periodontal Research, vol. 42, no. 4, pp. 331-339, 2007.  [21] K. D. Poss and S. Tonegawa, “Reduced stress defense in heme oxygenase 1-deficient cells,”Proceedings of theNational Academy of Sciences of the United States of America, vol. 94, no. 20, pp. 10925-10930, 1997.  [22] E. Balogun, M. Hoque, P. Gong et al., “Curcumin activates the haem oxygenase-1 gene via regulation of Nrf2 and the antioxidant-responsive element,” Biochemical Journal, vol. 371, no. 3, pp. 887-895, 2003.  [23] D. Martin, A. I. Rojo, M. Salinas et al., “Regulation of heme Oxygenase-1 expression through the phosphatidylinos- itol 3-kinase/akt pathway and the Nrf2 transcription factor in response to the antioxidant phytochemical carnosol,” The  Journal of Biological Chemistry, vol. 279, no. 10, pp. 8919-8929, 2004.  [24] A. A. Anwar, F. Y. L. Li, D. S. Leake, T. Ishii, G. E. Mann, and R. C. M. Siow, “Induction of heme oxygenase 1 by moderately oxidized low-density lipoproteins in human vascular smooth muscle cells: role of mitogen-activated protein kinases and Nrf2,” Free Radical Biology and Medicine, vol. 39, no. 2, pp. 227- 236, 2005.  [25] M. Cardinali, H. Pietraszkiewicz, J. F. Ensley, and K. C. Robbins, “Tyrosine phosphorylation as a marker for aberrantly regulated growth-promoting pathways in cell lines derived fromhead and neck malignancies,” International Journal of Cancer, vol. 61, no. 1, pp. 98-103, 1995.  [26] S. H. Pi, S. K. Lee, Y. S. Hwang, M. G. Choi, S. K. Lee, and E. C. Kim, “Differential expression of periodontal ligament- specific markers and osteogenic differentiation in human papil- loma virus 16-immortalized human gingival fibroblasts and periodontal ligament cells,” Journal of Periodontal Research, vol. 42, no. 2, pp. 104-113, 2007.  [27] S. Ghosh and M. Karin, “Missing pieces in the NF-𝜅B puzzle,” Cell, vol. 109, pp. S81-S96, 2002.  [28] Y. Suh, F. Afaq, J. J. Johnson, andH.Mukhtar, “A plant flavonoid fisetin induces apoptosis in colon cancer cells by inhibition of COX2 andWnt/EGFR/NF-𝜅B-signaling pathways,” Carcino- genesis, vol. 30, no. 2, pp. 300-307, 2009.  [29] B. B. Aggarwal, “Nuclear factor 𝜅B, the enemy within,” Cancer Cell, vol. 6, no. 3, pp. 203-208, 2004.  [30] G. Sethi, B. Sung, and B. B. Aggarwal, “Nuclear factor-𝜅B activation: from bench to bedside,” Experimental Biology and Medicine, vol. 233, no. 1, pp. 21-31, 2008.  [31] M. Bond, R. P. Fabunmi, A. H. Baker, and A. C. Newby, “Synergistic upregulation of metalloproteinase-9 by growth factors and inflammatory cytokines: an absolute requirement for transcription factor NF-𝜅B,” FEBS Letters, vol. 435, no. 1, pp. 29-34, 1998.  [32] C. Lawson, M. Ainsworth, M. Yacoub, and M. Rose, “Ligation of ICAM-1 on endothelial cells leads to expression of VCAM- 1 via a nuclear factor-𝜅B-independent mechanism,” Journal of Immunology, vol. 162, no. 5, pp. 2990-2996, 1999.  [33] R. S. Kerbel, “Tumor angiogenesis: past, present and the near future,” Carcinogenesis, vol. 21, no. 3, pp. 505-515, 2000.  [34] D. Xiao, S. Choi, D. E. Johnson et al., “Diallyl trisulfide- induced apoptosis in human prostate cancer cells involves c-Jun N-terminal kinase and extracellular-signal regulated kinase- mediated phosphorylation of Bcl-2,” Oncogene, vol. 23, no. 33, pp. 5594-5606, 2004.  [35] Q. B. She, A. M. Bode, W. Y. Ma, N. Y. Chen, and Z. Dong, “Resveratrol-induced activation of p53 and apoptosis is mediated by extracellular-signal-regulated protein kinases and p38 kinase,” Cancer Research, vol. 61, no. 4, pp. 1604-1610, 2001.  [36] A. Brozovic, G. Fritz, M. Christmann et al., “Long-term activa- tion of SAPK/JNK, p38 kinase and fas-L expression by cisplatin is attenuated in human carcinoma cells that acquired drug resistance,” International Journal of Cancer, vol. 112, no. 6, pp. 974-985, 2004.  [37] A. Jozkowicz, H. Was, and J. Dulak, “Heme oxygenase-1 in tumors: is it a false friend?” Antioxidants and Redox Signaling, vol. 9, no. 12, pp. 2099-2117, 2007.  [38] P. O. Berberat, Z. Dambrauskas, A. Gulbinas et al., “Inhibition of heme oxygenase-1 increases responsiveness of pancreatic cancer cells to anticancer treatment,” Clinical Cancer Research, vol. 11, no. 10, pp. 3790-3798, 2005.    14 BioMed Research International  [39] M. Hill, V. Pereira, C. Chauveau et al., “Heme oxygenase-1 inhibits rat and human breast cancer cell proliferation: mutual cross inhibition with indoleamine 2,3-dioxygenase,” FASEB Journal, vol. 19, no. 14, pp. 1957-1968, 2005.  [40] J. Alam and J. L. Cook, “Transcriptional regulation of the heme oxygenase-1 gene via the stress response element pathway,” Current Pharmaceutical Design, vol. 9, no. 30, pp. 2499-2511, 2003.  [41] T. Ishii, K. Itoh, S. Takahashi et al., “Transcription factor Nrf2 coordinately regulates a group of oxidative stress-inducible genes in macrophages,”The Journal of Biological Chemistry, vol. 275, no. 21, pp. 16023-16029, 2000.  [42] J. Pi, Y. Bai, J. M. Reece et al., “Molecular mechanism of human Nrf2 activation and degradation: role of sequential phosphorylation by protein kinase CK2,” Free Radical Biology and Medicine, vol. 42, no. 12, pp. 1797-1806, 2007.  [43] T. Nguyen, P. J. Sherratt, H. C. Huang, C. S. Yang, and C. B. Pickett, “Increased protein stability as a mechanism that enhances Nrf2-mediated transcriptional activation of the antioxidant response element: degradation of Nrf2 by the 26 S proteasome,”The Journal of Biological Chemistry, vol. 278, no. 7, pp. 4536-4541, 2003.  [44] G. Sethi, B. Sung, B. B. Aggarwal et al., “Nuclear factor-𝜅B activation: from bench to bedside,” Experimental Biology and Medicine, vol. 6, no. 5, pp. 515-524, 2006.  [45] J. H. Lim, H. S. Park, J. K. Choi, I. S. Lee, and J. C. Hyun, “Isoorientin induces Nrf2 pathway-driven antioxidant response through phosphatidylinositol 3-kinase signaling,” Archives of Pharmacal Research, vol. 30, no. 12, pp. 1590-1598, 2007.  [46] W. Li, T. O. Khor, C. Xu et al., “Activation of Nrf2-antioxidant signaling attenuates NF𝜅B-inflammatory response and elicits apoptosis,” Biochemical Pharmacology, vol. 76, no. 11, pp. 1485- 1489, 2008.  [47] A. Banning and R. Brigelius-Flohé, “NF-𝜅B, Nrf2, and HO-1 interplay in redox-regulated VCAM-1 expression,”Antioxidants and Redox Signaling, vol. 7, no. 7-8, pp. 889-899, 2005.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}