{
    "summary": "The large tumor suppressor 1 (LATS1) is a serine/threonine kinase and tumor suppressor found down-regulated in a broad spectrum of human cancers. LATS1 is a central player of the emerging Hippo-LATS suppressor pathway, which plays important roles in cell proliferation, apoptosis, and stem cell differentiation. Despite the ample data supporting a role for LATS1 in tumor suppression, how LATS1 is regulated at the molecular level remains largely unknown. In this study, we have identified Itch, a HECT class E3 ubiquitin ligase, as a unique binding partner of LATS1. Itch can complex with LATS1 both in vitro and in vivo through the PPxY motifs of LATS1 and the WW domains of Itch. Significantly, we found that overexpression of Itch promoted LATS1 degradation by polyubiquitination through the 26S proteasome pathway. On the other hand, knockdown of endogenous Itch by shRNAs provoked stabilization of endogenous LATS1 proteins. Finally, through several functional assays, we also revealed that change of Itch abundance alone is sufficient for altering LATS1-mediated downstream signaling, negative regulation of cell proliferation, and induction of apoptosis. Taking these data together, our study identifies E3 ubiquitin ligase Itch as a unique negative regulator of LATS1 and presents a possibility of targeting LATS1/Itch interaction as a therapeutic strategy in cancer.",
    "title": "Itch E3 ubiquitin ligase regulates large tumor suppressor 1 stability",
    "text": "pnas201101273 4870..4875   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/50304299  Itch E3 ubiquitin ligase regulates large tumor suppressor 1 stability  Article  in  Proceedings of the National Academy of Sciences · March 2011  DOI: 10.1073/pnas.1101273108 · Source: PubMed  CITATIONS  94 READS  129  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Total synthesis of Pyrones View project  Hippo Signaling View project  King Ching Ho  12 PUBLICATIONS   1,128 CITATIONS     SEE PROFILE  Terry D Cyr  Health Canada  107 PUBLICATIONS   2,180 CITATIONS     SEE PROFILE  Xiaolong Yang  Queen's University  78 PUBLICATIONS   4,210 CITATIONS     SEE PROFILE  All content following this page was uploaded by Xiaolong Yang on 08 August 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/50304299_Itch_E3_ubiquitin_ligase_regulates_large_tumor_suppressor_1_stability?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/50304299_Itch_E3_ubiquitin_ligase_regulates_large_tumor_suppressor_1_stability?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Total-synthesis-of-Pyrones?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Hippo-Signaling-2?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/King-Ching-Ho?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/King-Ching-Ho?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/King-Ching-Ho?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Terry-Cyr?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Terry-Cyr?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Health_Canada?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Terry-Cyr?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiaolong-Yang-3?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiaolong-Yang-3?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Queens-University?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiaolong-Yang-3?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiaolong-Yang-3?enrichId=rgreq-d3e0bbefc27ba67eb13792fff25059a5-XXX&enrichSource=Y292ZXJQYWdlOzUwMzA0Mjk5O0FTOjEyNzkyODA1MDM5MzA4OUAxNDA3NTExODMyNTAz&el=1_x_10&_esc=publicationCoverPdf   Itch E3 ubiquitin ligase regulates large tumor suppressor 1 stability King Ching Hoa,1, Zhonghua Zhoua,1, Yi-Min Sheb, Alex Chuna, Terry D. Cyrb, and Xiaolong Yanga,2  aDepartment of Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada K7L 3N6; and bCentre for Biologics Research, Biologics and Genetic Therapies Directorate, Health Canada, Ottawa, ON, Canada K1A 0K9  Edited by Joan S. Brugge, Harvard Medical School, Boston, MA, and approved February 16, 2011 (received for review January 25, 2011)  The large tumor suppressor 1 (LATS1) is a serine/threonine kinase and tumor suppressor found down-regulated in a broad spectrum of human cancers. LATS1 is a central player of the emerging Hippo- LATS suppressor pathway, which plays important roles in cell proliferation, apoptosis, and stem cell differentiation. Despite the ample data supporting a role for LATS1 in tumor suppression, how LATS1 is regulated at the molecular level remains largely un- known. In this study, we have identified Itch, a HECT class E3 ubiquitin ligase, as a unique binding partner of LATS1. Itch can complex with LATS1 both in vitro and in vivo through the PPxY motifs of LATS1 and the WW domains of Itch. Significantly, we found that overexpression of Itch promoted LATS1 degradation by polyubiquitination through the 26S proteasome pathway. On the other hand, knockdown of endogenous Itch by shRNAs provoked stabilization of endogenous LATS1 proteins. Finally, through several functional assays, we also revealed that change of Itch abundance alone is sufficient for altering LATS1-mediated down- stream signaling, negative regulation of cell proliferation, and induction of apoptosis. Taking these data together, our study identifies E3 ubiquitin ligase Itch as a unique negative regulator of LATS1 and presents a possibility of targeting LATS1/Itch interac- tion as a therapeutic strategy in cancer.  proteomics | protein stability | protein ubiquitination  Large tumor suppressor 1 (LATS1) is a serine/threonine kinaseoriginally identified as a homolog ofDrosophila tumor-suppressor LATS (1-4). Although mice deficient for LATS1 develop soft- tissue sarcomas, ovarian cancer, and pituitary dysfunction (5), over- expression of human LATS1 dramatically suppresses tumor cell growth by either inducing G2/M cell-cycle arrest or apoptosis (6, 7). In addition, we previously found that inactivation of LATS1 caused cytokinesis defects, genetic instability, and polyploidy, all of which are hallmarks of cancer (8). Moreover, reduced expres- sion and promoter methylation of LATS1 are also found in various cancers, including leukemia, breast cancer, astrocytoma, and soft- tissue sarcoma (9-11). Given such critical role in cancer, studies of LATS1 may therefore greatly facilitate our understanding of the molecular mechanism that leads to tumorigenesis. Recently, Drosophila LATS has been identified as a major  component of an emerging tumor suppressor pathway known as the Hippo-LATS pathway (12-14). In this pathway, LATS func- tions as a central player, transmitting signals from upstream tumor suppressors (FAT, Merlin, Expanded, Salvador, RASSF, Hippo, and MATS) to inhibit tumor growth by phosphorylating and suppressing the oncoprotein and transcriptional coactivator Yorkie (12-14). Apart from its tumor-suppressor function, the Hippo-LATS pathway is also implicated in a number of funda- mental biological processes, such as animal organ size control, stem cell differentiation, color recognition in the eye, cell-cell competition, and neural dendrite formation andmaintenance (12, 13). Significantly, mammalian homologs of each component of the Drosophila Hippo-LATS pathway have been identified [Fat4 for Fat, Merlin for Merlin, Ex for Ex, RASSF1A for dRASSF, hWW45 for Sav, Mst1 and Mst2 for Hippo, LATS1 and LATS2 for LATS, MOB1 (Msp1 one binder) for Mats, and YAP (Yes-  associated protein) and TAZ (transcriptional coactivator with PDZ-binding motif) for Yorkie] (12). We and others recently showed that part of theHippo-LATS signaling pathway discovered in Drosophila are conserved in mammals and that many members of the pathway could be confirmed as either tumor suppressors (Fat4, Merlin, RASSF1A, Mst1/2, LATS1/2, MOB1) or onco- genes (YAP and TAZ) in human cancers (15-19). Therefore, further characterization of Hippo-LATS pathway and its regu- lators in mammals will have great implication for not only our understanding the molecular mechanism of tumorigenesis, but also for future targeting of this pathway for cancer therapies. Despite the critical role of LATS in tumorigenesis, little is  known regarding LATS regulation at the molecular level. In particular, although many upstream activators of LATS, such as Hippo/MST and Mats/MOB1, have been reported (20-22), di- rect negative regulators of LATS are yet to be identified. In this study, we have provided convincing evidence that Itch E3 ubiq- uitin ligase is a bona fide binding partner and negative regulator of LATS1.  Results Identification of Itch as a LATS1-Interacting Protein by Proteomics. Previous work from our laboratory demonstarted that LATS1 can interact with other proteins through PPxY559, one of its two PPxY motifs (PPxY376 and PPxY559) (19). Therefore, we used a recently developed SILAC (stable isotope labeling with amino acids in cell culture) method and LATS1 deletion (amino acids 526-655) GST fusion proteins containing either wild-type (PPxY559) or mutant (PPxF559, negative control) motif as bait to screen for unique LATS1-interacting proteins. In this SILAC analysis, proteins in HEK293T human embryonic kidney cells were metabolically labeled, respectively, by either heavy (H) [13C6-Argeine (Arg) and  13C6-Lysine (Lys)] or light (L) ( 12C-Arg  and 12C-Lys) amino acids. The resulting “heavy” and “light” SILAC lysates were then incubated, respectively, with PPxY-WT GST and PPxY-Mut-GST fusion proteins, followed by GST pull- down and LC MS/MS analysis. Our LC MS/MS analysis identi- fied 118 proteins, of which only two proteins, YAP (gi5174751) and Itch (gi27477109), are specific LATS1-binding proteins with H/L ratios of >1.5. Significantly, peptides from both Itch and YAP are labeled only by the heavy isotope (Fig. 1A), suggesting that they specifically bind to wild-type rather than mutant PPxY GST fusion proteins. On the other hand, peptides from a non- specific protein cytoplasmic Actin (gi4501885) were equally la- beled with both heavy and light isotopes and have a H/L ratio of  Author contributions: T.D.C. and X.Y. designed research; K.C.H., Z.Z., Y.-M.S., and A.C. performed research; K.C.H., Z.Z., and Y.-M.S. analyzed data; and K.C.H. and X.Y. wrote the paper.  The authors declare no conflict of interest.  This article is a PNAS Direct Submission. 1K.C.H. and Z.Z. contributed equally to this work. 2To whom correspondence should be addressed: E-mail: yang@cliff.path.queensu.ca.  This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1101273108/-/DCSupplemental.  4870-4875 | PNAS | March 22, 2011 | vol. 108 | no. 12 www.pnas.org/cgi/doi/10.1073/pnas.1101273108  mailto:yang@cliff.path.queensu.ca http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental   1.05 (Fig. 1A). YAP is a WW domain-containing protein and a known LATS1 binding partner (19), whereas Itch is a WW- domain-containing protein and an E3 ubiquitin ligase known to promote protein ubiquitination and degradation (23). To further confirm endogenous Itch is pulled down by PPxY-WT-GST rather than PPxY-Mut-GST of LATS1, we performed a GST pull-down assay using the same conditions as those used for SILAC screening. Importantly, our result showed that endoge- nous Itch from HEK293T cell lysates specifically bind to PPxY- WT-GST (Fig. 1B), suggesting that Itch may be a strong binding partner of LATS1.  Interaction of LATS1 and Itch in Vitro and in Vivo. To further verify Itch as a bona fide binding partner of LATS1, we did the fol- lowing experiments: First, we did coimmunoprecipitation (Co- IP) experiments to confirm whether or not LATS1 and Itch physically interact with each other in vivo. As expected, LATS1 coimmunoprecipitates with Itch in cell lysates overexpressing both LATS1 and Itch (Fig. 2A). In addition, Co-IP analysis using MDA-MB-231 cells also demonstrates that endogenous LATS1 robustly coimmunoprecipitates endogenous Itch (Fig. 2B). Sec- ond, to test if Itch is a physiologically relevant interacting partner of LATS1, subcellular localization of both Itch and LATS1 in cells were investigated by indirect immunostaining. Significantly, a strong overlapping staining signal (yellow) for both LATS1 (green) and Itch (red) was observed in the cytoplasm (Fig. 2C),  suggesting that LATS1 does colocalize with Itch in the same subcellular compartment and that their interaction is physio- logically significant. Third, we sought to determine the domains on LATS1 and Itch that mediate their interaction. As mentioned previously, one of the domains on LATS1 for protein-protein interaction is its PPxY motifs (19), which have high affinities toward Group I WW domains (24). Given that Itch contains four Group I WW domains, we therefore tested if its WW domains are critical for LATS1-Itch interaction in a GST pull-down as- say. For this assay, a series of Itch GST-fusion proteins were produced (Fig. S1) and their abilities to interact with LATS1 in vitro were tested. As shown in Fig. 2D, wild-type LATS1 binds strongly to the Itch-GST fusion protein, but not to GST, sug- gesting that LATS1 and Itch form a stable complex in vitro. No significant interaction was detected, however, between LATS1 and Itch-WW-mut-GST, which has all its WW domains dis- rupted. This result implies that LATS1-Itch interaction requires intact WW domains of Itch. Consistent with this notion, the Itch WW domain alone (WW-GST) can bind to LATS1 with as  Fig. 1. Identification of LATS1-interacting proteins by SILAC. (A-C) Quan- tification of heavy and light peptides. A section of the mass spectrum of peptides from (A) Itch (NYEQEQLQR), (B) YAP (TANVPQTVPMR), and (C) Actin (HQGVMVGMGQK) are shown. The pair of light (L) and heavy (H) la- beled peptides were identified by MS/MS measurements, and their H/L ratios were determined by the intensities of monoisotopic ions. The heavy 13C- isotope labeled peptides are labeled with solid dots, whereas the corre- sponding light peptides, which are 6 Da smaller, are labeled with unfilled dots. Note that because of the inability of binding to PPxY-Mut-GST, the light peptides for both Itch and YAP were missing, whereas both heavy and light peptides were detected for nonspecific binding protein Actin, with an H/L ratio of 1.05. (D) Confirmation of PPxY motif-Itch interaction by GST pull-down assay. Lysate from HEK293T cell was pulled down by either PPXY- WT or PPXY-Mut GST fusion proteins, followed by Western blotting using anti-Itch antibody. Ponseau S was used to stain fusion proteins on the membrane. Note that equal amounts of PPxY-WT and PPxY-Mut GST fusion proteins were used for the GST pull-down assays.  Fig. 2. Itch promotes polyubiquitination and subsequent degradation of LATS1 by 26S proteasome. (A) In vitro ubiquitination of LATS1 by Itch. Immunoprecipitated LATS1-myc on beads was used as a substrate in an ubiquitination assay with a ligase buffer containing E1, E2, Ubiquitin-FLAG, ATP, and Itch-GST or Itch-C830A-GST. After reaction, the beads containing LATS1-myc were washed extensively with modified RIPA buffer, followed by Western blot analysis using anti-FLAG antibody. (B) In vivo ubiquitination of LATS1 by Itch. Ubiquitin-HA and different combination of Itch-Myc, Itch- ligase-dead mutant (Itch-C830A-Myc), and LATS1-FLAG were transfected into COS7 cells. Ubiquitinated LATS1 was detected by immunoprecipitation of LATS1 with anti-FLAG antibody, followed by detection of ubiquitin using anti-HA antibody. (C) Proteasome inhibitor blocks Itch-induced LATS1 deg- radation. COS7 cells transfected with either LATS1-FLAG alone or LATS1- FLAG together with Itch-Myc were treated with either DMSO (control) or proteasome inhbitor (MG132). (D) Lysosome inhibitor fails to block Itch- induced LATS1 degradation. COS7 cells transfected with either LATS1-FLAG alone or LATS1-FLAG together with Itch-Myc were treated with either DMSO (control) or lysosome inhibitor (Baf A1).  Ho et al. PNAS | March 22, 2011 | vol. 108 | no. 12 | 4871  C EL L B IO LO  G Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF1   strong affinity as the full-length Itch (Fig. 2D). Finally, to test which PPxY motifs of LATS1 are essential for interacting with Itch, additional GST pull-down assays were performed with lysates expressing either a single or double PPxY mutant of LATS1. Importantly, although mutation of a single PPxY motif in LATS1 (LATS1-Y376A or LATS1-Y559A) reduces its bind- ing to Itch-GST, mutation of both PPxY motifs (LATS1-Y376- Y559) completely abolishes its binding to Itch-GST (Fig. 2D), demonstrating that both PPxY motifs of LATS1 are important for its interacting with Itch WW domains.  Dose-Dependent Degradation of LATS1 by Itch. Itch is an E3 ubiq- uitin ligase known to target multiple tumor-suppressor substrates for ubiquitination and degradation (23). Because LATS1 is a binding partner of Itch, we asked if LATS1 may also be an Itch- ubiquitin substrate. To answer this question, we first tested if overexpression of increasing amounts of Itch can affect LATS1's protein abundance. Importantly, our results show that over- expression of Itch induces significant down-regulation of LATS1 in a dose-dependent manner (Fig. 3A). On the other hand,  cotransfection of LATS1 with increasing amounts of a ligase- dead Itch (Itch-C830A-Myc; C, cysteine; A, alanine) has no ef- fect on LATS1 (Fig. 3 B and C), suggesting that Itch ubiquitin ligase activity is essential for its degradation of LATS1. However, no LATS1 degradation was observed when increasing Itch-WW- mut was used (Fig. 3C). In addition, increasing levels of Itch were unable to degrade the LATS1-Y376A-Y559A mutant (Fig. 3D). These results indicate that the interaction of LATS1 and Itch is important for Itch-induced LATS1 degradation. To ex- clude the possibility that reduced degradation of LATS1 by Itch- C630A ligase dead mutant is because of reduced binding affinity to LATS1, we performed a Co-IP experiment with LATS1 and Itch-C830A. As shown in Fig. 2A, similar to Itch-LATS1 in- teraction, LATS1 is strongly coimmunopreciptated by Itch-C830, suggesting that the single-point mutation of Itch did not disrupt normal LATS1-Itch interaction, but affected Itch's function. To confirm that Itch-mediated degradation of LATS1 is specific, we conducted two further experiments. First, we tested whether or not Itch can degrade Ndr1, a LATS1 homolog that lacks a PPxY motif for interaction with Itch (21). As expected, Itch was unable to degrade Ndr1 (Fig. S2). Next, we tested whether or not an- other E3 ubiquitin ligase β-TrCP, which lacks WW domains and targets oncogene products rather than tumor suppressors for degradation (25), can also degrade LATS1. As expected, β-TrCP ubiquitin ligase was unable to affect stability of LATS1 (Fig. S3). Together, these experiments strongly suggest that the destabi- lizing effect of Itch on LATS1 is specific. Additionally, to de- termine if Itch directly promotes down-regulation of LATS1 at the protein rather than mRNA levels, we performed a cyclohex- imide chase experiment in which protein synthesis is blocked and the steady-state levels of LATS1 is measured in the presence or absence of Itch. As shown in Fig. 3 E and F, although over- expression of Itch efficiently facilitates LATS1 turnover, knock- down of Itch inhibits LATS1 degradation upon inhibition of protein synthesis. This finding suggests that Itch induces down- regulation of LATS1 directly at the protein level. Moreover, to further confirm our results from transfection ex-  periments, we used a lentiviral system and stably overexpressed Itch in three different human cancer cell lines (MCF10A, HeLa, and MCF7). Importantly, in all of the three cell lines tested, a marked decrease in endogenous LATS1 proteins was detected upon overexpression of Itch but not the lentiviral vector WPI (Fig. 3G). This finding suggests that the effect of Itch on LATS1 is physiologically significant. Finally, to examine whether or not endogenous Itch can directly modulate the stability of endoge- nous LATS1, we stably knocked down Itch by two shItch con- structs in MDA-MB-231 cells, which express high levels of endo- genous Itch. Significantly, endogenous LATS1 is up-regulated upon knockdown of Itch with either one of the two shItch con- structs (Fig. 4B), indicating Itch is oneof themajor ubiquitin ligases negatively regulating LATS1 stability in physiological conditions.  Degradation of LATS1 by Itch Through Polyubiquitination. Next, we sought to elucidate the molecular mechanism by which Itch degrades LATS1. Given that a key biochemical function of Itch is the ubiquitination of its interacting proteins, we first per- formed an in vitro ubiquitination assays using purified E1, E2, E3 (Itch-GST), FLAG-tagged ubiquitin, and immunoprecipitated LATS1-myc. Our results show that Itch-GST rather than ligase- dead Itch-C830A-GST causes ubiquitination of LATS1 in vitro (Fig. 5A). In addition, we also carried out an in vivo ubiquiti- nation assay examining if Itch can catalyze ubiqutination of LATS1 in cells. As shown in Fig. 5B and Fig. S4, high molecular- weight polyubiquitinated forms of LATS1 were detected only upon addition of wild-type but not ligase-dead (C830A) or WW domain mutant (WW-mut) Itch. This finding suggests that Itch, with its ligase activity, directly catalyzes in vivo polyubiquitina- tion of LATS1. In general, polyubiqitinated proteins can be pro-  Fig. 3. Down-regulation of LATS1 by Itch. (A) Dose-dependent degradation of LATS1 by Itch. Western blot analysis of LATS1 upon expression of in- creasing amount of Itch in COS7 cells. (B) Loss of Itch ligase activity abolishes its effect on LATS1. Western blot analysis of LATS1-FLAG upon expression of increasing amount of a catalytically inactive Itch (Itch-C830A-Myc) in COS7 cells. (C and D) Loss of interaction of LATS1 and Itch abolishes Itch-induced LATS1 degradation. Western blot analysis of LATS1 upon expression of in- creasing amounts of Itch-WW-mut (C) or LATS1-Y376A-Y559A upon expressing increasing amounts of Itch (D). (E) Cyclohexmide chase analysis of LATS1 degradation after Itch overexpression. COS7 cells expressing either LATS1-FLAG alone or LATS1-FLAG together with Itch-Myc were treated with cycloheximide (CHX) to inhibit protein synthesis. At an indicated time, cells are harvested and analyzed for LATS1 level using anti-FLAG antibody. (F) Cyclohexmide chase analysis of LATS1 degradation after Itch knockdown. Itch is stably knocked down in MDA-MB231 by shRNA targeting Itch. Cells infected with pGIPZ vector were used as an shRNA control. (G) Western blot analysis of endogenous LATS1 in MCF10A, HeLa, and MCF7 cells upon stable overexpression of Itch. Control, cells without lentiviral infection; WPI, cells stably infected with lentiviral vector WPI; Itch, cells stably infected with lentivirus expressing Itch.  4872 | www.pnas.org/cgi/doi/10.1073/pnas.1101273108 Ho et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF4   cessed for degradation by either the 26S proteasome or the ly- sosome. To determine which proteolysis system is responsible for LATS1 degradation by Itch, we tested the stability of LATS1 upon treatment with either a proteasome inhbitor (MG132) or lysosome inhibitor (Bafamycin A1). Interestingly, although Itch promotes down-regulation of LATS1 under control conditions, the LATS1 level is strongly stabilized upon addition of the pro- teasome inhibitor MG132 (Fig. 5C), but not the lysosome inhibitor Bafamycin A1 (Fig. 5D). This finding suggests that Itch-mediated degradation of LATS1 requires an intact 26S proteasome. Taken together, our results provide convincing evidence that Itch pro- motes degradation of LATS1 by catalyzing its polyubiquitination and its subsequent proteolysis by the 26S proteasome.  Regulation of LATS1 Downstream Signaling by Itch. Because LATS1 is the central player of the Hippo-LATS signaling pathway, we want to see whether down-regulation of LATS1 by Itch could affect components of the Hippo-LATS signaling. To date, the YAP and TAZ transcription coactivators are the only well- established kinase substrates of LATS1 (15, 19). Phosphorylation of YAP or TAZ oncoproteins by LATS1 is known to inhibit their activities, thereby suppressing their transcriptional activation of various downstream oncogenes, such as Cyr61 and CTGF (Fig. S5) (19, 26, 27). Importantly, we found that upon stable over- expression of Itch in HeLa cells, which express low levels of Itch and high levels of LATS1, not only is endogenous LATS1 effi- ciently down-regulated, but phosphorylated levels of YAP and TAZ are also significantly reduced (pYAP and pTAZ) (Fig. 4A).  This finding suggests that overexpression of Itch strongly sup- presses LATS1's kinase activity. Furthermore, we also found that Itch overexpression promoted up-regulation of endogenous Cyr61 and CTGF (Fig. 4A). Moreover, the effect of Itch on LATS1 and its downstream signaling is dependent of its ligase activity and its interaction with LATS1, because stable over- expression of Itch-C830A or Itch-WW-mut mutants in HeLa cells has no effect on levels of LATS1, pYAP, pTAZ, Cyr61, and CTGF (Fig. 4A). In addition, in contrast to Itch overexpression, knockdown of Itch by two Itch shRNAs (shItch-1 and shItch-2) in MDA-MB231 cells (high Itch) has the opposite effect on LATS1 and its downstream signaling (Fig. 4B). Finally, because we pre- viously showed that LATS1 inhibits YAP by phosphorylating and sequestering YAP in the cytoplasm, and loss of LATS1 causes enhanced nuclear translocation of YAP (19), we further exam- ined whether overexpression of Itch affects subcellular localiza- tion of YAP. Interestingly, overexpression of wild-type Itch, which leads to reduced LATS1, rather than its mutants (Itch- C830A or Itch-WW-mut) (Fig. 4A), induced enhanced nuclear localization of endogenous YAP in HeLa cells (Fig. 4C).  Fig. 4. Itch inhibits LATS1-mediated signaling. (A) Western blot analysis of LATS1 and its downstream signaling proteins after Itch over-expression. HeLa cells were stably infected with lentivirus expressing WPI (vector), Itch, Itch-C830A, or Itch-WW-mut. (B) Western Blot analysis of endogenous LATS1 cells upon shRNA knockdown of Itch. Two shRNAs targeting different regions of Itch (shItch-1 and shItch-2) was used to knock down Itch in MDA- MB231 cells. (C) Subcellular localization of YAP after Itch overexpression. Established HeLa cells (see A) were subjected to immunostaining using rabbit anti-YAP and AF555 anti-rabbit IgG antibodies. DAPI is used for nuclear staining (blue).  Fig. 5. Interaction of LATS1 and Itch in vivo and in vitro. (A) Interaction of ectopically expressed LATS1 and Itch. COS7 lysates expressing either LATS1- FLAG alone or together with Itch-Myc or Itch-C830A-Myc were immuno- precipitated with anti-Myc antibody, followed by Western blotting with anti-FLAG antibody. Ponceau S staining of antibody heavy chain indicates equal amounts of anti-Myc antibody were used. (B) Interaction of endoge- nous LATS1 and Itch. Protein lysates from MDA-MB-231 cells were immu- noprecipitated with either control anti-FLAG antibody or anti-LATS1 antibody, followed by Western blotting with anti-Itch antibody. (C) Immu- nostaining analysis of LATS1 and Itch. LATS1-FLAG and Itch-Myc were cotransfected into COS7 cells, followed by immunostaining with anti-FLAG and anti-Myc primary antibodies and AF488 anti-mouse IgG and AF555 anti- rabbit IgG secondary antibodies. (D) GST pull-down analysis of interaction of LATS1 and Itch in vitro. COS7 lysates expressing either wild-type (LATS1-WT- FLAG), single-PPxY mutants (LATS1-Y376F-FLAG or LATS1-Y559F-FLAG), or double PPxY mutant (LATS1-Y376F-Y559F-FLAG) of LATS1 was pulled down with either GST, GST-Itch, GST-Itch-WW mutant, or GST-WW, followed by Western blotting for LATS1-FLAG using anti-FLAG antibody. 1/10 input (10 μg) represents 1/10 of protein lysate (100 μg) used for GST pull-down.  Ho et al. PNAS | March 22, 2011 | vol. 108 | no. 12 | 4873  C EL L B IO LO  G Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=SF5   Negative Regulation of LATS1 Function by Itch. The key tumor- suppressor functions of LATS1 are its ability to inhibit cell proliferation (such as in HeLa cells) or induce apoptosis (such as in MCF7 and MDA-MB-231 cells) (6, 7). Using established Itch- overexpressing HeLa cells (Fig. 4A), we found that overexpres- sion of wild-type rather than ligase-dead (Itch-C830A) or WW domain mutant (Itch-WW-mut) Itch caused enhanced cell pro- liferation and colony formation in culture (Fig. 6 A and B), suggesting that interaction and ubiquitination/degradation of LATS1 is essential for Itch-induced phenotype. In addition, by transient overexpression of LATS1 alone or together with Itch in MCF7 breast cancer, we also found that overexpression of wild- type Itch rather than its mutants dramatically inhibits LATS1- induced cell death in a dose-dependent manner (Fig. 6C). In contrast, knockdown of endogenous Itch using two different Itch shRNA constructs significantly enhanced LATS1-mediated cell death (Fig. 6D). Most significantly, knockdown of endogenous Itch by two different shRNAs targeting Itch (shItch-1 or shItch- 2) in MDA-MB231 cells caused enhanced endogenous LATS1  and pYAP and reduced number of colony formation (repre- senting survival tumor cells) in culture. Significantly, this phe- notype can be reversed by knocking down LATS1 back to its original levels using shLATS1, suggesting that activation of LATS1 is responsible for Itch knockdown-induced apoptosis. Together, these results provide convincing evidence that Itch is indeed a potent negative regulator of LATS1 in cancers.  Discussion LATS1 is a potent tumor suppressor found down-regulated in many cancers. Although many studies have elucidated how LATS1 signals and functions in a cell, little is known regarding its mechanisms of regulation. Through an unbiased proteomics screen, we identified Itch, a HECT class E3 ubiquitin ligase, as a unique binding partner and negative regulator of LATS1. We found that Itch promotes polyubiquitination and down-regula- tion of LATS1 by the 26S proteasome. Most significantly, by destabilizing LATS1, Itch demonstrated strong inhibitory effects on LATS1 downstream signaling and cell proliferation and ap- optotic function in various cancer cell lines. Our finding that Itch is the first negative regulator of LATS1  has several important implications. First, because LATS1 is a central player of the Hippo-LATS1 pathway and can simulta- neously regulate various biological processes, such as tumori- genesis, metastasis, organ size control, stem cell differentiation, and neural dendrite growth (12-14), our study is unique in presenting a potential for Itch in the regulation of all these fundamental biological processes. Second, because both LATS1 and Itch are found expressed in a wide variety of human cell types (2, 23), our results suggest that, in addition to mRNA down-regulation by promoter hypermethylation (10, 11), down- regulation of LATS1 at the protein level through protein ubiq- uitination may be a unique mechanism by which LATS1 is down- regulated in multiple cancer types. Future studies comparing the protein expression profiles of LATS1 and Itch in human cancer may therefore provide further insight as to how Itch negatively regulates LATS1 in cancer development. Last but not least, because Itch belongs to the Group I WW domain proteins, which include other WW domain-containing ubiquitin ligases, such as oncoproteins NEDD4 and WWP1 (29), it is possible that they may also bind to the PPxY motifs and cause degradation of LATS1. Therefore, it is very compelling to further examine how these ubiquitin ligases coordinate with Itch in regulating LATS1 stability and Hippo-LATS signaling during tumorigenesis. Through this study, we verified that the LATS1-Itch binding is  mediated through PPxY motifs of LATS1 and WW domains of Itch. Importantly, PPxY motifs of LATS1 are well known as a binding module for the LATS1 kinase substrates (19). YAP, for instance, is a direct kinase substrate of LATS1, and it possesses WW domains that strongly recognize LATS1's PPxY motifs (19). It is therefore possible that Itch, with four WW domains, may compete with YAP for LATS1 binding, as been recently described between YAP and Itch for binding to p73, another PPxY-motif containing tumor suppressor degraded by Itch (20). Because an increased binding to Itch by LATS1 promotes oncogenesis and a decreased binding to Itch suppresses oncogenic events, our find- ings suggest that Itch may play a role in defining the fine balance between cell death and cell survival in human cancers. Hence, development of strategies that specifically disrupt LATS1 and Itch interaction may be useful for driving tumor suppression in cancers. Finally, although our study demonstrated a role for Itch  in negative regulation of LATS1, it is possible that LATS1 may also negatively regulate Itch's activity by phosphorylating Itch. Through a sequence analysis on Itch, we found that Itch contains a potential phosphorylate site, HFRVWS85 (H, Histidine; F, Phenylalanine; R, Arginine; V, Valine; W, Tryptophan; S, Ser- ine,), which is consistent with the consensus phosphorylation  Fig. 6. Itch negatively regulates LATS1's function. (A and B) Increased cell proliferation and colony formation after Itch over-expression. Cell pro- liferation (A) or colony formation (B) was analyzed using HeLa cells stably expressing WPI, Itch-WT, Itch-C830, and Itch-WW-mut. (C) Inhibition of LATS1-mediated apoptosis by Itch overexpression. MCF7 cells were infected with lentivirus expressing LATS1 alone or together with increasing amount of Itch, Itch-C830A, or Itch-WW-mut. Percent of cell death were measured at 4 d postinfection using Trypan blue exclusion assay. (D) Enhancement of LATS1-mediated apoptosis by Itch knockdown. MDA-MB-231 cells expressing the pGIPZ vector control or shItch-1 or shItch-2 were infected with LATS1 lentivirus. Percent of cell death (Upper) were measured at 4 d postinfection using the trypan blue exclusion assay. Expression of LATS1, Itch, and YAP/ pYAP (Lower) was examined by Western blot. (E) Knockdown of endoge- nous Itch inhibits colony formation through up-regulation of LATS1. MDA- MB231 cells were transiently infected with lentivirus expressing pGIPZ vector (control), shItch-1, or shItch-2 alone or together with shLATS1, followed by Western blot analysis of protein expression (Lower) and colony formation assay (Upper). All numbers are mean and SD of three independent experi- ments. *Statistically significant difference (P < 0.05).  4874 | www.pnas.org/cgi/doi/10.1073/pnas.1101273108 Ho et al.    motif for LATS1 substrates, HxR/K/HxxS/T (K, Lysine; T, Threonine) (19). Because phosphorylation of substrates by LATS1 normally inhibit their function and Itch displayed onco- genic function by degrading a variety of tumor suppressors, LATS1 may involve in the activation of multiple tumor sup- pressors, such as p73, by phosphorylating and inactivating Itch. Indeed, several recent studies also described a role for serine/ threonine or tyrosine kinases in modulating Itch E3 ubiquitin ligase activity through phosphorylation (31-33). Therefore, it will be very interesting to further explore whether LATS1 regulates other suppressor pathways through phosphorylation and nega- tive regulation of Itch. In conclusion, our study has identified Itch as a unique neg-  ative regulator of suppressor LATS1. Further characterization of their functional interactions in mice and in clinical cancer patients will have great implication for the diagnosis, prognosis, and therapy of human cancers.  Materials and Methods Plasmid Construction. The LATS1-PPxY-WT (amino acids 526-655) and LATS1- PPxY-Mut (amino acids 526-655) plasmids were constructed as described previously (1). For lentivirus production, Itch cDNA was first amplified by PCR using Itch-myc plasmid as a template, digested by PmeI, and sub- sequently cloned into the PmeI site of WPI lentiviral vector. The following primers were used for PCR: Itch, sense primer (5′-GCGGAT CCGGTGGTAT- GTCTGACAGTGGATCACAAC-3′) and antisense primer (5′-GTAACAATGCGG- CCG CTTACTACTCTTGTCCAAATCCTTCTGTTTCTTC-3′).  In Vivo Ubiquitination Assay. HEK293T cells were transiently transfected with plasmids expressing ubiquitin-HA and LATS1-FLAG alone or together with Itch-Myc using Lipofetamine 2000. At 24-h posttransfection, cells were  treated with 5 μM MG132 for an additional 24 before being lysed with a modified RIPA buffer (2 mM Tris-HCl, pH7.5; 5 mM EDTA, 150 mM NaCl, 1% Nonidet P-40, 1% sodium deoxycholate, 0.025% SDS). Twenty microliters of Protein A beads and 1 mg of each lysate sample was precleared, and then immunoprecipitated by mouse anti-FLAG M2 monoclonal antibody. The ubiquitin conjugates of LATS1 were detected by Western blotting using rabbit anti-HA (Y11) polyclonal antibody (Santa Cruz).  Apoptosis and Cell Viability Assays. For functional analysis of LATS1 upon Itch overexpression, triplicates of 4 × 104 MCF7 cells were seeded to each well of a 24-well plate 1 d before lentiviral infection. Before infection, cell numbers were counted. Cells were infected with WPI, LATS1, LATS1 together with increasing multiplicity of infection (4 or 6) of Itch. Four days postinfection, detached and adherent cells were collected, and the percentage of cell death was measured using a Trypan blue exclusion assay, as previously de- scribed (27). For functional analysis of LATS1 upon Itch knockdown, tripli- cates of 4 × 104 MDA-MB-231 cells stably expressing either pGIPZ, shItch-1, or shItch-2 were seeded to each well of a 24-well plate 1 d before lentiviral infection. Before infection, cell numbers were counted. WPI or LATS1were infected at multiplicity of infection of 2. Four days postinfection, detached and adherent cells were collected, and the percentage of cell death was measured as described above.  Detailed materials and method for SILAC screening, cell culture, lentiviral production, Co-IP, GST-pulldown, in vitro and in vivo ubiquitination assays, and colony formation assay can be found in SI Materials and Methods.  ACKNOWLEDGMENTS. We thank Dr. Anthony Pawson for providing the wild-type and WW-domain mutant Itch/AIP4 plasmids, Yawei Hao for technical support, and members of the X.Y. laboratory for comments and suggestions. This work was supported by grants from the Canadian Breast Cancer Foundation, the Cancer Research Society, a New Investigator Award from Canadian Institutes of Health Research, and an Early Researcher Award from Ontario Ministry of Research and Innovation, Canada (to X.Y.).  1. Visser S, Yang X (2010) LATS tumor suppressor: A new governor of cellular homeostasis. Cell Cycle 9:3892-3903.  2. Turenchalk GS, St John MA, Tao W, Xu T (1999) The role of lats in cell cycle regulation and tumorigenesis. Biochim Biophys Acta 1424:M9-M16.  3. Xu T, Wang W, Zhang S, Stewart RA, Yu W (1995) Identifying tumor suppressors in genetic mosaics: The Drosophila lats gene encodes a putative protein kinase. Development 121:1053-1063.  4. Justice RW, Zilian O, Woods DF, Noll M, Bryant PJ (1995) The Drosophila tumor suppressor gene warts encodes a homolog of human myotonic dystrophy kinase and is required for the control of cell shape and proliferation. Genes Dev 9:534-546.  5. St John MA, et al. (1999) Mice deficient of Lats1 develop soft-tissue sarcomas, ovarian tumours and pituitary dysfunction. Nat Genet 21:182-186.  6. Xia H, et al. (2002) LATS1 tumor suppressor regulates G2/M transition and apoptosis. Oncogene 21:1233-1241.  7. Yang X, Li DM, Chen W, Xu T (2001) Human homologue of Drosophila lats, LATS1, negatively regulate growth by inducing G(2)/M arrest or apoptosis. Oncogene 20: 6516-6523.  8. Hori T, Takaori-Kondo A, Kamikubo Y, Uchiyama T (2000) Molecular cloning of a novel human protein kinase, kpm, that is homologous to warts/lats, a Drosophila tumor suppressor. Oncogene 19:3101-3109.  9. Hisaoka M, Tanaka A, Hashimoto H (2002) Molecular alterations of h-warts/LATS1 tumor suppressor in human soft tissue sarcoma. Lab Invest 82:1427-1435.  10. Takahashi Y, et al. (2005) Down-regulation of LATS1 and LATS2 mRNA expression by promoter hypermethylation and its association with biologically aggressive pheno- type in human breast cancers. Clin Cancer Res 11:1380-1385.  11. Jiang Z, et al. (2006) Promoter hypermethylation-mediated down-regulation of LATS1 and LATS2 in human astrocytoma. Neurosci Res 56:450-458.  12. Saucedo LJ, Edgar BA (2007) Filling out the Hippo pathway. Nat Rev Mol Cell Biol 8: 613-621.  13. Harvey K, Tapon N (2007) The Salvador-Warts-Hippo pathway—An emerging tumour- suppressor network. Nat Rev Cancer 7:182-191.  14. Zeng Q, Hong W (2008) The emerging role of the hippo pathway in cell contact inhibition, organ size control, and cancer development in mammals. Cancer Cell 13: 188-192.  15. Zhao B, et al. (2007) Inactivation of YAP oncoprotein by the Hippo pathway is involved in cell contact inhibition and tissue growth control. Genes Dev 21: 2747-2761.  16. Donninger H, Vos MD, Clark GJ (2007) The RASSF1A tumor suppressor. J Cell Sci 120: 3163-3172.  17. Nakaya K, et al. (2007) Identification of homozygous deletions of tumor suppressor  gene FAT in oral cancer using CGH-array. Oncogene 26:5300-5308. 18. Chan SW, et al. (2008) A role for TAZ in migration, invasion, and tumorigenesis of  breast cancer cells. Cancer Res 68:2592-2598. 19. Hao Y, Chun A, Cheung K, Rashidi B, Yang X (2008) Tumor suppressor LATS1 is  a negative regulator of oncogene YAP. J Biol Chem 283:5496-5509. 20. Oka T, Mazack V, Sudol M (2008) Mst2 and Lats kinases regulate apoptotic function  of Yes kinase-associated protein (YAP). J Biol Chem 283:27534-27546. 21. Hergovich A, Schmitz D, Hemmings BA (2006) The human tumour suppressor LATS1 is  activated by human MOB1 at the membrane. Biochem Biophys Res Commun 345:  50-58. 22. Chow A, Hao Y, Yang X (2010) Molecular characterization of human homologs of  yeast MOB1. Int J Cancer 126:2079-2089. 23. Melino G, et al. (2008) Itch: A HECT-type E3 ligase regulating immunity, skin and  cancer. Cell Death Differ 15:1103-1112. 24. Macias MJ, Wiesner S, Sudol M (2002) WW and SH3 domains, two different scaffolds  to recognize proline-rich ligands. FEBS Lett 513:30-37. 25. Frescas D, Pagano M (2008) Deregulated proteolysis by the F-box proteins SKP2 and  beta-TrCP: tipping the scales of cancer. Nat Rev Cancer 8:438-449. 26. Visser S, Yang X (2010) Identification of LATS transcriptional targets in HeLa cells  using whole human genome oligonucleotide microarray. Gene 449:22-29. 27. Zhao B, et al. (2008) TEAD mediates YAP-dependent gene induction and growth  control. Genes Dev 22:1962-1971. 28. Zhang J, Smolen GA, Haber DA (2008) Negative regulation of YAP by LATS1  underscores evolutionary conservation of the Drosophila Hippo pathway. Cancer Res  68:2789-2794. 29. Bernassola F, Karin M, Ciechanover A, Melino G (2008) The HECT family of E3  ubiquitin ligases: Multiple players in cancer development. Cancer Cell 14:10-21. 30. Levy D, Reuven N, Shaul Y (2008) A regulatory circuit controlling Itch-mediated p73  degradation by Runx. J Biol Chem 283:27462-27468. 31. Gao M, et al. (2004) Jun turnover is controlled through JNK-dependent  phosphorylation of the E3 ligase Itch. Science 306:271-275. 32. Gallagher E, Gao M, Liu YC, Karin M (2006) Activation of the E3 ubiquitin ligase Itch  through a phosphorylation-induced conformational change. Proc Natl Acad Sci USA  103:1717-1722. 33. Yang C, et al. (2006) Negative regulation of the E3 ubiquitin ligase itch via Fyn-  mediated tyrosine phosphorylation. Mol Cell 21:135-141.  Ho et al. PNAS | March 22, 2011 | vol. 108 | no. 12 | 4875  C EL L B IO LO  G Y  View publication statsView publication stats  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1101273108/-/DCSupplemental/pnas.201101273SI.pdf?targetid=nameddest=STXT https://www.researchgate.net/publication/50304299",
    "references": [],
    "authors": [
        "King Ching Ho",
        "Zhonghua Zhou",
        "Yi-Min She",
        "Alex Chun",
        "Terry D. Cyr",
        "Xiaolong Yang"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}