{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Physical characterisation of Tenacibaculum maritimum for vaccine development   ORIGINAL ARTICLE  Physical characterisation of Tenacibaculum maritimum for vaccine development R. van Gelderen1, J. Carson2, N. Gudkovs3 and B. Nowak1  1 National Centre for Marine Conservation & Resource Sustainability, University of Tasmania, Tasmania, Australia  2 Fish Health Unit, Tasmanian Aquaculture and Fisheries Institute, Department of Primary Industries and Water, Tasmania, Australia  3 Australian Animal Health Laboratory, CSIRO Livestock Industries, Geelong Victoria, Australia  Introduction  Tenacibaculum maritimum (formerly Flexibacter mariti-  mus) (Suzuki et al. 2001) has been identified as the causa-  tive agent of salmonid cutaneous erosion disease  (SCED) ⁄ marine flexibacteriosis in Tasmania (Schmidtke et al. 1991). The main clinical sign is the presence of  erosive lesions that form on external surfaces. These  lesions are characterised by destruction of the epithelial  cells and connective tissue, which leaves the musculature  exposed. Bacteria isolated from the leading edges of the  lesions are slender, Gram-negative rods. The genus Tenac-  ibaculum belongs to the family Flavobacteriaceae, phylum  Bacteriodetes and T. maritimum is an exclusively marine  species (Bernardet et al.1996; Suzuki et al. 2001; Ludwig  et al. 2008).  Wakabayashi et al. (1986) first described T. maritimum  as a fish pathogen after isolating it from red sea bream  (Pagrus major) and black sea bream (Acanthopagrus  schegeli) in Japan. Other susceptible fish species include:  flounder (Paralichthys olivaceous) (Baxa et al. 1986) and  yellowtail (Seriola quinqueradiata) (Baxa et al. 1988a) in  Japan; Dover sole (Solea solea) (Bernardet et al. 1990) in  Scotland; sea bass (Dicentrarchus labrax) (Bernardet et al.  1994) in France and turbot (Scophthalmus maximus) in  Spain (Alsina and Blanch 1993).  In Tasmania, Australia, T. maritimum has been isolated  from Atlantic salmon (Salmo salar L.), rainbow trout  (Oncorhynchus mykiss) and striped trumpeter (Latris  lineata) (Handlinger et al. 1997). The only severe out-  break of the disease occurred during the summer of  1988 ⁄ 89. Farms up to 30 km apart recorded simultaneous  Keywords  extracellular products, hydrophobicity,  Lipopolysaccharide profiles, Tenacibaculum  maritimum, vaccine development, whole cell  protein profiles.  Correspondence  Rebecca van Gelderen, National Centre for  Marine Conservation & Resource  Sustainability, University of Tasmania,  Tasmania, Australia.  E-mail: rvangeld@utas.edu.au  2010 ⁄ 0598: received 12 April 2010, revised 31 May 2010 and accepted 3 June 2010  doi:10.1111/j.1365-2672.2010.04795.x  Abstract  Aims: Tenacibaculum maritimum is a well known fish pathogen worldwide,  affecting many fish species including Atlantic salmon in Tasmania, Australia.  The aim of this study was to characterise and understand the similarities and  differences between the isolates in order to select isolates for later pathogenicity  and vaccination trials.  Methods and Results: Several physical characterisation tests were carried out:  whole cell protein profiles, lipopolysaccharide profiles (LPS), extracellular prod-  uct profiles (ECP), indirect immunofluorescent antibody test (IFAT) and  hydrophobicity. The Tasmanian strains of T. maritimum appear relatively  homogeneous physically, but antigenically different. All isolates were hydropho-  bic and produce a variety of ECP profiles. There were two isolates that stand  out in all assays (89/4747 and 01/0356-7) and showed great variation from the  other isolates. All isolates have been confirmed as T. maritimum.  Conclusions: Based on the tests carried out three isolates were chosen for  in vivo trials: 89/4747, 89/4762, 00/3280.  Significance and Impact of the Study: This is the first study to characterise  T. maritimum isolates from Tasmanian waters. The opportunity to develop  vaccines for the Tasmanian salmonid aquaculture industry is enhanced by a  greater understanding of the physical characteristics of pathogens.  Journal of Applied Microbiology ISSN 1364-5072  1668 Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology ª 2010 The Authors    outbreaks of marine flexibacteriosis within marine cages.  Higher than average water temperatures (21-C), sunny cloudless days and poor feeding management were identi-  fied as contributing factors to the outbreak (Handlinger  et al. 1997). Control of the disease has been managed by  changing feeding practices, fish handling and the use of  antibiotics (Carson et al. 1992).  However, there is limited information on the biological  factors that could initiate further outbreaks of the disease.  Patterns of infection are variable and effective manage-  ment strategies would be difficult to implement (Carson  et al. 1994). Antibiotics such as trimethoprim and amoxi-  cillin have been utilised in the treatment of marine flexi-  bacteriosis on Tasmanian salmonid farms (Cameron  1991, 1993a,b), but are undesirable for prolonged use  with issues of bacterial resistance and tissue residence  times. Therefore, development of a safe and effective  vaccine against T. maritimum in salmonids for the  Tasmanian salmonid aquaculture industry requires as a  first step a comparison of local isolates of T. maritimum  to identify candidates for pathogenicity assessment and  subsequent vaccination experiments.  Materials and methods  Bacterial strains  Eighteen T. maritimum isolates were cultured from skin  lesions on Atlantic salmon and rainbow trout in Tasma-  nia from 1989 to 2001 (Table 1). Isolates were grown on  marine Shieh's agar, (MSA) (g l)1: peptone L37 (Oxoid,  Adelaide, Australia), 5 g; yeast extract (Oxoid), 0Æ5 g; sodium pyruvate (Oxoid), 0Æ1 g; sodium acetate (Oxoid), 0Æ01 g; citric acid (Oxoid), 0Æ01 g; distilled water, 100 ml; aged seawater, 900 ml; pH, 7Æ5-7Æ8), an adaptation of the medium of Shieh (Song et al. 1988). The isolates were  identified by phenotype (Schmidtke et al. 1991) and con-  firmed as T. maritimum by PCR using primers for the  16S rRNA gene (Carson and Wilson 2003). Two addi-  tional strains were used for comparison: the type strain of  T. maritimum (NCIMB 2154T) and a reference strain  Baxa lyl-1 (Baxa et al. 1988a). Stock cultures were stored  frozen in peptone water with 8% glycerol (Ward and  Watt 1971) at )80-C in single use cryovials. Bacteria were maintained in culture on MSA at 25-C or in marine Shieh's broth (MSB) at room temperature (20-C).  Indirect immunofluorescent antibody test (IFAT)  All isolates were tested by IFAT as this technique would  be used later in other trials as a confirmatory test for  T. maritimum. The procedure described by Carson et al.  (1992) was used. Smears were produced using bacteria  from plate culture that were then air-dried and heat fixed.  The smears were overlaid with 40 ll of polyclonal rabbit antiserum to strain 89/0329-5 of T. maritimum diluted  1 : 100 in PBS (pH 7Æ2, 0Æ1 mol l)1) and incubated in a moist chamber for 30 min at 37-C before rinsing in PBS for 15 min. After the removal of excess buffer by blotting,  20 ll of anti-rabbit FITC (Silenus, Melbourne) diluted 1 : 60 in PBS was added to each slide. Smears were incu-  bated at 37-C for 30 min and rinsed for 30 min in PBS, which was changed every 10 min. Slides were coverslip  mounted using alkaline glycerol buffer (Johnson and  Munday 1993) and examined at ·40 magnification with epifluorescent microscopy using UV illumination. A mar-  ine Flavobacterium sp. (99 ⁄ 1972-4b), isolated from Atlan- tic salmon, the primary antibody only and the anti-rabbit  FITC only were used as negative controls. All isolates  were tested in triplicate.  Whole cell protein and lipopolysaccharide profiles (LPS)  Whole cell and LPS samples were prepared using a 48 h  broth culture. After harvesting, whole cell suspensions  were washed twice by centrifugation at 2900 g for 30 min  and re-suspended in PBS (pH 7Æ2). The suspensions were only washed twice because auto-agglutination occurred in  most isolates in subsequent washes or re-suspension. Each  suspension was standardised to an absorbance of 1Æ0 at 550 nm in a spectrophotometer. Cells were collected from  aliquots of 1Æ5 ml of suspension by centrifugation at 6500 g for 3 min and the supernatant removed. Whole  cell lysates were produced by resuspending the cell pellet  in 500 ll of SDS solubilisation buffer (Laemmli 1970) and heating for 10 min at 100-C. Cell debris from extracts were centrifuged at 6500 g for 3 min; the super-  natant was removed and stored at )20-C. Lipopolysaccharide analysis was based on the method of  Hitchcock and Brown (1983) with minor modifications.  Cells were harvested at 16 500 g for 5 mins and samples  were washed once in PBSA (0Æ14 mol l)1 NaCl, 0Æ01 mol l)1 Na2HPO4, pH 7Æ4, 1 mg of bovine serum albumin per ml) and adjusted to 1 · 109 cell ml)1. The cell pellet was re-suspended in 100 ll of 2% SDS and mixed thoroughly. Glass beads (700-1200 lmol l)1 diameter, Sigma-Aldrich, Sydney) were added to break up the bacte-  rial pellet as T. maritimum tended to form well bound cell  aggregates. To assist solubilisation of the pellet, in addition  to the glass beads, samples were heated to 60-C. Proteinase K (Boehringer-Mannheim, Sydney) at a  concentration of 20 mg ml)1 was added to each sample  to give a final concentration of 5 mg ml)1. Samples were  then incubated in a Thermomixer (Eppendorf, Sydney)  for an hour at 60-C. The temperature was increased to 99-C for 30 min, after which the samples were stored at  R. van Gelderen et al. T. maritimum for vaccine development  ª 2010 The Authors Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology 1669    )20-C. Prior to loading, samples were thawed and mixed with 134 ll of 2 · SDS solubilisation buffer. Each sample was heated in a water bath at 100-C for 10 mins and then centrifuged at 16 000 g for 5 mins. Controls for LPS  analysis were Escherichia coli ATCC 25922 (positive) and  Lactococcus garvieae TCFB 0713 (negative).  ECPs  Extracellular products (ECPs) were produced by the cello-  phane overlay method (Liu 1957). For each isolate, three  plates of MSA were incubated for 72 h at 25-C as this yielded the greatest quantity of ECP. This also allowed  minimal growth-phase effects as different proteases are  produced at different times of the growth curve  (Gudmundsdóttir 1996). After incubation, the culture was  washed off the cellophane with 1 ml of PBS (pH 7Æ2) and centrifuged at 4000 g for 20 min. The supernatant fluid  (ECP) was filter sterilised (0Æ22 lmol l)1 pore size) and stored in aliquots at )80-C. Protein content was deter- mined using the bicinchoninic acid (BCA) method  (Pierce Protein Research Products, Thermo Scientific,  Melbourne, Victoria, Australia). Duplicate cultures of  each strain of bacteria to produce ECP were used to  confirm reproducibility of the results.  Analysis of proteins and LPS  ECPs and whole cell proteins were separated by SDS-  PAGE (Laemmli 1970) with a 5% stacking gel and 12%  resolving gel. Samples were heated to 100-C for 10 mins prior to loading (10 ll). Electrophoresis was carried out for 1 h at 40 mA and 200 V. Gels were stained with  0Æ125% Coomassie Blue R-250. LPS was run on a NuPAGE- (Invitrogen, Melbourne,  Australia) 12% Bis-Tris Gel for 1 h at 200 V. Gels were  silver stained according to the method of Tsai and Frasch  (1982) but as this did not reveal banding, therefore  Western blotting was used to detect LPS bands (Fig. 1).  Western blots were run using the method of Towbin  et al. (1979) with a single modification. As NuPAGE- Bis-Tris gels were used, 10% methanol was added in the  transfer buffer instead of 20% methanol. LPS was  transferred onto nitrocellulose membranes using an  Invitrogen Novex (Melbourne) XCell II Blot Module  (semi-dry transfer) for an hour at 30 V. After transfer, the  nitrocellulose membranes were rinsed in PBSA and then  blocked for 30 mins with 3% skim milk powder in Tris-  saline (Ab SM). Membranes were washed with Tris-saline  and incubated for 30 mins with antisera against T. maritimum  89/0329-5 in rabbit (dilution, 1 : 100) in Ab SM. After  being washed twice in Tris-saline-0Æ05% Tween 20, and once in Tris-saline, the membranes were incubated for 1 h  with anti-rabbit horseradish peroxidase (HRPO) (Bio-Rad,  Sydney, Australia) diluted 1 : 1000 in Ab SM. Membranes  were washed as previously described above. Bands were  visualized by incubating the membranes in 30% w ⁄ v H2O2 in Tris-saline and a 4-chloro-1-napthol tablet according to  the manufacturer's directions (Sigma-Aldrich, Sydney,  Australia) solubilised in 100% methanol combined  Table 1 Tenacibaculum maritimum isolates used in this study  Accession no. Source Host Collection location Year Location  00/0400-3 DPIW Atlantic salmon Tasmania 2000 Pillings Bay  00/0422-3 DPIW Atlantic salmon Tasmania 2000 Brabazon Point  00/0813 DPIW Atlantic salmon Tasmania 2000 Nubeena  00/1793-1 DPIW Atlantic salmon Tasmania 2000 Port Arthur  00/3280 DPIW Rainbow trout Tasmania 2000 Rowella  01/0356-7 DPIW Atlantic salmon Tasmania 2001 Tinderbox  89/0329-1 DPIW Atlantic salmon Tasmania 1989 Dover  89/0329-5 DPIW Atlantic salmon Tasmania 1989 Dover  89/1579-2G DPIW Atlantic salmon Tasmania 1989 Recherche Bay  89/4747 DPIW Atlantic salmon Tasmania 1989 Nubeena  89/4762 DPIW Atlantic salmon Tasmania 1989 Penguin  89/4913-6 DPIW Atlantic salmon Tasmania 1989 Tinderbox  90/1123 DPIW Atlantic salmon Tasmania 1990 Port Arthur  90/1445 DPIW Atlantic salmon Tasmania 1990 Port Arthur  91/0126 DPIW Atlantic salmon Tasmania 1991 Nubeena  91/0247 DPIW Atlantic salmon Tasmania 1991 Nubeena  96/0457-4 DPIW Atlantic salmon Tasmania 1996 Tinderbox  98/3186 DPIW Atlantic salmon Tasmania 1998 Satellite Island  Baxa lyl-1 DPIW Japanese flounder Japan 1988  NCIMB 2154T DPIW Sea bream Japan 1988  DPIW = Department of Primary Industries and Water.  T. maritimum for vaccine development R. van Gelderen et al.  1670 Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology ª 2010 The Authors    together immediately prior to use. The reaction was  stopped by the addition of water.  Hydrophobicity  The hydrophobicity assay was modified from the method  described by Rosenberg et al. (1980). Twenty-four hour  MSB cultures of T. maritimum were centrifuged for  30 min at 2000 g. Cell pellets were resuspended and  washed twice in PBS (pH 7Æ2) and diluted to an initial OD (ODI) of 0Æ6 with a spectrophotometer (k = 600 nm). In a glass test tube, 1Æ2 ml of each bacterial suspension was added along with 0Æ2 ml of the hydrocarbons n-hex- adecane (Merck Chemicals, Melbourne, Australia), n-  octane (Sigma-Aldrich) or p-xylene (Merck Chemicals).  Each bacterial suspension-hydrocarbon test was prepared  and assayed in triplicate. The suspension was agitated vig-  orously for 2 min, and then allowed to separate for  20 min into the hydrocarbon and aqueous phases.  From each tube, 1 ml of the aqueous phase was trans-  ferred to a cuvette and the final OD (ODF) of each sus-  pension measured (k = 600 nm). The hydrophobicity of each bacterial suspension to each hydrocarbon was  expressed as the percentage partitioning into the hydro-  carbon phase:  Partitioning into hydrocarbonð%Þ ¼ ½ðODI -ODFÞ=ODI- - 100  For each hydrocarbon of each isolate the percentage parti-  tioning was ranked. Each rank was added together and  then divided by three (i.e. three hydrocarbons). This gave  a final rank that could be sorted in order of greatest to  lowest overall hydrophobicity.  Results  Out of the eighteen local isolates, 16 produced the same  whole cell protein profile as the type strain NCIMB 2154T  and reference strain Baxa lyl-1 (Fig. 2). These isolates  showed banding patterns from 118Æ4 kDa down to 9Æ2 kDa. Major single bands are located around 12, 15Æ5, 25, 45Æ6, and 99Æ5 kDa with a triplet at 20 kDa. The two local isolates that varied (89/4747 and 01/0356-7) showed  similarities to the other isolates, however there was a  distinct band at 17Æ6 kDa for 89/4747 and bands at 135, 22 and 12Æ7 kDa for 01/0356-7 which indicate they are different from each other (Fig. 2).  Eight different ECP groupings were detected from all  20 isolates (Table 2). Bands that all isolates have in  common occurred at 46Æ5 and 73 kDa. Isolates 01/0356- 7 and 89/4747 showed the greatest variation, making up  individual groups. Strains used for comparison, NCIMB  2154T and Baxa lyl-1, showed identical profiles to each  other, which was again different from the local isolates  200  31  21  6  97  GB ED F HC IA  46·5  73  Figure 2 SDS-PAGE of extracellular product profiles of Tenacibacu-  lum maritimum isolates stained with Coomassie Blue R. Greyscale  analysis of gels was used to establish differences. Lanes: A, Broad-  range molecular weight markers (Bio-Rad) (kDa); B, Group 1; C,  Group 2; D, Group 3; E, Group 4; F, Group 5; G, Group 6; H, Group  7; I, Group 8. Numbers on the left indicate molecular sizes (in kDa).  45  200  31  21  6  97  A B C D E F G H I J K L M N O P Q R S T U  Figure 1 SDS-PAGE whole cell protein profile of Tenacibaculum maritimum isolates stained with Coomassie Blue-R. Lanes: A, Broad-range molecu-  lar weight markers (Bio-Rad) (kDa); B, 89/4762; C, 89/4747; D, 00/0400-3; E, 00 ⁄ 0422-3; F, 00 ⁄ 0813; G, 00/1793-1; H, 89/0329-1; I, 89/0329-5; J, 89/1579-2G; K, 89/4913-6; L, 90/1123; M, 90/1445; N, 91/0126; O, 91/0247; P, 01/0356-7; Q, 96/0457-4; R, 98/3186; S, Baxa lyl-1; T,  00/3280; U, NCIMB 2154T. Numbers on the left indicate molecular sizes (in kDa).  R. van Gelderen et al. T. maritimum for vaccine development  ª 2010 The Authors Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology 1671    (Fig. 3). There was no correlation of isolates between year  groups or geographical locations within Tasmania.  LPS profiles indicated that there are at least two sero-  types amongst the isolates as 89/4747 and 01/0356-7 did  not show any banding using the Western blotting  technique (Fig. 4). However, in this study, it was not  determined if these isolates (89/4747 and 01/0356-7) had  a shared serotype. Laddering appeared uniform across  most other isolates; the major exceptions were 89/0329-  5, Baxa lyl-1, 89/4762 and 91/0126 which had a distinct  band at 55 kDa and isolates 00/1793, 00/0400-3 and 98/  3186 showed a different LPS profile. Based on differ-  ences in the profiles, isolates were grouped together  (Table 3).  All isolates of T. maritimum were hydrophobic  (Fig. 5). In all cases, isolates showed the lowest hydro-  phobicity towards n-hexadecane and the highest to  p-xylene, with moderate hydrophobicity to n-octane.  Two exceptions were isolates 89/4762 and Baxa lyl-1 that  possessed strong hydrophobic tendencies with all three  hydrocarbons. Overall, all isolates were hydrophobic and  as surface area of the alkane molecule decreased, hydro-  phobicity increased. After final rankings, isolate 89/4762  was found to be the most hydrophobic. Isolates 89/4747  and 01/0356-7 were IFAT negative; all other 18 isolates  were IFAT positive, including Baxa lyl-1 and NCIMB  2154T.  Discussion  The aims of this study was to determine if all local strains  were homologous in respect of an arbitrary reference  Table 2 Extracellular product profiles groupings of Tenacibaculum  maritimum isolates based on SDS-PAGE analysis  Groups Isolates accession numbers  1 89/1579-2G, 89/0329-5, 89/4762, 96/0457-4  2 89/4913-6, 90/1445, 90/1123, 91/0126, 91/0247  3 89/4747  4 89/0329-1, 00/0813  5 00/0422-3, 00/3280  6 01/0356-7  7 00/0400-3, 00/1793-1  8 Baxa lyl-1, NCIMB 2154T  111  93  53.5  36.1  29.5  21.3  A B C D E F G  Figure 3 SDS-PAGE of silver stained lipopolysaccharide profiles of Te-  nacibaculum maritimum isolates. Lanes: A, Low-range molecular size  markers (Bio-Rad) (kDa); B, 89/0329-1; C, 89/0329-5; D, 89/1579-2G;  E, 89/4913-6; F, 98/3186; G, 96/0457-4;. Numbers on the left indi-  cate molecular sizes (in kDa).  B C ED   111  93  53  36  29  21  A   Figure 4 Nu-Page Western blot of lipopolysaccharide profiles of  Tenacibaculum maritimum isolates. Lanes: A, Low-range molecular  weight markers (Bio-Rad) (kDa); B, Group 1; C, Group 2; D, Group 3;  E, Group 4. Numbers on the left indicate molecular sizes (in kDa).  Table 3 Lipopolysaccharide profiles groupings of Tenacibaculum  maritimum isolates based on Western blot analysis  Groups Isolates accession numbers  1 89/0329-1, 89/1579-2G, 89/4913-6,  96/0457-4, NCIMB 2154T, 00/3280,  91/0247, 00/0813, 00/0422-3,  90/1445, 90/1123  2 98/3186, 00/1793, 00/0400-3  3 89/0329-5, Baxa lyl-1, 89/4762, 91/0126  4 89/4747, 01/0356-7  T. maritimum for vaccine development R. van Gelderen et al.  1672 Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology ª 2010 The Authors    strain and the type strain of T. maritimum, and homolo-  gous in respect to shared antigens. Establishing homo-  geneity is important so that strain variation can be assessed  and taken into account for subsequent pathogenicity trials  and for nominating a representative strain that can be  used for a prototype vaccine in Atlantic salmon.  Based on the cell envelope, including whole cell  analysis, T. maritimum has been described by other  authors as a homogeneous species (Bernardet et al. 1994;  Avendaño-Herrera et al. 2004). Initial observations of  the local T. maritimum isolates using whole cell protein  profiles indicate a relatively homogeneous group. These  findings are similar to that of Pazos (1997), who reported  T. maritimum isolates with a large level of similarity  between isolates for proteins with molecular mass in the  range of 14Æ4-97Æ4 kDa. While minor banding is evident above 100 kDa with the Tasmanian isolates, major bands  could be seen from 12 to 99Æ5 kDa. For the purpose of this study, assessment of the protein profiles was intended  to be qualitative only, and although the gel loading  volume was constant (10 ll), protein concentration of  preparations was not standardised. No weight can be  applied to relative differences in band intensity between  the different isolates. With the exception of two isolates  (89/4747 and 01/0356-7), all other local isolates showed  the same profile to that of the type strain NCIMB 2154 T .  Similarly, by IFAT, all isolates were positive using the  polyclonal antibody to isolate 89/0329-5 except for iso-  lates 89/4747 and 01/0356-7 suggesting these two isolates  represent some other distinct serogroup or groups.  LPS analysis revealed further antigenic heterogeneity  within the group of isolates, with three distinct patterns  evident compared to the reference strain NCIMB 2154 T .  Initial attempts at silver staining LPS were successful only  with the positive control E. coli ATCC 25922. While this  method produced clear laddering for E. coli isolates, it  proved unsatisfactory for T. maritimum as the banding  appeared to be masked possibly by protein (Fig. 1).  Although cell preparations had been digested with pro-  teinase K, it is known that some proteins are resistant to  digestion with proteinase K (Sørensen et al. 1992) which  might account for the failure to disclose the LPS moieties  using the method of Hitchcock and Brown (1983). The  underlying LPS profiles however could clearly be shown  by Western blotting using polyclonal antiserum to 89/  0329-5.  Although initially described as antigenically homoge-  neous (Wakabayashi et al. 1986), T. maritimum is has been  reported to be antigenically heterogeneous (Ostland et al.  1999; Avendaño-Herrera et al. 2004). Antigenic differences  have been demonstrated among T. maritimum isolates  from Atlantic salmon using immunoblot analysis of LPS  (Ostland et al. 1999) where differences were detected  among isolates and between the isolates and reference  strains (NCIMB 2153, 2154T). These differences have been  attributed to the O-antigen side chains, which may be  associated with different strains from outbreaks on both  temporal and geographical aspects (Ostland et al. 1999).  The current study reported here supports evidence of anti-  genic variation, though it appears that most of the strains  form a homogeneous group with little LPS variation,  despite isolates being collected over a 12 year period from  two different hosts: Atlantic salmon and rainbow trout.  While most of the isolates seemed to be homogeneous  antigenically, as assessed by IFAT, strains 89/4747 and  01/0356-7 appeared different. The identity of both strains  had been confirmed previously by PCR using 16S rRNA  gene primers for T. maritimum (Carson and Wilson  2003) and had a phenotype consistent with T. maritimum  (Schmidtke et al. 1991), yet there were differences in  the whole cell and LPS profiles as well as serotyping  by IFAT. We concluded that these two isolates may  represent a different serotype or serotypes but requires  further analysis.  Partitioning into hydrocarbon (%) 0 20 40 60 80 100  Is o  la te  s  (i n   o rd  e r   o f   ra n  k)  98/3186  00/1793-1  90/1445  01/0356-7  91/0126  89/0329-5  89/4747  NCIMB 2154T  00/0813  00/0400-3  00/3280  89/1579-2G  90/1123  89/4913-6  89/0329-1  91/0247  96/0457-4  00/0422-3  Baxa lyl-1  89/4762  Figure 5 Graph showing the partitioning of each Tenacibaculum  maritimum isolate into the three hydrocarbons (±SE). ( ) p-xylene; ( )  n-octane and ( ) n-hexadecane.  R. van Gelderen et al. T. maritimum for vaccine development  ª 2010 The Authors Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology 1673    Previous work by Avendaño-Herrera et al. (2004)  reported distinct serotypes for T. maritimum in turbot  (Scophthalmus maximus), sole (S. solea) and gilthead sea  bream (Sparus aurata). They also found different sero-  types according to the source of the isolation. For  example, strains isolated from turbot reacted only with  the antiserum derived from turbot isolates. Similar find-  ings were noted for sole and gilthead sea bream strains  with the antiserum obtained against the sole isolate  (Avendaño-Herrera et al. 2004). The relationship between  serotype and host evident from this study was not found  with the salmonid strains. The antiserum to 89/0329-5  isolated from Atlantic salmon reacted with isolate 00/3280  from rainbow trout, the Baxa lyl-1 strain from Japanese  flounder and NCIMB 2154T from red sea bream.  The primary purpose of evaluating serotype in this  study was to establish the extent of serological diversity  that might exist among isolates from Atlantic salmon for  the purpose of selecting a strain that might serve for  developing a vaccine for use in Tasmania. Establishing  the serological relationship to strains of T. maritimum  from other hosts and determining their serotype once  such a schema is developed will provide context to sero-  type observations which have been generated thus far.  ECPs are compounds secreted by bacteria and thought  to facilitate invasion of the host (Dalsgaard 1993).  Although toxic activities of T. maritimum have been  investigated previously (Baxa et al. 1988b), this is the first  account of ECP protein profiles for T. maritimum. The  ECP findings suggest significant heterogeneity within the  species.  Heterogeneity of ECPs is present in other marine  pathogenic bacterial species including Aeromonas salmoni-  cida (Gudmundsdóttir 1996). Out of 32 strains analysed,  six different protease groups were detected. All typical  strains belonged to a single group, while atypical strains  showed significant differences from the typical strains and  between each other. It was suggested that ECP type was  more strongly associated with geographic location than the  host fish species. Our results indicate that host may not be  an important factor since isolate 00/3280 from rainbow  trout grouped with 00 ⁄ 0422-3 from Atlantic salmon. Both isolates however are from salmonids which may account  for the similarity in ECP profile. The type strain NCIMB  2154 T  and Baxa lyl-1 are also from different host species,  yet are grouped together having identical protein profiles.  Attachment of bacterial pathogens to different sub-  strates is considered an important step in colonisation of  host cells as this has the potential to initiate disease  (Vatsos et al. 2001). A number of techniques are  employed to assess non-specific and specific attachment  to different substrates e.g., salt aggregation test (SAT),  phase partitioning with hydrocarbon solvents, and adher-  ence to nitrocellulose filters (NCF). While more than one  assay system is normally used to obtain a robust measure-  ment of hydrophobicity (Santos et al. 1990), a single assay  was used here because the focus of this study was to  assess similarities and differences between a range of iso-  lates. Also, implementing other assays was found to be  problematic because of the profound auto-agglutination  of T. maritimum. Of the methods available, phase parti-  tioning with hydrocarbons was found to be more accom-  modating than other techniques for assessing surface  hydrophobicity of T. maritimum. As expected, all isolates  were hydrophobic, consistent with other T. maritimum  hydrophobicity studies (Sorongon et al. 1991; Magariños  et al. 1996; Kawahara and Kusuda 1998).  Using the phenotypic markers described, the isolates  were grouped and ranked in order to make selections for  later pathogenicity and vaccination trials (van Gelderen  et al. 2009, in press). The three isolates chosen for the path-  ogenicity trials were: 89/4747, 89/4762, 00/3280. Isolate 89/  4747 was chosen due to its differences with other isolates  for the characterisation tests and in particular because it  may represent a distinct serotype. Isolates 00/3280 and 89/  4762 showed similarities to each other and most other iso-  lates in whole cell protein profile and serotype. However, in  the ECP groupings, 89/4762 occurred within a common  group, whereas 00/3280 was grouped with only one other  isolate with a distinct electropherotype. This contrasts with  the LPS groupings, where 00/3280 was similar to most  other isolates while conversely 89/4762 was different and  placed into a minor group. Isolate 89/4762 was also the  most hydrophobic of all the isolates and was included to  determine if this characteristic was a marker of virulence.  The data collected from this study enabled the  researchers to make educated decisions about the choice  of isolate tested based on similarities and differences  between them. It provided more information and sound  reasoning for choices, rather than random selections.  Isolate 89/4762 was used in the final vaccination study  (van Gelderen et al. 2009).  References  Alsina, M. and Blanch, A.R. (1993) First isolation of Flexibacter  maritimus from cultivated turbot (Scophthalmus maximus).  Bull Eur Ass Fish Pathol 13, 157-160.  Avendaño-Herrera, R., Magariños, B., Lopez-Romalde, S.,  Romalde, J.L. and Toranzo, A.E. (2004) Phenotypic  characterization and description of two major O-serotypes  in Tenacibaculum maritimum strains from marine fishes.  Dis Aquat Organ 58, 1-8.  Baxa, D.V., Kawai, K. and Kusuda, R. (1986) Characteristics of  gliding bacteria isolated from diseased cultured flounder,  Paralichthys olivaceus. Fish Pathol 21, 251-258.  T. maritimum for vaccine development R. van Gelderen et al.  1674 Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology ª 2010 The Authors    Baxa, D.V., Kawai, K. and Kusuda, R. (1988a) Detection of  Flexibacter maritimus by fluorescent antibody technique in  experimentally infected Black Sea bream fry. Fish Pathol  23, 29-32.  Baxa, D.V., Kawai, K. and Kusuda, R. (1988b) In vitro and  in vivo activities of Flexibacter maritimus toxins. Rep USA  Mar Biol Inst Kochi Univ 10, 1-8.  Bernardet, J.F., Campbell, A.C. and Buswell, J.A. (1990)  Flexibacter maritimus is the agent of ‘‘black patch  necrosis'' in Dover sole in Scotland. Dis Aquat Organ 8,  233-237.  Bernardet, J.F., Kerouault, B. and Michel, C. (1994) Compara-  tive study on Flexibacter maritimus strains isolated from  farmed sea bass (Dicentrarchus labrax) in France. Fish  Pathol 29, 105-111.  Bernardet, J.-F., Segers, P., Vancanney, M., Berthe, F., Kersters,  K. and Vandamme, P. (1996) Cutting a Gordian knot:  emended classification and description of the genus  Flavobacterium, emended description of the family  Flavobacteriaceae, and proposal of Flavobacterium hydatis  nom. nov. (basonym, Cytophaga aquatilis Strohl and Tait  1978). Int J Syst Bacteriol 46, 128-148.  Cameron, D.E. (1991) Tissue levels of trimethoprim in Tasma-  nian Atlantic salmon in relation to dose and duration of  administration. In Proceedings of the Saltas Research Review  Seminar ed. Valentine, P. pp. 117-126. Hobart, Tasmania:  Saltas.  Cameron, D.E. (1993a) The optimisation of trimethoprim dose  rate for Atlantic salmon with regard to therapeutic tissue  levels and withholding period. In Seeking and Solving:  Papers from the Saltas Research and Development Review  Seminar ed. Valentine, P. pp. 121-127. Hobart, Tasmania:  Saltas.  Cameron, D.E. (1993b) Evaluation of amoxicillin for the  therapy of salmonid cutaneous erosion disease. In Seeking  and Solving: Papers from the Saltas 1993 Research and  Development Review Seminar ed. Valentine, P. pp. 129-133.  Hobart, Tasmania: Saltas.  Carson, J. and Wilson, T. (2003) Development of sensitive,  high-throughput one-tube RT-PCR-enzyme hybridisation  assay to detect selected bacterial fish pathogens. Dis Aquat  Org 54, 127-134.  Carson, J., McCosh, P. and Schmidtke, L. (1992) Pathogenicity  of Flexibacter maritimus in rainbow trout. In Barriers and  Breakthroughs. Proceedings of the SALTAS Research Review  Seminar ed. Valentine, P. pp. 89-99. Hobart, Tasmania:  Saltas.  Carson, J., Schmidtke, L. and Lewis, T. (1994) Development of  a vaccine against disease: results of efficacy testing of three  types of vaccine. In Proceedings of the SALTAS Research  Review Seminar ed. Valentine, P. pp. 149-158. Hobart,  Tasmania: Saltas.  Dalsgaard, I. (1993) Virulence mechanisms in Cytophaga  psychrophila and other Cytophaga-like bacteria pathogenic  for fish. Annu Rev Fish Dis 3, 127-144.  van Gelderen, R., Carson, J. and Nowak, B. (2009) Experimen-  tal vaccination of Atlantic salmon (Salmo salar L.) against  marine flexibacteriosis. Aquaculture 288, 7-13.  van Gelderen, R., Carson, J. and Nowak, B. (in press) Experi-  mentally induced marine flexibacteriosis in Atlantic salmon  smolts (Salmo salar L.). I. Pathogenicity. Dis Aquat Organ.  Gudmundsdóttir, B.K. (1996) Comparison of extracellular  proteases produced by Aeromonas salmonicida strains  isolated from various fish species. J Appl Bacteriol 80,  105-113.  Handlinger, J., Soltani, M. and Percival, S. (1997) The  pathology of Flexibacter maritimus in aquaculture species  in Tasmania, Australia. J Fish Dis 20, 159-168.  Hitchcock, P.J. and Brown, T.M. (1983) Morphological  heterogeneity among Salmonella lipopolysaccharide  chemotypes in silver-stained polyacrylamide gels. J Bacte-  riol 154, 269-277.  Johnson, A.M. and Munday, B.L. (1993) Toxoplasmosis:  pathology, histopathology and serology. In Australian  Standard Diagnostic Techniques for Animal Diseases ed.  Corner, L.A. and Bagust, T.J. Melbourne: CSIRO.  Kawahara, E. and Kusuda, R. (1998) The cell surface hydro-  phobicity of Flexibacter maritimus. Rep Res Inst Mar Biores  Fukuyama Univ 9, 1-6.  Laemmli, U.K. (1970) Clevage of structural proteins during  the assembly of the head of bacteriophage T4. Nature 227,  680-685.  Liu, P.V. (1957) Survey of hemolysin production among spe-  cies of Pseudomonas. J Bacteriol 74, 718-727.  Ludwig, W., Euzéby, J. and Whitman, W.B. (2008) Draft  taxonomic outline of the Bacteroidetes, Planctomycetes,  Chlamydiae, Spirochaetes, Fibrobacteres, Fusobacteria,  Acidobacteria,Verrucomicrobia, Dictyoglomi, and Gemmati-  monadetes. Bergey's Manual Trust, Bergey's Taxonomic  Outlines Vol. 4 [online]. Available from: http://www.  bergeys.org/outlines/Bergeys_Vol_4_Outline.pdf  Magariños, B., Bonet, R., Romalde, J.L., Martinez, M.J.,  Congregado, F. and Toranzo, A.E. (1996) Influence of the  capsular layer on the virulence of Pasteurella piscicida for  fish. Microb Pathog 21, 289-297.  Ostland, V.E., LaTrace, C., Morrison, D. and Ferguson, H.W.  (1999) Flexibacter maritimus associated with a bacterial  stomatitis in Atlantic salmon smolts reared in net-pens in  British Columbia. J Aquat Anim Health 11, 35-44.  Pazos, F. (1997) Flexibacter maritimus: estudio fenotipico,  inmunologico y molecular. Tesis doctoral, Universidad  Santiago de Compostela, Santiago.  Rosenberg, M., Gutnick, D. and Rosenberg, E. (1980)  Adherence of bacteria to hydrocarbons: a simple method  for measuring cell-surface hydrophobicity. FEMS Microbiol  Lett 9, 29-33.  Santos, Y., Bandin, I., Nieto, T.P., Bruno, D.W., Ellis, A.E. and  Toranzo, A.E. (1990) Comparison of the cell surface  hydrophobicity of bacterial fish pathogens by different  procedures. In Pathology in Marine Science ed. Perkins,  R. van Gelderen et al. T. maritimum for vaccine development  ª 2010 The Authors Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology 1675    F.O. and Cheng, T.C. pp. 101-115 San Diego: Academic  Press.  Schmidtke, L., Carson, J. and Howard, T. (1991) Marine  Flexibacter infection in Atlantic salmon - characterization  of the putative pathogen. In Proceedings of the SALTAS  Research Review Seminar ed. Valentine, P. pp. 25-39.  Hobart, Tasmania: Saltas.  Song, Y.L., Fryer, J.L. and Rohovec, J.S. (1988) Comparison  of six media for the cultivation of Flexibacter columnaris.  Fish Pathol 23, 91-94.  Sørensen, J., Skouv, J., Jørgensen, A. and Nybroe, O. (1992)  Rapid identification of environmental isolates of  Pseudomonas aeruginosa, P. fluorescens and P. putida by  SDS-PAGE analysis of whole-cell protein patterns. FEMS  Microbiol Lett 101, 41-50.  Sorongon, M.L., Bloodgood, R.A. and Burchard, R.P. (1991)  Hydrophobicity, adhesion, and surface-exposed proteins of  gliding bacteria. Appl Environ Microbiol 57, 3193-3199.  Suzuki, M., Nakagawa, Y., Harayama, S. and Yamamoto, S.  (2001) Phylogenetic analysis and taxonomic study of  marine Cytophaga-like bacteria: proposal for Tenacibacu-  lum gen. nov. with Tenacibaculum maritimum comb. nov.  and Tenacibaculum ovolyticum comb. nov., and description  of Tenacibaculum mesophilum sp. nov. and Tenacibaculum  amylolyticum sp. nov. Int J Syst Evol Microbiol 51, 1639-  1652.  Towbin, H., Staehelin, T. and Gordon, J. (1979) Electropho-  retic transfer of proteins from polyacrylamide gels to  nitrocellulose sheets: procedure and some applications.  Proc Natl Acad Sci USA 76, 4350-4354.  Tsai, C.M. and Frasch, C.E. (1982) A sensitive silver stain for  detecting lipopolysaccharides in polyacrylamide gels. Anal  Biochem 119, 115-119.  Vatsos, I.N., Thompson, K.D. and Adams, A. (2001) Adhesion  of the fish pathogen Flavobacterium psychrophilum to  unfertilized eggs of rainbow trout (Oncorhynchus mykiss)  and n-hexadecane. Lett Appl Microbiol 33, 178-182.  Wakabayashi, H., Hikida, M. and Masurmura, K. (1986)  Flexibacter maritimus sp. nov. a pathogen of marine fishes.  Int J Syst Bacteriol 36, 396-398.  Ward, M.E. and Watt, P.J. (1971) The preservation of  gonococci in liquid nitrogen. J Clin Pathol 24, 122-123.  T. maritimum for vaccine development R. van Gelderen et al.  1676 Journal of Applied Microbiology 109, 1668-1676 ª 2010 The Society for Applied Microbiology ª 2010 The Authors",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}