{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Effects of Moraxella (Branhamella) ovis Culture Filtrates on Bovine Erythrocytes, Peripheral Mononuclear Cells, and Corneal Epithelial Cells   JOURNAL OF CLINICAL MICROBIOLOGY, Mar. 2006, p. 772-776 Vol. 44, No. 3 0095-1137/06/$08.00-0 doi:10.1128/JCM.44.3.772-776.2006 Copyright   2006, American Society for Microbiology. All Rights Reserved.  Effects of Moraxella (Branhamella) ovis Culture Filtrates on Bovine Erythrocytes, Peripheral Mononuclear Cells,  and Corneal Epithelial Cells† Henry E. Cerny,1 Douglas G. Rogers,2 Jeffrey T. Gray,3 David R. Smith,2 and Susanne Hinkley2*  Crete Veterinary Clinic, Crete, Nebraska 68333-00081; Department of Veterinary and Biomedical Sciences, University of Nebraska—Lincoln, Lincoln, Nebraska 68583-09072; and Department of Pathobiology, University of Guelph,  Ontario Veterinary College, Guelph, Ontario, Canada N1G 2W13  Received 29 September 2003/Returned for modification 14 April 2004/Accepted 14 December 2005  Infectious bovine keratoconjunctivitis (IBK) is a highly contagious ocular disease that affects cattle of all ages and that occurs worldwide. Piliated hemolytic Moraxella bovis is recognized as the etiologic agent of IBK. According to data from the Nebraska Veterinary Diagnostic Laboratory System, however, Moraxella (Branha- mella) ovis has been isolated with increasing frequency from cattle affected with IBK. The objective of this study was, therefore, to examine M. ovis field isolates for the presence of the putative virulence factors of M. bovis. Culture filtrates from selected M. ovis field isolates demonstrated hemolytic activity on bovine erythrocytes and cytotoxic activity on bovine peripheral blood mononuclear cells and corneal epithelial cells. The hemolytic activity of the culture filtrates was attenuated after heat treatment. Polyclonal antibodies raised against the M. bovis hemolysin-cytotoxin also recognized a protein of approximately 98 kDa in a Western blot assay. These data indicate that the M. ovis field isolates examined produce one or more heat-labile exotoxins and may suggest that M. ovis plays a role in the pathogenesis of IBK.  Infectious bovine keratoconjunctivitis (IBK) is a highly con- tagious disease that affects cattle of all ages and that occurs worldwide (27, 28, 31). The adverse economic impact of IBK due to decreased weight gain and costs of therapeutic treat- ment is estimated to be $150 million annually (27). Piliated hemolytic strains of Moraxella bovis are recognized as the eti- ologic agents of IBK (5, 10, 11, 23, 35, 36, 37). Moraxella bovis, however, cannot always be recovered from clinical cases; and other organisms, such as Moraxella (Branhamella) ovis, Myco- plasma bovoculi, infectious bovine rhinotracheitis virus, and adenovirus, have been suggested to play a role in the patho- genesis of IBK (17, 19, 31, 37).  According to data of the University of Nebraska Veterinary Diagnostic Laboratory System, M. ovis is isolated with increas- ing frequency from cases of IBK. From 1999 to 2002, M. ovis was isolated three times more often from field cases than M. bovis. Isolation of M. ovis from cases of keratoconjunctivitis has previously been reported in sheep, goats, deer, and moose (3, 14, 16, 17, 30, 33, 40, 41). In cattle, M. ovis has been isolated from IBK cases (17, 31); but the significance of its isolation is currently unclear because, in one study, experimental inocula- tion of calves with M. ovis isolated did not cause keratocon- junctivitis (17). These findings suggest that M. ovis is not a pathogen or that additional factors may be required for viru- lence (9, 17, 32, 43).  Isolates of M. ovis recovered from cattle with IBK have not been examined for potential virulence factors (6, 21, 26, 34,  39). In an attempt to elucidate whether M. ovis plays a role in the etiology and pathogenesis of IBK, the objective of this study was to investigate M. ovis field isolates for the presence of factors known to be virulence factors in M. bovis by exam- ining the effects of M. ovis culture filtrates on different types of cells of bovine origin.  MATERIALS AND METHODS  Bacterial isolates. Moraxella ovis isolates recovered from cattle with IBK were passed twice on Trypticase soy agar containing 5% sheep blood (blood agar; Remel, Lenexa, KS) and were stored at -80°C in 15% glycerol. A known virulent isolate of M. bovis, designated Epp63 (20, 35, 36), and a reference isolate of M. ovis (ATCC 19575) recovered from a sheep with conjunctivitis were used in each assay for comparison. Field isolates of M. ovis were identified by phenotypic and biochemical criteria. Briefly, M. ovis colonies were 1 to 3 mm in diameter after 24 h of incubation, firm, and hemolytic on blood agar; and they tended to slide across the agar surface when they were touched with a Nichrome wire loop. Microscopically, the M. ovis isolates were gram-negative cocci (0.6 to 1.0 -m) arranged in pairs. All M. ovis isolates were aerobic and oxidase and catalase positive, and they reduced nitrate but did not ferment carbohydrates or liquefy gelatin (8, 13, 22, 30).  Preparation of culture supernatants. Aliquots of each isolate from frozen stock cultures were streaked onto blood agar and incubated at 37°C for 24 h. Culture for hemolysin production during early-logarithmic-phase growth was performed as described previously (20) but with modification. Briefly, three colonies of each isolate from the blood agar plate were transferred into 3 ml of brain heart infusion (BHI) broth (Remel) supplemented with 5 mM CaCl2/ml (Sigma Chemical Company, St. Louis, MO), and the cultures were incubated for 18 h at 37°C. The cultures were then transferred to Erlenmeyer flasks containing 50 ml of BHI broth supplemented with 5 mM CaCl2/ml and were incubated with shaking (200 rpm) for 4.5 h at 37°C. The bacterial cells were removed by centrifugation (12,000 - g) for 10 min at 4°C, and the culture supernatants were transferred to sterile centrifuge tubes. Each supernatant was filtered through a 0.22--l polysulfone syringe filter (Pall Gelman Laboratory, Ann Arbor, MI), and the cell-free supernatants (CFSs) were either used immediately or frozen at -80°C until use. An aliquot of each CFS was plated on blood agar to verify sterility.  Hemolytic activity assay. Bovine erythrocytes were washed three times with sterile phosphate-buffered saline (PBS), and a 10% erythrocyte suspension was  * Corresponding author. Present address: GeneSeek, Inc., 4711 In- novation Drive, Lincoln, NE 68521. Phone: (402) 435-0665. Fax: (402) 435-0664. E-mail: shinkley@geneseek.com.  † This article is published as ARD Journal Series number 13909, with the approval of the University of Nebraska Agricultural Re- search Division.  772  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.  https://crossmark.crossref.org/dialog/?doi=10.1128/JCM.44.3.772-776.2006&domain=pdf&date_stamp=2006-03-01   prepared in PBS and stored at 4°C for no longer than 3 days before use. The hemolytic activity of each CFS was analyzed in 96-well microtiter plates as described previously (20) but with modification. Briefly, twofold dilutions (1:2 to 1:2,048) of each sample were run in duplicate in 100 -l of a 0.15 M sodium chloride (Sigma) solution containing 10 mM Tris-Cl buffer (Sigma) and 10 mM CaCl2 (Sigma) buffer (NTC buffer). Wells with distilled water served as positive control wells, and wells with NTC buffer served as negative control wells. One hundred microliters of 2% washed bovine erythrocytes in PBS was added to each well, and the plates were incubated for 2 h at 37°C. Intact erythrocytes were pelleted by centrifugation (1,500 - g) for 5 min, and 100 -l of each supernatant was then transferred to a new plate. The absorbance (optical density [OD] at 410 nm) was determined for each well by using an enzyme-linked immunosorbent assay reader (Molecular Devices Corporation, Sunnyvale, CA). The mean ab- sorbance was calculated for each set of wells, and the titers were determined by using the reciprocals of the last dilution with absorbance values above 5% of the mean of the positive control wells.  To determine whether the hemolytic activity of M. ovis CFS was heat labile, 1 ml of each CFS was incubated in a water bath for 30 min at 56°C and was then allowed to cool to room temperature. The hemolytic activity of each CFS was then analyzed in 96-well microtiter plates as described above. In addition, each CFS was stored at 4°C for 24 h and the hemolytic activity was determined as described above.  Preparation of bovine PBMCs. Bovine peripheral blood mononuclear cells (PBMCs) were prepared as described previously (20). Briefly, freshly collected blood in EDTA was centrifuged (700 - g) for 30 min at 4°C. The buffy coats were removed and diluted with PBS, and the mixture was layered onto Ficoll-Paque (Amersham Pharmacia Biotech, Uppsala, Sweden) and then centrifuged (700 - g) for 40 min at 4°C. The PBMCs were then collected from the interface, washed three times in PBS containing 5 mM EDTA, and counted in a hemocytometer.  Cytotoxic activity assay. The density of the PBMCs was adjusted to a concen- tration of 5 - 106 cells/ml for the dimethylthiazol diphenyltetrazolium bromide (MTT) reduction cytotoxicity assay, and the cytoxic activity of each CFS was determined in 96-well microtiter plates as described previously (20). Briefly, twofold serial dilutions of each sample were run in duplicate in 100 -l of 1- RPMI 1640 medium (Gibco BRL, Rockville, MD) supplemented with 10% fetal calf serum. One hundred microliters of the PBMC suspension was added to each well, and the plates were incubated for 1 h at 37°C. Following incubation, the plates were centrifuged (700 - g) for 5 min and the supernatant was discarded. One hundred microliters of clear 1- RPMI 1640 medium and 20 -l of MTT (Sigma) dye solution (5 mg MTT in 1 ml distilled H2O) were then added to each well, and plates were again incubated until a colored reaction product was visible (2 to 4 h). The plates were then centrifuged (700 - g) for 5 min, the supernatant was discarded, and 100 -l of acid isopropanol was added to each well. Gentle agitation was used to dissolve the formazan precipitate. The absorbance of each well was determined on an enzyme-linked immunosorbent assay reader by using a test wavelength of 570 nm and a reference wavelength of 630 nm. The percent cytotoxicity for each well was determined as follows: [1 - (OD of toxin-treated mononuclear cells/OD of untreated PBMCs)] - 100. The untreated PBMCs were used as cell viability controls.  The cytotoxic activity titer in each well was determined by using the reciprocal of the highest dilution that caused the cytolysis of 50% or more of the target cells  compared to the level of cytolysis of the cells control wells. One hundred micro- liters of the PBMC suspension and 100 -l of RPMI 1640 medium were used to assess cell viability, and 100 -l of medium and 100 -l of undiluted CFS were used to assess nonspecific dye reduction.  Corneal epithelial cell culture. Corneas were collected from three clinically healthy calves immediately following euthanasia. After removal of the globes and the attached conjunctival sacs, the ocular tissues were briefly rinsed with 70% ethyl alcohol and were then rinsed twice with sterile 0.85% saline solution. A sterile scalpel blade was used to remove the cornea at the limbus, and the corneal epithelium was dissected away from the underlying stroma. The corneal epithe- lium was then rinsed three times in sterile 1- RPMI 1640 medium containing 0.003% gentamicin sulfate (Sigma). The corneal epithelium was minced with a sterile scalpel blade in a sterile glass petri dish and then transferred to culture flasks containing RPMI 1640 medium supplemented with 10% fetal calf serum and 0.003% gentamicin sulfate (c-RPMI). The flasks were incubated at 37°C in 7% CO2 for 72 h. After incubation, the medium was decanted and the flasks were washed once with warm (37°C) sterile PBS. Fresh c-RPMI medium was then added to each flask, and the flasks were again incubated at 37°C in 7% CO2. Fresh c-RPMI medium was added to each flask at 72-h intervals or until 100% confluent cell monolayers had formed. The confluent cells were detached with 2.5% trypsin (Sigma), resuspended in c-RPMI, transferred to 96-well culture plates, and incubated at 37°C in 7% CO2 for approximately 72 h or until 90% confluent cell monolayers had formed in the wells.  Corneal epithelial cell cytotoxicity assay. Medium from each corneal epithelial cell monolayer plate was discarded, and 10 -l of fresh c-RPMI medium was added to each well. Fifty microliters of a CFS was then added to each well, while 50 -l of BHI broth was added to each control well. The plates were incubated at 37°C in 7% CO2 for 2 h. Medium from each plate was then discarded, and 200 -l of fresh clear c-RPMI medium was added to each well. Each plate was then examined at -400 magnification with an inverted microscope. The assay was performed three times in duplicate.  Western blot analyses of M. bovis Epp63 and M. ovis CFS. CFS proteins from two M. ovis field isolates, M. ovis ATCC 19575, and M. bovis Epp63 were separated by standard 10% sodium dodecyl sulfate-polyacrylamide gel electro- phoresis (SDS-PAGE), as described previously (38), and then transferred to a nitrocellulose membrane (Bio-Rad Laboratories, Hercules, CA). A kaleidoscope prestained standard (Bio-Rad) was used to assess transfer efficiency. The non- specific binding sites on the membrane were blocked with 1% fish gelatin (Sigma) and 0.5% skim milk (Carnation) in PBS overnight at 4°C. The primary antibody, a polyclonal rabbit serum raised against a partially purified extract of hemolytic M. bovis strain T- (2) (kindly provided by L. George, University of California—Davis), was used at a 1:250 dilution in PBS. After 1 h of incubation in primary antibody at ambient temperature, the membrane was washed (PBS containing 500 -l/liter Tween 20 [Bio-Rad]) and then incubated for 1 h in a 1:1,000 dilution of goat anti-rabbit immunoglobulin G horseradish peroxidase- labeled conjugate (Promega, Madison, WI). Detection of bound secondary an- tibody was by chemiluminescence (Pierce, Rockford, IL) and autoradiography. Normal rabbit serum was substituted for anti-M. bovis antibodies as a negative control in the protocol.  FIG. 1. Hemolytic activities of M. bovis and M. ovis isolates on bovine erythrocytes with and without heat treatment. Bars indicate the geometric mean titers of the hemolytic activities of the CFSs from M. bovis Epp63, M. ovis ATCC 19575, and five M. ovis field isolates without heat treatment (A). Heat treatment consisted of incubation of the CFSs at 56°C and cooling to room temperature prior to use in the hemolysin assay (B). Error bars represent the 95% confidence intervals of the means. The results shown represent data from five independent replications of each set of experiments.  VOL. 44, 2006 POTENTIAL VIRULENCE FACTORS OF MORAXELLA OVIS 773  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    RESULTS  Hemolytic activities of CFSs on bovine erythrocytes. The CFSs from all isolates demonstrated hemolytic activities in the assay, with titers ranging from 256 to 2,048 for the five M. ovis field isolates and from 4,096 to 8,192 for the M. bovis Epp63 isolate (Fig. 1A). Heat treatment of the CFSs before the he- molysin assay was conducted attenuated the hemolytic activity, as the titers of the M. ovis CFSs observed after heat treatment ranged only from 2 to 4 (Fig. 1B). This effect was also evident when heat-treated and non-heat-treated CFSs were run side by side for direct comparison (Fig. 2). In this series of assays, non-heat-treated M. ovis CFSs had hemolytic activity titers of 1,024 to 2,048 that were reduced to titers of 2 to 4 after heat treatment. Non-heat-treated M. bovis CFS titers were 4,096 to 8,192, and the titers after heat treatment were 8 to 32. When the CFSs were stored at 4°C for 24 h prior to the assay, hemolytic activity was reduced by three- to fourfold dilutions in the M. ovis CFSs (titer range, 32 to 256) and one- to three fold dilutions in the M. bovis Epp63 CFSs (titer range, 1,024 to 2,048) (data not shown). Because of the consistent hemolytic activities of their CFSs, field isolates 3 and 5 were selected for use in the cytotoxicity assays and in Western blot analyses.  Cytotoxic activities of CFSs on bovine PBMCs. The CFSs of M. ovis field isolates 3 and 5, M. ovis ATCC 19575, and M. bovis Epp63 demonstrated cytotoxic activities on bovine PBMCs, with geometric mean titers ranging from 64 to 16 (data not shown).  Effects of CFSs on bovine corneal epithelial cells. Exposure of corneal cell monolayers to CFSs from M. ovis field isolates 3 and 5 and M. bovis Epp63 resulted in cell detachment and complete loss of the cell monolayers within 2 h. The CFS from M. ovis ATCC 19575, however, did not cause any noticeable monolayer disruption or the loss of cells (Fig. 3).  SDS-PAGE and Western blot analysis of CFSs. The poly- clonal primary antibody recognizes a cluster of repeats in toxin (RTX) A proteins of M. bovis strain T- (2). These antibodies  also recognized several proteins in the M. bovis Epp63 CFS (Fig. 4, lane M. bovis Epp63). A cluster of strong bands mi- grated at about 90 to 100 kDa, and another cluster migrated at about 80 to 88 kDa. Several proteins were also detected in the M. ovis CFS (Fig. 4). The distribution of bands in all M. ovis lanes, however, was such that the more prominent bands mi- grated at lower molecular masses. A single band of about 98 kDa recognized in the M. bovis CFS was also recognized in all M. ovis CFSs. When preimmunization rabbit serum was used as the primary antibody, no bands were seen (data not shown), indicating that the bands detected by the anti-M. bovis serum are due to a specific antigen-antibody reaction and are not due to nonspecific binding of the antibody.  DISCUSSION  The results of this study indicate that M. ovis isolates recov- ered from cattle with IBK produce one or more heat-labile exotoxins that demonstrate hemolytic activity on bovine eryth- rocytes and cytotoxic activity on bovine PBMCs and corneal epithelial cells. The data indicate that, like the known virulent isolate M. bovis Epp63 (12, 20, 21, 25, 27), the M. ovis isolates tested also possess hemolytic and cytotoxic activities. The he- molytic and cytotoxic activities of M. bovis are mediated by a hemolysin, a calcium-dependent, pore-forming RTX (2, 5, 7, 12, 20). Although the definite nature of the toxic activities of  FIG. 2. Comparison of hemolytic activities of M. bovis and M. ovis field isolates after heat treatment. Prior to the assay, the CFSs were treated as described in the legend to Fig. 1, but heat-treated (light gray bars) and non-heat-treated (dark gray bars) CFSs were run side by side. Bars indicate the geometric mean titers of the hemolytic activities of the CFSs from M. bovis Epp63 and two of the five M. ovis field isolates (isolates 3 and 5), as in Fig. 1. Error bars represent the 95% confidence intervals of the means. The results shown represent data from three independent replications.  FIG. 3. Effects of CFSs on bovine corneal epithelial cell monolay- ers. Monolayers of corneal epithelial cells were either not exposed to any CFS (negative control) (A) or exposed to M. ovis ATCC 19575 CFS (B), exposed to M. ovis field isolates 3 (C) or 5 (D), or exposed to M. bovis Epp63 CFS (positive control) (E). Note the complete disrup- tion of the monolayers exposed to CFSs produced by field isolates 3 and 5 and M. bovis Epp63. The photomicrographs shown are repre- sentative of three independent replications. Bar, 100 -m.  774 CERNY ET AL. J. CLIN. MICROBIOL.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    M. ovis CFSs has yet to be determined, it is possible, based on the similarity of action, that these effects are mediated by an exotoxin qualitatively similar to the M. bovis RTX. Substantial attenuation of the hemolytic activity of the M. ovis CFS after heat treatment also suggests that the presumptive M. ovis exo- toxin is proteinaceous, like the M. bovis RTX. Based on the observation that the titers of the M. bovis CFSs were slightly higher in this assay, it may be speculated that the M. ovis exotoxin is more readily inactivated. A similar tendency was evident when CFSs were incubated at 4°C for 24 h before the hemolysin assay was conducted. This difference could be due to structural or conformational differences in the proteins or to the activity of proteolytic enzymes released by M. ovis during logarithmic growth (4, 18). The objective of this study, how- ever, was to examine selected M. ovis field isolates for the presence of potential virulence factors, and no attempt was made to quantify the hemolytic or the cytotoxic activity.  The primary antibody used in the Western blot assay spe- cifically recognized the M. bovis toxin, but it also recognized several proteins in the M. ovis CFSs. A cluster of bands of approximately 95 to 100 kDa may be significant because this molecular mass is consistent with those of recognized RTXs (18, 42), including M. bovis RTX A (1, 2). A single band in all M. ovis CFSs migrated at this particular molecular mass, sug- gesting some structural similarity. The identities of the several lower-molecular-mass bands present in the M. ovis lanes are unknown at this time. Other investigators have shown that full-length RTXs degrade after only a few hours in culture, and specific antibodies recognize several smaller degradation prod- ucts (2, 18). If it is assumed that a toxin is present in the M. ovis CFS, it is possible that those lower-molecular-mass bands rep- resent the degradation products of a full-length toxin.  The M. ovis isolates examined in this study differed in their hemolytic and cytotoxic activities. This may suggest that the isolates are different strains, but no testing was done to deter- mine if these isolates were indeed different strains. The num- ber of animal passages of each of the M. ovis field isolates received prior to laboratory isolation is unknown, and the number of animal and laboratory passages of M. ovis ATCC 19575 is also unknown. Interestingly, M. ovis ATCC 19575 did not exhibit any cytotoxicity to bovine corneal epithelial cells, although toxicity to erythrocytes and peripheral blood mono- nuclear cells was observed. Intraspecies variation (e.g., strain differences), as suggested above, does not likely account for these results. It has been shown for M. bovis that only piliated isolates can adhere to bovine corneal epithelial cells (24, 29); and it is possible, therefore, that isolate ATCC 19575 was not piliated and could not adhere to the corneal cells to exert a toxic effect. Some RTXs have been shown to specifically rec- ognize and bind to a host cell receptor (15, 41), and it is also possible that the presumptive hemolysin of the ATCC 19575 strain lacked this ability. It is also noteworthy that the ATCC 19575 isolate is of sheep origin, and a toxin produced during passages in sheep may act on the cornea in a strictly species- specific manner but may act more promiscuously on erythro- cytes and PBMCs. The M. ovis isolates were not examined for piliation, and the reasons for differences in activity between the two M. ovis field isolates and the ATCC 19575 isolate remain speculative.  Currently, piliated and hemolytic M. bovis isolates are recognized as the etiologic agents of IBK. Data from the Nebraska Veterinary Diagnostic Laboratory System, how- ever, indicate that M. ovis is isolated from the majority of cattle with IBK. From January 1999 through December 2002, samples from a total of 109 cases of IBK were received at the Veterinary Diagnostic Center. In 79 cases (72.5%), M. ovis was the only agent isolated, whereas in 18 cases (16.5%), M. bovis was the only pathogen isolated. In 12 cases (11%), both M. ovis and M. bovis isolates were recov- ered. Other investigators have isolated M. ovis from cattle with IBK (17, 31), but experimental inoculation of calves with M. ovis isolates did not cause keratoconjunctivitis in one study (17). Although the M. ovis isolates in another study exhibited hemolytic activity on blood agar (31), they were not examined for cytotoxic activity or piliation. These findings might suggest that M. ovis, if it is pathogenic, may require initial corneal damage or other predisposing factors to cause disease in cattle. Moraxella bovis isolates differ in their virulence; some isolates readily cause disease experi- mentally, while others require corneal damage to cause dis- ease (11, 19, 34). Differences in virulence may also be a common to M. ovis isolates. Since only piliated, hemolytic isolates of M. bovis are pathogenic for cattle (35), pili may also be necessary for M. ovis to attach to and colonize bovine cornea and conjunctiva. This hypothesis should be further addressed by using M. ovis field isolates from cattle. Al- though the results of this study indicate that M. ovis field isolates from cattle produce one or more exotoxins, further characterization of this suspected M. ovis toxin and studies that examine the piliation of field isolates and adherence of M. ovis to the bovine cornea are necessary to substantiate the potential role of M. ovis in the pathogenesis of IBK.  FIG. 4. Detection of M. ovis CFS proteins by Western blot analysis. CFS proteins were separated by SDS-PAGE on a standard 10% poly- acrylamide gel and then subjected to Western blot analysis. The pri- mary antibody was anti-M. bovis rabbit serum. Molecular masses (in kDa) are indicated on the left; the arrow denotes bands of about 98 kDa, the molecular mass recognized for different RTXs. The picture shown is representative of three independent assays.  VOL. 44, 2006 POTENTIAL VIRULENCE FACTORS OF MORAXELLA OVIS 775  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    ACKNOWLEDGMENTS  This work was supported by the Nebraska Agricultural Experiment Station project NEB14-059.  We extend special thanks to L. George (University of California— Davis) for generously providing anti-M. bovis polyclonal antibodies.  REFERENCES  1. Angelos, J. A., J. F. Hess, and L. W. George. 2003. An RTX operon in hemolytic Moraxella bovis is absent from nonhemolytic strains. Vet. Micro- biol. 92:363-377.  2. Angelos, J. A., J. F. Hess, and L. W. George. 2001. Cloning and character- ization of a Moraxella bovis cytotoxin gene. Am. J. Vet. Res. 62:1222-1228.  3. Bankemper, K. W., D. M. Lindley, K. E. Nusbaum, and K. E. Mysinger. 1990. Keratoconjunctivitis associated with Neisseria ovis infection in a herd of goats. J. Vet. Diagn. Investig. 2:76-78.  4. Bauer, M. E., and R. A. Welch. 1996. Association of RTX toxins with erythrocytes. Infect. Immun. 64:4665-4672.  5. Beard, M. K., and L. J. Moore. 1994. Reproduction of bovine keratocon- junctivitis with a purified haemolytic and cytotoxic fraction of Moraxella bovis. Vet. Microbiol. 42:15-33.  6. Billson, F. M., J. L. Hodgson, and J. R. Egerton. 1994. A hemolytic cell-free preparation of Moraxella bovis confers protection against infectious bovine keratoconjunctivitis. FEMS Microbiol. Lett. 124:69-73.  7. Billson, F. M., C. Harbour, W. P. Michalski, J. M. Tennent, J. R. Egerton, and J. L. Hodgson. 2000. Characterization of hemolysin of Moraxella bovis using a hemolysis-neutralizing monoclonal antibody. Infect. Immun. 68:3469- 3474.  8. Bisping, W., and G. Amtsberg. 1988. Oxidase-positive glucose-inactive bac- teria, p. 157-159. In W. Bisping and G. Amtsberg (ed.), Colour atlas for the diagnosis of bacterial pathogens in animals. Paul Parey Scientific Publishers, Berlin, Germany.  9. Brown, M. H., A. H. Brightman, B. W. Fenwick, and M. A. Rider. 1998. Infectious bovine keratoconjunctivitis: a review. J. Vet. Intern. Med. 12:259- 266.  10. Chandler, R. L., J. H. Baptista, and B. Turfrey. 1979. Studies on the patho- genicity of Moraxella bovis in relation to infectious bovine keratoconjuncti- vitis. J. Comp. Pathol. 89:441-448.  11. Chandler, R. L., K. Smith, and B. A. Turfrey. 1985. Exposure of bovine cornea to different strains of Moraxella bovis and to other bacterial species in vitro. J. Comp. Pathol. 95:415-423.  12. Clinkenbeard, K. D., and A. E. Thiessen. 1991. Mechanism of action of Moraxella bovis hemolysin. Infect. Immun. 59:1148-1152.  13. Dagnall, G. J. R. 1993. Some cultural characteristics of Branhamella ovis isolated from the conjunctival sac of sheep. Vet. Microbiol. 37:45-52.  14. Dagnall, G. J. R. 1994. The role of Branhamella ovis, Mycoplasma conjunc- tivae and Chlamydia psittaci in conjunctivitis of sheep. Br. Vet. J. 150:65-71.  15. Deshpande, M. S., T. C. Ambagala, A. P. N. Ambagala, M. E. Kehrli, Jr., and S. Srikumaran. 2002. Bovine CD18 is necessary and sufficient to mediate Mannheimia (Pasteurella) haemolytica leukotoxin-induced cytolysis. Infect. Immun. 70:5058-5064.  16. Dubay, S. A., E. S. Williams, K. Mills, and A. M. Boerger-Fields. 2000. Association of Moraxella ovis with keratoconjunctivitis in mule deer and moose in Wyoming. J. Wildl. Dis. 36:241-247.  17. Elad, D., I. Yeruham, and M. Bernstein. 1988. Moraxella ovis in cases of infectious bovine keratoconjunctivitis (IBK) in Israel. Zentbl. Veterinarmed. 35:431-434.  18. Gentry, M. J., and S. Srikumaran. 1991. Neutralizing monocolonal antibod- ies to Pasteurella haemolytica leukotoxin affinity-purify the toxin from crude culture supernatants. Microb. Pathog. 10:411-417.  19. George, L. W., A. Ardans, J. Mihalyi, and M. R. Guerra. 1988. Enhancement of infectious bovine keratoconjunctivitis by modified-live infectious bovine rhinotracheitis virus vaccine. Am. J. Vet. Res. 49:1800-1806.  20. Gray, J. T., P. J. Fedorka-Cray, and D. G. Rogers. 1994. Partial character- ization of a Moraxella bovis cytolysin. Vet. Microbiol. 43:183-196.  21. Hoien-Dalen, P. S., R. F. Rosenbusch, and J. A. Roth. 1990. Comparative characterization of the leukocidic and hemolytic activity of Moraxella bovis. Am. J. Vet. Res. 51:191-196.  22. Holt, H. G., N. R. Krieg, P. H. Sneath, J. T. Staley, and S. T. Williams. 1994. Gram-negative aerobic/microaerophilic rods and cocci, p. 147-148. In W. R. Hensyl (ed.), Bergey's manual of determinative bacteriology, 9th ed. The Williams & Wilkins Co., Baltimore, Md.  23. Hughes, D. E., and G. W. Pugh. 1975. Experimentally induced infectious bovine keratoconjunctivitis: relationship of vaccination schedule to protec- tion against exposure with homologous Moraxella bovis culture. Am. J. Vet. Res. 36:263-265.  24. Jackman, S. H., and R. F. Rosenbusch. 1984. In vitro adherence of Moraxella bovis to intact corneal epithelium. Eye Res. 3:1107-1112.  25. Kagonyera, G. M., L. W. George, and R. Munn. 1989. Cytopathic effects of Moraxella bovis on cultured bovine neutrophils and corneal epithelial cells. Am. J. Vet. Res. 50:10-17.  26. Kagonyera, G. M., L. W. George, and M. Miller. 1989. Effects of Moraxella bovis and culture filtrates on 51Cr-labeled bovine neutrophils. Am. J. Vet. Res. 50:18-21.  27. Killinger, A., D. Valentine, and M. E. Mansfield. 1977. Economic impact of infectious bovine keratoconjunctivitis in beef calves. Vet. Med. Small Anim. Clin. 72:618-620.  28. Kopecky, K., G. W. Pugh, and T. J. McDonald. 1986. Infectious bovine keratoconjunctivitis: contact transmission. Am. J. Vet. Res. 47:622-624.  29. Moore, L. J., and J. M. Rutter. 1989. Attachment of Moraxella bovis to calf corneal cells and inhibition by antiserum. Aust. Vet. J. 66:39-42.  30. Naglic, T., D. Hajsig, J. Frey, B. Seol, K. Busch, and M. Lojkic. 2000. Epidemiological and microbiological study of an outbreak of infectious ker- atoconjunctivitis in sheep. Vet. Rec. 147:72-75.  31. Nagy, A., E. Vandersmissen, and P. Kapp. 1989. Further data to the aetiol- ogy, pathogenesis and therapy of infectious bovine keratoconjunctivitis. Comp. Immunol. Microbiol. Infect. Dis. 12:115-127.  32. Pedersen, K. B. 1972. Isolation and description of a haemolytic species of Neisseria (N. ovis) from cattle with infectious keratoconjunctivitis. Acta Pathol. Microbiol. Scand. 80:135-139.  33. Pitman, D. R., and R. Reuter. 1988. Isolation of Branhamella ovis from conjunctivae of Angora goats. Aust. Vet. J. 65:91.  34. Pugh, G. W., and D. E. Hughes. 1968. Experimental bovine infectious ker- atoconjunctivitis caused by sunlamp irradiation and Moraxella bovis infec- tion: correlation of hemolytic ability and pathogenicity. Am. J. Vet. Res. 29:835-839.  35. Rogers, D. G., N. F. Cheville, and G. W. Pugh, Jr. 1987. Pathogenesis of corneal lesions caused by Moraxella bovis in gnotobiotic calves. Vet. Pathol. 24:287-295.  36. Rogers, D. G., N. F. Cheville, and G. W. Pugh, Jr. 1987. Conjunctival lesions caused by Moraxella bovis in gnotobiotic calves. Vet. Pathol. 24:554-559.  37. Rosenbusch, R. F., and A. G. Ostle. 1986. Mycoplasma bovoculi infection increases ocular colonization by Moraxella ovis in calves. Am. J. Vet. Res. 47:1214-1216.  38. Sambrook, J., E. F. Fritsch, and T. Maniatis. 1989. Molecular cloning: a laboratory manual, 2nd ed. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, N.Y.  39. Sandhu, T. S., and F. H. White. 1977. Production and characterization of Moraxella bovis hemolysin. Am. J. Vet. Res. 38:883-885.  40. Spradbrow, P. 1971. Experimental infection of the ovine cornea with Neis- seria ovis. Vet. Rec. 88:615-616.  41. Varga, J., L. Fodor, I. Hajtos, and F. Ratz. 1987. Haemagglutination by Neisseria ovis isolated from the eyes of sheep. J. Vet. Med. 34:211-215.  42. Welch, R. A. 2001. RTX toxin structure and function: a story of numerous anomalies and few analogies in toxin biology. Curr. Top. Microbiol. Immu- nol. 257:85-111.  43. Wilcox, G. E. 1970. The aetiology of infectious bovine keratoconjunctivitis in Queensland. Aust. Vet. J. 46:415-420.  776 CERNY ET AL. J. CLIN. MICROBIOL.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}