{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Association of Presence of Aspergillus Antibodies with Hemoptysis in Patients with Old Tuberculosis or Bronchiectasis but No Radiologically Visible Mycetoma   JOURNAL OF CLINICAL MICROBIOLOGY, Feb. 2004, p. 665-669 Vol. 42, No. 2 0095-1137/04/$08.00-0 DOI: 10.1128/JCM.42.2.665-669.2004 Copyright   2004, American Society for Microbiology. All Rights Reserved.  Association of Presence of Aspergillus Antibodies with Hemoptysis in Patients with Old Tuberculosis or Bronchiectasis but No  Radiologically Visible Mycetoma Chung-ming Chu,1 Patrick C. Y. Woo,2 Ken T. K. Chong,2 Wah-shing Leung,1 Veronica L. Chan,1  and Kwok-yung Yuen2,3* Division of Respiratory Medicine, Department of Medicine, United Christian Hospital,1 Department of Microbiology,  The University of Hong Kong,2 and HKU-Pasteur Research Centre,3 Hong Kong  Received 25 July 2003/Returned for modification 23 October 2003/Accepted 8 November 2003  Old tuberculosis and bronchiectasis are the two most important causes of chronic structural changes of lungs in our locality. In the absence of radiologically visible mycetoma, the cause of hemoptysis in these two groups of patients is largely unknown. A 17-month prospective study was carried out to compare the prevalence of Aspergillus fumigatus and Aspergillus flavus antibodies in hemoptysis patients with old tuberculosis or bronchiectasis but no radiologically visible mycetoma (cases, n - 38), hemoptysis patients with other diagnosis (control group 1, n - 29), and patients with old tuberculosis or bronchiectasis but no hemoptysis (control group 2, n - 47) by a recently developed sensitive and specific A. fumigatus and A. flavus antibody assay. There were a significantly larger number of patients with antibody against A. fumigatus or A. flavus among the cases than among the patients in control groups 1 and 2 (P < 0.05 in both comparisons). Molds were not recovered from any of the patients. Among the 10 cases with Aspergillus antibody, eight and two had antibody against A. flavus and A. fumigatus, respectively. We conclude that there was an association between the presence of Aspergillus antibodies and hemoptysis in patients with old tuberculosis or bronchiectasis, suggesting that these patients probably had occult infections caused by the corresponding fungi. Development of serological tests against other Aspergillus species as well as other causes of mycetoma will probably increase the detection of occult mold infections in patients with existing parenchymal lung diseases, and treatment of fungal microinvasion may help to alleviate hemoptysis in these patients with bronchiectasis or old tuberculosis who have Aspergillus antibodies.  Hemoptysis is one of the frequent complications in patients with old tuberculosis or bronchiectasis. It is well known that molds will colonize and proliferate in the lung parenchymal cavities of patients with old tuberculosis, leading to mycetoma formation. Fungal species that have been implicated as caus- ative agents of mycetoma include Aspergillus species, Pseudall- escheria boydii, Coccidioides species, Penicillium species, Cla- dosporium cladosporioides, and Schizophyllum commune, of which the most common are Aspergillus species (4, 9, 11, 13-15, 20). The true incidence of aspergillous mycetoma, or aspergil- loma, is unknown, but it has been estimated that it occurs in 11 to 17% of patients with tuberculous cavities (1). The most frequent symptom associated with mycetoma is hemoptysis, which occurs in about 74% of these patients, and the hemop- tysis may occasionally be massive and life-threatening. How- ever, the causes of hemoptysis in most cases of hemoptysis complicating old tuberculosis without mycetoma formation are still unknown. As for bronchiectasis, although bronchial artery proliferation has been shown to be associated with hemoptysis, the role of molds in causing hemoptysis in these patients is largely unknown (12).  Recently, we cloned the AFMP1 and AFLMP1 genes, which encode the first antigenic cell wall secretory galactomannopro- teins Afmp1p and Aflmp1p, respectively, in Aspergillus fumiga-  tus and Aspergillus flavus, respectively (18, 21). Furthermore, we have shown that serological assays with recombinant Afmp1p are sensitive and specific for the diagnosis of aspergilloma (3, 17). Clinical evaluation revealed that the assay was 100% sen- sitive for patients with aspergilloma caused by A. fumigatus, and no false-positive results were found for serum samples from 80 healthy blood donors, six patients with typhoid fever, four patients with melioidosis, 20 patients with penicilliosis marneffei, five patients with candidiasis, and four patients with cryptococcosis, indicating a high specificity of the test.  In this study, with the help of these antibody assays and mold cultures of bronchoalveolar lavage specimens, we compared the prevalence of A. fumigatus and A. flavus antibodies in pa- tients with hemoptysis complicating old tuberculosis or bron- chiectasis but no radiologically apparent mycetoma formation on high-resolution computed tomography (HRCT) scan, those with hemoptysis due to other causes, and those with old tuber- culosis or bronchiectasis but without hemoptysis. The role of molds in causing occult microinvasion and hemoptysis in pa- tients with existing structural abnormalities of the lung paren- chyma is also discussed.  MATERIALS AND METHODS  Patients, study design, and inclusion criteria. The study protocol was reviewed and approved by the Hospital Ethics Committee. Patients presenting to the Department of Medicine & Geriatrics of the United Christian Hospital in Hong Kong with hemoptysis as the predominant symptom in a 17-month period (June 2001 to October 2002) were recruited to the study. Clinical details were recorded on a standard form. Complete blood counts, liver and renal function tests, and coagulation studies were performed. Serum antineutrophil cytoplasmic antibod-  * Corresponding author. Mailing address: Department of Microbi- ology, The University of Hong Kong, University Pathology Building, Queen Mary Hospital, Hong Kong. Phone: (852) 28554892. Fax: (852) 28551241. E-mail: hkumicro@hkucc.hku.hk.  665  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    ies were checked for diagnosis of pulmonary hemorrhage associated with vascu- litis. Sputum specimens were collected for bacterial, fungal, and mycobacterial cultures and cytological examination for malignant cells. Chest radiographs were taken and examined by a thoracic radiologist. Patients who had an obvious diagnosis at this stage (e.g., active tuberculosis) without further need for bron- choscopy and HRCT of the thorax were excluded from the study.  All patients finally included in the study were subject to fiber optic broncho- scopic examination and HRCT of the thorax. Bronchial washes were obtained from the segment corresponding to the abnormal areas on radiographs and were sent for bacterial, fungal, and mycobacterial cultures. Bronchial and transbron- chial biopsy specimens were obtained as appropriate. HRCT of the thorax was examined by a thoracic radiologist, and the presence of bronchiectasis and lesions suggestive of mycetoma were noted. Blood was collected for A. fumigatus and A. flavus antibody detection.  The final diagnosis was reached after analysis of the clinical, laboratory, and radiological findings. Patients with a final diagnosis of allergic bronchopulmonary aspergillosis and mycetoma were excluded from the final statistical analysis. Allergic bronchopulmonary aspergillosis is defined by a history of asthma, cir- culating blood eosinophilia of more than 1,000 eosinophils/ml, immediate cuta- neous reactivity to Aspergillus skin test antigen, precipitating antibodies against Aspergillus antigen, elevated total serum immunoglobulin E concentration, history of recurrent pulmonary infiltrates, and central bronchiectasis. Mycetoma is defined by the presence of a mobile mass within an existing cavity (air crescent sign) on HRCT, with or without culture of mold from respiratory tract specimens.  The patients with a final diagnosis of hemoptysis complicating bronchiectasis or old tuberculosis were considered cases, and those with any other diagnosis for their hemoptysis were considered controls (control group 1). A case of old tuberculosis was defined by a history of tuberculosis with a documented completed course of antituberculous treatment and a documented bacteriological cure and/or a chest radiograph or HRCT of the thorax showing fibrocalcified or cavitary lesions that had been stable over time. A case of bronchiectasis was defined by compatible clinical features with HRCT showing bronchial dilation, bronchial wall thickening, lack of normal bronchial tapering, or air-fluid levels in distended bronchi.  During the same study period, another group of patients followed up in the same department for old tuberculosis or bronchiectasis but without a history of hemoptysis were also recruited (control group 2). Blood was collected for A. fumigatus and A. flavus antibody detection, but bronchoscopic examinations were not performed with these patients as they did not have hemoptysis.  Detection of antibody against A. fumigatus and A. flavus. Detection of antibody against Afmp1p of A. fumigatus and Aflmp1p of A. flavus was performed by enzyme-linked immunosorbent assays (ELISAs), with positive results confirmed by Western blot assay (3, 17, 18). For the ELISA, each well of an immunoplate (Nunc, Roskilde, Denmark) was coated with 0.5 ng of purified glutathione S-transferase (GST)-Afmp1p or GST-Aflmp1p protein for 12 h and then blocked in phosphate-buffered saline with 2% bovine serum albumin. One hundred microliters of patient serum at 1:3,000 dilution was added to the wells of the recombinant protein-coated plates in a total volume of 100 -l and incubated at 37°C for 2 h. After washing with washing buffer (phosphate-buffered saline with 2% bovine serum albumin) three times, 100 -l of 1:10,000-diluted horseradish peroxidase-conjugated goat anti-human antibody (Zymed, S. San Francisco, Calif.) was added to the wells and incubated at 37°C for 30 min. After washing with washing buffer three times, 100 -l of 3,3-,5,5--tetramethylbenzidine single solution (Zymed) was added to each well and incubated at room temperature for 15 min. One hundred microliters of 0.3 M H2SO4 was added, and the absorbance at 405 nm of each well was measured. Each sample was tested in duplicate, and the mean absorbance for each serum was calculated.  For the Western blot assays, recombinant Afmp1p and Aflmp1p samples were run on sodium dodecyl sulfate-10% polyacrylamide gels and electroblotted onto nitrocellulose membranes (Bio-Rad, Hercules, Calif.). The blots were cut into strips and the strips were incubated with patient sera diluted 1:500. Antigen- antibody interaction was detected with the ECL fluorescence kit (Amersham Life Science, Buckinghamshire, United Kingdom).  Statistical analysis. Comparison was made between the characteristics of cases and those of control groups 1 and 2. Comparisons of continuous variables were performed with a one-way analysis of variance test, and post hoc analyses were performed with Bonferroni's correction. A Mann-Whitney test and chi-square test were used for nonparametric and categorical variables, respectively. Comparison was also made between the characteristics of cases positive for antibody and those negative for antibody against A. fumigatus or A. flavus. A P of -0.05 was considered statistically significant.  RESULTS  A total of 125 patients were recruited into the study. One patient had allergic bronchopulmonary aspergillosis and 10 had mycetoma and were therefore excluded, leaving 114 pa- tients in the final analysis (mean age - 63.5 years, male/female ratio - 82:32). Thirty-eight patients (33.3%) were cases, with 9 (7.9%) and 29 (25.4%) having final diagnoses of old tubercu- losis and bronchiectasis, respectively. Twenty-nine patients (25.4%) were in control group 1, with the breakdown of their diagnoses depicted in Table 1. Forty-seven patients (41.2%) were in control group 2, with 17 (14.9%) bronchiectasis and 30 (26.3%) old tuberculosis diagnoses.  A comparison of the characteristics of patients with hemop- tysis who had bronchiectasis or old tuberculous cavities (cases) and the two control groups is shown in Table 2. Cases had significantly larger number of patients with histories of hemop- tysis, significantly larger hemoptysis blood volume, significantly larger number of patients with positive bacterial growth in their bronchial washing specimens, and significantly larger number of patients with antibody against A. fumigatus or A. fla- vus than patients in control group 1 (P - 0.05 in all four com- parisons). Furthermore, cases also had a significantly larger number of patients with antibody against A. fumigatus or A. flavus than patients in control group 2 (P - 0.05). Molds were recovered from none of the patients.  Since positive bacterial growth could be a confounding fac- tor in the statistical analysis, further analysis was performed after removal of data for cases and controls with positive bac- terial growth in their bronchial washing specimens (14 from cases and 4 from control group 1). In this subset analysis, 8 out of the 24 patients in the cases but only 1 out of the 25 patients in control group 1 had antibody against A. fumigatus or A. flavus (P - 0.01), indicating that the presence of Aspergillus antibodies is independently associated with bronchiectasis or old tuberculosis in patients with hemoptysis.  The characteristics of patients with hemoptysis who had bronchiectasis or old tuberculous cavities (cases) positive for antibodies against A. fumigatus or A. flavus are shown in Table 3. The median age was 64.5 years (range, 46 to 78 years). The male/female ratio was 6:4. The median number of hemoptysis episodes in the past was one (range, 0 to 6). The median  TABLE 1. Diagnosis of patients in the case and control groups  Group (no. of patients) Diagnosis No. (%)  of patients  Cases (38) Bronchiectasis 29 (25.4) Old tuberculous cavities 9 (7.9)  Control group 1 (29) Bronchogenic carcinoma 8 (7.0) Active tuberculosisa 6 (5.3) Acute pneumonia 5 (4.4) Acute bronchitis 4 (3.5) Lung abscess 3 (2.6) Carcinoma of the larynx 1 (0.9) Cryptogenic bronchiectasis 2 (1.8)  Control group 2 (47) Bronchiectasis 17 (14.9) Old tuberculous cavities 30 (26.3)  a One case of active tuberculosis was culture documented, and the other five were diagnosed by compatible histological and radiological findings and a clear response to specific antituberculous treatment.  666 CHU ET AL. J. CLIN. MICROBIOL.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    volume of hemoptysis blood was 200 (range, 10 to 1,000) ml. Seven (70%) and three (30%) cases had bronchiectasis and old tuberculosis, respectively. Eight (80%) and two (20%) cases had antibody against A. flavus and A. fumigatus, respectively (Fig. 1).  A comparison of the characteristics of cases that were positive and negative for antibodies against A. fumigatus or A. flavus is shown in Table 4. Cases that were positive for antibodies against A. fumigatus or A. flavus had significantly lower hemoglobin levels and significantly higher erythrocyte sedimentation rates.  TABLE 2. Comparison of characteristics of patients with hemoptysis who had bronchiectasis or old tuberculous cavities (cases) and those with other diagnoses (control group 1) and bronchiectasis or old tuberculous cavities without hemoptysis (control group 2)  Characteristic Value for groupg  PCases (n - 38)  Control group 1 (n - 29)  Control group 2 (n - 47)  Age (yr, mean - SEM) 63.5 - 1.9 60.6 - 3.0 65.3 - 1.9 NSh  Sex (M:F)i 25:13 20:9 37:10 NS  Clubbing Present 5 0 6 NS Absent 33 29 29  History of hemoptysis Present 19 6 -0.05 Absent 19 23  Hemoptysis blood vol (ml, median) 125 20 -0.05  Hemoglobin (g/dl, mean - SEM) 12.8 - 0.3 12.9 - 0.4 13.1 - 0.4 NS  White cell count (109/liter, mean - SEM) 8.1 - 0.4 9.1 - 0.7 8.9 - 0.8 NS  Neutrophil count (109/liter, mean - SEM) 5.9 - 0.5 6.5 - 0.6 7.4 - 0.7 NS  Lymphocyte count (109/liter, mean - SEM) 1.6 - 0.2 1.4 - 0.1 1.5 - 0.4 NS  Eosinophil count (109/liter, mean - SEM) 0.08 - 0.02 0.24 - 0.05 0.17 - 0.05 NS  Erythrocyte sedimentation rate (mm/h, mean - SEM) 39 - 5 38 - 8 35 - 8 NS  Albumin/globulin ratio (mean - SEM) 1.10 - 0.04 1.17 - 0.04 1.17 - 0.04 NS  Bronchial washing culture results No growth or commensals 24 25 -0.05 Positive bacterial growth 14 4 -0.05  Pyogenic bacteria 12a 3b -0.05 Mycobacteria 2c 1d NS  Antibody against A. fumigatus or A. flavus Present 10 1e 3f -0.05 Absent 28 28 44  a Includes six cases of Pseudomonas aeruginosa infection, two cases of Annii bauma infection, and one case each of Haemophilus parainfluenzae, Moraxella catarrhalis, Staphyloccus aureus, and Klebsiella pneumoniae infection.  b Includes one case each of P. aeruginosa, K. pneumoniae, and Streptococcus pneumoniae infection. c Includes one case each of Mycobacterium avium-intracellulare complex and Mycobacterium chelonae infection. d Includes one case of Mycobacterium tuberculosis infection. e The patient with positive A. flavus antibody in control group 1 had bronchogenic carcinoma. f Two and one patients with positive A. flavus antibody in control group 2 had bronchiectasis and old tuberculosis, respectively. g Except where indicated, values are numbers of patients. h NS, not significant. i M, male; F, female.  TABLE 3. Characteristics of cases positive for antibodies against Aspergillus fumigatus or Aspergillus flavus  Patient no.  Sex Age (yr)  No. of hemoptysis episodes in the  past  Volb of hemoptysis blood (ml)  Hemoglobin (g/dl)  Diagnosis  Aspergillus antibody presenta (OD)  A. fumigatus A. flavus  1 F 75 1 250 10.8 Old tuberculosis - - (0.389) 2 F 61 0 1,000 10.7 Bronchiectasis - - (0.694) 3 M 46 2 150 14.7 Bronchiectasis - - (1.370) 4 F 72 1 880 9.1 Bronchiectasis - - (0.791) 5 M 75 0 250 12.2 Bronchiectasis - (0.464) - 6 F 67 6 100 11.0 Bronchiectasis - - (0.312) 7 M 78 4 600 11.0 Bronchiectasis - - (0.572) 8 M 67 3 20 13.1 Bronchiectasis - - (0.417) 9 M 62 0 10 12.9 Old tuberculosis - - (0.482) 10 M 69 0 50 10.0 Old tuberculosis - (0.694) -  a The optical density (OD) cutoff values for the Afmplp-based and Aflmplp-based ELISAs were 0.219 and 0.263, respectively.  VOL. 42, 2004 ASPERGILLUS ANTIBODIES IN HEMOPTYSIS 667  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    DISCUSSION  Old tuberculosis and bronchiectasis are the two most impor- tant causes of chronic structural changes in lungs in our local- ity. Since one of the most important causes of bronchiectasis in our locality is old tuberculosis, it is often difficult to distinguish between the two categories, and there is significant overlap between the two groups of patients. In this study, we demon- strated that the prevalence of A. fumigatus and A. flavus anti- bodies in patients presenting with hemoptysis who had old tuberculosis or bronchiectasis without radiologically visible mycetoma formation was significantly higher than those with hemoptysis due to other causes. Because of the possibility that the difference was due just to the association of Aspergillus infections with old tuberculosis and bronchiectasis but was not related to hemoptysis, another group of controls, patients with old tuberculosis or bronchiectasis without hemoptysis (control group 2), was selected. It was also demonstrated that the pres- ence of Aspergillus antibodies in patients with old tuberculosis or bronchiectasis with hemoptysis was significantly higher than in those without hemoptysis, indicating that the presence of Aspergillus antibodies was associated with hemoptysis in pa- tients with old tuberculosis or bronchiectasis.  As for fungal culture, despite the presence of antibodies, Aspergillus species were not recovered from any of the respi- ratory tract specimens collected from the patients. In fact, among the 10 patients with mycetoma that we excluded from the study, only three had positive mold cultures, one with A. fumigatus and two with A. flavus. This is in line with the low rate of positive culture of only about 40% in patients with  mycetoma reported in another study (10). Due to the very small lesions of less than 5 mm that were not detected by computed tomography scans, a very small amount of fungal shedding, and the possibility of the presence of cells in a viable but nonculturable state, it is not surprising that none of the cases yielded positive mold culture results.  We speculate that Aspergillus species causes hemoptysis in patients with old tuberculosis or bronchiectasis without myce- toma formation through microinvasion of the damaged respi- ratory epithelium. It has been demonstrated that A. fumigatus secretes fumagillin, a chemical that inhibits angiogenesis (7). Similarly, Aspergillus clavatus secretes cytochalasin E, which is a potent and selective inhibitor of capillary endothelial cell proliferation in an experimental model (16). On the other hand, it has been shown that in patients with aspergillomas, the levels of vascular endothelial growth factor (VEGF) in serum were raised, and the level was related to the area of lung involvement, PaO2 level, and the presence of hemoptysis (8). Furthermore, the expression of VEGF was high in alveolar macrophages in the lesion of aspergillomas, and VEGF expres- sion in macrophages was induced by hypoxia and lactate and its expression promoted angiogenesis and increased vascular per- meability (5, 19).  We speculate that the immediate surrounding of an aspergil- loma is rendered ischemic by substances like fumagillin and cytochalasin E, enhancing necrosis and inflammation. Subse- quent recruitment of alveolar macrophages into this hypoxic environment induces the macrophage to express VEGF, which enhances angiogenesis around the aspergilloma. Thus, it is con-  FIG. 1. Western blot analysis of purified Aflmp1p of A. flavus (A) and Afmp1p of A. fumigatus (B). The lane numbers correspond to the patient numbers in Table 3. Strong antigen-antibody interaction was detected with the sera of eight patients against Aflmp1p (lanes 1, 2, 3, 4, 6, 7, 8, and 9) (A) and those of two patients against Afmp1p (lanes 5 and 10) (B).  TABLE 4. Comparison of cases positive and negative for antibodies against Aspergillus fumigatus or Aspergillus flavus  Characteristic  Value for cases that were antibody:  Pe Positive (n - 10)  Negative (n - 28)  Age (yr, median) 64.5 68.0 NS  Sex (M:F)d 6:4 19:9 NS  Vol of hemoptysis blood (ml, median) 200 100 NS  Hemoglobin (g/dl, median) 11.0 13.1 -0.05  White cell count (109/liter, median) 6.7 7.7 NS  Neutrophil count (109/liter, median) 4.6 5.4 NS  Lymphocyte count (109/liter, median) 1.1 1.5 NS  Eosinophil count (109/liter, median) 0.1 0.1 NS  Albumin/globulin ratio (median) 1.0 1.2 NS  Erythrocyte sedimentation rate (mm/h, median)  63 22 -0.05  Bronchial wash culture results No growth or commensals 8 16 NS Pyogenic bacteria 2a 10b NS Mycobacteria 0 2c NS  a Includes two cases of P. aeruginosa. b Includes four cases of P. aeruginosa, two cases of A. baumannii, and one case  each of H. parainfluenzae, M. catarrhalis, S. aureus, and K. pneumoniae. c Includes one case each of M. avium-intracellulare complex and M. chelonae. d M, male; F, female. e NS, not significant.  668 CHU ET AL. J. CLIN. MICROBIOL.  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.    ceivable that Aspergillus species might set foot on damaged respiratory epithelium in bronchiectasis and old tuberculous cavities and that the interplay between antiangiogenic factors secreted by the Aspergillus species and VEGF secreted by alveo- lar macrophages promote necrosis and hypervascularity around the infected areas. In the present study, the patients with con- firmed diagnoses of bronchiectasis or old tuberculosis with Aspergillus antibody tended to bleed significantly. The defini- tion of massive hemoptysis has ranged from 100 to 1,000 ml in 24 h (6). If one takes 100 ml as the cutoff, 7 out of the 10 patients with bronchiectasis or old tuberculosis and Aspergillus antibody had massive hemoptysis. This is also supported by the fact that the seropositive cases had significantly lower hemo- globin levels, and they showed a trend to bleed more than the seronegative patients.  In Western countries, A. fumigatus is the most important Aspergillus species that causes invasive aspergillosis and as- pergilloma. On the other hand, A. flavus is the most common one associated with human disease in our locality and in other Asian countries (2, 22). In our previous study, we demon- strated that A. flavus is responsible for causing 38% whereas A. fumigatus is responsible for causing only 19% of invasive mold diseases in bone marrow transplant recipients. This is in line with the observation in the present study, in that 80% of the seropositive patients had antibody against A. flavus, where- as only 20% of them had antibody against A. fumigatus. In fact, in the 10 patients with mycetoma diagnosed in the period of the study, four of them were positive for A. flavus antibody, but only two were positive for A. fumigatus antibody.  Development of serological tests against other Aspergillus species as well as other causes of mycetoma will probably increase the detection of occult mold infections in patients with preexisting parenchymal lung diseases. We have demonstrated that Aspergillus antibody assays are highly sensitive and specific for the diagnosis of aspergilloma. However, only 6 of the 10 patients with mycetoma diagnosed in the period of the study had antibody against A. fumigatus or A. flavus. Furthermore, we have also demonstrated that 28% of the invasive mold dis- eases in our bone marrow transplant recipients were caused by Aspergillus species other than A. fumigatus and A. flavus (22). It is therefore logical to assume that the remaining four patients with mycetoma were infected by Aspergillus species other than A. fumigatus or A. flavus or other molds such as P. boydii and Penicillium species (4, 9, 11, 13-15, 20). We speculate that about six to seven out of the 37 patients with bronchiectasis or old tuberculosis should be positive for antibody against other Aspergillus species or other molds.  Treatment of fungal microinvasion may help to alleviate the hemoptysis in these patients with bronchiectasis or old tuber- culosis who had Aspergillus antibody. Massive hemoptysis in patients with bronchiectasis or old tuberculosis can be life- threatening and is a condition dreaded by patients and clini- cians alike. Due to their marginal respiratory functions, these patients are often poor surgical candidates for resection of the diseased lung segments affected by bronchiectasis and inactive tuberculosis. Bronchial arterial embolization may afford palli- ation in some patients, but new collateral formation and re- bleeding may occur in the long run (6). As mold microinvasion may be the cause of hemoptysis in these patients, further stud- ies with antifungal therapy may open up a new avenue of  treatment for some of these patients with hemoptysis compli- cating bronchiectasis or old tuberculosis.  ACKNOWLEDGMENTS  This work was partly supported by Research Grant Council grant HKU 7388/00 M, AIDS Trust Fund (MSS 083), University Develop- ment Fund, and Committee of Research and Conference Grant, Uni- versity of Hong Kong.  We thank King-man Chan and Andy S. P. Leung for technical help.  REFERENCES  1. Anonymous. 1970. Aspergilloma and residual tuberculous cavities—the re- sults of a resurvey. Tubercle 51:227-245.  2. Chakrabarti, A., S. C. Sharma, and J. Chandler. 1992. Epidemiology and pathogenesis of paranasal sinus mycoses. Otolaryngol. Head Neck Surg. 107:745-750.  3. Chan, C. M., P. C. Y. Woo, A. S. P. Leung, S. K. P. Lau, X. Y. Che, L. Cao, and K. Y. Yuen. 2002. Detection of antibodies specific to an antigenic cell wall galactomannoprotein for serodiagnosis of Aspergillus fumigatus aspergil- losis. J. Clin. Microbiol. 40:2041-2045.  4. de la Camara, R., I. Pinilla, E. Munoz, B. Buendia, J. L. Steegmann, and J. M. Fernandez-Ranada. 1996. Penicillium brevicompactum as the cause of a necrotic lung ball in an allogeneic bone marrow transplant recipient. Bone Marrow Transplant. 18:1189-1193.  5. Dvorak, H. F., L. F. Brown, M. Detmar, and A. M. Dvorak. 1995. Vascular permeability factor/vascular endothelial growth factor, microvascular hyper- permeability, and angiogenesis. Am. J. Pathol. 146:1029-1039.  6. Dweik, R. A., and J. K. Stoller. 1999. Role of bronchoscopy in massive hemoptysis. Clin. Chest Med. 20:89-105.  7. Ingber, D., T. Fujita, S. Kishimoto, K. Sudo, T. Kanamaru, H. Brem, and J. Folkman. 1990. Synthetic analogues of fumagillin that inhibit angiogenesis and suppress tumour growth. Nature 348:555-557.  8. Inoue, K., W. Matsuyama, T. Hashiguchi, J. Wakimoto, Y. Hirotsu, M. Kawabata, K. Arimura, and M. Osame. 2001. Expression of vascular endo- thelial growth factor in pulmonary aspergilloma. Intern. Med. 40:1195-1199.  9. Kathuria, S. K., and J. Rippon. 1982. Non-aspergillus aspergilloma. Am. J. Clin. Pathol. 78:870-873.  10. Kawamura, S., S. Maesaki, K. Tomono, T. Tashiro, and S. Kohno. 2000. Clinical evaluation of 61 patients with pulmonary aspergilloma. Intern. Med. 39:209-212.  11. Kwon-Chung, K. J., I. S. Schwartz, and B. J. Rybak. 1975. A pulmonary fungus ball produced by Cladosporium cladosporioides. Am. J. Clin. Pathol. 64:564-568.  12. Nicotra, M. B., M. Rivera, A. M. Dale, R. Shepherd, and R. Carter. 1995. Clinical, pathophysiologic, and microbiologic characterization of bronchiec- tasis in an aging cohort. Chest 108:955-961.  13. Sigler, L., L. M. de la Maza, G. Tan, K. N. Egger, and R. K. Sherburne. 1995. Diagnostic difficulties caused by a nonclamped Schizophyllum commune iso- late in a case of fungus ball of the lung. J. Clin. Microbiol. 33:1979-1983.  14. Thadepalli, H., F. A. Salem, A. K. Mandal, K. Rambhatla, and H. E. Ein- stein. 1977. Pulmonary mycetoma due to Coccidioides immitis. Chest 71:429- 430.  15. Tomlinson, J. R., and S. A. Sahn. 1987. Aspergilloma in sarcoid and tuber- culosis. Chest 92:505-508.  16. Udagawa, T., J. Yuan, D. Panigrahy, Y. H. Chang, J. Shah, and R. J. D'Amato. 2000. Cytochalasin E, an epoxide containing Aspergillus-derived fungal metabolite, inhibits angiogenesis and tumor growth. J. Pharmacol. Exp. Ther. 294:421-427.  17. Woo, P. C. Y., C. M. Chan, A. S. P. Leung, S. K. P. Lau, X. Y. Che, S. S. Wong, L. Cao, and K. Y. Yuen. 2002. Detection of cell wall galactomanno- protein Afmp1p in culture supernatants of Aspergillus fumigatus and in sera of aspergillosis patients. J. Clin. Microbiol. 40:4382-4387.  18. Woo, P. C. Y., K. T. K. Chong, A. S. P. Leung, S. S. Wong, S. K. P. Lau, and K. Y. Yuen. 2003. AFLMP1 encodes an antigenic cell wall protein in Asper- gillus flavus. J. Clin. Microbiol. 41:845-850.  19. Xiong, M., G. Elson, D. Legarda, and S. J. Leibovich. 1998. Production of vascular endothelial growth factor by murine macrophages: regulation by hypoxia, lactate, and the inducible nitric oxide synthase pathway. Am. J. Pathol. 153:587-598.  20. Yoshida, K., T. Hiraoka, M. Ando, K. Uchida, and V. Mohsenin. 1992. Penicillium decumbens. A new cause of fungus ball. Chest 101:1152-1153.  21. Yuen, K. Y., C. M. Chan, K. M. Chan, P. C. Y. Woo, X. Y. Che, A. S. P. Leung, and L. Cao. 2001. Characterization of AFMP1: a novel target for serodiag- nosis of aspergillosis. J. Clin. Microbiol. 39:3830-3837.  22. Yuen, K. Y., P. C. Y. Woo, M. S. Ip, R. H. Liang, E. K. Chiu, H. Siau, P. L. Ho, F. F. Chen, and T. K. Chan. 1997. Stage-specific manifestation of mold infections in bone marrow transplant recipients: risk factors and clinical significance of positive concentrated smears. Clin. Infect. Dis. 25:37-42.  VOL. 42, 2004 ASPERGILLUS ANTIBODIES IN HEMOPTYSIS 669  D ow  nl oa  de d   fr om   h tt  ps :/  /j ou  rn al  s. as  m .o  rg /j  ou rn  al /j  cm  o  n  18   M ar  ch  2  02 2   by  1  91 .9  6. 10  6. 19  6.",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}