{
    "summary": "Diacylglycerol acyltransferase (DGAT) activity is an essential enzymatic step in the formation of neutral lipid i.e., triacylglycerol in all living cells capable of accumulating storage lipid. Previously, we characterized an oleaginous yeast Candida tropicalis SY005 that yields storage lipid up to 58% under a specific nitrogen-stress condition, when the DGAT-specific transcript is drastically up-regulated. Here we report the identification, differential expression and function of two DGAT2 gene homologues--CtDGAT2a and CtDGAT2b of this C. tropicalis. Two protein isoforms are unique with respect to the presence of five additional stretches of amino acids, besides possessing three highly conserved motifs known in other reported DGAT2 enzymes. Moreover, the CtDGAT2a and CtDGAT2b are characteristically different in amino acid sequences and predicted protein structures. The CtDGAT2b isozyme was found to be catalytically 12.5% more efficient than CtDGAT2a for triacylglycerol production in a heterologous yeast system i.e., Saccharomyces cerevisiae quadruple mutant strain H1246 that is inherently defective in neutral lipid biosynthesis. The CtDGAT2b activity rescued the growth of transformed S. cerevisiae mutant cells, which are usually non-viable in the medium containing free fatty acids by incorporating them into triacylglycerol, and displayed preferential specificity towards saturated acyl species as substrate. Furthermore, we document that the efficiency of triacylglycerol production by CtDGAT2b is differentially affected by deletion, insertion or replacement of amino acids in five regions exclusively present in two CtDGAT2 isozymes. Taken together, our study characterizes two structurally novel DGAT2 isozymes, which are accountable for the enhanced production of storage lipid enriched with saturated fatty acids inherently in C. tropicalis SY005 strain as well as in transformed S. cerevisiae neutral lipid-deficient mutant cells. These two genes certainly will be useful for further investigation on the novel structure-function relationship of DGAT repertoire, and also in metabolic engineering for the enhanced production of lipid feedstock in other organisms.",
    "title": "Functional Characterization of Two Structurally Novel Diacylglycerol Acyltransferase2 Isozymes Responsible for the Enhanced Production of Stearate-Rich Storage Lipid in Candida tropicalis SY005",
    "text": "JMJD6 is a driver of cellular proliferation and motility and a marker of poor prognosis in breast cancer   RESEARCH ARTICLE Open Access  JMJD6 is a driver of cellular proliferation and motility and a marker of poor prognosis in breast cancer Yi Fang Lee1, Lance David Miller2, Xiu Bin Chan1, Michael A Black6, Brendan Pang3, Chee Wee Ong3, Manuel Salto-Tellez4,5, Edison T Liu1,7 and Kartiki V Desai8*  Abstract  Introduction: We developed an analytic strategy that correlates gene expression and clinical outcomes as a means to identify novel candidate oncogenes operative in breast cancer. This analysis, followed by functional characterization, resulted in the identification of Jumonji Domain Containing 6 (JMJD6) protein as a novel driver of oncogenic properties in breast cancer.  Methods: Through microarray informatics, Cox proportional hazards regression was used to analyze the correlation between gene expression and distant metastasis-free survival (DMFS) of patients in 14 independent breast cancer cohorts. JMJD6 emerged as a top candidate gene robustly associated with poor patient survival. Immunohistochemistry, siRNA-mediated silencing, and forced overexpression of JMJD6 in cell-based assays elucidated molecular mechanisms of JMJD6 action in breast cancer progression and shed light on the clinical breast cancer subtypes relevant to JMJD6 action.  Results: JMJD6 was expressed at highest levels in tumors associated with worse outcomes, including ER- and basal-like, Claudin-low, Her2-enriched, and ER+ Luminal B tumors. High nuclear JMJD6 protein was associated with ER negativity, advanced grade, and poor differentiation in tissue microarrays. Separation of ER+/LN- patients that received endocrine monotherapy indicated that JMJD6 is predictive of poor outcome in treatment-specific subgroups. In breast cancer cell lines, loss of JMJD6 consistently resulted in suppressed proliferation but not apoptosis, whereas forced stable overexpression increased growth. In addition, knockdown of JMJD6 in invasive cell lines, such as MDA-MB231, decreased motility and invasion, whereas overexpression in MCF-7 cells slightly promoted motility but did not confer invasive growth. Microarray analysis showed that the most significant transcriptional changes occurred in cell- proliferation genes and genes of the TGF-b tumor-suppressor pathway. High proliferation was characterized by constitutively high cyclin E protein levels. The inverse relation of JMJD6 expression with TGF-b2 could be extrapolated to the breast cancer cohorts, suggesting that JMJD6 may affect similar pathways in primary breast cancer.  Conclusions: JMJD6 is a novel biomarker of tumor aggressiveness with functional implications in breast cancer growth and migration.  Introduction In breast cancer, resistance to standard-of-care systemic adjuvant treatments such as endocrine and chemothera- pies remains a major health burden and prompts the need for novel therapeutic targets for patients with  advanced, unresponsive, or relapsed disease. We pre- viously used gene-expression profiles of breast tumors to identify extracellular/secretory proteins and cell surface- receptor genes whose high expression levels associate with poor clinical end points. For example, we recently identified serine protease inhibitor Kazal-type 1 (SPINK1) as an important therapeutic target in breast cancer by using a combined genotype and phenotype screening approach. We found that inhibition of SPINK1 by  * Correspondence: kd1@nibmg.ac.in 8National Institute of Biomedical Genomics, 2nd Floor Netaji Subash Sanatorium, Kalyani 741251, India Full list of author information is available at the end of the article  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85    2012 Desai et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  mailto:kd1@nibmg.ac.in http://creativecommons.org/licenses/by/2.0   neutralizing antibodies curtailed multiple aggressive properties, including cell survival, invasiveness, and che- moresistance [1]. A second candidate identified in the same study was the phosphatidylserine receptor (PTDSR). Formerly, PTDSR was thought to be a cell-surface  protein that facilitates recruitment of phagocytic cells to sites of apoptosis. Antibodies against PTDSR and annexin V have been used in combination to estimate apoptosis [2]. Mouse knockouts of PTDSR showed early postnatal lethality and had growth retardation and mul- tiple developmental abnormalities due to insufficient dif- ferentiation during embryogenesis; however, no defect in apoptotic clearance of cells was evident [3]. By genera- tion of deletion mutants and immune localization, Cui et al. [4] demonstrated that PTDSR is a nuclear protein, with five nuclear localization signals scattered through- out its sequence. Later, PTDSR was renamed Jumonji domain containing 6 (JMJD6) based on the presence of its JMJC domain with bifunctional histone arginine demethylation and lysyl oxidase activity [4-6]. JMJD6 is homologous to the hypoxia-inducible factor (HIF) aspar- aginyl-hydroxylase, suggesting a function in cellular response to hypoxia. In addition, JMJD6 protein was recently shown to interact with splicing factor U2AF65; however, very few splicing events in a limited number of genes were attributable to JMJD6 expression [6]. In endothelial cells, alternate splicing of VEGF receptor (Flt1) by U2AF65 promoted endothelial cell migration, and siRNA-mediated knockdown of JMJD6 in endothe- lial cells led to decreased migration [7]. Based on X-ray crystallographic data, it was predicted and shown that apart from its enzymatic activity, JMJD6 protein bound single-stranded RNA [8]. These diverse findings predict a range of versatile functions for JMJD6, at the tran- scriptional, splicing, posttranscriptional, and biochemical levels. However, very little is known about the role of JMJD6 in cancer and the molecular pathways that may impinge on disease initiation and prognosis. Because our in silico analysis demonstrated a robust  positive association between JMJD6 expression and breast cancer recurrence, we investigated its phenotypic and molecular effects in breast cancer cells. We report herein that perturbation of JMJD6 expression modulates cell proliferation and cell scattering and motility: pheno- types associated with cancer metastasis. Furthermore, our findings suggest that these cellular phenotypes may be elicited by JMJD6-mediated suppression of trans- forming growth factor-beta 2 (TGF-b2) and/or activa- tion of proteins that potentiate cell division in a cell type-specific manner. These in vitro mechanistic find- ings are consistent with the clinical observations that JMJD6 expression correlates positively with proliferation index and high histologic grade but inversely with TGF- b2 expression. Together, these data implicate JMJD6  function in breast tumor progression and suggest a diag- nostic role for JMJD6 in predicting patient outcomes.  Materials and methods Breast cancer clinical datasets Tumor-expression profiles were obtained with approval from and in accordance with the policies of the institu- tional review boards of the respective institutions. An integrated “Super Cohort” (SC) of 15 individual Affyme- trix array datasets comprising 2,116 breast cancer patients was used in this analysis. These datasets were previously described in detail in Soon et al. [1]. These cohorts were accessible from public databases, Gene Expression Omnibus (National Center for Biotechnology Information, Bethesda, MD, USA), ArrayExpress (Eur- opean Bioinformatics Institute, Hinxton, UK), and caAr- ray (National Cancer Institute, NIH, Atlanta, GA, USA). Appropriate permission has been granted for the use of the datasets and corresponding de-identified clinical data. A summary of the clinical dataset details and lit- erature references can be found in Additional file 1, Table S1. Initial discovery and meta-analysis was per- formed on a subset of this Super Cohort. All raw data (CEL files) were preprocessed and nor-  malized by using the R software package [9], and library files provided via the Bioconductor [10]. Raw data were MAS5.0 normalized on a per-cohort basis by using the justMAS function in the simpleaffy library from Biocon- ductor (no background correction, target intensity of 600). Cross-cohort batch effects were corrected by using the COMBAT empirical Bayes method [11]. Normalized JMJD6 probesets, 212722_s_at and 212723_at, were averaged for the analysis of data from Affymetrix U133 arrays, and JMJD6 probe, AB011157, was used for the analysis of the Agilent array dataset (that is, the NKI dataset). Of 2,116 array profiles in the Super Cohort, 1,954 patient cases are annotated with distant metasta- sis-free survival (DMFS) time and event information.  Clinical survival analysis and expression in subtypes Distant metastasis-free survival (DMFS) was used as the clinical end point of interest. A DMFS event was defined as metastatic recurrence to a distant organ site or in a limited number of cases, as death owing to progressive breast cancer. Cox proportional hazard regression analy- sis of JMJD6 expression with DMFS data (Time and Event) was performed in individual patient datasets and in the Super Cohort. Clinical subtype analysis was per- formed by using the Super Cohort. Intrinsic subtypes were assigned via the PAM50 algorithm of Parker et al. [12], by using the code provided by the authors at UNC Microarray Database [13]. Gene data were matched by symbol and median centered, and Spearman correlation was used to assign samples to the nearest PAM50  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 2 of 16    centroid. Claudin-Low subtypes were assigned based on the method described by Prat et al. [14], by using the microarray data (GSE18229) and information provided by the authors at UNC Microarray Database [13]. Clau- din-Low and Normal centroids were generated, and samples were assigned to one or the other class based on euclidean distance to the class centroid. The PAM50 and Claudin-Low subtype information was then com- bined with the PAM50 subtype used, unless a sample had been classified as Claudin-Low, in which case, the Claudin-Low assignment would take precedence. Distribution of JMJD6 expression in various breast  cancer subtypes was analyzed with the Kruskal-Wallis one-way analysis of variance (ANOVA) on ranks and multiple pairwise comparisons with the Dunn method by using Sigma Plot. Statistical significance of differen- tial JMJD6 expression in ER-positive versus ER-negative tumors was analyzed by using the Mann-Whitney Rank Sum Test. In Kaplan-Meier and CoxPH survival analysis of JMJD6 expression cohorts in the clinical subtypes, the patients were separated by median expression across the Super Cohort into high and low JMJD6-expression groups. Kaplan-Meier survival analysis also was per- formed on patient groups ranked by quartile expression within each clinical subtype. All survival analyses were performed by using Sigma Plot [15].  Immunohistochemistry Tissue microarray (TMA) blocks containing cores from 98 breast cancer patients were constructed, as described previously, under institutional ethics committee approval with consent for the tissue microarray program (NUS- IRB 05-017) [1,16,17] and used for the analysis. Anti- JMJD6 monoclonal antibody (Santa Cruz, Santa Cruz, CA, USA: Sc-28348) was used at a dilution of 1:50 along with antigen retrieval by heat and Tris-EDTA (pH 9.1). Automated IHC scoring was performed with the Ariol SL-50 image analysis system (Applied Imaging, Santa Clara, CA, USA). Positivity of JMJD6 nuclear expression was defined as nuclear-staining intensity and percentage coverage scores ≥25%. Odds-ratio analysis was per- formed on JMJD6-positive expression and clinicopatho- logic features of the tumors by using PASW Statistics 18 [18].  Cell lines All cell lines were obtained from American Type Cul- ture Collection (ATCC) and maintained in growth media, at 37°C with 5% CO2. The growth medium for MCF-7, CAMA-1, and BT-549 was Dulbecco Modified Eagle Medium (DMEM), with 10% fetal bovine serum (FBS); and for MDA-MB231 and T47D, it was RPMI- 1640, with 10% FBS.  Cloning and expression of JMJD6 JMJD6 (NM_001081461.1) (J1) was amplified by using MCF-7 mRNA (forward primer: 5'CCCAAGCTTAT- GAACCACAAGAGCAAGAAG3'; reverse primer: 5' GCTCTAGATCACCTGGAGGAGCTGCG 3'), followed by reamplification with forward primer: 5' GAGGTAC- CATGAACCACAAGAGCA 3' and reverse primer: 5' CGCTCGAGTGGGGGTGAGCCCGGCCT 3' and ligated into TOPO pCR2.1 vector. All clones were sequence verified. JMJD6 was cloned from TOPO vec- tors into a gateway entry vector pENTR3C (Invitrogen) and then recombined into the lentivirus vector pLenti6.2/V5-DEST (Invitrogen), pLenti4/V5-Dest (Invi- trogen), and pcDNA3.1/V5-Dest (Invitrogen) by LR recombination, according to the manufacturer's proto- col. For lentiviral clones, pLenti6.2/V5-DEST or pLenti4/V5-Dest was co-transfected with packaging vec- tors (Invitrogen) into 293 FT cells, and the supernatant was harvested approximately 48 hours for packaged len- tivirus. For infection of MCF-7 cells, the cells were pla- ted at 50% confluence and incubated with 20 μl to 30 μl of the concentrated virus and 8 μg/ml of hexamethrine bromide (Polybrene) for 24 hours at 37°C. The cells were replated and cultured with Zeocin (Invitrogen) to obtain several clones (MCF7-J1-OE). The pcDNA3.1 vector was used to generate JMJD6 expression clones by transfection by using Lipofectamine 2000 (Invitrogen) into MDA-MB231, T47D, and CAMA cell lines. Stable clones were selected with gentamycin (Gibco).  Knockdown of JMJD6 gene SiRNA was reverse transfected (by using manufacturer's protocol) by using Lipofectamine 2000 (Invitrogen) into the cell lines. At 48 hours after transfection, the cells were reconstituted in fresh media for experimental assays. JMJD6 siRNAs used were as follows: siRNA A (Ambion: 111915)- gcuauggugaacacccuaatt; siRNA B (Dharmacon: D-010363-01)- gaacugggauucacaucga; siRNA C (Dharmacon: D-010363-02)- ggauaacgauggcua- cuca; and siRNA D (Dharmacon: D- 010363-05)- ggacccggcacaacuacua. A nontargeting scrambled siRNA served as a negative control (Ambion: 4635).  Cell-based assays For proliferation assay, cells were plated in 96-well plates at a density of 5,000 cells per well. Cell prolifera- tion was measured by using WST-1 (Roche) every 24 hours over a 4- to 5-consecutive-day period, accord- ing to manufacturer's protocol. For detecting apoptosis, cells were transfected in a 96-well plate with siRNAs and assessed for apoptotic markers after 48 hours. In brief, the cells were fixed with paraformaldehyde, and cells were permeabilized with Triton-X 100. Fixed cells  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 3 of 16    were probed with active PARP (BD, 552596) antibody, and the primary antibodies were detected by a second- ary antibody conjugated to fluors Alexa 488 (BD, A21121). ArrayScan VTI (Cellomics) was used to detect immunofluorescence, and the baseline threshold was set by using cells stained with secondary antibody alone in the absence of the primary antibody.  Scatter assay Cells were plated in six-well plates at a density of 300 cells per well and grown in DMEM with 10% FBS. Fifteen fields of colonies per cell type were captured on day 7 of growth and blindly scored for three categories of scatter- ing (compact, loose, and scatter) by two random indivi- duals from six people. An average score was calculated for each colony, and the percentage of colonies for each category of scattering was plotted [19].  Wound-healing assay Cells were plated in culture inserts (Ibidi) with approxi- mately 500 μM gap. After 2 days (confluent cells), the inserts were removed, and fresh medium with 5 μg/ml of mitomycin C (Calbiochem, 47589) was added. The dis- tances moved by the cells across the gap were measured at 24 hours and calculated as a ratio over the initial distance at 0 hours, and these data were further normalized to the ratio of distance in Vec control.  Invasion and migration assay In vitro migration and invasion of the cells were assessed by using Falcon FluoroBlok 24-Multiwell inserts with 8-μm pores (BD Biosciences). For invasion assays, the inserts were coated with 20 μg of Matrigel in 80 μl of serum-free media. Cell suspension (200 μl) in serum-free media was loaded into each transwell insert, and 750 μl of medium with 10% FBS was provided in the lower chamber; 4 × 104 MDA-MB231/BT-549 cells were loaded in each transwell. The assay was done for 18 hours for migration and 24 hours for invasion. The cells that had migrated or invaded through the inserts were fixed with 3.7% formaldehyde and stained with propidium iodide, 2 μg/ml (Calbiochem), for 30 minutes, washed with PBS, and counted for 10 fields by using the Target Activation Bioapplication on an ArrayScan VTI (Cellomics). Assay results for siRNA-treated MDA-MB231 cells were nor- malized to fold change observed in proliferation at Day 2 and then calculated as a ratio to the Sc siRNA control.  Microarray data analysis MCF-7 J1 clones were harvested for RNA isolation at 80% confluence. For siRNA-mediated knockdown of JMJD6 in MCF-7 and MDA-MB231, the cells were har- vested for RNA isolation immediately, 48 hours after  transfection. Cells were washed twice with PBS and har- vested by trypsinization. RNA was extracted by Trizol (Invitrogen) according to manufacturer's protocol. Three biological replicates of MCF-7 J1 clones and two inde- pendent siRNA-transfection replicates were used for the microarray hybridization. Processing of samples for hybridization on Affymetrix U133 Plus 2.0 was done according to manufacturer's protocol. The microarray data were uploaded to Gene Expression Omnibus (accession number, GSE31782). Raw data were MAS5- normalized and log transformed by using Genespring GX11.5. To extract differential gene expression, Gene- Spring GX 11.5 was used to perform two-way ANOVA for siRNA-specific changes in MCF-7 and MDA- MB231. The list of significantly differential genes (P < 0.05) was further filtered for genes with at least 1.5-fold change in expression in at least one of the siRNA treat- ments for either MCF-7 or MDA-MB231. For MCF-7 J1-OE clones, one-way ANOVA was performed to extract differential gene expression in the overexpression clones as compared with the Vec. Only genes that dif- fered in their expression by 1.5-fold in at least one of the clones were selected for further analysis. Genes that overlapped in both siRNA treatment and in J1 clones and those that were regulated in the opposite direction were selected for Ingenuity Pathway Analysis (IPA) [20]. Hierarchical clustering by average linkage and visualiza- tion of the clusters was performed by using Cluster and Treeview, respectively [21,22]. To extract differential gene expression specific to  MDA-MB231, GeneSpring GX11.5 was used to per- form one-way ANOVA in MDA-MB231 and MCF-7 independently. The list of significant genes that were differentially expressed (1.5-fold; P < 0.05) was fil- tered. Probesets unique to MDA-MB231 that were absent in MCF-7 lists were extracted for IPA func- tional analysis.  Real-time PCR Total RNA was reverse transcribed by using Maxima reverse transcriptase mix (Fermentas). Real-time PCR was performed by using SYBR-Green PCR Mix (Fer- mentas) and run on CFX384 Real Time PCR Detection System (Biorad). Ct values were generated by using CFX manager software (Biorad). The primers used are listed in the Additional file 2, Table S2.  Conditioned media To obtain conditioned media, plated cells were incu- bated with serum-free media for 24 hours before collec- tion. The media were spun down to remove any cell debris and then concentrated ×60 to 80 by using Ami- con Ultra centrifugation filter (Millipore).  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 4 of 16    Immunoblot analysis Whole-cell lysates were prepared by using RIPA buffer for all antibodies, except TGF-bs, detected in conditioned media. Protein concentration was quantified by using Protein Assay reagent (Biorad) with BSA standards. Equal amounts of total protein lysates (20 to 40 μg) were ana- lyzed on an SDS-PAGE gel and transferred to PVDF membrane (GE Healthcare and Millipore). Antibodies against JMJD6 (Abcam, ab10526), b-actin (Sigma, A5441), V5 tag (Invitrogen, R960-25), E-cadherin (Cell Signaling, 4065), vimentin (BD Pharmingen, 550513), TGF-b2 (Abcam, ab36495), phosphorylated SMAD2 (Cell Signal- ing, 3108 and 3104), phosphorylated SMAD3 (Cell Signal- ing, 4520), SMAD2/3 (Cell Signaling, 3102), cyclin D1 (ab24249), cyclin E1 (Abcam, ab3927), and cyclin E2 (Abcam, ab40890) were used to probe for the protein on the membrane. The detection was done by using HRP- conjugated antibodies (Santa Cruz) and ECL or ECL Plus reagents (Amersham Biosciences). Reactive proteins were identified with autoradiography.  TGF-b2 neutralization and Smad phosphorylation assays Cells were plated in 96-well plates at a density of 5,000 cells per well and changed to fresh media with either 5 ng/ml of recombinant human (rh) TGF-b2 (R&D Sys- tems, 302-B2) or BSA the next day. Cell-viability mea- surement was taken on the first day of TGF-b2 or BSA treatment and 3 days later by using WST-1 assay. To inhibit TGF-b2 action, cells were plated in 96-well plates at a density of 5,000 cells per well. After 24 hours, they were exposed to 10 μM SB431542 (Sigma-Aldrich, S4317) or DMSO (as vehicle control) before transfection with JMJD6 siRNA. The cells were changed to fresh media 48 hours after transfection, con- taining 10 μM SB431542 or DMSO. Cell viability was determined on the first day of SB431542 or DMSO treatment and 3 days later by WST-1 assay. For assess- ment of SMAD2 phosphorylation, cells were plated at approximately 50% confluence in six-well plates for 24 hours. The cells were pretreated for 2 hours with SB431542 (Sigma-Aldrich, S4317) or DMSO, before addition of 5 ng/ml of rhTGF-b2 (R&D Systems, 302- B2). Protein lysates were harvested 1 hour after rhTGF- b2 treatment for immunoblot analysis.  Clinical correlation between TGF-b2 and JMJD6 The super-cohort dataset was used to assess correlation, if any, between JMJD6 and TGF-b2 expression. TGF-b2 probesets, 209908_s_at, 220407_s_at, 209909_s_at, and 220406_at, were averaged for the clinical microarray data analysis. Correlation of JMJD6 expression and TGF-b2 expression was performed by using the Pearson correlation test on PASW Statistics 18 [18].  Results JMJD6 transcript levels correlate with poor prognosis in breast cancer To discover novel oncogenes associated with breast can- cer progression, we used an informatics approach [1] and mined multiple independent microarray datasets of breast tumor profiles for genes having significant and reproducible associations with distant metastasis-free survival (DMFS). JMJD6 emerged as a top candidate, because its expression was significantly and positively associated with decreased time to distant metastasis in eight of the 14 breast cancer cohorts examined (Figure 1 and Additional file 1, Table S1). Furthermore, in an inte- grated Super Cohort (SC) (n = 1,954) comprising the majority of the individual cohorts listed in Table 1 (see Methods and Additional file 1, Table S1), high JMJD6 expression was significantly associated with decreased time to distant metastasis with a hazard ratio of 1.92 (95% CI, 1.62 to 2.29; P < 0.001). Together, these observations indicate a robust and reproducible associa- tion between JMJD6 expression and aggressive clinical behavior of breast cancer that may reflect an underlying functional contribution of JMJD6 in breast cancer progression.  JMJD6 expression in breast cancer subtypes Breast cancers were classified based on hormone-receptor status, estrogen receptor (ER+/-), or gene expression into intrinsic subtypes as described by Perou et al. [23]. Because these subclasses show differential survival, we analyzed the expression level of JMJD6 in each subtype annotated in the Super Cohort. As shown in Figure 2A, overall ER- tumors had slightly but significantly elevated expression of JMJD6 (P < 0.001). The average JMJD6 expression differed across the intrinsic subtypes. JMJD6 expression was highest in Claudin-low tumors and basal subtypes, followed by HER2, whereas in the ER+ group, the luminal B (LumB) expressed more JMJD6 than did luminal A (LumA) (P < 0.05) (Figure 2B). We examined the survival outcome of JMJD6 high- and low-expresser groups, determined by median separation across the Super Cohort, within each subtype. Because ER- tumors had very high levels of JMJD6 expression, further separation based on JMJD6 levels and survival analysis bore no significance (Table 1). In ER+ tumors, high JMJD6 expressers had poorer outcome than low expressers (Figure 2C; P < 0.001), and this persisted on subdivision of ER+ into lumi- nal subclasses (Figure 2D and 2E). Further, in the tamoxi- fen-treated samples, high JMJD6 expressers had worse outcome. However, whether JMJD6 predicts endocrine failure must be studied further. These data are summar- ized in Table 1. Other than total cohort median-based separation of patients, we also examined the relation of  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 5 of 16    JMJD6 levels and prognosis by quartile assignment of JMJD6 expression in each subtype independently. With this method, we observed that extremely high expression of JMJD6 (upper quartile) significantly led to worse survi- val outcomes in luminal A and luminal B subtypes (P < 0.05) (see Additional file 3, Figure S1). Therefore, we con- clude that JMJD6 is a marker for tumor aggressiveness and maybe is prognostic of poor outcome in ER+ breast cancer.  JMJD6 protein associates with high-grade and ER- tumors To study the distribution of JMJD6 protein levels, we immunohistochemically (IHC) stained an 81-breast tumor tissue array by using a JMJD6-specific antibody (Figure 3A). MCF-7-J1 OE and JMJD6 siRNA-treated cells were used to confirm the specificity of the antibody (see Additional file 4, Figure S2). As shown, JMJD6 was  present predominantly in the nuclei of breast tumor cells, with increased staining evident in higher grades of breast tumors. Univariate analysis clearly identified an association between high JMJD6 staining, high grade, and ER negativity (Figure 3B). Similar to the RNA- expression data, JMJD6 protein was highly expressed in more-aggressive and advanced tumors. However, because of the low sample size, our analysis could not explore whether JMJD6 correlates with outcome in luminal tumors. Nonetheless, JMJD6 appears to be a relevant marker in breast cancer pathogenesis.  JMJD6 increases proliferation in MCF-7 cells Because the JMJD6 expression profile was similar to the proliferative gene cluster, as characterized by Perou et al. [14,24], we posited that perturbation of its levels may affect cell proliferation (Figure 2A and 2B). We studied JMJD6 expression in a panel of five breast cancer cell lines (see Additional file 5, Figure S3A). With the exception of MCF-7 cells, JMJD6 was highly expressed in breast cancer cell lines. We used a lentiviral-based cloning system to infect MCF-7 cells with V5-tagged JMJD6 and achieved stable expression of JMJD6 (MCF-7 J1-OE). As a pool, these cells showed increased proliferation (see Additional file 6, Figure S4), and this was confirmed in individual clones, J1-C2, J1-C3, and J1-C7 (Figure 4A). Over a period of 5 days, MCF-7-J1-OE clones (J1-C2, J1-C3, and J1-C7) showed higher proliferation as early as day 2 and contin- ued to grow faster as compared with empty vector control cells (Vec) (Figure 4A). Next we silenced JMJD6 expres- sion in all five cell lines by using a panel of siRNAs and assayed their proliferation. We achieved 80% to 100% silencing of JMJD6 protein, depending on the basal, endo- genous expression level of JMJD6 (see Additional file 5,  Figure 1 High JMJD6 mRNA expression is associated with poor survival outcome. Cox regression analysis of JMJD6 expression and distant metastasis-free survival of patients was initially performed in 14 microarray expression datasets independently and then subsequently on a “Super Cohort” (SC) comprising 15 Affymetrix array-based cohorts, including a subset of the 14 cohorts used initially. Hazard ratios and their 95% confidence intervals are shown in the forest plot. Datasets are listed on the Y-axis; all platforms are from Affymetrix array series, with the exception of NKI from Agilent. The 95% confidence intervals are indicated by the error bars, and the cohort size is shown in parentheses. *P ≤ 0.05; **P ≤ 0.01; ***P ≤ 0.005.  Table 1 Hazard ratios of JMJD6 expression groups in various subtypes of breast cancer  Subtypes Cohort size (JMJD6 high, low)  Hazard ratio (95% CI) P value  Basal 84, 250 0.904 0.572-1.43 0.667  Claudin-Low 19, 73 1.577 0.542-4.587 0.403  Her2 98, 183 0.843 0.56-1.27 0.415  Lum A 309, 256 1.524 1.009-2.304 0.045  Lum B 116, 283 1.712 1.132-2.591 0.011  ER - 247, 154 1.067 0.742-1.536 0.725  ER+ 731, 822 1.912 1.546-2.364 < 0.001  CoxPH analysis of JMJD6 expression cohorts (high versus low separated by median of JMJD6 expression across the Super Cohort) was performed in annotated subtypes of breast cancer. The table shows the number of patients used for the analysis in the high- and low-JMJD6 expression cohorts, the hazard ratio, and its 95% confidence interval (CI) and P value generated from the analysis in each subtype.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 6 of 16    Figure S3A). Four different siRNAs resulted in profound loss of proliferation in MCF-7 and MDA MB231 cells (Figure 4B and 4C). This decrease was not due to increased apoptosis, because higher levels of cleaved PARP were not evident in the JMJD6 knockdown cells (see Addi- tional file 5, Figure S3B). Similar to MCF7 and MDA- MB231, siRNA treatment decreased proliferation in the remaining cell lines: BT-549, CAMA-1, and T47D (see Additional file 5, Figure S3C). Together, these results sug- gest that high levels of JMJD6 lead to increased cell prolif- eration. To determine whether further induction of JMJD6 in cells with intrinsically higher JMJD6 levels shows an additive increase in cell proliferation, we generated MB231-J1-OE, T47D-J1-OE, and CAMA-J1-OE cells (see Additional file 7, Figure S5). However, an increased dosage of JMJD6 did not further augment cell growth  JMJD6 enhances scattering and motility Our in silico analysis and IHC data showed that JMJD6 is associated with aggressive advanced disease. We next stu- died whether this protein could influence cell motility and invasion by using cell-scatter, wound-healing, and Boyden chamber assays. The motility and invasion assays were performed within 24 hours to minimize secondary effects of cell proliferation. For the scattering phenotype, we used a counting system previously described by Shtut- man et al. [19] to evaluate the degree of scattering  (Figure 5A). All three MCF-7-J1-OE clones showed an increase in scattering as compared with Vec cells. An increase in scattering often implies a gain in motility or epithelial-mesenchymal transformation (EMT). There- fore, we assayed loss of E-cadherin and gain in vimentin as markers for EMT. Immunoblots showed that MCF- 7J1-OE clones maintained E-cad expression (see Addi- tional file 8, Figure S6), suggesting that the scattering is probably encouraged by motility. Indeed, in a wound- healing assay, MCF-7-J1-OE clones closed the wound much faster than did Vec cells (Figure 5B). Because increased cell number due to increased proliferation can mislead interpretation of wound-healing data; we per- formed these assays in the presence of mitomycin C, an inhibitor of cell division. Despite a gain in motility, we were unable to demonstrate an increase in invasive beha- vior in MCF-7-J1-OE cells (data not shown). However, in MDA-MB231, a highly motile and invasive cell line, knockdown of JMJD6 significantly attenuated both prop- erties (Figure 5C). To negate the contribution of decreased proliferation in this assay, we normalized these results to the proliferation changes observed on day 2 (Figure 5C). However, the cells maintained loss in moti- lity and invasion, showing that this property was inde- pendent of proliferation defects. Together, these data imply that JMJD6 is not a “driver” of cell invasion but may augment cell movement.  Figure 2 JMJD6 expression and prognosis in intrinsic subtypes of breast cancer. Box plots of JMJD6 expression demonstrate (A) higher JMJD6 probeset intensity (log2) in ER- tumors compared with ER+ tumors, with P < 0.001 by Mann-Whitney Rank Sum test; and (B) highest JMJD6 probeset intensity (log2) in claudin-low and basal subtypes, followed by HER2-enriched and LumB subtypes, and lowest in LumA subtypes. The Dunn method was used to perform pairwise multiple comparison among the subtypes. *P < 0.05 between a pair of subtypes. Dots of boxplots (A, B) represent outliers in the 90th and 10th percentiles. Kaplan-Meier survival curves based on below-median (low) and above- median (high) JMJD6 expression are shown for (C) ER+ patients, (D) patients of LumA subtype, (E) patients of LumB subtype, and (F) ER+, tamoxifen-treated patients. The numbers in the parentheses equal patient numbers in each group, and the log rank P value is indicated at the bottom left of each figure.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 7 of 16    JMJD6 expression inversely correlates with TGF-b2 To determine the pathways involved in JMJD6-induced proliferation, we performed microarray analysis by using the MCF-7-J1-OE clones and JMJD6 siRNA-treated MCF-  7 and MDA-MB231 cells. We selected 2,216 overlapping probe sets that were commonly and appropriately regu- lated in all three settings: MCF-7-J1-OE, MCF-7 siRNA, and MDA-MB231 siRNA (see Additional file 9, Table S3).  Figure 3 Nuclear JMJD6 protein expression is associated with high-grade breast tumors. Representative breast cancer cores from tissue microarray that were stained with JMJD6 antibody are shown. Low-grade (left panel), intermediate-grade (middle panel), and high-grade breast tumors (right panel) are shown (magnification, ×60). The table in the figure shows univariate analysis of JMJD6 and clinical parameters.  Figure 4 Expression of JMJD6 enhances proliferation. (A) WST-1 assays using MCF-7-J1-OE clones (J1-C2, J1-C3, and J1-C7) showed increased proliferation over vector control cells (Vec). SiRNA-mediated knockdown of JMJD6 and resultant decrease in proliferation is shown in (B) MCF-7 and MDA-MB231. Four individual siRNAs (A, B, C, and D) were used: Sc, scrambled siRNA; and NT, non-transfected cells served as control. Inset in each panel shows protein levels of JMJD6 after siRNA transfection. b-actin immunoblots show equal protein loading in all lanes.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 8 of 16    Clusters of genes regulated in the opposite directions in JMJD6 overexpression and JMJD6 knockdown were denoted JMJD6-induced and JMJD6-repressed gene sets, respectively (Figure 6). We analyzed these two gene sets with Ingenuity Pathway Analysis [20]. In accordance with our cell-based assays, in the JMJD6-induced gene set, the top enriched functions were cell-cycle and DNA replica- tion, followed by cellular assembly and cellular movement (Figure 6; see Additional file 10, Table S4). In the JMJD6- repressed subset, a large number of genes were related to  cancer function (120) (Figure 6). Among the associated gene functions, we observed a significant downregulation of TGF-b isoforms, the classic cell-cycle inhibitors [25-27] (see Additional file 10, Table S4), which was further con- firmed by using quantitative RT-PCR. Loss of JMJD6 increased TGF-b1 and TGF-b2 expression, whereas TGF- b3 was unaffected in both MCF-7 and MDA-MB231 (Fig- ure 7A and 7B). Protein analysis suggested that both JMJD6 siRNAs induced a high level of TGF-b2 secretion in the two cell lines (Figure 7C). In contrast, in MCF-7-J1-  Figure 5 JMJD6 promotes motility in breast cancer cell lines. (A) Scatter phenotype was scored based on three levels of scattering (compact, loose, scatter) (upper panel). Bar graphs represent quantification of scattering of colonies by using the Student t test (lower panel). MCF-7 J1 OE clones had a higher percentage of scattered or loosely scattered clones than did the control Vec cells. (B) Wound-healing assay showed that MCF-7 J1 clones displayed higher motility in comparison to Vec (upper panel); quantification of wound closure as a ratio to the Vec is shown in the lower panel. *P ≤ 0.05 by Student t test in comparison to Vec control. (C) Boyden-chamber assay results of MDA-MB231 cells with JMJD6 siRNA-mediated knockdown were normalized to fold change in proliferation at Day 2 of WST-1 measurement. Two of three siRNA knockdowns of JMJD6 showed significantly decreased motility, and all siRNA knockdowns of JMJD6 showed decreased invasiveness. *P ≤ 0.05; **P ≤ 0.001 by Student's t- test when compared with Sc siRNA.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 9 of 16    OE cells, a significant decrease in TGF-b2 mRNA and pro- tein expression was observed (Figure 7D and 7E). At the protein level, we failed to detect changes in TGF-b1 and TGF-b3, although both isoforms were expressed (data not shown). Therefore, of the three isoforms, TGF-b2 prob- ably was more engaged in JMJD6-mediated cellular proliferation.  JMJD6 possibly engages multiple pathways to increase cell proliferation JMJD6 suppressed TGF-b2 expression and cell prolifera- tion in both MCF-7 and MDA-MB 231 cells. However, TGF-b2 mediates cell-cycle arrest only in MCF-7 cells, but not in MDA-MB 231, T47D, and CAMA-1 cells [28-30]. Therefore, TGF-b2 may not be the mediator of  Figure 6 IPA analysis of JMJD6-regulated genes showed enrichment in cell-cycle function. (A) The heatmap (top panel) shows that hierarchic clustering of the genes changed after siRNA knockdown and overexpression of JMJD6. The sample labels are on the top of the heat map. Two clusters representing JMJD6-induced and JMJD6-repressed genes were selected (middle heat-map panel) and subjected to IPA analysis. (B) Table shows a list of the top 10 functions that are enriched in cells with altered levels of JMJD6.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 10 of 16    cell-cycle arrest in the latter three cell lines, even though MDA-MB231s are responsive to TGF-b in terms of SMAD phosphorylation and TGF-b-mediated transcrip- tional changes [31]. To test the functionality of TGF- b2, we did the following: (a) assessed Smad2/3 phos- phorylation levels in both cells, (b) neutralized TGF-b2 by using a TGF-b type I receptor inhibitor SB431542 and assayed Smad phosphorylation and cell proliferation in the absence of JMJD6, and (c) treated MCF-7-J1OE cells with recombinant TGF- b2. By treatment of recombinant TGF-b2 on MCF-7 and  MDA-MB231, we confirmed that both cell lines responded with increased SMAD2 phosphorylation, which suggests intact TGF-b receptor signaling (Figure 8; see Additional file 11, Figure S7A). Similarly, an increase in SMAD2 and SMAD3 phosphorylation with JMJD6 siRNA treatment was seen in both MCF-7 and MDA-MB231, as opposed to a decrease observed in the MCF-7 J1 OE clones (Figure 8). Interestingly, basal SMAD levels themselves were affected, which parallels the transcript-level change detected in our expression array (Figure 6). When we inhibited SMAD phosphory- lation by using an Alk-5 receptor inhibitor (SB431542),  we observed a significantly higher rescue of proliferation in MCF-7 JMJD6 knockdown cells (Figure 9A and 9B). Because MDA-MB 231 cells are refractory to TGF-b2- mediated cell-cycle inhibition, SB431542 should have no effect on MDA-MB231 growth suppression. Accord- ingly, the suppressed proliferation could not be rescued by the Alk-5 receptor inhibitor treatment in this cell type (see Additional file 11, Figure S7). Last, treatment of MCF-7 J1-OE cells with recombi-  nant TGF-b2 repressed proliferation in both Vec and J1-OE cells, suggesting that MCF-7 retained sensitivity to TGF-b2-mediated growth regulation despite increased JMJD6 levels (Figure 9C). Therefore, JMJD6 did not confer unresponsiveness to this growth factor, but prob- ably mediated its effect via repression of gene expres- sion. Together these data suggest that in MCF-7 cells, JMJD6 mediates cell-cycle regulation, in part by sup- pressing TGF-b2. Secretion of TGF-b2 cannot explain the growth arrest  in JMJD6 siRNA-treated MDA MB 231 cells. Scanning of microarray data revealed that JMJD6 changed the levels of G1 cyclins: cyclins E1, E2, and D at the RNA level. In MDA MB 231 cells, we confirmed a loss in  Figure 7 JMJD6 represses TGF-b2 expression. RT-qPCR assays of TGF-bs after JMJD6 siRNA-mediated knockdown are shown in (A) MCF-7 and (B) MDA-MB231. Consistently, TGF-b2 and TGF-b1 mRNA levels were upregulated on JMJD6 knockdown. (C) Immunoblots showed that the amount of secreted TGF-b2 protein in conditioned media was higher after JMJD6 siRNA-mediated knockdown in MCF-7 and MDA-MB231. (D) RT-qPCR assay showed that MCF7 J1 OE clones had a lower level of TGF-b1 and TGF-b2 transcripts than did the Vec cells. (E) Western blot showed a dramatic decrease in secreted TGF-b2 protein, in the MCF-7 J1 clones, as compared with the Vec cells. NS, a Ponceau-stained blot of the conditioned media to demonstrate protein loading. Student's t- test was performed by using scrambled siRNA versus JMJD6 siRNA and Vec cells versus MCF-7J1 clones. *P ≤ 0.05; **P ≤ 0.005.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 11 of 16    cyclin E2 protein expression but not E1 or cyclin D in JMJD6 siRNA-containing cells (Figure 10). Interestingly, cyclin E1/E2 was decreased in MCF-7 JMJD6 siRNA- treated cells and induced in MCF-7-J1 OE cells and  (Figure 10). Together these data indicate that in both cells, JMJD6 mediated suppression of TGF-b2. In MCF- 7 cells, the proliferation is controlled by both TGF-b2 and cyclin E regulation, but in MDA 231 cells, the  Figure 8 JMJD6 expression affects SMAD phosphorylation. Immunoblots show that the levels of total SMAD2/3, phosphorylated SMAD2, and phosphorylated SMAD3 are decreased in MCF-7 J1-OE clones and increased in JMJD6 siRNA-mediated knockdown in MCF-7 and MDA- MB231. The numbers next to the SMAD2P/3P denote the expected sites of phosphorylation detected by the antibodies. NS, nonspecific bands from the blots, which indicate equal loading of the protein lysates.  Figure 9 TGF-b2 inhibits proliferation in MCF-7. (A) Immunoblots showed that treatment of MCF-7 by recombinant human (rh) TGF-b2 (5 ng/ml) resulted in enhanced Smad2 phosphorylation, which could be effectively nullified by SB431542. (B) Treatment of JMJD6 siRNA-transfected MCF-7 cells with SB431542 (10 μM) resulted in rescue of the proliferation defect. Ratio of OD at Day 3 to Day 1 in JMJD6 knockdown cells was normalized to the scrambled siRNA control. *P ≤ 0.05; **P ≤ 0.005 between DMSO and SB431542 treatments. (C) Treatment of MCF-7 J1-OE and Vec cells with rhTGF-b2 resulted in decreased proliferation, as measured by WST-1 assay. **P ≤ 0.001 between BSA and rhTGF-b2 treatments.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 12 of 16    cyclin E regulation may contribute to this phenotype, rather than TGF-b2 signaling. Other pathways that operate in MDA-MB 231 cells must be explored further.  Clinical data for JMJD6 and TGF-b2 Finally, by using expression data from the clinical cohorts, we observed a marginal but significant inverse correlation of JMJD6 with TGF-b2 (Pearson correlation value, -0.118; P value = 9.13 × 10-8) (Figure 11). This suggests that this TGF-b2 mechanism observed in vitro could be extrapolated to patient data and that the MCF- 7-OE cells could serve as a model system to explore the pathways involved in further detail.  Discussion Through microarray informatics, we identified JMJD6 as a candidate oncogene associated with poor patient prog- nosis. Consistent with its potential as a marker of breast cancer aggressiveness, JMJD6 was expressed at highest levels in ER-, basal, claudin-low, HER2-enriched, and Luminal B tumor subtypes, which are known to be clini- cally associated with poor patient outcomes. Most  important, in the less-aggressive ER+ subtypes (for example, Luminal A), high levels of JMJD6 could predict poor outcome and possibly resistance to tamoxifen monotherapy. Protein analysis by using tissue microar- ray confirmed that high JMJD6 expression is consistently associated with ER- disease, higher grade, and advanced stage. These data demonstrate for the first time that JMJD6 is a relevant prognostic biomarker in breast cancer. By phenotypic and functional analysis, we found that  JMJD6 induced an increase in cell scattering and increased the rate of wound closure in MCF-7 cells, but did not confer an invasive phenotype. In invasive cells like MDA-MB231 and BT-549 with high expression of JMJD6, siRNA-mediated suppression led to loss of both motility and invasiveness properties. Because forced JMJD6 expression did not confer invasiveness, this apparent loss of invasiveness most likely follows a loss in motility. Nonetheless, JMJD6 may have a critical role in epithelial cell movement, and we showed that this property is not restricted to endothelial cells [7]. How- ever, this appears to be a minor function of JMJD6, because its exogenous expression did not induce epithe- lial-to-mesenchymal transition (EMT) (that is, we did not observe a loss or gain in E-cadherin or vimentin expression, respectively, in MCF-7 J1-OE cells). The most prominent effect of JMJD6 perturbation was  on cell proliferation. SiRNA-mediated attenuation of JMJD6 in multiple breast cancer cells led to a decrease in cell proliferation without activation of cellular apop- tosis, whereas forced expression in MCF-7 resulted in a massive increase in cell proliferation. This finding is consistent with the observation that JMJD6-knockout mice are small and show growth retardation [3]. The role of JMJD6 in proliferation is further substantiated by our microarray analysis, which revealed that modulation of JMJD6 expression significantly affected the expression levels of a number of cell cycle-associated genes (see Additional file 10, Table S4). Although JMJD6 is thought to mediate splicing by physical interaction with U2AF65, we obtained very little evidence for alternate transcripts in both cell lines. Conversely, we documented a large number of transcriptional changes in J1-OE clones and JMJD6 knockdowns. The TGF-b pathway, particularly TGF-b2, was down-  regulated when JMJD6 was overexpressed and induced when JMJD6 was depleted. We validated the inverse relation between JMJD6 and TGF-b2 at both RNA and protein levels in these cellular systems. We extended this observation to clinical samples and observed an inverse correlation between JMJD6 and TGF-b2 in our breast cancer cohorts. Such antagonistic roles of JMJD6 and TGF-b2 have a precedent in eye development. One of the distinctive developmental defects of JMJD6-  Figure 10 Decrease of cyclin E2 protein level in JMJD6 knockdown. Western blot detection of G1 cell-cycle cyclins is shown. A decrease in cyclin E2 (CCNE2) level with decrease in JMJD6 levels was evident in MCF-7 and MDA-MB231. Cyclin E1 (CCNE1) and cyclin D1 (CCND1) displayed an inconsistent change on JMJD6 siRNA transfection in both MCF-7 and MDA-MB231 cells.  Figure 11 Clinical association of JMJD6 with TGF-b2. Pearson correlation of clinical expression of JMJD6 with TGF-b2 suggests a negative correlation with TGF-b2 (P = 9.13 × 10-8). Scatterplot shows the normalized JMJD6 expression of each patient sample with the corresponding normalized TGF-b2 expression in the clinical dataset of 2,034 breast cancer patients.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 13 of 16    knockout mice is the thinning of the retinal layer [3]. Coincidentally, the knockout of TGF-b2 results in the hyperplasia of the neuroblastic layer of the retina [32]. These data suggest that JMJD6 and TGF-b2 may be functionally linked in cell-cycle regulation and in development. Canonically, TGF-bs are known to exert antiprolifera-  tive effects by upregulating cyclin-dependent kinase inhibitors, p15 and p21, and/or downregulation of CDK2 and cyclin E activity [26,27,33-35]. In both MCF- 7 and MDA-MB 231 transfected with JMJD6 siRNA, we observed suppression of cyclin E expression, and an increase in cyclin E was evident when JMJD6 was over- expressed in MCF-7 cells. Therefore, in both cell lines, JMJD6 may exert a proliferative effect through a direct increase in cyclin E protein levels, or this increase may be a consequence of JMJD6-mediated suppression of TGF-b2. In both MCF-7 and MDA-MB231, the down- stream effectors, Smads, were phosphorylated on JMJD6 siRNA-mediated secretion of TGF-b2. Specifically, in MCF-7, inhibition of TGF-b activity by using a TGF-b type I receptor (Alk5) inhibitor resulted in the loss of Smad phosphorylation, rescue of arrested cells, and con- tinuation of proliferation (Figure 9). The Alk5 inhibitor did not reverse cell-cycle arrest in MDA-MB 231 cells because they are refractory to the antiproliferative effect of TGF-b, suggesting that the JMJD6-cyclin E axis may function independent of TGF-b2 in these cells. Intrigu- ingly, cyclin E is associated with poor prognosis, chro- mosomal instability, and trastuzumab resistance, suggesting that the long-term dysregulation of cell-cycle mediators by JMJD6 may affect more than just prolifera- tion [36-38]. Our initial microarray analysis selected genes that  were commonly regulated by JMJD6 in both MCF-7 and MDA-MB 231 cells. To elucidate further the mechan- isms behind JMJD6 siRNA-mediated growth suppression in MDA-MB 231 cells, we reanalyzed gene-expression changes unique to MDA-MB 231 cells alone. We found 1,864 probesets, with significant enrichment of genes involved in cellular death, growth and proliferation, and cell movement (P < 0.01; see Additional file 12, Figure S8). Close inspection showed at least 28 individual genes in this proliferation gene cassette (see Additional file 13, Table S5); however, no connectivity or compel- ling pathway emerged that could be investigated further.  Conclusion In summary, our data indicate that JMJD6 has conserved functions and often affects similar pathways in a congru- ent manner across multiple cell types and at a gene- expression and phenotypic level. JMJD6 has ability to promote cancer cell proliferation and motility, which in turn may augment cancer virulence in vivo. In the clinic,  JMJD6 associates with advanced grade, an aggressive phenotype, and serves as a marker of poor prognosis in breast cancer. We propose that JMJD6 staining (with IHC) may serve a dual purpose in the clinic: to predict poor outcome in patients, particularly in the ER+ sub- type, and to identify a patient subgroup wherein specific inhibitors of JMJD6 may facilitate the pathologic down- staging of tumors in the neoadjuvant setting.  Additional material  Additional file 1: Table S1. QPCR Primers. QPCR primer sequences used in the RT-PCR.  Additional file 2: Table S2. Microarray datasets. List of clinical microarray datasets used in the survival analysis of JMJD6 and their general information, including database source and literature references.  Additional file 3: Figure S1. Upper-quartile expression of JMJD6 is associated with poor survival in LumA and LumB subtypes. Kaplan- Meier survival curves were generated based on quartile ranking of JMJD6 expression within the individual subtype. Representative images are shown for (A) LumA subtype and (B) LumB subtype. *Log rank P < 0.05; #log rank P < 0.001 between two quartile expression groups within the subtype.  Additional file 4: Figure S2. Standardization of JMJD6 immunohistochemistry. IHC for JMJD6 was performed on wild-type (left panel), JMJD6 siRNA-mediated knockdown (middle panel), and JMJD6- overexpressing (right panel) MCF-7 cells. As shown in the figure, wild- type and JMJD6 siRNA cells showed low to negligible amounts of immunoreactivity, whereas expression of JMJD6 was the highest in MCF7-J1-OE cells.  Additional file 5: Figure S3. Protein expression and knockdown of JMJD6 in other cell lines. (A) Western blot of different breast cancer cell lines suggests that JMJD6 protein expression was low in MCF-7, whereas MDA-MB231, T47D, CAMA-1, and BT-549 cells harbored substantial amounts of JMJD6 protein. (B) Level of apoptosis in cells transfected with JMJD6 siRNA was determined by using a PARP-cleavage assay. Bar chart shows that the percentage of cells with cleaved PARP was similar in both JMJD6 siRNA and scrambled siRNA-transfected MCF-7 cells. (C) Decreased proliferation was observed in BT-549, CAMA-1, and T47D when JMJD6 was knocked down by three individual JMJD6-specific siRNAs after 4 days of plating, as compared with the scrambled siRNA control (Sc siRNA); P ≤ 0.005. Error bars represent standard deviation.  Additional file 6: Figure S4. Pooled population of MCF-7 J1-OE cells showed increased proliferation and decreased TGF-b2 levels. (A) WST-1 assay using MCF-7 J1-OE pooled population before clonal selection showed increased proliferation over vector control cells (Vec). (B) Immunoblots of conditioned media showed decreased levels of secreted TGF-b2 in MCF-7 J1-OE pooled population as compared with Vec. NS, nonspecific bands from the same TGF-b2 antibody blot to indicate even total protein loading.  Additional file 7: Figure S5. Overexpression of JMJD6 in CAMA, T47D, and MDA-MB231 had no effect on proliferation. Figures (top panel) show Western blot for V5-tagged JMJD6 clones expressed in (A) CAMA, (B) T47D, and (C) MDA-MB231, respectively, and b-actin as an internal control for loading. A through C (bottom) show that stable JMJD6 overexpression clones did not display increased proliferation as compared with the Vec control.  Additional file 8: Figure S6. MCF-7 J1-OE cells did not show changes in E-cadherin and vimentin levels. Immunoblots showed that the expression of E-cadherin is similar in the MCF-7 J1-OE cells and Vec cells. Vimentin remained unexpressed in MCF-7 J1-OE cells. MDA-MB231 was used as a positive control for the vimentin antibody.  Additional file 9: Table S3. Microarray analysis. List of genes that were differentially expressed by microarray analysis of MCF-7 J1-OE clones and JMJD6 siRNA knockdown cells.  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 14 of 16  http://www.biomedcentral.com/content/supplementary/bcr3200-S1.XLSX http://www.biomedcentral.com/content/supplementary/bcr3200-S2.XLSX http://www.biomedcentral.com/content/supplementary/bcr3200-S3.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S4.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S5.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S6.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S7.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S8.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S9.XLSX   Additional file 10: Table S4. JMJD6 and gene function. Top ten functions enriched in JMJD6-induced and JMJD6-repressed gene sets by IPA functional analysis and the list of genes in each function.  Additional file 11: Figure S7. SB431542 does not rescue JMJD6 siRNA-mediated loss of proliferation in MDA-MB231. (A) Immunoblots showed that treatment of rhTGF-b2 in MDA-MB231 resulted in enhanced SMAD2 phosphorylation, which could be nullified by SB431542 treatment. (B) JMJD6 siRNA-mediated decreased proliferation of MDA-MB231 could not be rescued by SB431542 (10 μM) treatment, as assessed with WST-1 OD measurement.  Additional file 12: Figure S8. Functional annotation of differentially expressed genes unique to MDA-MB 231 cells transfected with JMJD6 siRNA. Bar chart shows IPA functional annotation analysis of differentially expressed genes in MDA-MB231 JMJD6 siRNA-mediated knockdown showed significant enrichment of genes involved in cellular death, growth, and movement. Log P-value on the X-axis is Fisher Exact test on the overlap of our gene list and the functional category (Additional File 13, Table S5).  Additional file 13: Table S5. “Proliferation” genes differentially expressed in MDA-MB231. List of genes found in subcategories under the functional annotation for cellular growth and proliferation that were significantly enriched (P < 0.05). The P value is from the Fisher Exact test for the overlap of our dataset and the function. The predicted activation state is stated for significant direction of change (Z score, ≤-2).  Abbreviations DMEM: Dulbecco Modified Eagle Medium; DMFS: distant metastasis-free survival; ER: estrogen receptor; Flt1: vascular endothelial growth factor receptor 1; HER2: human epidermal growth factor receptor 2; IHC: immunohistochemistry; IPA: ingenuity pathway analysis; JMJD6: Jumonji domain-containing 6 protein; LumA: luminal A; LumB: luminal B; MCF-7-J1- OE: MCF-7 JMJD6 overexpression; PTDSR: phosphatidylserine receptor; RT- PCR: real-time polymerase chain reaction; SPINK1: serine protease inhibitor Kazal type 1; TGF-β: transforming growth factor-β; TMA: tissue microarray; U2AF65: U2 auxiliary factor 65.  Acknowledgements This work was funded by the Agency for Science, Technology and Research (A*STAR) of Singapore. YFL is a recipient of the A*STAR Graduate Scholarship. We thank Keith Rogers, Susan Rogers, and Hassan Hall of the Histology Department for immunohistochemical staining, the Confocal and High Content Screening facility of Basement Shared Facilities (BSF), and the Agency of Science, Technology and Research (A*STAR) for their services. We thank Dr Paturu Kondaiah, Indian Institute of Science, Bangalore, India, for useful discussions.  Author details 1Department of Cancer Biology and Pharmacology, Genome Institute of Singapore, 60 Biopolis Street, Genome Building, 138672, Singapore. 2Department of Cancer Biology, Wake Forest University School of Medicine, Winston-Salem, NC 27157, USA. 3Department of Pathology, National University Health System and National University of Singapore, 5 Lower Kent Ridge Road, 119074, Singapore. 4Centre for Cancer Research and Cell Biology, Queen's University Belfast, 97 Lisburn Road, Belfast, BT9 7BL, UK. 5Cancer Science Institute, National University of Singapore, 28 Medical Drive, 117456, Singapore. 6Department of Biochemistry, Otago School of Medical Sciences, University of Otago, 710 Cumberland Street, Dunedin 9054, New Zealand. 7The Jackson Laboratory, 600 Main Street, Bar Harbor, ME 04609, USA. 8National Institute of Biomedical Genomics, 2nd Floor Netaji Subash Sanatorium, Kalyani 741251, India.  Authors' contributions This study was designed and written by KVD, ETL, and YFL. YFL performed all experiments with assistance from XBC. Breast cohort analysis was done by LDM, YFL, and MAB. BP, CWO, and MST provided the NUH tissue arrays and performed and scored the immunostaining. All authors read and approved the final manuscript.  Competing interests The authors declare that they have no competing interests.  Received: 20 August 2011 Revised: 5 May 2012 Accepted: 23 May 2012 Published: 23 May 2012  References 1. Soon WWML, Black MA, Dalmasso C, Chan XB, Pang B, Ong CW, Salto-  Tellez M, Desai K, Liu ET: Combined genomic and phenotype screening reveals secretory factor SPINK1 as an invasion and survival factor associated with patient prognosis in breast cancer. EMBO Mol Med 2011, 3:451-464.  2. Fadok VA, Bratton DL, Rose DM, Pearson A, Ezekewitz RAB, Henson PM: A receptor for phosphatidylserine-specific clearance of apoptotic cells. Nature 2000, 405:85-90.  3. Bose J, Gruber A, Helming L, Schiebe S, Wegener I, Hafner M, Beales M, Kontgen F, Lengeling A: The phosphatidylserine receptor has essential functions during embryogenesis but not in apoptotic cell removal. J Biol 2004, 3:15.  4. Cui P, Qin B, Liu N, Pan G, Pei D: Nuclear localization of the phosphatidylserine receptor protein via multiple nuclear localization signals. Exp Cell Res 2004, 293:154-163.  5. Chang B, Chen Y, Zhao Y, Bruick RK: JMJD6 Is a histone arginine demethylase. Science 2007, 318:444-447.  6. Webby CJ, Wolf A, Gromak N, Dreger M, Kramer H, Kessler B, Nielsen ML, Schmitz C, Butler DS, Yates JR, Delahunty CM, Hahn P, Lengeling A, Mann M, Proudfoot NJ, Schofield CJ, Böttger A: Jmjd6 catalyses lysyl- hydroxylation of U2AF65, a protein associated with RNA splicing. Science 2009, 325:90-93.  7. Boeckel J-N, Guarani V, Koyanagi M, Roexe T, Lengeling A, Schermuly RT, Gellert P, Braun T, Zeiher A, Dimmeler S: Jumonji domain-containing protein 6 (Jmjd6) is required for angiogenic sprouting and regulates splicing of VEGF-receptor 1. Proc Natl Acad Sci USA 2011, 108:3276-3281.  8. Hong X, Zang J, White J, Wang C, Pan CH, Zhao R, Murphy RC, Dai S, Henson P, Kappler JW, Hagman J, Zhang G: Interaction of JMJD6 with single-stranded RNA. Proc Natl Acad Sci USA 2010, 107:14568-14572.  9. Team RDC: R: a language and environment for statistical computing. Vienna: R Foundation for Statistical Computing. 2010.  10. Gentleman RC, Carey VJ, Bates DM, Bolstad B, Dettling M, Dudoit S, Ellis B, Gautier L, Ge Y, Gentry J, Hornik K, Hothorn T, Huber W, Iacus S, Irizarry R, Leisch F, Li C, Maechler M, Rossini AJ, Sawitzki G, Smith C, Smyth G, Tierney L, Yang JY, Zhang J: Bioconductor: open software development for computational biology and bioinformatics. Genome Biol 2004, 5:R80.  11. Li C, Rabinovic A: Adjusting batch effects in microarray expression data using empirical Bayes methods. Biostatistics 2007, 8:118-127.  12. Parker JS, Mullins M, Cheang MC, Leung S, Voduc D, Vickery T, Davies S, Fauron C, He X, Hu Z, Quackenbush JF, Stijleman IJ, Palazzo J, Marron JS, Nobel AB, Mardis E, Nielsen TO, Ellis MJ, Perou CM, Bernard PS: Supervised risk predictor of breast cancer based on intrinsic subtypes. J Clin Oncol 2009, 27:1160-1167.  13. UNC Microarray Database. [https://genome.unc.edu/pubsup/breastGEO]. 14. Prat A, Parker J, Karginova O, Fan C, Livasy C, Herschkowitz J, He X, Perou C:  Phenotypic and molecular characterization of the claudin-low intrinsic subtype of breast cancer. Breast Cancer Res 2010, 12:R68.  15. SigmaPlot for Windows. Systat Software, Inc., San Jose, CA;, 11.0 2008. 16. Salto-Tellez M, Nga ME, Han HC, Wong AS, Lee CK, Anuar D, Ng SS, Ho M,  Wee A, Chan YH, Soong R: Tissue microarrays characterise the clinical significance of a VEGF-A protein expression signature in gastrointestinal stromal tumours. Br J Cancer 2007, 96:776-782.  17. Das K, Mohd Omar MF, Ong CW, Bin Abdul Rashid S, Peh BK, Putti TC, Tan PH, Chia KS, Teh M, Shah N, Soong R, Salto-Tellez M: TRARESA: a tissue microarray-based hospital system for biomarker validation and discovery. Pathology 2008, 40:441-449.  18. PASW Statistics 18. Chicago: SPSS Inc.;, 18.0.0 2009. 19. Shtutman M, Levina E, Ohouo P, Baig M, Roninson IB: Cell adhesion  molecule L1 disrupts E-cadherin-containing adherens junctions and increases scattering and motility of MCF7 breast carcinoma cells. Cancer Res 2006, 66:11370-11380.  20. Ingenuity Systems. [http://www.ingenuity.com].  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 15 of 16  http://www.biomedcentral.com/content/supplementary/bcr3200-S10.XLSX http://www.biomedcentral.com/content/supplementary/bcr3200-S11.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S12.PDF http://www.biomedcentral.com/content/supplementary/bcr3200-S13.XLS http://www.ncbi.nlm.nih.gov/pubmed/21656687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21656687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21656687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10811223?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10811223?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15345036?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15345036?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14729065?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14729065?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14729065?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17947579?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17947579?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19574390?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19574390?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21300889?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21300889?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21300889?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20679243?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20679243?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15461798?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15461798?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16632515?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16632515?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19204204?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19204204?dopt=Abstract https://genome.unc.edu/pubsup/breastGEO http://www.ncbi.nlm.nih.gov/pubmed/20813035?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20813035?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17299397?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17299397?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17299397?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18604728?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18604728?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18604728?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17145883?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17145883?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17145883?dopt=Abstract http://www.ingenuity.com   21. Eisen MB, Spellman PT, Brown PO, Botstein D: Cluster analysis and display of genome-wide expression patterns. Proc Natl Acad Sci USA 1998, 95:14863-14868.  22. Eisen M: TreeView , 1.60 2002. 23. Herschkowitz JI, Simin K, Weigman VJ, Mikaelian I, Usary J, Hu Z,  Rasmussen KE, Jones LP, Assefnia S, Chandrasekharan S, Backlund MG, Yin Y, Khramtsov AI, Bastein R, Quackenbush J, Glazer RI, Brown PH, Green JE, Kopelovich L, Furth PA, Palazzo JP, Olopade OI, Bernard PS, Churchill GA, Van Dyke T, Perou CM: Identification of conserved gene expression features between murine mammary carcinoma models and human breast tumors. Genome Biol 2007, 8:R76.  24. Sørlie T: Molecular portraits of breast cancer: tumour subtypes as distinct disease entities. Eur J Cancer 2004, 40:2667-2675.  25. Moses HL: TGF-beta regulation of epithelial cell proliferation. Mol Reprod Dev 1992, 32:179-184.  26. Robson CN, Gnanapragasam V, Byrne RL, Collins AT, Neal DE: Transforming growth factor-beta1 up-regulates p15, p21 and p27 and blocks cell cycling in G1 in human prostate epithelium. J Endocrinol 1999, 160:257-266.  27. Ravitz MJWC: Cyclin-dependent kinase regulation during G1 phase and cell cycle regulation by TGF-beta. Adv Cancer Res 1997, 71:165-207.  28. Arteaga CL, Hurd SD, Winnier AR, Johnson MD, Fendly BM, Forbes JT: Anti- transforming growth factor (TGF)-beta antibodies inhibit breast cancer cell tumorigenicity and increase mouse spleen natural killer cell activity: implications for a possible role of tumor cell/host TGF-beta interactions in human breast cancer progression. J Clin Invest 1993, 92:2569-2576.  29. Ji H, Stout LE, Zhang Q, Zhang R, Leung HT, Leung BS: Absence of transforming growth factor-beta responsiveness in the tamoxifen growth-inhibited human breast cancer cell line CAMA-1. J Cell Biochem 1994, 54:332-342.  30. Fanayan S, Firth SM, Butt AJ, Baxter RC: Growth inhibition by insulin-like growth factor-binding protein-3 in T47D breast cancer cells requires transforming growth factor-β(TGF-β) and the type II TGF-β receptor. J Biol Chem 2000, 275:39146-39151.  31. Chen CR, Kang Y, Massagué J: Defective repression of c-myc in breast cancer cells: a loss at the core of the transforming growth factor β growth arrest program. Proc Natl Acad Sci USA 2001, 98:992-999.  32. Sanford LP, Ormsby I, Gittenberger-de Groot AC, Sariola H, Friedman R, Boivin GP, Cardell EL, Doetschman T: TGFbeta2 knockout mice have multiple developmental defects that are non-overlapping with other TGFbeta knockout phenotypes. Development 1997, 124:2659-2670.  33. Geng Y, Weinberg RA: Transforming growth factor beta effects on expression of G1 cyclins and cyclin-dependent protein kinases. Proc Natl Acad Sci USA 1993, 90:10315-10319.  34. Moustakas A, Pardali K, Gaal A, Heldin C-H: Mechanisms of TGF-[beta] signaling in regulation of cell growth and differentiation. Immunol Lett 2002, 82:85-91.  35. Datto MB, Li Y, Panus JF, Howe DJ, Xiong Y, Wang XF: Transforming growth factor beta induces the cyclin-dependent kinase inhibitor p21 through a p53-independent mechanism. Proc Natl Acad Sci USA 1995, 92:5545-5549.  36. Keyomarsi K, Tucker SL, Buchholz TA, Callister M, Ding Y, Hortobagyi GN, Bedrosian I, Knickerbocker C, Toyofuku W, Lowe M, Herliczek TW, Bacus SS: Cyclin E and survival in patients with breast cancer. N Engl J Med 2002, 347:1566-1575.  37. Spruck CH, Won K-A, Reed SI: Deregulated cyclin E induces chromosome instability. Nature 1999, 401:297-300.  38. Scaltriti M, Eichhorn PJ, Cortés J, Prudkin L, Aura C, Jiménez J, Chandarlapaty S, Serra V, Prat A, Ibrahim YH, Guzmán M, Gili M, Rodríguez O, Rodríguez S, Pérez J, Green SR, Mai S, Rosen N, Hudis C, Baselga J: Cyclin E amplification/overexpression is a mechanism of trastuzumab resistance in HER2+ breast cancer patients. Proc Natl Acad Sci USA 2011, 108:3761-3766.  doi:10.1186/bcr3200 Cite this article as: Lee et al.: JMJD6 is a driver of cellular proliferation and motility and a marker of poor prognosis in breast cancer. Breast Cancer Research 2012 14:R85.  Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  Lee et al. Breast Cancer Research 2012, 14:R85 http://breast-cancer-research.com/content/14/3/R85  Page 16 of 16  http://www.ncbi.nlm.nih.gov/pubmed/9843981?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9843981?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17493263?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17493263?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17493263?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15571950?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15571950?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/1637556?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9924195?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9924195?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9924195?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9111866?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9111866?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7504687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7504687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7504687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7504687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7504687?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8200913?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8200913?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8200913?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10993898?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10993898?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10993898?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11158583?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9217007?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9217007?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9217007?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7694291?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7694291?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12008039?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12008039?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7777546?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12432043?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10499591?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10499591?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21321214?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21321214?dopt=Abstract   Abstract  Introduction  Methods  Results  Conclusions   Introduction  Materials and methods  Breast cancer clinical datasets  Clinical survival analysis and expression in subtypes  Immunohistochemistry  Cell lines  Cloning and expression of JMJD6   Knockdown of JMJD6 gene  Cell-based assays  Scatter assay  Wound-healing assay  Invasion and migration assay  Microarray data analysis  Real-time PCR  Conditioned media  Immunoblot analysis  TGF-β2 neutralization and Smad phosphorylation assays  Clinical correlation between TGF-β2 and JMJD6    Results  JMJD6 transcript levels correlate with poor prognosis in breast cancer  JMJD6 expression in breast cancer subtypes  JMJD6 protein associates with high-grade and ER- tumors  JMJD6 increases proliferation in MCF-7 cells  JMJD6 enhances scattering and motility  JMJD6 expression inversely correlates with TGF-β2   JMJD6 possibly engages multiple pathways to increase cell proliferation  Clinical data for JMJD6 and TGF-β2    Discussion  Conclusion  Acknowledgements  Author details  Authors' contributions  Competing interests  References                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /None   /Binding /Left   /CalGrayProfile (Gray Gamma 2.2)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.3   /CompressObjects /Off   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.1000   /ColorConversionStrategy /LeaveColorUnchanged   /DoThumbnails true   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams false   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments false   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /Warning   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 500   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /Warning   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 500   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /Warning   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile (None)   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000410064006f006200650020005000440046002065876863900275284e8e55464e1a65876863768467e5770b548c62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef69069752865bc666e901a554652d965874ef6768467e5770b548c52175370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002c0020006400650072002000650067006e006500720020007300690067002000740069006c00200064006500740061006c006a006500720065007400200073006b00e60072006d007600690073006e0069006e00670020006f00670020007500640073006b007200690076006e0069006e006700200061006600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200075006d002000650069006e00650020007a0075007600650072006c00e40073007300690067006500200041006e007a006500690067006500200075006e00640020004100750073006700610062006500200076006f006e00200047006500730063006800e40066007400730064006f006b0075006d0065006e00740065006e0020007a0075002000650072007a00690065006c0065006e002e00200044006900650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000520065006100640065007200200035002e003000200075006e00640020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f00620065002000500044004600200061006400650063007500610064006f007300200070006100720061002000760069007300750061006c0069007a00610063006900f3006e0020006500200069006d0070007200650073006900f3006e00200064006500200063006f006e006600690061006e007a006100200064006500200064006f00630075006d0065006e0074006f007300200063006f006d00650072006300690061006c00650073002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f006200650020005000440046002000700072006f00660065007300730069006f006e006e0065006c007300200066006900610062006c0065007300200070006f007500720020006c0061002000760069007300750061006c00690073006100740069006f006e0020006500740020006c00270069006d007000720065007300730069006f006e002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /ITA (Utilizzare queste impostazioni per creare documenti Adobe PDF adatti per visualizzare e stampare documenti aziendali in modo affidabile. I documenti PDF creati possono essere aperti con Acrobat e Adobe Reader 5.0 e versioni successive.)     /JPN <FEFF30d330b830cd30b9658766f8306e8868793a304a3088307353705237306b90693057305f002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e305930023053306e8a2d5b9a3067306f30d530a930f330c8306e57cb30818fbc307f3092884c3044307e30593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020be44c988b2c8c2a40020bb38c11cb97c0020c548c815c801c73cb85c0020bcf4ace00020c778c1c4d558b2940020b3700020ac00c7a50020c801d569d55c002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken waarmee zakelijke documenten betrouwbaar kunnen worden weergegeven en afgedrukt. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200073006f006d002000650072002000650067006e0065007400200066006f00720020007000e5006c006900740065006c006900670020007600690073006e0069006e00670020006f00670020007500740073006b007200690066007400200061007600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f00620065002000500044004600200061006400650071007500610064006f00730020007000610072006100200061002000760069007300750061006c0069007a006100e700e3006f002000650020006100200069006d0070007200650073007300e3006f00200063006f006e0066006900e1007600650069007300200064006500200064006f00630075006d0065006e0074006f007300200063006f006d0065007200630069006100690073002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a0061002c0020006a006f0074006b006100200073006f0070006900760061007400200079007200690074007900730061007300690061006b00690072006a006f006a0065006e0020006c0075006f00740065007400740061007600610061006e0020006e00e400790074007400e4006d0069007300650065006e0020006a0061002000740075006c006f007300740061006d0069007300650065006e002e0020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400200073006f006d00200070006100730073006100720020006600f60072002000740069006c006c006600f60072006c00690074006c006900670020007600690073006e0069006e00670020006f006300680020007500740073006b007200690066007400650072002000610076002000610066006600e4007200730064006f006b0075006d0065006e0074002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /ENU (Use these settings to create Adobe PDF documents suitable for reliable viewing and printing of business documents.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >> >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [612.000 792.000] >> setpagedevice",
    "references": [
        "Ratledge C (1991) Microorganisms for lipids. Acta Biotechnol 11: 429-438.",
        "Ratledge C (2002) Regulation of lipid accumulation in oleaginous microorganisms. Biochem Soc Trans 30: 1047-1050.",
        "Gatenby CM, Orcutt DM, Kreeger DA, Parker BC, Jones VA, et al. (2003) Biochemical composition of three algal species proposed as food for captive freshwater mussels. J Appl Phycol 15: 1-11.",
        "Meng X, Yang J, Xu X, Zhang L, Nie Q, et al. (2009) Biodiesel production from oleogenous microorganisms. Renew Energ 34: 1-5.",
        "Liu J, Huang J, Fan KW, Jiang Y, Zhong Y, et al. (2010) Production potential of Chlorella zofingienesis as a feedstock for biodiesel. Bioresour Technol 101: 8658-8663."
    ],
    "authors": [
        "Prabuddha Dey",
        "Monami Chakraborty",
        "Maulik R. Kamdar",
        "Mrinal K. Maiti"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}