{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Matrix Metalloproteinase-9 (MMP-9) induced disruption of intestinal epithelial tight junction barrier is mediated by NF-κB activation   RESEARCH ARTICLE  Matrix Metalloproteinase-9 (MMP-9) induced  disruption of intestinal epithelial tight junction  barrier is mediated by NF-κB activation Rana Al-SadiID  1*, Jessica EngersID 1☯  , Mohammad Haque 1☯  , Steven King 1‡  , Deemah Al-  Omari 2‡  , Thomas Y. Ma 1  1 Department of Medicine, Penn State University College of Medicine, Milton S. Hershey Medical Center,  Hershey, Pennsylvania, United States of America, 2 Department of Biology, University of New Mexico,  Albuquerque, New Mexico, United States of America  ☯ These authors contributed equally to this work. ‡ These authors also contributed equally to this work.  * ralsadi@pennstatehealth.psu.edu  Abstract  Background  Matrix Metalloproteinase-9 (MMP-9) has been shown to play a key role in mediating inflam-  mation and tissue damage in inflammatory bowel disease (IBD). In patients with IBD, the  intestinal tight junction (TJ) barrier is compromised as characterized by an increase in intes-  tinal permeability. MMP-9 is elevated in intestinal tissue, serum and stool of patients with  IBD. Previous studies from our laboratory showed that MMP-9 causes an increase in intesti-  nal epithelial TJ permeability and that the MMP-9 induced increase in intestinal permeability  is an important pathogenic factor contributing to the development of intestinal inflammation  in IBD. However, the intracellular mechanisms that mediate the MMP-9 modulation of intes-  tinal barrier function remain unclear.  Aims  The main aim of this study was to further elucidate the molecular mechanisms involved in  MMP-9 induced increase in intestinal epithelial TJ permeability using Caco-2 monolayers as  an in-vitro model system.  Results  MMP-9 induced increase in Caco-2 TJ permeability was associated with activation and cyto-  plasmic-to-nuclear translocation of NF-κB p65. Knocking-down NF-κB p65 by siRNA trans- fection prevented the MMP-9 induced expression of the NF-κB target gene IL-8, myosin light chain kinase (MLCK) protein expression, and subsequently prevented the increase in  Caco-2 TJ permeability. In addition, the effect of MMP-9 on Caco-2 intestinal epithelial TJ  barrier function was not mediated by apoptosis or necrosis.  PLOS ONE  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 1 / 17  a1111111111  a1111111111  a1111111111  a1111111111  a1111111111  OPEN ACCESS  Citation: Al-Sadi R, Engers J, Haque M, King S, Al-  Omari D, Ma TY (2021) Matrix Metalloproteinase-9  (MMP-9) induced disruption of intestinal epithelial  tight junction barrier is mediated by NF-κB activation. PLoS ONE 16(4): e0249544. https://doi.  org/10.1371/journal.pone.0249544  Editor: Michael Koval, Emory University School of  Medicine, UNITED STATES  Received: November 6, 2020  Accepted: March 20, 2021  Published: April 7, 2021  Copyright:   2021 Al-Sadi et al. This is an open access article distributed under the terms of the  Creative Commons Attribution License, which  permits unrestricted use, distribution, and  reproduction in any medium, provided the original  author and source are credited.  Data Availability Statement: All relevant data are  within the paper and its Supporting Information  files.  Funding: This research project was supported by  Crohn's and Colitis Foundation of America (CCFA)  326502 (RAS) and, DOM Innovation Pilot Award at  the Penn State College of Medicine (RAS), and  National Institute of Diabetes and Digestive and  Kidney Diseases Grant R0-1-DK-106072-01 and  R01-DK-121073-01 (TYM).  https://orcid.org/0000-0002-9826-5132 https://orcid.org/0000-0001-6938-3415 https://doi.org/10.1371/journal.pone.0249544 http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0249544&domain=pdf&date_stamp=2021-04-07 http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0249544&domain=pdf&date_stamp=2021-04-07 http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0249544&domain=pdf&date_stamp=2021-04-07 http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0249544&domain=pdf&date_stamp=2021-04-07 http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0249544&domain=pdf&date_stamp=2021-04-07 http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0249544&domain=pdf&date_stamp=2021-04-07 https://doi.org/10.1371/journal.pone.0249544 https://doi.org/10.1371/journal.pone.0249544 http://creativecommons.org/licenses/by/4.0/   Conclusion  Our data show that the MMP-9 induced disruption of Caco-2 intestinal epithelial TJ barrier  function is regulated by NF-κB pathway activation of MLCK.  Introduction  The intestinal epithelium is a single layer of cells within the gut lumen that serves an important  protective function. It acts as a selectively permeable barrier, which allows for absorption of  nutrients while preventing harmful luminal contents, such as gut microbes, from crossing the  intestinal epithelium [1, 2]. Defective intestinal tight junction barrier (TJ), manifested by an  increased intestinal permeability, serves as a key contributor to the pathogenesis of inflamma-  tory bowel disease (IBD) including Crohn's disease (CD) and ulcerative colitis (UC), celiac dis-  ease, and other inflammatory conditions of the gut [3, 4]. Clinical studies in IBD patients have  shown the key role of intestinal TJ barrier function in the pathogenesis of intestinal inflamma-  tion and emphasized on the enhancement of intestinal barrier which correlated with sustained  long-term clinical remission [5, 6].  Recently, matrix metalloproteinases (MMPs) have been implicated in the pathogenesis of  intestinal inflammation in IBD [7-9]. MMPs are classified into major subgroups including col-  lagenases (MMP-1, -8, -13, -18), gelatinases (MMP -2, -9), stromelysins (MMP -3, -7, -10, -11,  -19), elastase (MMP -12), and membrane type (MMP -1, -5) [8, 10]. Under normal physiologic  conditions, MMPs are involved in processes including angiogenesis, degradation and remodel-  ing of extracellular matrix (ECM), wound repair, and the activation of a wide range of inflam-  matory cytokines [11, 12]. Dysregulated MMP expression, however, can lead to an exaggerated  and prolonged inflammatory response, leading to chronic inflammation [12, 13]. MMP-9 has  been postulated to be proinflammatory and its levels are shown to be markedly elevated in intes-  tinal tissue, serum, and stool of patients with IBD and closely correlate with the disease activity  [14, 15]. Previous studies have shown that in animal models of colitis, MMP-9 was upregulated  and played an important role in the development of intestinal inflammation [16-19]. The dex-  tran sodium sulfate (DSS) and the trinitrobenzene sulfonic acid (TNBS)-induced colitis were  inhibited in MMP deficient mice [17, 20, 21]. Furthermore, it has been shown that MMP-9 inhi-  bition (by a pharmacologic inhibitor or by genetic knock down) prevented the intestinal inflam-  mation in an ileus model of enterocolitis [22]. Together, all previous data suggested the critical  role of MMP-9 in mediating the development of intestinal inflammation. Little is known about  the mechanisms of MMP-9 induced increase in intestinal TJ permeability, and even less has  been reported on whether MMP-9 has a critical role in the pathogenesis of IBD in relation to  the TJ barrier function. Our recent studies suggested that MMP-9 at clinically relevant concen-  trations causes an increase in intestinal epithelial TJ permeability in vitro and in vivo [23]; how- ever, the intracellular mechanisms involved in MMP-9 induced increase in intestinal TJ  permeability remain unclear. The purpose of this study was to further elucidate the intracellular  mechanisms involved in the MMP-9 induced increase in intestinal epithelial TJ permeability,  using a well-established in vitro intestinal epithelial model system consisting of filter-grown Caco-2 monolayers. Our results showed that the MMP-9 induced increase in Caco-2 TJ perme-  ability was mediated by an activation of NF-κB signaling pathway. Identification of intracellular and molecular processes involved in the MMP-9 disruption of intestinal TJ barrier function  could be important in developing new restorative approaches to enhance the intestinal TJ bar-  rier and subsequently in preventing intestinal inflammation.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 2 / 17  Competing interests: The authors have declared  that no competing interests exist.  https://doi.org/10.1371/journal.pone.0249544   Materials and methods  Reagents  DMEM, trypsin, FBS, glutamine, penicillin, streptomycin, PBS and horseradish peroxidase  (HRP)-conjugated secondary antibodies for Western blot analysis were purchased from Invi-  trogen Life Technologies (San Francisco, CA). MLCK antibody was obtained from Sigma  (St. Louis, MO). Phospho-NF-κB p65 and IκB-α, NF-κB p65 and β-actin antibodies were pur- chased from Santa Cruz (Dallas, TX). SiRNA of NF-κB p65 (RelA), and transfection reagents were obtained from Dharmacon (Lafayette, CO). The active form of MMP-9 was purchased  from Abcam (Cambridge, MA), isolated from stimulated human neutrophil granulocytes,  disulfide-bridged MMP-9 homodimer. All other chemicals were of reagent grade and were  purchased from Sigma-Aldrich (St. Louis, MO), VWR (Aurora, CO), or Fisher Scientific  (Pittsburgh, PA).  Cell culture  Caco-2 cells (passage 20) were purchased from the American Type Culture Collection-ATCC  (Manassas, VA) and maintained at 37˚C in a culture medium composed of DMEM with 4.5  mg/ml glucose, 50 U/ml penicillin, 50 U/ml streptomycin, 4 mM glutamine, 25 mM HEPES,  and 10% FBS. The cells were kept at 37˚C in a 5% CO2 environment. For growth on filters,  high-density Caco-2 cells (1 X 10 5  cells) were plated on Transwell filters with 0.4-μm pore (Corning, Corning, NY) and monitored regularly by visualization with an inverted microscope  and by epithelial resistance measurements. Caco-2 monolayers were cultured for 3-4 weeks  after seeding and only Caco-2 cells from passages 21 to 28 were used to maintain consistency.  The filter-grown Caco-2 monolayers have been used extensively over the last 20 years as in vitro model system of functional epithelial barrier [24].  Determination of epithelial monolayer resistance and paracellular  permeability  The transepithelial electrical resistance (TER) of the filter-grown Caco-2 intestinal monolayers  was measured using an epithelial voltohmeter (EVOM; World Precision Instruments, Sara-  sota, FL) as previously reported [23, 25]. Electrical resistance was measured in 5% difference  on three consecutive measurements. Caco-2 paracellular permeability was assessed by measur-  ing the luminal-to-serosal flux rate of a paracellular probe, fluorescein isothiocyanate-labeled  FITC dextran 10 kDa (mol wt.: 10,000 g/mol). For determination of mucosal-to-serosal flux  rates, known concentration (25 μg/ml) of FITC dextran 10 kDa was added to the apical solu- tion at the beginning of each experiment. After each experimental period, the solution from  the basolateral chamber was collected and measured in a fluorescence microplate reader (Bio-  tek Flx 800). All flux studies were carried out at 37˚C and filter-grown Caco-2-monolayers  having epithelial resistance of 400-550 O-cm 2  were used. All of the permeability experiments  were repeated three to four times in triplicate.  Assessment of protein expression by Western blot analysis  Protein expression from Caco-2 cells was assessed by Western blot analysis, as previously  described [23, 26]. Cells were lysed with lysis buffer (50 mM Tris-HCl, pH 7.5, 150 mM NaCl,  500 M NaF, 2 mM EDTA, 100 M vanadate, 100 M PMSF, 1 g/ml leupeptin, 1 g/ml pepstatin A,  40 mM paranitrophenyl phosphate, 1 g/ml aprotinin, and 1% Triton X-100) on ice for 30 min.  The lysates were centrifuged at 1000 g for 10 min in an Eppendorf centrifuge (5417R; Haup- pauge, NY) to obtain a clear lysate. The supernatant was collected and protein concentration  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 3 / 17  https://doi.org/10.1371/journal.pone.0249544   was determined using the Bio-Rad Protein Assay kit (Bio-Rad, Hercules, CA). Laemmli gel  loading buffer (Bio-Rad) was added to the lysate containing 10-20 μg of protein and boiled at 100˚C for 7 min, after which proteins were separated on an SDS-PAGE gel. Proteins from the  gel were transferred to a nitrocellulose membrane overnight. The membrane was incubated  for 2 hrs in blocking solution (5% dry milk in TBS-Tween-20 buffer) and then incubated with  antibody in blocking solution. After a wash in TBS-1% Tween buffer, the membrane was incu-  bated in secondary antibody and developed using enhanced chemi-luminescence reagents on  ChemiDoc Gel Imaging (Biorad, Hercules, Ca).  Transfection of siRNA NF-κB p65 Targeted siRNAs were obtained from Dharmacon (Chicago, IL). Caco-2 monolayers were  transiently transfected using DharmaFect transfection reagent. Briefly, 5 x 10 5  cells per filter  were seeded into a 12-well transwell plate and grown to confluence. Caco-2 monolayers were  then washed twice with PBS and 0.5 ml of Accell Media was added to the apical compartment  of each filter and 1.5 ml was added to the basolateral compartment of each filter. Five nano-  grams of the siRNA and 2 μl of DharmaFect reagent were added to the apical media. Non-tar- get (NT) siRNA was used as a control. The MMP-9 experiments were carried out 72 hrs after  transfection. The efficiency of silencing was confirmed by Western blot analysis.  Nuclear extracts and ELISA  Filter-grown Caco-2 cells were treated with MMP-9 for 60 minutes. Nuclear and cytoplasmic  fractions were extracted according to the manufacturer's protocol using Nuclear Extract Kit  from ActiveMotif [27]. The NF-κB DNA-binding activity assay was performed using Trans- AM ELISA-based kits from Active Motif according to the manufacturer's protocol. In brief,  the binding reactions contained 1 pM biotinylated probe (Integrated DNA Technologies) and  5 μg of nuclear extract in complete binding buffer with a total volume of 50 μl. After 30 min of incubation, the solution was transferred to an individual well on the plate and incubated for 1  h. Rabbit NF-κB p65 Ab (2 μg/ml) was added to the well to bind NF-κB p65 from the nuclear extract. After incubation for 1 hr, NF-κB p65 Ab was removed, and 100 μl of anti-rabbit HRP- conjugated IgG were added to the well and incubated for 1 hr. Subsequently, 100 μl of develop- ing solution was added for 2-10 min, and 100 μl of stop solution were added. The absorbance at 450 nm was determined using the SpectraMax 190 (Molecular Devices).  Immunostaining of NF-κB p65 Cellular localization of the transcription factor NF-κB p65 was assessed by an immunofluores- cent Ab-labeling technique as previously described [28]. At the end of the experimental period,  filter-grown Caco-2 monolayers were washed twice in cold PBS and were fixed with methanol  for 20 min. Then, cells were permeabilized with 0.1% Triton X-100 in PBS at room tempera-  ture for 20 min. The Caco-2 monolayers were then incubated in blocking solution composed  of BSA and normal donkey serum in PBS for 1 hr. Cells were then labeled with primary Abs in  blocking solution overnight at 4˚C. After being washed with PBS, the filters were incubated in  FITC-conjugated secondary Ab for 1 hr at room temperature. Prolong Gold antifade reagent  with DAPI was used to mount the filters onto the coverslips. Immunostaining of NF-κB p65 was visualized and images obtained using a Nikon fluorescence microscope equipped with  Axiocam digital camera in automatic mode. Images were processed with Zen software (Zeiss).  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 4 / 17  https://doi.org/10.1371/journal.pone.0249544   Measurement of IL-8  Caco-2 monolayers were treated with MMP-9 (400 ng/ml) for 24 hrs in serum-free DMEM  medium. The culture media was then collected and centrifuged and IL-8 levels were then mea-  sured using Multi-Analyte ELISArray kit from Qiagen according to the manufacturer's protocol.  Assessment of apoptosis and cell death  After MMP-9 experimental treatment (24 and 48 hrs), Caco-2 cells were trypsinized and  assessed for apoptosis using the Annexin V FITC  Apoptosis Detection kit II from Biolegend  according to the manufacturer's instructions. Cells were digested by 0.25% trypsin-EDTA  solution, washed twice with cold PBS and stained with Annexin V-PE (5 μL) and 7-amino- actinomycin D (7-AAD) (5 μL) in binding buffer. Annexin VFITC was used to stain for the apo- ptotic cells and 7-AAD was used to stain the necrotic cells. Cells were washed two times with  FACS staining buffer and analyzed by 16-color BD LSR Fortessa. Treated or untreated cells  were washed and 20,000 cells were re-suspended in 20ul of trypan blue. Cells were counted  under a microscope by using a cell counting hemocytometer. Trypan blue-stained dead or  necrotic cells were excluded from the total number of cells.  Statistical analysis  Results are expressed as mean ± SD of triplicate measurements. Two-way ANOVA were per- formed to determine whether different treatments affect the outcomes. Multiple comparisons  were conducted following significant ANOVA by using t-tests. All analyses were performed using GraphPad Prism (GraphPad Prism 7.00 for Windows, GraphPad Software). A P value of 0.05 was used to indicate statistical significance. All experiments were repeated at least three  times to ensure reproducibility.  Results  NF-κB requirement in MMP-9 induced increase in Caco-2 TJ permeability In these experiments, MMP-9 (400 ng/ml) caused a time-dependent drop in Caco-2 trans-epi-  thelial resistance (TER) (Fig 1A), as also shown previously by us [23], MMP-9 caused time-  dependent drop in Caco-2 TER (25%) between 24 and 72 hrs of treatment. Conversely, MMP-9  caused a correlated increase in Caco-2 permeability to a paracellular marker, dextran 10 kDa  (Fig 1B) starting at 12 hrs of MMP-9 treatment and continued up to 72 hrs of treatment (~  Fig 1. Time-course effect of MMP-9 on Caco-2 intestinal epithelial TJ permeability. (A) Time-course effect of  MMP-9 (400 ng/ml) on Caco-2 TER and (B) mucosal-to-serosal flux of paracellular marker dextran 10 kDa (n = 4). ---  P< 0.001 vs control. The effect of MMP-9 on Caco-2 TER and paracellular permeability were measured over a 72-hr experimental period. (C) Effect of recovery after MMP-9 treatment cessation on Caco-2 TER (n = 4). --- P< 0.001 vs control; - P< 0.05 vs control. Filter-grown Caco-2 monolayers were refreshed with control media after MMP-9 experimental period ended.  https://doi.org/10.1371/journal.pone.0249544.g001  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 5 / 17  https://doi.org/10.1371/journal.pone.0249544.g001 https://doi.org/10.1371/journal.pone.0249544   10-fold). The time course of Caco-2 TER recovery following MMP-9 removal was also examined.  The removal of MMP-9 after 72 hrs of treatment resulted in recovery of the Caco-2 TER starting  at 24 hrs and continued up to 72 hrs of removal until full recovery was achieved (Fig 1C).  Many studies have reported the important role of NF-κB activation in regulating the intesti- nal TJ barrier function in vitro and in vivo [29-36]. In these experiments, we examined the possible involvement of NF-κB in MMP-9 induced increase in Caco-2 TJ permeability. MMP- 9 treatment caused a time-dependent increase in phosphorylated NF-κB p65, peaking at 1 hr of treatment and continued up to 4 hrs of treatment (Fig 2A). Since IκB-α degradation is required for the activation of NF-κB p65, we also examined the effect of MMP-9 on IκB-α deg- radation in Caco-2 monolayers. MMP-9 caused a time-dependent degradation of IκB-α, indi- cating that MMP-9 caused activation of NF-κB p65 (Fig 2A).  To further validate the MMP-9 activation of NF-κB p65 in Caco-2 monolayers, we examined the effect of MMP-9 on cytoplasmic-to-nuclear translocation of NF-κB p65 by measuring NF- κB p65 expression in the cytoplasmic and nuclear fractions. In control Caco-2 monolayers, NF- κB p65 is expressed mostly in the cytoplasmic fraction, with only minimal amount in the nuclear fraction (Fig 2B). MMP-9 treatment resulted in cytoplasmic NF-κB p65 translocation into the nuclear fraction (Fig 2B). MMP-9 induced NF-κB p65 cytoplasmic-to-nuclear translo- cation was also examined by immunostaining. MMP-9 treatment resulted in a rapid increase in  NF-kB p65 cytoplasmic-to-nuclear translocation following MMP-9 treatment (1-hr  Fig 2. Effect of MMP-9 on NF-κB p65 activation in Caco-2 monolayers. (A) Phospho-NF-κB p65 and IκB-α expression were determined in filter-grown Caco-2 monolayers treated with MMP-9 (400 ng/ml) for increasing time periods (0-6 hrs). (B) NF-  κB p65 expression in the cytoplasmic and nuclear fractions was assayed by Western blot analysis after MMP-9 treatment (1-hr experimental period). (C) NF-κB p65 cytoplasmic-to-nuclear translocation was determined by immunostaining. (Yellow, NF-kB p65; Blue, DAPI (nuclei)). Original magnification, ×40. (D) NF-κB p65 binding to the oligonucleotide probe containing the κB- binding site was determined by ELISA-binding assay. MMP-9 caused a significant increase in NF-κB p65 binding (1-hr experimental period). The oligonucleotide containing a mutated NF-κB-binding (mut) motif did not inhibit the NF-κB p65 binding to the DNA probe; however, the addition of wild-type (WT) oligonucleotide containing the consensus NF-κB p65-binding site as a competitive inhibitor prevented the binding of NF-κB. --- P< 0.001 vs control. (E) NF-κB p65 siRNA transfection resulted in a marked depletion in NF-κB p65 protein expression. Caco-2 monolayers were transfected with NF-κB p65 siRNA for a 72-hr time period, (NT; not-target siRNA). (F) NF-κB p65 siRNA knock-down prevented the MMP-9 induced increase in NF-κB p65 binding to the oligonucleotide probe containing the κB-binding site. --- P< 0.0001 vs control; ###  P< 0.001 vs MMP-9 treatment.  https://doi.org/10.1371/journal.pone.0249544.g002  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 6 / 17  https://doi.org/10.1371/journal.pone.0249544.g002 https://doi.org/10.1371/journal.pone.0249544   experimental period) (Fig 2C), confirming that MMP-9 causes activation and translocation of  NF-κB p65 in Caco-2 monolayers. Next, we examined the effect of MMP-9 on NF-κB p65 activ- ity by assessing the nuclear binding of NF-κB p65 to its consensus sequence by ELISA-binding assay. As shown in Fig 2D, MMP-9 caused a significant and marked increase in NF-κB p65 binding to the consensus κB sequence (50-GGGACTTTCC-30) on the oligonucleotide probe, suggesting an increase in NF-κB p65 transcriptional activity in response to MMP-9 in Caco-2 monolayers. The specificity of NF-κB p65 binding to the DNA probe was confirmed by adding a high dose of wild-type oligonucleotide containing the consensus κB-binding site as a competi- tive inhibitor for NF-κB p65 binding. As expected, the addition of wild-type oligonucleotide inhibited the binding of NF-κB p65 to the DNA probe. In contrast, the mutated NF-κB-binding motif (50-CTCACTTTCC-30) did not inhibit the NF-κB p65 binding (Fig 2D), indicatingthat MMP-9-activated and -transclocated NF-κB p65 binds to a κB site on DNA. To further investi- gate the requirement of NF-κB p65 in the MMP-9 induced increase in Caco-2 intestinal TJ per- meability, we knocked-down the expression of NF-κB p65 by siRNA transfection in filter- grown Caco-2 monolayers. As shown in Fig 2E, knocking-down NF-κB p65 by siRNA transfec- tion resulted in a near-complete silencing of p65 expression, and completely inhibited the  MMP-9 induced increase in NF-κB p65 nuclear binding to its DNA probe (Fig 2F).  NF-κB p65 requirement for MMP-9 induced increase in MLCK expression In the following studies, we showed that knocking-down NF-κB p65 by siRNA transfection prevented the MMP-9 induced drop in Caco-2 TER and increase in dextran 10 kDa flux (Fig  3A and 3B), suggesting a crucial regulatory role of NF-κB p65 in the MMP-9 induced increase in Caco-2 intestinal TJ permeability. Furthermore, we examined the effect of MMP-9 treat-  ment on NF-kB down-stream target gene IL-8 production in Caco-2 monolayers. Fig 3C  showed that MMP-9 treatment resulted in a significant increase in IL-8 levels in medium col-  lected from Caco-2 cultures as measured by ELISA. Knocking-down NF-kB p65 by siRNA pre-  vented the MMP_9 induced increase in IL-8 production, suggesting that MMP-9 activation of  NF-kB is associated with an increase in the release of the pro-inflammatory cytokine IL-8.  Recent studies from our laboratory indicated that the MMP-9-induced increase in intestinal  TJ permeability in vitro and in vivo was mediated by an increase in MLCK protein expression and activity [23]. However, the intracellular pathways involved in the MMP-9 regulation of  MLCK gene and protein expression remain unclear. We examined the possibility that the NF-  κB p65 pathway regulates the MMP-9 induced up-regulation of MLCK protein expression. MMP-9 caused an increase in Caco-2 MLCK protein expression (Fig 3D), and knocking-  down NF-κB p65 by siRNA transfection inhibited the MMP-9 induced increase in MLCK expression (Fig 3D). These findings indicated that MMP-9 activation of the NF-κB p65 path- way mediated the increase in MLCK expression. It has also been reported that MMP-9 modu-  lation of MLCK expression was mediated by p38 kinase activation [23]. To examine the role of  p38 kinase in MMP-9-activation of NF-κB in Caco-2 monolayers, we silenced p38 kinase by siRNA transfection and determined MMP-9 activation of NF-κB p65 in Caco-2 monolayers. SiRNA p38 kinase prevented the MMP-9 induced activation/phosphorylation of NF-κB p65 (Fig 3E), suggesting that NF-κB p65 regulation of MLCK is down-stream of p38 kinase  MMP-9 induced increase in Caco-2 TJ permeability is not due to apoptosis  MMP-9 has been previously shown to play controversial pro-apoptotic and anti-apoptotic roles in  different cell types [37-45]. In the following studies, we examined whether MMP-9 induced dis-  ruption of Caco-2 TJ barrier was due to apoptosis or cell death. MMP-9 effect on Caco-2 cell apo-  ptosis and necrosis was determined by flow cytometry by labeling the apoptotic cells with  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 7 / 17  https://doi.org/10.1371/journal.pone.0249544   Annexin V FITC  and necrotic cells with 7-amino-actinomycin D (7-AAD) [46]. Apoptosis quantifi-  cation was determined by detecting membrane phosphatidylserine using Annexin V as a probe.  While, necrosis was determined by measuring the membrane integrity where 7-AAD is able to  permeate across the cell membrane to label the DNA. As shown in Fig 4, MMP-9 treatment did  not result in Caco-2 cell apoptosis or necrosis, indicating that the MMP-9 induced increase in  Caco-2 TJ permeability was due to intracellular mechanisms not involving apoptosis or cell death.  Discussion  Despite its central importance in mediating the inflammatory process in IBD and animal mod-  els of colitis, the intracellular mechanisms of MMP-9 regulation of intestinal TJ barrier  Fig 3. Effect of NF-κB inhibition on MMP-9 induced increase in Caco-2 TJ permeability and increase in MLCK expression. (A) NF-κB p65 siRNA transfection prevented the MMP-9-induced drop in Caco-2 TER and (B) increase in dextran 10 kDa flux (n = 4). --- P< 0.001 vs control; ## P< 0.01 vs MMP-9 treatment; ---- P< 0.0001 vs control; ####  P< 0.0001 vs MMP-9 treatment. (C) MMP-9 treatment resulted in a significant increase in NF-κB target gene IL-8. NF-κB p65 siRNA prevented the IL-8 production by Caco-2 monolayers after MMP-9 treatment (24 hrs). IL-8 secretion was  determined by collecting and centrifuging the media and then assayed by ELISA-based kit. --- P< 0.0001 vs control; ###  P< 0.001 vs. MMP-9 treatment. (D) Knocking-down NF-κB p65 inhibited the MMP-9 induced increase in MLCK protein expression as assessed by western blot analysis. (NT; non-target siRNA). (E) Silencing p38 kinase by siRNA transfection  prevented the MMP-9-induced activation of NF-κB p65 as assessed by phosphorylation of p65. Caco-2 monolayers were transfected with p38 kinase siRNA for a 72-hr time period and then treated with MMP-9 for 1 hr, (NT; not-target siRNA).  https://doi.org/10.1371/journal.pone.0249544.g003  Fig 4. Effect of MMP-9 on Caco-2 cell death. (A) Dual-color dot plots representing cellular apoptosis. Upper left  panel, Necrotic cells; lower right panel, apoptotic cells. Caco-2 monolayers were treated with MMP-9 for 24 and 48 hrs.  Caco-2 monolayers were labeled with Annexin V FITC  (apoptosis) or 7-AAD (necrosis). MMP-9 did not induce  apoptosis or cell necrosis in Caco-2 monolayers. (B) % of live cell detection by trypan blue exclusion method. MMP-9  treatment did not affect total number of dead Caco-2 cells compared to control.  https://doi.org/10.1371/journal.pone.0249544.g004  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 8 / 17  https://doi.org/10.1371/journal.pone.0249544.g003 https://doi.org/10.1371/journal.pone.0249544.g004 https://doi.org/10.1371/journal.pone.0249544   function have not been identified. The present study demonstrated the involvement of NF-κB p65 in MMP-9 induced increase in intestinal epithelial TJ permeability. The results showed  that MMP-9 at a physiologically relevant concentration (400 ng/ml) caused rapid and early  activation of NF-κB p65 in filter-grown Caco-2 monolayers. Moreover, knocking-down NF- κB p65 by siRNA prevented the MMP-9 induced increase in Caco-2 TJ permeability. Addi- tionally, silencing NF-κB p65 prevented the MMP-9 induced up-regulation of MLCK, a key regulator of the intestinal TJ barrier. Moreover, the MMP-9 induced increase in Caco-2 intes-  tinal epithelial TJ permeability was not mediated by apoptosis.  MMP-9 is one of the metalloproteinases family consisting of 25 members [47]. MMP-9 is  unique as its protein expression and activity is undetectable in most healthy intestinal tissues  but has been shown to be highly expressed in a variety of inflammatory states, including IBD  [48]. It has been shown recently that MMP-9 caused an increase in intestinal epithelial TJ per-  meability in Caco-2 monolayers [23]; however, the intracellular mechanisms involved have yet  to be delineated. In this study, we examined potential intracellular mechanisms that mediate  the MMP-9 induced increase in Caco-2 intestinal epithelial TJ barrier. Extensive studies have  indicated that the transcription factor NF-κB plays a crucial role in regulating the intestinal TJ barrier function and increased permeability in vitro and in animal models of colitis [30, 33, 49-53], and inhibition of NF-κB signaling improved symptoms of DSS-induced colitis in mice [54, 55]. It is also worth noting that NF-κB activity was found to be increased in patients with IBD [56]. Moreover, previous studies have provided compelling evidence on the crucial role  that the NF-κB signaling pathway plays in mediating the cytokine-induced increase in intesti- nal epithelial TJ permeability, including TNF-α, IL-1β, IL-6, IL-8, IFN-γ, IL-13 and others [26, 30, 57-62]. Although there appears to be an existing relationship between NF-κB activity and downstream activation of MMP-9 in intestinal inflammation, there is no clear evidence of  MMP-9 activating NF-κB to modulate the intestinal epithelial TJ barrier. For example, it has been shown that TNF- α induced the expression of MMP-9 in human bronchial epithelial cells and that this induction is mediated via the NF-κB -mediated pathway [63, 64]. Earlier studies have shown that Helicobacter pylori induced activation of NF-κB, leading to MMP-9 gene transcription in gastric epithelial cells [65]. More recent studies have shown that aluminum  caused an increase in HT-29 intestinal epithelial TJ permeability that was mediated by NF-κB induced up-regulation of MMP-9 [66]. In addition to their roles in increasing intestinal per-  meability, the current study showed the sequential relationship of MMP-9 activating the  downstream effector NF-κB to regulate the intestinal epithelial TJ barrier function. MMP-9 caused a rapid degradation of IκB-α and phosphorylation of NF-κB p65 subunit in Caco-2 cells. The requirement of NF-κB p65 in the MMP-9 induced increase in TJ permeability was demonstrated by the silencing of NF-κB p65 expression in Caco-2 cells. NF-κB p65 depletion by NF-κB p65 siRNA transfection significantly attenuated the MMP-9-induced increase in Caco-2 TJ permeability. In combination, these studies confirmed the requirement of NF-κB in mediating the MMP-9 induced increase in Caco-2 TJ permeability. Interestingly, our results  showed that inhibition of NF-κB also prevented the MMP-9 activation of the NF-κB target gene IL-8. This finding is consistent with previous reports demonstrating the requirement of  intestinal epithelial MMP-9 in mediating intestinal inflammation through increase secretion  of IL-8 and disruption of intestinal epithelial barrier in a genetically engineered mouse model  that can overexpress MMP-9 specifically in intestinal epithelial cells [67]. Additional investiga-  tion is needed to delineate the MMP-9 induced mechanisms in vivo, including possible recruit- ment of immune cells that produce pro-inflammatory cytokines leading to further disruption  of the intestinal epithelial TJ barrier.  MMP-9 had been proposed to trigger apoptosis in many cell types [68-70] and the increase  in apoptosis in intestinal epithelial cells has been postulated to be an important mechanism for  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 9 / 17  https://doi.org/10.1371/journal.pone.0249544   the leakiness observed in IBD patients [71-73]. Due to these findings, we examined the possi-  bility that the MMP-9 induced increase in Caco-2 TJ permeability may also be due to an  increase in cell apoptosis. MMP-9 treatment over different time periods did not induce apo-  ptosis or necrosis in Caco-2 cells, suggesting that Caco-2 cell apoptosis or cell death was not a  mechanism mediating the MMP-9-induced increase in Caco-2 TJ permeability. The role of  MMP-9 in apoptosis has been controversial: previous studies have shown that MMP-9 up-reg-  ulation had a protective effect in colitis associated cancer (CAC) and induced apoptosis via  activation of Notch-1 signaling [37, 39]; other studies have shown that knock-out models of  MMP-9 resulted in delayed apoptosis of hypertrophic chondrocytes [74]. It is worth noting  that apoptosis has been suggested to be an important intracellular mechanism for some cyto-  kine (TNF-α, IFN-γ IL-4, and IL-13)-induced increase in intestinal TJ permeability [51, 75- 77]. In line with our current studies, NF-κB has been shown to protect cells from death by inducing expression of anti-apoptotic proteins, including Bcl-xL, FLICE-like inhibitory pro-  tein, and members of the inhibitor of apoptosis (IAP) family [78, 79]. In contrast, other reports  have shown that NF-κB activation in epithelial cells caused an increase in the production of  Fig 5. Schematic diagram of intracellular mechanism involved in MMP-9 regulation of Caco-2 TJ barrier function.  https://doi.org/10.1371/journal.pone.0249544.g005  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 10 / 17  https://doi.org/10.1371/journal.pone.0249544.g005 https://doi.org/10.1371/journal.pone.0249544   inflammatory chemokines that recruit immune cells to tissues, thereby initiating an inflamma-  tory amplification cascade and acting in a pro-apoptotic manner [80]. Since we have found  herein that MMP-9 caused an increase in intestinal epithelial TJ permeability in an apoptosis-  independent manner, future studies identifying the anti-apoptotic proteins involved will be of  great insight into understanding the intracellular mechanisms required in MMP-9 induced  increase in intestinal TJ permeability and barrier defect.  Previous studies from our laboratory and others have shown the central role of myosin light  chain kinase (MLCK) in regulating the intestinal epithelial TJ permeability [81-84]. MLCK is a  Ca 2+  -calmodulin-dependent serine/threonine kinase that has been shown to regulate peri-junc-  tional acto-myosin filaments and mechanical induced opening of the TJ barrier in intestinal epi-  thelial cells. Moreover, previous studies have found that increased MLCK expression activity  strongly correlated with active inflammation in IBD [85]. MLCK has also been shown to be  essential in mediating the TNF-α, IL-1β and IL-13-induced increase in intestinal epithelial TJ permeability in vitro and in vivo [25, 30, 34, 85-88]. In addition, several studies have found a pathogenic role of MLCK in both intestinal barrier dysfunction and intestinal inflammation in  animal models of IBD [88-90]. Recently, we showed that MMP-9 induced increase in intestinal  epithelial TJ permeability was also mediated by an increase in MLCK expression in a p38 kinase-  dependent manner in vitro and in vivo and in a DSS-colitis mouse model [23, 91]. However, the involvement of NF-κB in MMP-9 induced increase in MLCK expression was not determined. In the current study, we demonstrated the requirement of NF-κB activation in MMP-9-upregula- tion of MLCK expression in Caco-2 monolayers. Silencing of the NF-κB p65 subunit prevented the MMP-9 induced increase in MLCK expression and subsequent increase in intestinal epithe-  lial TJ permeability. Consistent with the current data, previous studies have shown that the NF-  κB signaling pathway mediated the cytokine-induced MLCK activation leading to an MLCK- dependent increase in intestinal TJ permeability in vitro and in vivo [30, 88, 92, 93].  In conclusion, the current results demonstrated for the first time that NF-κB plays a key role in MMP-9 induced increase in MLCK expression and subsequently leads to an increase in  intestinal epithelial TJ permeability in Caco-2 monolayers. An overall schematic diagram of  the intracellular pathway examined in this study is shown in Fig 5.  Supporting information  S1 Raw images.  (PDF)  Author Contributions  Conceptualization: Rana Al-Sadi.  Data curation: Rana Al-Sadi, Jessica Engers, Mohammad Haque.  Formal analysis: Rana Al-Sadi, Mohammad Haque.  Funding acquisition: Rana Al-Sadi.  Investigation: Rana Al-Sadi, Thomas Y. Ma.  Methodology: Rana Al-Sadi, Jessica Engers, Mohammad Haque, Steven King, Deemah Al-  Omari.  Resources: Thomas Y. Ma.  Supervision: Rana Al-Sadi.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 11 / 17  https://www.sciencedirect.com/topics/medicine-and-dentistry/enteritis http://www.plosone.org/article/fetchSingleRepresentation.action?uri=info:doi/10.1371/journal.pone.0249544.s001 https://doi.org/10.1371/journal.pone.0249544   Validation: Rana Al-Sadi, Jessica Engers, Deemah Al-Omari, Thomas Y. Ma.  Writing - original draft: Rana Al-Sadi.  Writing - review & editing: Rana Al-Sadi, Jessica Engers, Steven King, Deemah Al-Omari,  Thomas Y. Ma.  References 1. Capaldo CT, Powell DN, Kalman D. Layered defense: how mucus and tight junctions seal the intestinal  barrier. J Mol Med (Berl). 2017; 95(9):927-34. Epub 2017/07/15. https://doi.org/10.1007/s00109-017-  1557-x PMID: 28707083; PubMed Central PMCID: PMC5548832.  2. Camilleri M. Leaky gut: mechanisms, measurement and clinical implications in humans. Gut. 2019; 68  (8):1516-26. Epub 2019/05/12. https://doi.org/10.1136/gutjnl-2019-318427 PMID: 31076401; PubMed  Central PMCID: PMC6790068.  3. Groschwitz KR, Hogan SP. Intestinal barrier function: molecular regulation and disease pathogenesis. J  Allergy Clin Immunol. 2009; 124(1):3-20; quiz 1-2. Epub 2009/06/30. https://doi.org/10.1016/j.jaci.  2009.05.038 PMID: 19560575; PubMed Central PMCID: PMC4266989.  4. Lee B, Moon KM, Kim CY. Tight Junction in the Intestinal Epithelium: Its Association with Diseases and  Regulation by Phytochemicals. J Immunol Res. 2018; 2018:2645465. Epub 2019/01/17. https://doi.org/  10.1155/2018/2645465 PMID: 30648119; PubMed Central PMCID: PMC6311762.  5. Michielan A, D'Inca R. Intestinal Permeability in Inflammatory Bowel Disease: Pathogenesis, Clinical  Evaluation, and Therapy of Leaky Gut. Mediators Inflamm. 2015; 2015:628157. Epub 2015/11/20.  https://doi.org/10.1155/2015/628157 PMID: 26582965; PubMed Central PMCID: PMC4637104.  6. Fernandez-Blanco JA, Estevez J, Shea-Donohue T, Martinez V, Vergara P. Changes in Epithelial Bar-  rier Function in Response to Parasitic Infection: Implications for IBD Pathogenesis. J Crohns Colitis.  2015; 9(6):463-76. Epub 2015/03/31. https://doi.org/10.1093/ecco-jcc/jjv056 PMID: 25820018;  PubMed Central PMCID: PMC4817368.  7. Meijer MJ, Mieremet-Ooms MA, van der Zon AM, van Duijn W, van Hogezand RA, Sier CF, et al.  Increased mucosal matrix metalloproteinase-1, -2, -3 and -9 activity in patients with inflammatory bowel  disease and the relation with Crohn's disease phenotype. Dig Liver Dis. 2007; 39(8):733-9. Epub 2007/  07/03. doi: S1590-8658(07)00219-8 [pii] https://doi.org/10.1016/j.dld.2007.05.010 PMID: 17602907.  8. Gao Q, Meijer MJ, Kubben FJ, Sier CF, Kruidenier L, van Duijn W, et al. Expression of matrix metallo-  proteinases-2 and -9 in intestinal tissue of patients with inflammatory bowel diseases. Dig Liver Dis.  2005; 37(8):584-92. Epub 2005/05/05. doi: S1590-8658(05)00146-5 [pii] https://doi.org/10.1016/j.dld.  2005.02.011 PMID: 15869913.  9. Baugh MD, Perry MJ, Hollander AP, Davies DR, Cross SS, Lobo AJ, et al. Matrix metalloproteinase lev-  els are elevated in inflammatory bowel disease. Gastroenterology. 1999; 117(4):814-22. Epub 1999/  09/29. doi: S001650859900339X [pii]. https://doi.org/10.1016/s0016-5085(99)70339-2 PMID:  10500063.  10. Vu TH. Don't mess with the matrix. Nat Genet. 2001; 28(3):202-3. Epub 2001/06/30. https://doi.org/10.  1038/90023 [pii]. PMID: 11431682.  11. Amano S, Akutsu N, Matsunaga Y, Nishiyama T, Champliaud MF, Burgeson RE, et al. Importance of  balance between extracellular matrix synthesis and degradation in basement membrane formation. Exp  Cell Res. 2001; 271(2):249-62. Epub 2001/11/22. https://doi.org/10.1006/excr.2001.5387  S001448270195387X [pii]. PMID: 11716537.  12. Hayden DM, Forsyth C, Keshavarzian A. The role of matrix metalloproteinases in intestinal epithelial  wound healing during normal and inflammatory states. J Surg Res. 168(2):315-24. Epub 2010/07/27.  doi: S0022-4804(10)00164-2 [pii] https://doi.org/10.1016/j.jss.2010.03.002 PMID: 20655064.  13. Lakatos G, Hritz I, Varga MZ, Juhasz M, Miheller P, Cierny G, et al. The impact of matrix metalloprotei-  nases and their tissue inhibitors in inflammatory bowel diseases. Dig Dis. 30(3):289-95. Epub 2012/06/  23. doi: 000336995 [pii] https://doi.org/10.1159/000336995 PMID: 22722554.  14. Eickelberg O, Sommerfeld CO, Wyser C, Tamm M, Reichenberger F, Bardin PG, et al. MMP and TIMP  expression pattern in pleural effusions of different origins. Am J Respir Crit Care Med. 1997; 156  (6):1987-92. Epub 1997/12/31. https://doi.org/10.1164/ajrccm.156.6.9704112 PMID: 9412584.  15. Kirkegaard T, Hansen A, Bruun E, Brynskov J. Expression and localisation of matrix metalloproteinases  and their natural inhibitors in fistulae of patients with Crohn's disease. Gut. 2004; 53(5):701-9. Epub  2004/04/15. https://doi.org/10.1136/gut.2003.017442 PMID: 15082589; PubMed Central PMCID:  PMC1774029.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 12 / 17  https://doi.org/10.1007/s00109-017-1557-x https://doi.org/10.1007/s00109-017-1557-x http://www.ncbi.nlm.nih.gov/pubmed/28707083 https://doi.org/10.1136/gutjnl-2019-318427 http://www.ncbi.nlm.nih.gov/pubmed/31076401 https://doi.org/10.1016/j.jaci.2009.05.038 https://doi.org/10.1016/j.jaci.2009.05.038 http://www.ncbi.nlm.nih.gov/pubmed/19560575 https://doi.org/10.1155/2018/2645465 https://doi.org/10.1155/2018/2645465 http://www.ncbi.nlm.nih.gov/pubmed/30648119 https://doi.org/10.1155/2015/628157 http://www.ncbi.nlm.nih.gov/pubmed/26582965 https://doi.org/10.1093/ecco-jcc/jjv056 http://www.ncbi.nlm.nih.gov/pubmed/25820018 https://doi.org/10.1016/j.dld.2007.05.010 http://www.ncbi.nlm.nih.gov/pubmed/17602907 https://doi.org/10.1016/j.dld.2005.02.011 https://doi.org/10.1016/j.dld.2005.02.011 http://www.ncbi.nlm.nih.gov/pubmed/15869913 https://doi.org/10.1016/s0016-5085(99)70339-2 http://www.ncbi.nlm.nih.gov/pubmed/10500063 https://doi.org/10.1038/90023 https://doi.org/10.1038/90023 http://www.ncbi.nlm.nih.gov/pubmed/11431682 https://doi.org/10.1006/excr.2001.5387 http://www.ncbi.nlm.nih.gov/pubmed/11716537 https://doi.org/10.1016/j.jss.2010.03.002 http://www.ncbi.nlm.nih.gov/pubmed/20655064 https://doi.org/10.1159/000336995 http://www.ncbi.nlm.nih.gov/pubmed/22722554 https://doi.org/10.1164/ajrccm.156.6.9704112 http://www.ncbi.nlm.nih.gov/pubmed/9412584 https://doi.org/10.1136/gut.2003.017442 http://www.ncbi.nlm.nih.gov/pubmed/15082589 https://doi.org/10.1371/journal.pone.0249544   16. Castaneda FE, Walia B, Vijay-Kumar M, Patel NR, Roser S, Kolachala VL, et al. Targeted deletion of  metalloproteinase 9 attenuates experimental colitis in mice: central role of epithelial-derived MMP.  Gastroenterology. 2005; 129(6):1991-2008. Epub 2005/12/14. doi: S0016-5085(05)01801-9 [pii]  https://doi.org/10.1053/j.gastro.2005.09.017 PMID: 16344067.  17. Garg P, Vijay-Kumar M, Wang LX, Gewirtz AT, Merlin D, Sitaraman SV. Matrix metalloproteinase-9-  mediated tissue injury overrides the protective effect of matrix metalloproteinase-2 during colitis. Ameri-  can Journal of Physiology-Gastrointestinal and Liver Physiology. 2009; 296(2):G175-G84. https://doi.  org/10.1152/ajpgi.90454.2008 PMID: 19171847 PubMed PMID: ISI:000262782200005.  18. Nighot P, Al-Sadi R, Rawat M, Guo SH, Watterson DM, Ma T. Matrix metalloproteinase 9-induced  increase in intestinal epithelial tight junction permeability contributes to the severity of experimental  DSS colitis. American Journal of Physiology-Gastrointestinal and Liver Physiology. 2015; 309(12):  G988-G97. https://doi.org/10.1152/ajpgi.00256.2015 PMID: 26514773 PubMed PMID:  ISI:000366631800006.  19. Rodrigues DM, Sousa AJ, Hawley SP, Vong L, Gareau MG, Kumar SA, et al. Matrix metalloproteinase  9 contributes to gut microbe homeostasis in a model of infectious colitis. Bmc Microbiology. 2012;12.  doi: Artn 105 https://doi.org/10.1186/1471-2180-12-12 PMID: 22251616 PubMed PMID:  ISI:000308407300001.  20. Hassan SW, Doody KM, Hardy S, Uetani N, Cournoyer D, Tremblay ML. Increased susceptibility to dex-  tran sulfate sodium induced colitis in the T cell protein tyrosine phosphatase heterozygous mouse.  PLoS One. 5(1):e8868. Epub 2010/01/30. https://doi.org/10.1371/journal.pone.0008868 PMID:  20111595; PubMed Central PMCID: PMC2810325.  21. Strober W, Fuss I, Kitani A. Regulation of experimental mucosal inflammation. Acta Odontol Scand.  2001; 59(4):244-7. Epub 2001/09/26. https://doi.org/10.1080/00016350152509274 PMID: 11570528.  22. Moore BA, Manthey CL, Johnson DL, Bauer AJ. Matrix Metalloproteinase-9 Inhibition Reduces Inflam-  mation and Improves Motility in Murine Models of Postoperative Ileus. Gastroenterology. 2011; 141  (4):1283-U715. https://doi.org/10.1053/j.gastro.2011.06.035 PMID: 21703213 PubMed PMID:  ISI:000295593700036.  23. Al-Sadi R, Youssef M, Rawat M, Guo S, Dokladny K, Haque M, et al. MMP-9-induced increase in intesti-  nal epithelial tight permeability is mediated by p38 kinase signaling pathway activation of MLCK gene.  Am J Physiol Gastrointest Liver Physiol. 2019; 316(2):G278-G90. Epub 2018/12/14. https://doi.org/10.  1152/ajpgi.00126.2018 PMID: 30543452; PubMed Central PMCID: PMC6397336.  24. Hidalgo IJ, Raub TJ, Borchardt RT. Characterization of the human colon carcinoma cell line (Caco-2) as  a model system for intestinal epithelial permeability. Gastroenterology. 1989; 96(3):736-49. Epub  1989/03/01. doi: S0016508589001009 [pii]. PMID: 2914637.  25. Al-Sadi R, Ye D, Dokladny K, Ma TY. Mechanism of IL-1beta-induced increase in intestinal epithelial  tight junction permeability. J Immunol. 2008; 180(8):5653-61. Epub 2008/04/09. doi: 180/8/5653 [pii].  https://doi.org/10.4049/jimmunol.180.8.5653 PMID: 18390750; PubMed Central PMCID:  PMC3035485.  26. Al-Sadi RM, Ma TY. IL-1beta causes an increase in intestinal epithelial tight junction permeability. J  Immunol. 2007; 178(7):4641-9. Epub 2007/03/21. doi: 178/7/4641 [pii]. https://doi.org/10.4049/  jimmunol.178.7.4641 PMID: 17372023.  27. Ma TY, Boivin MA, Ye D, Pedram A, Said HM. Mechanism of TNF-{alpha} modulation of Caco-2 intesti-  nal epithelial tight junction barrier: role of myosin light-chain kinase protein expression. Am J Physiol  Gastrointest Liver Physiol. 2005; 288(3):G422-30. Epub 2005/02/11. doi: 288/3/G422 [pii] https://doi.  org/10.1152/ajpgi.00412.2004 PMID: 15701621.  28. Ma TY, Iwamoto GK, Hoa NT, Akotia V, Pedram A, Boivin MA, et al. TNF-alpha-induced increase in  intestinal epithelial tight junction permeability requires NF-kappa B activation. Am J Physiol Gastrointest  Liver Physiol. 2004; 286(3):G367-76. Epub 2004/02/10. https://doi.org/10.1152/ajpgi.00173.2003 286/  3/G367 [pii]. PMID: 14766535.  29. Lu Y, Lin H, Zhang J, Wei J, Sun J, Han L. Sijunzi Decoction attenuates 2, 4, 6-trinitrobenzene sulfonic  acid (TNBS)-induced colitis in rats and ameliorates TNBS-induced claudin-2 damage via NF-kappaB  pathway in Caco2 cells. BMC Complement Altern Med. 2017; 17(1):35. Epub 2017/01/12. https://doi.  org/10.1186/s12906-016-1549-3 PMID: 28073341; PubMed Central PMCID: PMC5223340.  30. Al-Sadi R, Guo S, Ye D, Rawat M, Ma TY. TNF-alpha Modulation of Intestinal Tight Junction Permeabil-  ity Is Mediated by NIK/IKK-alpha Axis Activation of the Canonical NF-kappaB Pathway. Am J Pathol.  2016; 186(5):1151-65. Epub 2016/03/08. https://doi.org/10.1016/j.ajpath.2015.12.016 PMID:  26948423; PubMed Central PMCID: PMC4861759.  31. Lei Q, Qiang F, Chao D, Di W, Guoqian Z, Bo Y, et al. Amelioration of hypoxia and LPS-induced intesti-  nal epithelial barrier dysfunction by emodin through the suppression of the NF-kappaB and HIF-1alpha  signaling pathways. Int J Mol Med. 2014; 34(6):1629-39. Epub 2014/10/17. https://doi.org/10.3892/  ijmm.2014.1965 PMID: 25318952.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 13 / 17  https://doi.org/10.1053/j.gastro.2005.09.017 http://www.ncbi.nlm.nih.gov/pubmed/16344067 https://doi.org/10.1152/ajpgi.90454.2008 https://doi.org/10.1152/ajpgi.90454.2008 http://www.ncbi.nlm.nih.gov/pubmed/19171847 https://doi.org/10.1152/ajpgi.00256.2015 http://www.ncbi.nlm.nih.gov/pubmed/26514773 https://doi.org/10.1186/1471-2180-12-12 http://www.ncbi.nlm.nih.gov/pubmed/22251616 https://doi.org/10.1371/journal.pone.0008868 http://www.ncbi.nlm.nih.gov/pubmed/20111595 https://doi.org/10.1080/00016350152509274 http://www.ncbi.nlm.nih.gov/pubmed/11570528 https://doi.org/10.1053/j.gastro.2011.06.035 http://www.ncbi.nlm.nih.gov/pubmed/21703213 https://doi.org/10.1152/ajpgi.00126.2018 https://doi.org/10.1152/ajpgi.00126.2018 http://www.ncbi.nlm.nih.gov/pubmed/30543452 http://www.ncbi.nlm.nih.gov/pubmed/2914637 https://doi.org/10.4049/jimmunol.180.8.5653 http://www.ncbi.nlm.nih.gov/pubmed/18390750 https://doi.org/10.4049/jimmunol.178.7.4641 https://doi.org/10.4049/jimmunol.178.7.4641 http://www.ncbi.nlm.nih.gov/pubmed/17372023 https://doi.org/10.1152/ajpgi.00412.2004 https://doi.org/10.1152/ajpgi.00412.2004 http://www.ncbi.nlm.nih.gov/pubmed/15701621 https://doi.org/10.1152/ajpgi.00173.2003 http://www.ncbi.nlm.nih.gov/pubmed/14766535 https://doi.org/10.1186/s12906-016-1549-3 https://doi.org/10.1186/s12906-016-1549-3 http://www.ncbi.nlm.nih.gov/pubmed/28073341 https://doi.org/10.1016/j.ajpath.2015.12.016 http://www.ncbi.nlm.nih.gov/pubmed/26948423 https://doi.org/10.3892/ijmm.2014.1965 https://doi.org/10.3892/ijmm.2014.1965 http://www.ncbi.nlm.nih.gov/pubmed/25318952 https://doi.org/10.1371/journal.pone.0249544   32. Cao M, Wang P, Sun C, He W, Wang F. Amelioration of IFN-gamma and TNF-alpha-induced intestinal  epithelial barrier dysfunction by berberine via suppression of MLCK-MLC phosphorylation signaling  pathway. PLoS One. 2013; 8(5):e61944. Epub 2013/05/15. https://doi.org/10.1371/journal.pone.  0061944 PMID: 23671580; PubMed Central PMCID: PMC3643960.  33. Al-Sadi R, Guo S, Dokladny K, Smith MA, Ye D, Kaza A, et al. Mechanism of interleukin-1beta  induced-increase in mouse intestinal permeability in vivo. J Interferon Cytokine Res. 2012; 32  (10):474-84. Epub 2012/07/24. https://doi.org/10.1089/jir.2012.0031 PMID: 22817402; PubMed  Central PMCID: PMC3464071.  34. He F, Peng J, Deng XL, Yang LF, Camara AD, Omran A, et al. Mechanisms of tumor necrosis factor-  alpha-induced leaks in intestine epithelial barrier. Cytokine. 2012; 59(2):264-72. Epub 2012/05/16.  https://doi.org/10.1016/j.cyto.2012.04.008 PMID: 22583690.  35. Banan A, Keshavarzian A, Zhang L, Shaikh M, Forsyth CB, Tang Y, et al. NF-kappaB activation as a  key mechanism in ethanol-induced disruption of the F-actin cytoskeleton and monolayer barrier integrity  in intestinal epithelium. Alcohol. 2007; 41(6):447-60. Epub 2007/09/18. https://doi.org/10.1016/j.  alcohol.2007.07.003 PMID: 17869053.  36. Banan A, Farhadi A, Fields JZ, Mutlu E, Zhang L, Keshavarzian A. Evidence that nuclear factor-kappa  B activation is critical in oxidant-induced disruption of the microtubule cytoskeleton and barrier integrity  and that its inactivation is essential in epidermal growth factor-mediated protection of the monolayers of  intestinal epithelia. J Pharmacol Exp Ther. 2003; 306(1):13-28. Epub 2003/06/20. https://doi.org/10.  1124/jpet.103.047415 PMID: 12815011.  37. Walter L, Pujada A, Bhatnagar N, Bialkowska AB, Yang VW, Laroui H, et al. Epithelial derived-matrix  metalloproteinase (MMP9) exhibits a novel defensive role of tumor suppressor in colitis associated  cancer by activating MMP9-Notch1-ARF-p53 axis. Oncotarget. 2017; 8(1):364-78. Epub 2016/11/  20. https://doi.org/10.18632/oncotarget.13406 PMID: 27861153; PubMed Central PMCID:  PMC5352126.  38. Chang CL, Leu S, Sung HC, Zhen YY, Cho CL, Chen A, et al. Impact of apoptotic adipose-derived  mesenchymal stem cells on attenuating organ damage and reducing mortality in rat sepsis syn-  drome induced by cecal puncture and ligation. J Transl Med. 2012; 10:244. Epub 2012/12/12.  https://doi.org/10.1186/1479-5876-10-244 PMID: 23217183; PubMed Central PMCID:  PMC3543276.  39. Garg P, Jeppsson S, Dalmasso G, Ghaleb AM, McConnell BB, Yang VW, et al. Notch1 regulates the  effects of matrix metalloproteinase-9 on colitis-associated cancer in mice. Gastroenterology. 2011; 141  (4):1381-92. Epub 2011/07/05. https://doi.org/10.1053/j.gastro.2011.06.056 PMID: 21723221;  PubMed Central PMCID: PMC3186860.  40. Sinnamon MJ, Carter KJ, Fingleton B, Matrisian LM. Matrix metalloproteinase-9 contributes to intestinal  tumourigenesis in the adenomatous polyposis coli multiple intestinal neoplasia mouse. Int J Exp Pathol.  2008; 89(6):466-75. Epub 2009/01/13. https://doi.org/10.1111/j.1365-2613.2008.00621.x PMID:  19134056; PubMed Central PMCID: PMC2669608.  41. Hasebe T, Kajita M, Fujimoto K, Yaoita Y, Ishizuya-Oka A. Expression profiles of the duplicated matrix  metalloproteinase-9 genes suggest their different roles in apoptosis of larval intestinal epithelial cells  during Xenopus laevis metamorphosis. Dev Dyn. 2007; 236(8):2338-45. Epub 2007/07/27. https://doi.  org/10.1002/dvdy.21252 PMID: 17654707.  42. Olle EW, Ren X, McClintock SD, Warner RL, Deogracias MP, Johnson KJ, et al. Matrix metalloprotei-  nase-9 is an important factor in hepatic regeneration after partial hepatectomy in mice. Hepatology.  2006; 44(3):540-9. Epub 2006/08/31. https://doi.org/10.1002/hep.21314 PMID: 16941692.  43. Khandoga A, Kessler JS, Hanschen M, Khandoga AG, Burggraf D, Reichel C, et al. Matrix metallo-  proteinase-9 promotes neutrophil and T cell recruitment and migration in the postischemic liver. J  Leukoc Biol. 2006; 79(6):1295-305. Epub 2006/03/23. https://doi.org/10.1189/jlb.0805468 PMID:  16551680.  44. Bast BT, Pogrel MA, Regezi JA. The expression of apoptotic proteins and matrix metalloproteinases in  odontogenic myxomas. J Oral Maxillofac Surg. 2003; 61(12):1463-6. Epub 2003/12/10. https://doi.org/  10.1016/j.joms.2003.06.002 PMID: 14663812.  45. Ammarguellat FZ, Gannon PO, Amiri F, Schiffrin EL. Fibrosis, matrix metalloproteinases, and inflamma-  tion in the heart of DOCA-salt hypertensive rats: role of ET(A) receptors. Hypertension. 2002; 39(2 Pt  2):679-84. Epub 2002/03/08. https://doi.org/10.1161/hy0202.103481 PMID: 11882630.  46. Wallberg F, Tenev T, Meier P. Analysis of Apoptosis and Necroptosis by Fluorescence-Activated Cell  Sorting. Cold Spring Harb Protoc. 2016; 2016(4):pdb prot087387. Epub 2016/04/03. https://doi.org/10.  1101/pdb.prot087387 PMID: 27037070.  47. Cui N, Hu M, Khalil RA. Biochemical and Biological Attributes of Matrix Metalloproteinases. Prog Mol  Biol Transl Sci. 2017; 147:1-73. Epub 2017/04/18. https://doi.org/10.1016/bs.pmbts.2017.02.005  PMID: 28413025; PubMed Central PMCID: PMC5430303.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 14 / 17  https://doi.org/10.1371/journal.pone.0061944 https://doi.org/10.1371/journal.pone.0061944 http://www.ncbi.nlm.nih.gov/pubmed/23671580 https://doi.org/10.1089/jir.2012.0031 http://www.ncbi.nlm.nih.gov/pubmed/22817402 https://doi.org/10.1016/j.cyto.2012.04.008 http://www.ncbi.nlm.nih.gov/pubmed/22583690 https://doi.org/10.1016/j.alcohol.2007.07.003 https://doi.org/10.1016/j.alcohol.2007.07.003 http://www.ncbi.nlm.nih.gov/pubmed/17869053 https://doi.org/10.1124/jpet.103.047415 https://doi.org/10.1124/jpet.103.047415 http://www.ncbi.nlm.nih.gov/pubmed/12815011 https://doi.org/10.18632/oncotarget.13406 http://www.ncbi.nlm.nih.gov/pubmed/27861153 https://doi.org/10.1186/1479-5876-10-244 http://www.ncbi.nlm.nih.gov/pubmed/23217183 https://doi.org/10.1053/j.gastro.2011.06.056 http://www.ncbi.nlm.nih.gov/pubmed/21723221 https://doi.org/10.1111/j.1365-2613.2008.00621.x http://www.ncbi.nlm.nih.gov/pubmed/19134056 https://doi.org/10.1002/dvdy.21252 https://doi.org/10.1002/dvdy.21252 http://www.ncbi.nlm.nih.gov/pubmed/17654707 https://doi.org/10.1002/hep.21314 http://www.ncbi.nlm.nih.gov/pubmed/16941692 https://doi.org/10.1189/jlb.0805468 http://www.ncbi.nlm.nih.gov/pubmed/16551680 https://doi.org/10.1016/j.joms.2003.06.002 https://doi.org/10.1016/j.joms.2003.06.002 http://www.ncbi.nlm.nih.gov/pubmed/14663812 https://doi.org/10.1161/hy0202.103481 http://www.ncbi.nlm.nih.gov/pubmed/11882630 https://doi.org/10.1101/pdb.prot087387 https://doi.org/10.1101/pdb.prot087387 http://www.ncbi.nlm.nih.gov/pubmed/27037070 https://doi.org/10.1016/bs.pmbts.2017.02.005 http://www.ncbi.nlm.nih.gov/pubmed/28413025 https://doi.org/10.1371/journal.pone.0249544   48. O'Sullivan S, Gilmer JF, Medina C. Matrix metalloproteinases in inflammatory bowel disease: an  update. Mediators Inflamm. 2015; 2015:964131. Epub 2015/05/08. https://doi.org/10.1155/2015/  964131 PMID: 25948887; PubMed Central PMCID: PMC4408746.  49. Wullaert A, Bonnet MC, Pasparakis M. NF-kappaB in the regulation of epithelial homeostasis and  inflammation. Cell Res. 2011; 21(1):146-58. Epub 2010/12/15. https://doi.org/10.1038/cr.2010.175  PMID: 21151201; PubMed Central PMCID: PMC3193399.  50. Yang R, Hu X, Xie X, Chen H, Fang H, Zhu L, et al. Propionic Acid Targets the TLR4/NF-kappaB Signal-  ing Pathway and Inhibits LPS-Induced Intestinal Barrier Dysfunction: In Vitro and In Vivo Studies. Front  Pharmacol. 2020; 11:573475. Epub 2020/10/13. https://doi.org/10.3389/fphar.2020.573475 PMID:  33041816; PubMed Central PMCID: PMC7530265.  51. Al-Sadi R, Boivin M, Ma T. Mechanism of cytokine modulation of epithelial tight junction barrier. Front  Biosci. 2009; 14:2765-78. Epub 2009/03/11. doi: 3413 [pii]. https://doi.org/10.2741/3413 PMID:  19273235.  52. Guo S, Al-Sadi R, Said HM, Ma TY. Lipopolysaccharide causes an increase in intestinal tight junction  permeability in vitro and in vivo by inducing enterocyte membrane expression and localization of TLR-4  and CD14. Am J Pathol. 182(2):375-87. Epub 2012/12/04. doi: S0002-9440(12)00808-5 [pii] https://  doi.org/10.1016/j.ajpath.2012.10.014 PMID: 23201091; PubMed Central PMCID: PMC3562736.  53. Guo S, Nighot M, Al-Sadi R, Alhmoud T, Nighot P, Ma TY. Lipopolysaccharide Regulation of Intestinal  Tight Junction Permeability Is Mediated by TLR4 Signal Transduction Pathway Activation of FAK and  MyD88. J Immunol. 195(10):4999-5010. Epub 2015/10/16. doi: jimmunol.1402598 [pii] https://doi.org/  10.4049/jimmunol.1402598 PMID: 26466961; PubMed Central PMCID: PMC4637237.  54. Lin JC, Wu JQ, Wang F, Tang FY, Sun J, Xu B, et al. QingBai decoction regulates intestinal permeability  of dextran sulphate sodium-induced colitis through the modulation of notch and NF-kappaB signalling.  Cell Prolif. 2019; 52(2):e12547. Epub 2019/01/19. https://doi.org/10.1111/cpr.12547 PMID: 30657238;  PubMed Central PMCID: PMC6496276.  55. Dou W, Zhang J, Ren G, Ding L, Sun A, Deng C, et al. Mangiferin attenuates the symptoms of dextran  sulfate sodium-induced colitis in mice via NF-kappaB and MAPK signaling inactivation. Int Immunophar-  macol. 2014; 23(1):170-8. Epub 2014/09/10. https://doi.org/10.1016/j.intimp.2014.08.025 PMID:  25194678; PubMed Central PMCID: PMC4570622.  56. Atreya I, Atreya R, Neurath MF. NF-kappaB in inflammatory bowel disease. J Intern Med. 2008; 263  (6):591-6. Epub 2008/05/16. doi: JIM1953 [pii] https://doi.org/10.1111/j.1365-2796.2008.01953.x  PMID: 18479258.  57. Pasparakis M. IKK/NF-kappaB signaling in intestinal epithelial cells controls immune homeostasis in  the gut. Mucosal Immunol. 2008; 1 Suppl 1:S54-7. Epub 2008/12/23. https://doi.org/10.1038/mi.2008.  53 PMID: 19079232.  58. Arrieta MC, Madsen K, Doyle J, Meddings J. Reducing small intestinal permeability attenuates colitis in  the IL10 gene-deficient mouse. Gut. 2009; 58(1):41-8. Epub 2008/10/03. doi: gut.2008.150888 [pii]  https://doi.org/10.1136/gut.2008.150888 PMID: 18829978; PubMed Central PMCID: PMC2597688.  59. Blam ME, Stein RB, Lichtenstein GR. Integrating anti-tumor necrosis factor therapy in inflammatory  bowel disease: current and future perspectives. Am J Gastroenterol. 2001; 96(7):1977-97. Epub 2001/  07/27. doi: S0002-9270(01)02494-7 [pii] https://doi.org/10.1111/j.1572-0241.2001.03931.x PMID:  11467623.  60. Al-Sadi R, Ye D, Boivin M, Guo S, Hashimi M, Ereifej L, et al. Interleukin-6 modulation of intestinal epi-  thelial tight junction permeability is mediated by JNK pathway activation of claudin-2 gene. PLoS One.  9(3):e85345. Epub 2014/03/26. https://doi.org/10.1371/journal.pone.0085345 PONE-D-13-44161 [pii].  PMID: 24662742; PubMed Central PMCID: PMC3963839.  61. Goto K, Chiba Y, Misawa M. IL-13 induces translocation of NF-kappaB in cultured human bronchial  smooth muscle cells. Cytokine. 2009; 46(1):96-9. Epub 2009/02/24. doi: S1043-4666(09)00027-1 [pii]  https://doi.org/10.1016/j.cyto.2008.12.021 PMID: 19231232.  62. Patrick DM, Leone AK, Shellenberger JJ, Dudowicz KA, King JM. Proinflammatory cytokines tumor  necrosis factor-alpha and interferon-gamma modulate epithelial barrier function in Madin-Darby canine  kidney cells through mitogen activated protein kinase signaling. BMC Physiol. 2006; 6:2. Epub 2006/03/  01. doi: 1472-6793-6-2 [pii] https://doi.org/10.1186/1472-6793-6-2 PMID: 16504032; PubMed Central  PMCID: PMC1402323.  63. Aggarwal BB. Nuclear factor-kappaB: the enemy within. Cancer Cell. 2004; 6(3):203-8. Epub 2004/09/  24. https://doi.org/10.1016/j.ccr.2004.09.003 PMID: 15380510.  64. Hozumi A, Nishimura Y, Nishiuma T, Kotani Y, Yokoyama M. Induction of MMP-9 in normal human  bronchial epithelial cells by TNF-alpha via NF-kappa B-mediated pathway. Am J Physiol Lung Cell Mol  Physiol. 2001; 281(6):L1444-52. Epub 2001/11/13. https://doi.org/10.1152/ajplung.2001.281.6.L1444  PMID: 11704541.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 15 / 17  https://doi.org/10.1155/2015/964131 https://doi.org/10.1155/2015/964131 http://www.ncbi.nlm.nih.gov/pubmed/25948887 https://doi.org/10.1038/cr.2010.175 http://www.ncbi.nlm.nih.gov/pubmed/21151201 https://doi.org/10.3389/fphar.2020.573475 http://www.ncbi.nlm.nih.gov/pubmed/33041816 https://doi.org/10.2741/3413 http://www.ncbi.nlm.nih.gov/pubmed/19273235 https://doi.org/10.1016/j.ajpath.2012.10.014 https://doi.org/10.1016/j.ajpath.2012.10.014 http://www.ncbi.nlm.nih.gov/pubmed/23201091 https://doi.org/10.4049/jimmunol.1402598 https://doi.org/10.4049/jimmunol.1402598 http://www.ncbi.nlm.nih.gov/pubmed/26466961 https://doi.org/10.1111/cpr.12547 http://www.ncbi.nlm.nih.gov/pubmed/30657238 https://doi.org/10.1016/j.intimp.2014.08.025 http://www.ncbi.nlm.nih.gov/pubmed/25194678 https://doi.org/10.1111/j.1365-2796.2008.01953.x http://www.ncbi.nlm.nih.gov/pubmed/18479258 https://doi.org/10.1038/mi.2008.53 https://doi.org/10.1038/mi.2008.53 http://www.ncbi.nlm.nih.gov/pubmed/19079232 https://doi.org/10.1136/gut.2008.150888 http://www.ncbi.nlm.nih.gov/pubmed/18829978 https://doi.org/10.1111/j.1572-0241.2001.03931.x http://www.ncbi.nlm.nih.gov/pubmed/11467623 https://doi.org/10.1371/journal.pone.0085345 http://www.ncbi.nlm.nih.gov/pubmed/24662742 https://doi.org/10.1016/j.cyto.2008.12.021 http://www.ncbi.nlm.nih.gov/pubmed/19231232 https://doi.org/10.1186/1472-6793-6-2 http://www.ncbi.nlm.nih.gov/pubmed/16504032 https://doi.org/10.1016/j.ccr.2004.09.003 http://www.ncbi.nlm.nih.gov/pubmed/15380510 https://doi.org/10.1152/ajplung.2001.281.6.L1444 http://www.ncbi.nlm.nih.gov/pubmed/11704541 https://doi.org/10.1371/journal.pone.0249544   65. Mori N, Sato H, Hayashibara T, Senba M, Geleziunas R, Wada A, et al. Helicobacter pylori induces  matrix metalloproteinase-9 through activation of nuclear factor kappaB. Gastroenterology. 2003; 124  (4):983-92. Epub 2003/04/03. https://doi.org/10.1053/gast.2003.50152 PMID: 12671895.  66. Jeong CH, Kwon HC, Kim DH, Cheng WN, Kang S, Shin DM, et al. Effects of Aluminum on the Integrity  of the Intestinal Epithelium: An in Vitro and in Vivo Study. Environ Health Perspect. 2020; 128(1):17013.  Epub 2020/01/24. https://doi.org/10.1289/EHP5701 PMID: 31971835; PubMed Central PMCID:  PMC7015552.  67. Liu H, Patel NR, Walter L, Ingersoll S, Sitaraman SV, Garg P. Constitutive expression of MMP9 in intes-  tinal epithelium worsens murine acute colitis and is associated with increased levels of proinflammatory  cytokine Kc. Am J Physiol Gastrointest Liver Physiol. 304(9):G793-803. Epub 2013/03/09. doi:  ajpgi.00249.2012 [pii] https://doi.org/10.1152/ajpgi.00249.2012 PMID: 23471340.  68. Abdel-Hamid NI, El-Azab MF, Moustafa YM. Macrolide antibiotics differentially influence human HepG2  cytotoxicity and modulate intrinsic/extrinsic apoptotic pathways in rat hepatocellular carcinoma model.  Naunyn Schmiedebergs Arch Pharmacol. 2017; 390(4):379-95. Epub 2017/01/11. https://doi.org/10.  1007/s00210-016-1337-0 PMID: 28070612.  69. Aram G, Potter JJ, Liu X, Torbenson MS, Mezey E. Lack of inducible nitric oxide synthase leads to  increased hepatic apoptosis and decreased fibrosis in mice after chronic carbon tetrachloride adminis-  tration. Hepatology. 2008; 47(6):2051-8. Epub 2008/05/29. https://doi.org/10.1002/hep.22278 PMID:  18506890.  70. Chen YT, Yang CC, Lin KC, Chen KH, Sung PH, Shao PL, et al. Preactivated and disaggregated  shape-changed platelets protect kidney against from ischemia-reperfusion injury in rat through attenuat-  ing inflammation reaction. J Tissue Eng Regen Med. 2019; 13(12):2155-68. Epub 2019/09/11. https://  doi.org/10.1002/term.2960 PMID: 31502757.  71. Goretsky T, Dirisina R, Sinh P, Mittal N, Managlia E, Williams DB, et al. p53 mediates TNF-induced epi-  thelial cell apoptosis in IBD. Am J Pathol. 181(4):1306-15. Epub 2012/08/07. doi: S0002-9440(12)  00491-9 [pii] https://doi.org/10.1016/j.ajpath.2012.06.016 PMID: 22863952; PubMed Central PMCID:  PMC3463630.  72. Hering NA, Schulzke JD. Therapeutic options to modulate barrier defects in inflammatory bowel dis-  ease. Dig Dis. 2009; 27(4):450-4. Epub 2009/11/10. doi: 000233283 [pii] https://doi.org/10.1159/  000233283 PMID: 19897959.  73. Hu CA, Hou Y, Yi D, Qiu Y, Wu G, Kong X, et al. Autophagy and tight junction proteins in the intestine  and intestinal diseases. Anim Nutr. 2015; 1(3):123-7. Epub 2015/09/01. https://doi.org/10.1016/j.aninu.  2015.08.014 PMID: 29767173; PubMed Central PMCID: PMC5945941.  74. Vu TH, Shipley JM, Bergers G, Berger JE, Helms JA, Hanahan D, et al. MMP-9/gelatinase B is a key  regulator of growth plate angiogenesis and apoptosis of hypertrophic chondrocytes. Cell. 1998; 93  (3):411-22. Epub 1998/05/20. https://doi.org/10.1016/s0092-8674(00)81169-1 PMID: 9590175;  PubMed Central PMCID: PMC2839071.  75. Rosenthal R, Luettig J, Hering NA, Krug SM, Albrecht U, Fromm M, et al. Myrrh exerts barrier-stabilising  and -protective effects in HT-29/B6 and Caco-2 intestinal epithelial cells. Int J Colorectal Dis. 2017; 32  (5):623-34. Epub 2016/12/17. https://doi.org/10.1007/s00384-016-2736-x PMID: 27981377.  76. Heller F, Fromm A, Gitter AH, Mankertz J, Schulzke JD. Epithelial apoptosis is a prominent feature of  the epithelial barrier disturbance in intestinal inflammation: effect of pro-inflammatory interleukin-13 on  epithelial cell function. Mucosal Immunol. 2008; 1 Suppl 1:S58-61. Epub 2008/12/23. https://doi.org/10.  1038/mi.2008.46 PMID: 19079233.  77. Gitter AH, Bendfeldt K, Schmitz H, Schulzke JD, Bentzel CJ, Fromm M. Epithelial barrier defects in HT-  29/B6 colonic cell monolayers induced by tumor necrosis factor-alpha. Ann N Y Acad Sci. 2000;  915:193-203. Epub 2001/02/24. https://doi.org/10.1111/j.1749-6632.2000.tb05242.x PMID: 11193576.  78. Karin M, Lin A. NF-kappaB at the crossroads of life and death. Nat Immunol. 2002; 3(3):221-7. Epub  2002/03/05. https://doi.org/10.1038/ni0302-221 PMID: 11875461.  79. Pasparakis M. Regulation of tissue homeostasis by NF-kappaB signalling: implications for inflammatory  diseases. Nat Rev Immunol. 2009; 9(11):778-88. Epub 2009/10/27. https://doi.org/10.1038/nri2655  PMID: 19855404.  80. Barnes PJ, Karin M. Nuclear factor-kappaB: a pivotal transcription factor in chronic inflammatory dis-  eases. N Engl J Med. 1997; 336(15):1066-71. Epub 1997/04/10. https://doi.org/10.1056/  NEJM199704103361506 PMID: 9091804.  81. Ma TY, and Anderson J.M. Tight junctions and the intestinal barrier. In: Physiology of the Gastrointesti-  nal Tract,. 5th ed. Burlington, MA: Elsevier Academic Press; 2012.  82. Ma TY, Hoa NT, Tran DD, Bui V, Pedram A, Mills S, et al. Cytochalasin B modulation of Caco-2 tight  junction barrier: role of myosin light chain kinase. Am J Physiol Gastrointest Liver Physiol. 2000; 279(5):  G875-85. Epub 2000/10/29. https://doi.org/10.1152/ajpgi.2000.279.5.G875 PMID: 11052983.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 16 / 17  https://doi.org/10.1053/gast.2003.50152 http://www.ncbi.nlm.nih.gov/pubmed/12671895 https://doi.org/10.1289/EHP5701 http://www.ncbi.nlm.nih.gov/pubmed/31971835 https://doi.org/10.1152/ajpgi.00249.2012 http://www.ncbi.nlm.nih.gov/pubmed/23471340 https://doi.org/10.1007/s00210-016-1337-0 https://doi.org/10.1007/s00210-016-1337-0 http://www.ncbi.nlm.nih.gov/pubmed/28070612 https://doi.org/10.1002/hep.22278 http://www.ncbi.nlm.nih.gov/pubmed/18506890 https://doi.org/10.1002/term.2960 https://doi.org/10.1002/term.2960 http://www.ncbi.nlm.nih.gov/pubmed/31502757 https://doi.org/10.1016/j.ajpath.2012.06.016 http://www.ncbi.nlm.nih.gov/pubmed/22863952 https://doi.org/10.1159/000233283 https://doi.org/10.1159/000233283 http://www.ncbi.nlm.nih.gov/pubmed/19897959 https://doi.org/10.1016/j.aninu.2015.08.014 https://doi.org/10.1016/j.aninu.2015.08.014 http://www.ncbi.nlm.nih.gov/pubmed/29767173 https://doi.org/10.1016/s0092-8674(00)81169-1 http://www.ncbi.nlm.nih.gov/pubmed/9590175 https://doi.org/10.1007/s00384-016-2736-x http://www.ncbi.nlm.nih.gov/pubmed/27981377 https://doi.org/10.1038/mi.2008.46 https://doi.org/10.1038/mi.2008.46 http://www.ncbi.nlm.nih.gov/pubmed/19079233 https://doi.org/10.1111/j.1749-6632.2000.tb05242.x http://www.ncbi.nlm.nih.gov/pubmed/11193576 https://doi.org/10.1038/ni0302-221 http://www.ncbi.nlm.nih.gov/pubmed/11875461 https://doi.org/10.1038/nri2655 http://www.ncbi.nlm.nih.gov/pubmed/19855404 https://doi.org/10.1056/NEJM199704103361506 https://doi.org/10.1056/NEJM199704103361506 http://www.ncbi.nlm.nih.gov/pubmed/9091804 https://doi.org/10.1152/ajpgi.2000.279.5.G875 http://www.ncbi.nlm.nih.gov/pubmed/11052983 https://doi.org/10.1371/journal.pone.0249544   83. Turner JR. 'Putting the squeeze' on the tight junction: understanding cytoskeletal regulation. Semin Cell  Dev Biol. 2000; 11(4):301-8. Epub 2000/09/01. https://doi.org/10.1006/scdb.2000.0180 S1084-9521  (00)90180-0 [pii]. PMID: 10966864.  84. Weber CR, Raleigh DR, Su L, Shen L, Sullivan EA, Wang Y, et al. Epithelial myosin light chain kinase  activation induces mucosal interleukin-13 expression to alter tight junction ion selectivity. J Biol Chem.  285(16):12037-46. Epub 2010/02/24. doi: M109.064808 [pii] https://doi.org/10.1074/jbc.M109.064808  PMID: 20177070; PubMed Central PMCID: PMC2852941.  85. Blair SA, Kane SV, Clayburgh DR, Turner JR. Epithelial myosin light chain kinase expression and activ-  ity are upregulated in inflammatory bowel disease. Lab Invest. 2006; 86(2):191-201. Epub 2006/01/13.  doi: 3700373 [pii] https://doi.org/10.1038/labinvest.3700373 PMID: 16402035.  86. Al-Sadi R, Ye D, Said HM, Ma TY. Cellular and molecular mechanism of interleukin-1beta modulation of  Caco-2 intestinal epithelial tight junction barrier. J Cell Mol Med. 15(4):970-82. Epub 2010/04/22. doi:  JCMM1065 [pii] https://doi.org/10.1111/j.1582-4934.2010.01065.x PMID: 20406328.  87. Wang F, Graham WV, Wang Y, Witkowski ED, Schwarz BT, Turner JR. Interferon-gamma and tumor  necrosis factor-alpha synergize to induce intestinal epithelial barrier dysfunction by up-regulating myo-  sin light chain kinase expression. Am J Pathol. 2005; 166(2):409-19. Epub 2005/02/01. https://doi.org/  10.1016/s0002-9440(10)62264-x PMID: 15681825; PubMed Central PMCID: PMC1237049.  88. He WQ, Wang J, Sheng JY, Zha JM, Graham WV, Turner JR. Contributions of Myosin Light Chain  Kinase to Regulation of Epithelial Paracellular Permeability and Mucosal Homeostasis. Int J Mol Sci.  2020; 21(3). Epub 2020/02/08. https://doi.org/10.3390/ijms21030993 PMID: 32028590; PubMed Cen-  tral PMCID: PMC7037368.  89. Graham WV, He W, Marchiando AM, Zha J, Singh G, Li HS, et al. Intracellular MLCK1 diversion  reverses barrier loss to restore mucosal homeostasis. Nat Med. 2019; 25(4):690-700. Epub 2019/04/  03. https://doi.org/10.1038/s41591-019-0393-7 PMID: 30936544; PubMed Central PMCID:  PMC6461392.  90. Marchiando AM, Shen L, Graham WV, Edelblum KL, Duckworth CA, Guan Y, et al. The epithelial barrier  is maintained by in vivo tight junction expansion during pathologic intestinal epithelial shedding. Gastro-  enterology. 2011; 140(4):1208-18 e1-2. Epub 2011/01/18. https://doi.org/10.1053/j.gastro.2011.01.004  PMID: 21237166; PubMed Central PMCID: PMC3066304.  91. Nighot P, Al-Sadi R, Rawat M, Guo S, Watterson DM, Ma T. Matrix metalloproteinase 9-induced  increase in intestinal epithelial tight junction permeability contributes to the severity of experimental  DSS colitis. Am J Physiol Gastrointest Liver Physiol. 309(12):G988-97. Epub 2015/10/31. doi:  ajpgi.00256.2015 [pii] https://doi.org/10.1152/ajpgi.00256.2015 PMID: 26514773; PubMed Central  PMCID: PMC4683300.  92. Su L, Nalle SC, Shen L, Turner ES, Singh G, Breskin LA, et al. TNFR2 activates MLCK-dependent tight  junction dysregulation to cause apoptosis-mediated barrier loss and experimental colitis. Gastroenterol-  ogy. 2013; 145(2):407-15. Epub 2013/04/27. https://doi.org/10.1053/j.gastro.2013.04.011 PMID:  23619146; PubMed Central PMCID: PMC3722284.  93. Al-Sadi R, Ye D, Said HM, Ma TY. IL-1beta-induced increase in intestinal epithelial tight junction perme-  ability is mediated by MEKK-1 activation of canonical NF-kappaB pathway. Am J Pathol. 177(5):2310-  22. Epub 2010/11/05. doi: 177/5/2310 [pii] https://doi.org/10.2353/ajpath.2010.100371 PMID:  21048223; PubMed Central PMCID: PMC2966790.  PLOS ONE MMP-9 regulation of intestinal tight junction barrier via NF-κB activation  PLOS ONE | https://doi.org/10.1371/journal.pone.0249544 April 7, 2021 17 / 17  https://doi.org/10.1006/scdb.2000.0180 http://www.ncbi.nlm.nih.gov/pubmed/10966864 https://doi.org/10.1074/jbc.M109.064808 http://www.ncbi.nlm.nih.gov/pubmed/20177070 https://doi.org/10.1038/labinvest.3700373 http://www.ncbi.nlm.nih.gov/pubmed/16402035 https://doi.org/10.1111/j.1582-4934.2010.01065.x http://www.ncbi.nlm.nih.gov/pubmed/20406328 https://doi.org/10.1016/s0002-9440(10)62264-x https://doi.org/10.1016/s0002-9440(10)62264-x http://www.ncbi.nlm.nih.gov/pubmed/15681825 https://doi.org/10.3390/ijms21030993 http://www.ncbi.nlm.nih.gov/pubmed/32028590 https://doi.org/10.1038/s41591-019-0393-7 http://www.ncbi.nlm.nih.gov/pubmed/30936544 https://doi.org/10.1053/j.gastro.2011.01.004 http://www.ncbi.nlm.nih.gov/pubmed/21237166 https://doi.org/10.1152/ajpgi.00256.2015 http://www.ncbi.nlm.nih.gov/pubmed/26514773 https://doi.org/10.1053/j.gastro.2013.04.011 http://www.ncbi.nlm.nih.gov/pubmed/23619146 https://doi.org/10.2353/ajpath.2010.100371 http://www.ncbi.nlm.nih.gov/pubmed/21048223 https://doi.org/10.1371/journal.pone.0249544",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}