{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/23655925  Lactobacillus bulgaricus Prevents Intestinal Epithelial Cell Injury Caused by  Enterobacter sakazakii-Induced Nitric Oxide both In Vitro and in the  Newborn Rat Model of Necrotizing...  Article  in  Infection and Immunity · March 2009  DOI: 10.1128/IAI.01192-08 · Source: PubMed  CITATIONS  54 READS  151  9 authors, including:  Some of the authors of this publication are also working on these related projects:  Necrotizing Enterocolitis View project  Mortality Risk Prediction for CDH and ECMO View project  Mikael Petrosyan  105 PUBLICATIONS   1,354 CITATIONS     SEE PROFILE  Yigit Guner  Children's Hospital of Orange County  88 PUBLICATIONS   1,885 CITATIONS     SEE PROFILE  Rahul Mittal  175 PUBLICATIONS   3,106 CITATIONS     SEE PROFILE  Jeffrey S Upperman  Children's Hospital Los Angeles  281 PUBLICATIONS   4,479 CITATIONS     SEE PROFILE  All content following this page was uploaded by Yigit Guner on 18 October 2017.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/23655925_Lactobacillus_bulgaricus_Prevents_Intestinal_Epithelial_Cell_Injury_Caused_by_Enterobacter_sakazakii-Induced_Nitric_Oxide_both_In_Vitro_and_in_the_Newborn_Rat_Model_of_Necrotizing_Enterocolitis?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/23655925_Lactobacillus_bulgaricus_Prevents_Intestinal_Epithelial_Cell_Injury_Caused_by_Enterobacter_sakazakii-Induced_Nitric_Oxide_both_In_Vitro_and_in_the_Newborn_Rat_Model_of_Necrotizing_Enterocolitis?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Necrotizing-Enterocolitis?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Mortality-Risk-Prediction-for-CDH-and-ECMO?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mikael-Petrosyan?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mikael-Petrosyan?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mikael-Petrosyan?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yigit-Guner?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yigit-Guner?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Childrens_Hospital_of_Orange_County2?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yigit-Guner?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rahul-Mittal-5?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rahul-Mittal-5?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rahul-Mittal-5?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeffrey-Upperman?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeffrey-Upperman?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Childrens-Hospital-Los-Angeles?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeffrey-Upperman?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yigit-Guner?enrichId=rgreq-1eb6b9846d21bac31e00bf4fb1225907-XXX&enrichSource=Y292ZXJQYWdlOzIzNjU1OTI1O0FTOjU1MDg4MTI5MDE5OTA0MEAxNTA4MzUxNzQyMTU5&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Mar. 2009, p. 1031-1043 Vol. 77, No. 3 0019-9567/09/$08.00-0 doi:10.1128/IAI.01192-08 Copyright   2009, American Society for Microbiology. All Rights Reserved.  Lactobacillus bulgaricus Prevents Intestinal Epithelial Cell Injury Caused by Enterobacter sakazakii-Induced Nitric Oxide both In Vitro and  in the Newborn Rat Model of Necrotizing Enterocolitis-  Catherine J. Hunter,1 Monica Williams,1 Mikael Petrosyan,1 Yigit Guner,1 Rahul Mittal,2 Dennis Mock,3 Jeffrey S. Upperman,1,4 Henri R. Ford,1,4 and Nemani V. Prasadarao2,4*  Department of Surgery,1 Department of Infectious Diseases,2 and Department of Pathology,3 The Saban Research Institute, Children's Hospital Los Angeles, and Keck School of Medicine, University of Southern California,4 Los Angeles, California 90027  Received 25 September 2008/Returned for modification 31 October 2008/Accepted 3 December 2008  Enterobacter sakazakii is an emerging pathogen that has been associated with outbreaks of necrotizing enterocolitis (NEC) as well as infant sepsis and meningitis. Our previous studies demonstrated that E. sakazakii induces NEC in a newborn rat model by inducing enterocyte apoptosis. However, the mechanisms responsible for enterocyte apoptosis are not known. Here we demonstrate that E. sakazakii induces significant production of nitric oxide (NO) in rat intestinal epithelial cells (IEC-6) upon infection. The elevated produc- tion of NO, which is due to increased expression of inducible NO synthase, is responsible for apoptosis of IEC-6 cells. Notably, pretreatment of IEC-6 cells with Lactobacillus bulgaricus (ATCC 12278) attenuated the upregu- lation of NO production and thereby protected the cells from E. sakazakii-induced apoptosis. Furthermore, pretreatment with L. bulgaricus promoted the integrity of enterocytes both in vitro and in the infant rat model of NEC, even after challenge with E. sakazakii. Infection of IEC-6 cells with E. sakazakii upregulated several genes related to apoptosis, cytokine production, and various signaling pathways, as demonstrated by rat gene array analysis, and this upregulation was subdued by pretreatment with L. bulgaricus. In agreement with these data, L. bulgaricus pretreatment protected newborn rats infected with E. sakazakii from developing NEC, resulting in improved survival.  Necrotizing enterocolitis (NEC) is a worldwide problem in very-low-birth-weight infants, with a highly variable incidence, affecting 2.6% to 28% of these infants. The precise etiology of NEC is unknown but is widely considered multifactorial. Three major factors have been proposed, including the presence of a pathogenic organism, the challenge of enteral feeding, and altered enteric mucosal integrity. Although mortality rates among infants with NEC may have decreased as a result of improved supportive and surgical care, effective preventive strategies are lacking. The initial management of infants who are suspected of having NEC relies upon aggressive fluid re- suscitation and the prompt initiation of broad-spectrum anti- biotics (30). Thus, it would be of extreme value to develop a preventive or therapeutic strategy in the management of this disease. Prevention offers benefits over reactive intervention because despite successful treatment, once infants are affected with NEC, they continue to be at risk for multiple morbidities, including short gut syndrome, stricture formation, and even poor neurologic outcomes.  Several pathogens have been associated with NEC. How- ever, thus far, none fulfills Koch's postulates (17). Enterobacter sakazakii is a bacterium that has been implicated in outbreaks of sepsis, meningitis, and NEC in newborns. Such outbreaks have been attributed to E. sakazakii contamination of pow- dered human infant formula (43). A taxonomic reclassification  of E. sakazakii to consist of five species within a new genus, Cronobacter, was recently proposed (20). However, due to the familiarity of the name Enterobacter sakazakii in the literature, we continue to use the same in this study. Additionally, E. sakazakii infection confers a high mortality rate in affected infants (40). Our recent studies have shown that oral feeding of E. sakazakii induces NEC in an experimental animal model (16). We further demonstrated that E. sakazakii binding to rat intestinal epithelial cells (IEC-6) in vitro and in vivo causes enterocyte apoptosis. However, the mechanisms involved in E. sakazakii-induced apoptosis of IEC-6 cells have not yet been identified.  Although E. sakazakii may be an important pathogenic trig- ger in the development of NEC, it has been recognized that there are both quantitative and qualitative changes in the fecal flora before the onset of NEC. A decline in the variety of species and a shift to a predominance of members of the Enterobacteriaceae before the onset of NEC were identified. Gewolb et al. reported that Bifidobacterium and Lactobacillus are found in the stools of -5% of extremely-low-birth-weight infants within the first month of life (11). These data suggest that low levels of colonization of Bifidobacterium and Lacto- bacillus in low-birth-weight infants may serve as a predisposing factor in microbial infection. Recently, there have been several randomized prospective human clinical trials that have shown a decreased incidence of NEC after prophylactic oral admin- istration of certain probiotic species (2, 4, 15, 29). Although the results for humans are promising, very little is understood regarding the mechanisms by which probiotics may alter dis- ease susceptibility, and an appreciation of the role of specific probiotics is absent. However, there are several theoretical  * Corresponding author. Mailing address: Division of Infectious Diseases, MS #51, Children's Hospital Los Angeles, 4650 Sunset Blvd., Los Angeles, CA 90027. Phone: (323) 361-5465. Fax: (323) 361-2867. E-mail: pnemani@chla.usc.edu.  - Published ahead of print on 15 December 2008.  1031    mechanisms through which probiotics may protect against the development of NEC, including blocking enterocyte-binding sites used by pathogenic species through modulation of the intestinal immune system or creating a locally hostile environ- ment (8).  NO is a short-lived, highly reactive molecule that plays a key role in the pathogenesis of intestinal barrier failure in NEC (3). NO is produced by three isoforms of NO synthase (NOS). Two of the isoforms, endothelial NOS (eNOS) and neuronal NOS, are expressed at constitutively low levels. The third isoform, inducible NOS (iNOS), is not expressed under normal condi- tions but is dramatically increased during inflammation, result- ing in high levels of NO production (34). Elevated levels of iNOS have been demonstrated in infants with NEC as well as in adults with inflammatory bowel disorders (14, 37). The role of iNOS in E. sakazakii-induced NEC is unknown, as is the role of probiotics in iNOS induction. In this study, we report the following two important phenomena: (i) E. sakazakii stimu- lates the production of NO, leading to apoptosis of IEC-6 cells; and (ii) oral feeding of Lactobacillus bulgaricus prior to infec- tion with E. sakazakii significantly reduces mortality rates in an experimental animal model of NEC.  MATERIALS AND METHODS  Bacterial strains, cells, and reagents. E. sakazakii (ATCC 51329), a Lactoba- cillus species deposited as Lactobacillus bulgaricus (ATCC 12278), and rat intes- tinal epithelial cells (IEC-6; passages 20 to 26) were obtained from ATCC (Manassas, VA). IEC-6 cells were maintained in Dulbecco's modified Eagle's medium supplemented with 10% fetal calf serum, 1 U/ml insulin, 100 U/ml penicillin G, and 100 U/liter streptomycin. E. sakazakii was grown in Luria broth under microaerophilic conditions, whereas L. bulgaricus was cultured in MRS broth under anaerobic conditions. Rodent formula (Esbilac) was obtained from PetAg (Hampshire, IL).  Transformation of E. sakazakii with a GFP-expressing plasmid. E. sakazakii was grown for 8 h in Luria broth at 37°C, centrifuged to pellet down the bacteria, washed with saline, and treated with 0.1 M calcium chloride for 30 min on ice. E. sakazakii cells were then transformed with a green fluorescent protein (GFP)- expressing plasmid. Colonies were assessed for GFP expression by being viewed under UV light, and further cultures were grown from a single colony.  Transfection of IEC-6 cells with siRNA and determination of NO production. IEC-6 cells were grown to 30% confluence in 24-well plates and then transfected with small interfering RNA (siRNA) for iNOS or eNOS by use of Lipofectamine Plus according to the manufacturer's instructions (Invitrogen, Carlsbad, CA). E. sakazakii was grown overnight, centrifuged to pellet down the bacteria, washed with saline, and adjusted to 108 CFU/ml in saline by measuring the optical density at 600 nm in a spectrophotometer. Approximately 107 CFU of E. saka- zakii were added to the wells in 24-well tissue culture plates containing confluent monolayers of IEC-6 cells, equivalent to a multiplicity of infection (MOI) of 100, and incubated for various periods (0 h, 2 h, and 6 h). Upon completion of the experiment, supernatants were collected, cleared by centrifugation, and analyzed for NO production by the method of Rockett et al. (38). Briefly, nitrate was converted to nitrites with --NADP (NADPH) (1.25 mg/ml; Sigma, St. Louis, MO) and nitrate reductase (Sigma), followed by the addition of Griess reagent (Sigma). The reaction mixture was incubated at room temperature for 20 min, followed by the addition of trichloroacetic acid. Samples were centrifuged, clear supernatants were collected, and the optical density was recorded at 550 nm. The amounts of NO produced were determined from the standard curves.  RT-PCR and Western blotting. IEC-6 cells were grown to 90% confluence in 60-mm dishes and infected with E. sakazakii at an MOI of 100 (cell-to-bacterium ratio, 1:100) for various periods in the presence or absence of L. bulgaricus. The cells were then washed and total RNA was extracted using an RNeasy kit (Qiagen). RNA was quantified using a NanoDrop machine, and reverse tran- scription-PCR (RT-PCR) was performed using the following primers: FP (5- CGCTTTGCCACGGAAGAGACGCACA 3-) and RP (5- TGCAGCTAAATA TTAGAGCAGCGG 3-). Ribosomal protein S-17 (RPS-17) primers were used in RT-PCR to amplify a housekeeping gene. For Western blot analysis, IEC-6 cells infected with E. sakazakii in 60-mm petri dishes were washed three times with  ice-cold phosphate-buffered saline (PBS), pelleted by centrifugation at 230 - g for 10 min, and resuspended in 200 -l of lysis buffer (20 mM Tris-HCl, pH 7.4, 137 mM NaCl, 10% glycerol, 1% NP-40, 10 -g/ml aprotinin, and 10 -g/ml leupeptin). The supernatant was collected after centrifugation at 14,000 - g for 10 min. The protein concentration was determined using a bicinchoninic acid protein assay kit (Pierce Co., Rockland, IL). Aliquots of protein (30 -g) were separated in 9 to 12% sodium dodecyl sulfate-polyacrylamide gels, using a Bio- Rad minigel system, and transferred to nitrocellulose membranes. The blots were incubated with 5% bovine serum albumin overnight at 4°C to block the nonspecific binding sites, followed by anti-iNOS antibody (1:100 dilution) for 2 h at room temperature. The blots were then washed for 15 min in PBS and further incubated with horseradish peroxidase-conjugated secondary antibody (1:10,000 di- lution). A chemiluminescent reagent was used to detect the bands. Similarly, intes- tinal scrapings were collected from infant rats into lysis buffer, and the protein content was estimated and subjected to Western blotting with anti-iNOS antibody.  Rat pup model of E. sakazakii-induced NEC. Animal experiments were ap- proved by the IACUC and the biosafety committee of Children's Hospital Los Angeles. NEC was induced in newborn rats by formula feeding/hypoxia as previously described (33). Briefly, timed pregnant rats were purchased from Charles River (Wilmington, MA) and induced with oxytocin at term. The following experimental groups were used: (i) twice daily feeding of 0.2 ml clean Esbilac formula and three times (-5 min each) daily hypoxia exposure with 5% O2-95% N2 (FF-H group); (ii) once daily feeding of 0.2 ml formula containing 105 CFU of E. sakazakii and hypoxia three times daily (FF-H-E. sakazakii group); (iii) similar to FF-H group, but with a single feeding of 105 CFU of L. bulgaricus on the first feed after birth (FF-H-L. bulgaricus group); (iv) similar to FF-H-E. sakazakii group, but both L. bulgaricus and E. sakazakii were administered together (FF-H-L. bulgaricus-E. sakazakii group); and (v) similar to FF-H-E. sakazakii group, but L. bulgaricus was administered in the first feed after birth and then E. sakazakii was administered (FF-H-L. bulgaricus-E. sakazakii group). A total of 30 animals per group were used. Blood and intestinal tissues were obtained at 4 days postinfection. NEC was graded microscopically by a pathologist blinded to groups, from grade 0 (normal) to grade 4 (severe), based on pathological manifestations including submucosal edema, villus core edema, epithelial sloughing/obliteration, neutrophil infiltration, intestinal perforation, and necrosis (33).  E. sakazakii binding assays using IEC-6 cells. The binding of E. sakazakii to confluent monolayers of IEC-6 cells was performed as previously described (16). In separate experiments, L. bulgaricus was added at an MOI of 10 (106 CFU) for 1 h to confluent monolayers of IEC-6 cells in 24-well tissue culture plates. After pre- treatment, E. sakazakii was added at an MOI of 100 (107 CFU) and further incu- bated for various periods. The cells were washed with Hanks buffered salt solution three times after the incubation period, and the monolayers were solubilized with 0.3% Triton X-100 for 8 min. The contents were removed, and serial dilutions were made, plated onto blood agar, and incubated at 37°C overnight. The numbers of CFU were recorded and the percent binding calculated.  Evaluation of apoptosis in vitro after E. sakazakii exposure, using immuno- cytochemistry and ImageStream technology. IEC-6 cells were grown to 90% confluence in four-well chamber slides and infected for various periods with E. sakazakii. Cells were washed with PBS, fixed with 1% paraformaldehyde for 20 min at room temperature, and assessed for apoptosis by use of an ApoTag Red in situ apoptosis detection kit (Chemicon, Temecula, CA) and DAPI (4-,6- diamidino-2-phenylindole) staining. Cells were visualized using a Leica DMRA fluorescence microscope equipped with Plan-Apochromat 40-/1.25-numerical aperture and 100-/1.40-numerical aperture oil immersion objective lenses. Im- ages were acquired with a SkyVision-2/VDS digital charge-coupled device cam- era (12-bit; 1,280 by 1,024 pixels) with open lab software. TIFF images were assembled and labeled with Adobe Photoshop, version 6.0. IEC-6 cells in solu- tion were infected with GFP-labeled E. sakazakii for 4 h, washed, and stained with annexin V. After being stained, cells were washed, fixed with 4% parafor- maldehyde for 20 min, and then permeabilized with 0.1% Triton X-100 solution for 10 min. Stained cells were resuspended in PBS, and 7-aminoactinomycin D (7-AAD) (40 -M; Invitrogen, Molecular Probes) was added 5 min before anal- ysis. Samples were run directly on an ImageStream system 100 machine (Amnis Corporation, Seattle, WA) without any cell classifier (instrument threshold). Signals from fluorescein isothiocyanate, 7-AAD, and phycoerythrin-Cy5 were detected by channels 3, 4, and 5, respectively, while side scatter and bright-field images were collected in channels 1 and 2, respectively. The methodology was applied for experiments comparing the size, N/C ratio (the relative fluorescence intensity of probes in the cytoplasm and nucleus), and cytoplasmic area. Imagery was analyzed using the IDEAS software package.  Assessment of microbial attachment to and ultrastructure of IEC-6 cells by scanning and transmission electron microscopy. IEC-6 cells were grown to 90% confluence and treated with various concentrations for various durations with E.  1032 HUNTER ET AL. INFECT. IMMUN.    sakazakii and/or L. bulgaricus. Samples were fixed with 2% glutaraldehyde in 0.1 M cacodylate buffer, pH 7.1, with 1% sucrose. All samples were washed three times in 0.1 M cacodylate buffer for 15 min each and then postfixed for 20 min in 1% osmium tetroxide at 4°C. Ethanol (EtOH) (60%) was added to each dish. Cells were scraped with a rubber scraper and spun at 5,000 rpm for 4 min. The pellet was resuspended in 70% EtOH at 20°C. Samples were dehydrated through 70, 80, 95, and 100% EtOH (two times, for 15 min each) and then into propylene oxide (two times, for 15 min each) and a 1:1 propylene oxide-Eponate mixture and left overnight, capped, at room temperature. The propylene oxide-Eponate mixture was decanted and replaced with 100% Eponate mixture. The samples were polymerized at 70°C for 48 h. Thin sections (-80 nm; silver) were cut using a diamond knife, mounted on uncoated 300-mesh copper grids, and stained with 5% uranyl acetate for 15 min. The sections were viewed and photographed in an FEI Tecnai Twin 12 transmission electron microscope equipped with a Gatan Ultra Scan 1000 charge-coupled device camera. For scanning electron micros- copy, IEC-6 cells were grown on glass coverslips, fixed as described for trans- mission electron microscopy, transferred to a critical point dryer holder, washed two times with buffer, and dehydrated in 60, 70, 80, and 95% EtOH (4 min each) and then 100% EtOH (two times, for 5 min each) before being critical point dried in CO2 for 35 min. The coverslips were then mounted on aluminum scanning electron microscopy stubs with colloidal silver and sputter coated with Pt-Pb (80:20) for 20 s in argon gas. The cells were then viewed and photographed in an FEI Quanta 200 environmental scanning electron microscope under high vacuum (City of Hope Hospital, Duarte, CA).  Gene array analysis. IEC-6 cells were grown to 90% confluence in 60-mm plates and exposed for 6 h to E. sakazakii (MOI of 100), L. bulgaricus (MOI of 10), L. bulgaricus and E. sakazakii together, L. bulgaricus for 1 h followed by E. sakazakii, or medium alone. Total RNAs were collected using a Qiagen kit and used for microarray processing on an Affymetrix GeneChip rat exon 1.0 ST array covering over 800,000 exon clusters within the transcribed regions of the entire rat genome. Gene expression was obtained using the robust multichip analysis (RMA) algorithm from an Affymetrix expression console 1.1 on multiple probes on different exons after a probe set summarization (annotation file RaEx-1_0- st-v1) was calculated for all transcripts from the same gene. In addition to this algorithm, which performs the background correction and quantile normaliza- tion for each array, the subsequent transcript values were renormalized to the mean for the --actin probe set summarization levels. Log ratios were calculated across conditions, and gene groups were preselected and viewed using Cluster 3.0 (metric - average) and TreeView (http://genome-www5.stanford.edu/).  Statistical analysis. Where appropriate, Mann-Whitney analysis, chi-square test, or Student's t test was performed. P values of -0.05 were considered significant.  RESULTS  E. sakazakii-induced NO production is responsible for apop- tosis of intestinal epithelial cells. Enhanced production of NO has been demonstrated to play a role in the pathogenesis of NEC (9, 10). Sustained release of NO as a result of iNOS upregulation may lead to cellular injury and gut barrier failure. As mentioned earlier, iNOS is upregulated in the gastrointes- tinal tract in rats exposed to endotoxin and in the intestinal mucosa in patients with active ulcerative colitis (see reference 16 and the references therein). Therefore, we speculate that E. sakazakii interaction with intestinal epithelial cells might in- duce increased production of NO, thereby causing apoptosis of the cells. To test this hypothesis, we initially determined the production of NO in IEC-6 cells infected with E. sakazakii for 2 and 6 h, using the Greiss method. As shown in Fig. 1A, the supernatants of uninfected IEC-6 cells contained 100 pg/ml of NO, whereas infection with E. sakazakii for 2 h increased the  FIG. 1. E. sakazakii-induced NO production is responsible for the apoptosis of IEC-6 cells. (A) Confluent monolayers of IEC-6 cells, either nontransfected or transfected with siRNA, were treated with E. sakazakii (ES) for 2 h or 4 h, the supernatants were collected and centrifuged to remove the bacteria, and NO production was deter- mined by the Greiss method. Wild-type IEC-6 cells demonstrated a small increase in NO production by 2 h and a 10-fold increase after 6 h of exposure (*, P - 0.002), and NO production decreased significantly in siRNA-iNOS/IEC-6 cells (**, P - 0.001). The experiments were carried out separately in triplicate at least three times. (B) IEC-6 cells were infected with E. sakazakii for various periods, total RNA was extracted, and RT-PCR was performed using primers for iNOS and RPS-17. RNA expression was determined by semiquantitative PCR. In separate experiments, total cell lysates were prepared from IEC-6 cells infected with E. sakazakii for 6 h, and equal quantities of proteins were subjected to Western blotting using anti-iNOS or anti---actin anti- body. (C) Confluent monolayers of IEC-6 cells, either nontransfected  or transfected with siRNA to iNOS or eNOS, were left untreated (control) or infected with E. sakazakii for the indicated periods, and the monolayers were assessed for apoptosis by TUNEL staining using an ApoTag kit.  VOL. 77, 2009 LACTOBACILLUS PROTECTION IN E. SAKAZAKII-INDUCED NEC 1033    production to 170 pg/ml. A 10-fold increase in the production of NO was observed at 6 h postinfection, indicating that E. sakazakii can efficiently produce NO in IEC-6 cells. To further define the specificity of NO production in response to E. saka- zakii, IEC-6 cells were transfected with siRNA for either iNOS or eNOS (negative control) and subjected to E. sakazakii in- fection. Knocking down iNOS activity significantly reduced NO production by E. sakazakii to basal levels, whereas siRNA for eNOS had no effect. Next, RNAs were isolated from IEC-6 cells infected with E. sakazakii for various periods and exam- ined for increased transcript of iNOS by RT-PCR. The expres- sion of iNOS was increased at 3 h postinfection (Fig. 1B), whereas the expression of RPS-17, encoded by a housekeeping gene, was similar at all time periods, suggesting that E. saka- zakii increased NO production by inducing the transcription of iNOS at the gene level. The increased iNOS activity was also confirmed by Western blot analysis at 6 h postinfection. To confirm our hypothesis that E. sakazakii-induced NO produc- tion is responsible for IEC-6 cell apoptosis, siRNA-transfected IEC-6 cells were infected for various times and then stained with ApoTag. This method identifies apoptotic cells by staining fragmented DNA, which is present at a late stage in apoptosis. Uninfected and nontransfected IEC-6 cells revealed no or very few apoptotic cells at 6 h of culture (Fig. 1C). The cells trans- fected with control siRNA upon infection with E. sakazakii showed a gradual increase in the number of apoptotic cells by 6 h. In contrast, siRNA-iNOS/IEC-6 cells revealed no or very few apoptotic cells compared to siRNA-eNOS/IEC-6 cells, in which the number of apoptotic cells was similar to that in E. sakazakii-infected cells. These data suggest that E. sakazakii- induced NO production in IEC-6 cells is responsible for the observed apoptosis of IEC-6 cells.  L. bulgaricus decreases E. sakazakii-induced iNOS expres- sion in IEC-6 cells. As mentioned earlier, oral administration of probiotic bacteria reduced the severity of NEC. However, the choice of the type of probiotic and the mechanism by which probiotic bacteria protect against NEC are not clearly defined. The L. bulgaricus strain used in these studies was deposited with ATCC as L. bulgaricus. Lactobacillus delbrueckii subsp. bulgaricus is used in industrial yogurt starter cultures. Yogurt has traditionally been considered a probiotic carrier food with health-promoting effects, although the probiotic status of L. bulgaricus is still debated (13, 44). In addition, L. bulgaricus has been shown to survive efficiently in the gastrointestinal tract (7). Therefore, to examine whether our choice of L. bulgaricus inhibits iNOS activity induced by E. sakazakii in infected IEC-6 cells, total RNA was isolated from IEC-6 cells pretreated with or without L. bulgaricus for 1 h followed by further infection with E. sakazakii for 3 h and then subjected to RT-PCR for iNOS mRNA expression. The increased iNOS expression ob- served in IEC-6 cells infected with E. sakazakii was suppressed by pretreatment with L. bulgaricus (Fig. 2A). Similarly, NO production in response to E. sakazakii was significantly re- duced to basal levels when L. bulgaricus was added 1 h prior to infection with E. sakazakii. NO production remained at basal level in cocultures even after prolonged exposure (24 h) or after treating the cells with high doses of E. sakazakii (up to 109  CFU/ml) (data not shown). To examine whether the decreased NO production in IEC-6 cells infected with E. sakazakii was due to inefficient binding of E. sakazakii to IEC-6 cells, binding  assays were performed using IEC-6 cells with or without pre- treatment with L. bulgaricus. As shown in Fig. 2B, the binding of E. sakazakii to IEC-6 cells increased with time, and L. bulgaricus pretreatment had no effect. The binding of E. saka- zakii to cells in the presence of L. bulgaricus was also confirmed by transmission electron microscopy of infected cells. E. saka- zakii-infected cells revealed a high degree of membrane ruf- fling compared to cells pretreated with L. bulgaricus, although E. sakazakii attachment was not affected (Fig. 2C). Further- more, to determine whether L. bulgaricus is able to protect against E. sakazakii-induced apoptosis, we assessed the in- fected cells by ApoTag staining. L. bulgaricus by itself did not increase apoptosis in IEC-6 cells, regardless of dose or dura- tion of exposure (Fig. 2D). E. sakazakii produced a high degree of apoptosis after 6 h of infection in IEC-6 cells (21%). Re- markably, L. bulgaricus pretreatment significantly inhibited E. sakazakii-induced apoptosis, resulting in only 0.2% apoptotic cells (P - 0.001 by two-tailed t test). Taken together, these data suggest that L. bulgaricus prevents E. sakazakii-induced apoptosis of IEC-6 cells by suppressing NO production.  To further examine whether IEC-6 cells associated or in- fected with E. sakazakii undergo apoptosis, ImageStream flow analysis was performed. ImageStream technology is uniquely suited to the measurement of apoptosis, as the imagery allows for a number of advantages, as follows: first, the use of bright- field imagery, dark-field scatter, and nuclear imagery (with the addition of a DNA binding dye) to classify cells via morpho- metric changes, such as nuclear pyknosis, during the process of apoptosis; second, to combine these classifiers with established assays; and finally, to make use of the imagery to minimize false-positive and false-negative events. For instance, nuclear fragments from apoptotic cells have been observed to bind to the surfaces of healthy cells in the terminal deoxynucleotidyl- transferase-mediated dUTP-biotin nick end labeling (TUNEL) assay, creating a population of false-positive cells. The imagery provided by ImageStream technology can classify these events and eliminate them from the assessment of apoptosis. Figure 2E shows that IEC-6 cells associated with GFP-labeled E. sakazakii had increased annexin V and 7-AAD staining com- pared to uninfected control cells, whereas IEC-6 cells pre- treated with L. bulgaricus had significantly reduced apoptotic markers despite having attached E. sakazakii. Gliotoxin, used as a positive control to treat IEC-6 cells, also showed apoptotic markers by this analysis (data not shown). Taken together, these data suggest that L. bulgaricus prevents E. sakazakii- induced apoptosis of IEC-6 cells by suppressing NO produc- tion.  L. bulgaricus promotes structural integrity of IEC-6 cells and enterocytes in infant rats despite infection with E. saka- zakii. To examine whether L. bulgaricus pretreatment protects against the morphological changes induced by E. sakazakii infection, IEC-6 cells infected with E. sakazakii were subjected to scanning electron microscopy. Control IEC-6 cells exposed to medium alone showed small hairy microvilli on the surface, whereas infection with E. sakazakii for 6 h induced a balding pattern with a loss of such structures (Fig. 3A, panels a to c). Several E. sakazakii cells were attached to the surfaces of IEC-6 cells. Pretreatment with L. bulgaricus protected against the loss of microvillus structure (Fig. 3A, panel f). Although very few L. bulgaricus organisms were attached to the cells, E.  1034 HUNTER ET AL. INFECT. IMMUN.    FIG. 2. Pretreatment with L. bulgaricus prevents E. sakazakii-induced apoptosis in IEC-6 cells. (A) Total cell lysates of IEC-6 cells, either noninfected, infected with E. sakazakii (ES) or L. bulgaricus (LB), or pretreated with L. bulgaricus for 1 h followed by infection with E. sakazakii (LB-ES) were subjected to Western blotting with anti-iNOS or anti---actin antibody. A positive control for iNOS was also included in the blot. (B) Confluent monolayers of IEC-6 cells were infected with E. sakazakii for various periods and washed, and the number of bound E. sakazakii cells was determined as described in Materials and Methods. In separate experiments, IEC-6 cells were pretreated with L. bulgaricus for 1 h followed by E. sakazakii for the indicated periods. (C) IEC-6 cells infected with E. sakazakii or pretreated with L. bulgaricus for 1 h followed by E. sakazakii infection for 6 h were subjected to transmission electron microscopy. Magnification, -6,500. (D) IEC-6 cells that were uninfected, infected with E. sakazakii, or pretreated with L. bulgaricus followed by E. sakazakii (LB-ES) for 6 h were subjected to TUNEL staining using an ApoTag kit. (E) IEC-6 cells were left uninfected (control), infected with GFP-labeled E. sakazakii alone (two panels of images are shown), or pretreated with L. bulgaricus for 1 followed by GFP-labeled E. sakazakii (LB-ES) for 4 h. The cells were stained with annexin V and 7-AAD as described in Materials and Methods and subjected to ImageStream analysis. The picture is representative of several cells screened for apoptosis.  1035    sakazakii still bound to these cells in a similar manner to that with untreated cells. These data suggest that L. bulgaricus is able to promote both micro- and macroscopic intestinal villus health despite the binding of E. sakazakii. Previous studies have shown that enterocytes of infant rats lose their integrity under experimental conditions that induce NEC (17). There- fore, to examine whether L. bulgaricus pretreatment promotes intestinal health in vivo, rat pups were fed with formula or formula plus L. bulgaricus, E. sakazakii, or E. sakazakii and L. bulgaricus together or were pretreated with L. bulgaricus prior to receiving daily formula with E. sakazakii under hypoxic conditions. Intestinal segments were collected, fixed, embed- ded in paraffin, and stained with hematoxylin and eosin. A pathologist blinded to groups analyzed the samples. Intestinal damage was scored as follows: 0, healthy; 1, mild damage; 2, moderate injury; 3, severe injury; and 4, complete destruction of the intestine. Intestinal segments from animals fed with formula alone showed no damage to villi, whereas intestines from E. sakazakii-infected animals revealed a significant loss of villi, with infiltration of neutrophils (Fig. 3B, panels a and b). An intestinal segment that was severely damaged by E. saka- zakii is shown, although the average morphological changes were less than those depicted in the figure. Feeding with L. bulgaricus alone demonstrated no alterations in intestinal in- tegrity, which was similar to that in formula-fed animals (Fig. 3B, panel c). Animals fed with formula containing L. bulgaricus and E. sakazakii together showed some protection against E. sakazakii-induced microvillus destruction. However, a signifi- cant infiltration of neutrophils was still observed (Fig. 3B, panel d). Interestingly, pretreatment of animals with L. bul- garicus prior to infection with E. sakazakii decreased the de- gree of intestinal injury (Fig. 3B, panel e). Pathology scores also demonstrated that E. sakazakii induced significantly greater morphological changes in intestinal segments than those in control animals, which were prevented by L. bulgaricus pretreatment of the animals (for FF-H group versus E. saka- zakii group, P - 0.001; for E. sakazakii group versus L. bul- garicus-plus-E. sakazakii group, P - 0.001; for L. bulgaricus group versus FF-H group, P - 0.029; and for L. bulgaricus group versus L. bulgaricus-plus-E. sakazakii group, P - 0.280) (Fig. 3C). These data suggest that pretreatment with L. bul- garicus prior to infection with E. sakazakii preserves enterocyte integrity both in vitro and in vivo. However, L. bulgaricus treatment after or together with E. sakazakii is not protective.  Suppression of E. sakazakii-induced differential gene ex- pression in IEC-6 cells by L. bulgaricus pretreatment. Our data so far suggest that E. sakazakii-induced NO production might be responsible for apoptosis of IEC-6 cells, but to further uncover the cellular signaling events induced by E. sakazakii infection and whether L. bulgaricus pretreatment modulates these events, we conducted a whole-genome-based transcrip- tion analysis. IEC-6 cells were treated with E. sakazakii, L. bulgaricus, or L. bulgaricus and E. sakazakii together or were pretreated with L. bulgaricus for 1 h followed by E. sakazakii for 6 h. Total RNA was isolated from these cells and used for whole rat genome DNA microarray analysis, which is a pow- erful tool for the investigation of the genomic response to bacterial infections. A fundamental concern with this approach is the vast number of genes that are modulated by various treatments; therefore, the separation of candidate genes that  FIG. 3. L. bulgaricus pretreatment preserves the integrity of intestinal epithelial cells. (A) IEC-6 cells treated with bacteria as described in the legend to Fig. 2 and processed for scanning electron microscopy at 6 h postinfection. (B) Newborn rats were either left uninfected or infected with E. sakazakii by being fed 105 CFU once a day under hypoxic conditions. The animals were sacrificed after 4 days, intestines were collected, and sections of intestine were paraffin embedded and stained with hematoxylin and eosin. In separate ex- periments, newborn rats were either pretreated with 105 CFU of L. bulgaricus alone (c) or fed with L. bulgaricus and E. sakazakii together (d) or L. bulgari- cus for 1 day followed by E. sakazakii (e). (C) The intestinal sections stained with hematoxylin and eosin were scored by a blinded pathologist and graphed. A protective effect of L. bulgaricus pretreatment is clearly seen in the presence of E. sakazakii compared with the effect of E. sakazakii alone (*, P - 0.001).  1036 HUNTER ET AL. INFECT. IMMUN.    are relevant to apoptosis from those that are merely epiphe- nomena is difficult. For this reason, data were arranged by grouping the genes into the following four categories: (i) apop- tosis genes, (ii) mitogen-activated protein kinase (MAPK) sig- naling genes, (iii) common cytokine-related genes, and (iv) Toll-like receptor (TLR) genes. As shown in Fig. 4A, E. saka- zakii induced the activation of the tumor necrosis factor (TNF) family members Tnf, Tnfrsff5, Tnfrsf1b, Tnfrsf11b, and Tnfrs10 and the apoptotic proteins Bik, Bnip3, Bid3, and Bnip1. Similarly, caspase 6, caspase 9, and caspase 8 genes were also activated by E. sakazakii compared to those in un- treated cells. Notably, none of these molecules was upregu- lated by L. bulgaricus treatment alone. However, they were suppressed more than 50% when the cells were pretreated with L. bulgaricus but not when L. bulgaricus was added together with E. sakazakii. Apoptosis pathway information generated by KEGG revealed that most of the proapoptotic genes were induced by TNF- -mediated signaling (Fig. 4B). The KEGG pathways were compiled from multiple literature sources and integrate individual components into a unified pathway (24, 25). At the same time, several antiapoptotic genes, such as the Dad1 gene, were also downregulated with E. sakazakii infec- tion. Nonetheless, the ratio of pro- and antiapoptotic re- sponses dictates whether the cell should undergo apoptosis.  Another finding of the comparative gene expression analysis was increased levels of cytokines and chemokines. Of all genes, the CCL2, CXCL1, CCL7, and CCL20 genes showed the great- est increases (three- to fivefold compared to controls) (Fig. 4C). TNF-  and interleukin-6 (IL-6) production increases dur- ing NEC in humans, which is in agreement with our previous data showing increased expression of these cytokines in an experimental animal model of NEC (17). The gene array data also revealed increased expression of iNOS, by -2-fold, in E. sakazakii-treated cells and a reduction in expression of 50% when IEC-6 cells were pretreated with L. bulgaricus prior to E. sakazakii infection. In contrast, treatment with L. bulgaricus and E. sakazakii together did not change the upregulation of iNOS, similar to our RT-PCR data. Previous studies demon- strated that NEC in mice and humans is associated with in- creased expression of TLR4 in the intestinal mucosa and that physiological stressors associated with NEC development sen- sitize the murine intestinal epithelium to lipopolysaccharide through upregulation of TLR4 (22, 28). Our microarray data showed that TLR6 and TLR2 were upregulated significantly more than TLR4 was (Fig. 4D). Previous studies have shown that lipopolysaccharide induces the production of COX-2 in IEC-6 cells via the p38 MAPK pathway (12). In agreement with this observation, the gene array analysis also showed that COX-2 expression was increased 1.3-fold when IEC-6 cells were treated with E. sakazakii and was reduced 60% when cells were pretreated with L. bulgaricus prior to E. sakazakii treat- ment. Notably, the expression of several MAPKs in E. sakaza- kii-treated IEC-6 cells was reduced at least below the control levels and those in L. bulgaricus-treated cells, although MAPKK2, MAPKK3, MAPK6, MAPK7, MAPK10, MPAK12, and MAPK13 levels were increased marginally (average of 0.6-fold) (Fig. 4E). Taken together, these data indicate that E. sakazakii induces apoptosis-related, cytokine, TLR, and signal- ing pathway gene expression in IEC-6 cells and corroborate the biochemical data obtained by various other methods.  Prevention of E. sakazakii-induced NEC in infant rats by pretreatment with L. bulgaricus. To examine whether pretreat- ment with L. bulgaricus prior to E. sakazakii infection prevents the induction of NEC in vivo, newborn rats were fed with different regimens as described earlier. First, intestinal seg- ments from these rats were stained with anti-iNOS antibody to examine its expression. The sections were mounted in DAPI- containing solution so that nuclei were also stained. Intestinal segments from control and L. bulgaricus-treated animals showed no or very little expression of iNOS, whereas rats infected with E. sakazakii or E. sakazakii and L. bulgaricus together revealed significant increases in iNOS expression in enterocytes (Fig. 5A). Newborn rats pretreated with L. bulgaricus, in contrast, had reduced expression of iNOS. In addition, the mucosal linings of intestinal segments at 2 and 4 days postinfection were scraped and subjected to Western blotting with anti-iNOS an- tibody. The control group showed a basal level of expression of iNOS, whereas the group infected with L. bulgaricus alone demonstrated no detectable iNOS (Fig. 5B). However, the E. sakazakii group had a marked increase in iNOS expression. This induction was ameliorated in animals that received pre- treatment with L. bulgaricus prior to the E. sakazakii infection but not in animals fed with E. sakazakii and L. bulgaricus together. Densitometric analysis of the iNOS bands revealed that L. bulgaricus prevented the E. sakazakii-induced expres- sion of iNOS fivefold (Fig. 5C). The data suggest that prophy- lactic L. bulgaricus prevents E. sakazakii-induced iNOS induc- tion, thereby protecting enterocytes. However, L. bulgaricus does not attenuate iNOS when administered simultaneously with E. sakazakii inoculation. In agreement with these in vitro observations, L. bulgaricus-pretreated animals survived for longer periods than did E. sakazakii-infected animals (P - 0.001 by chi-square test; n - 30 for each group). Notably, control group animals also showed increased mortality, which could be due to the hypoxic conditions utilized in the experi- ments. However, animals receiving E. sakazakii and L. bulgari- cus together showed no such protective effect. Pups that were administered L. bulgaricus prior to the initiation of E. sakazakii infection also had a significantly lower degree of E. sakazakii bacteremia than did those fed E. sakazakii alone (P - 0.001) (data not shown). Together, these data suggest that L. bulgari- cus pretreatment of infant rats protects against the deleterious effects of E. sakazakii by downregulating the NO production induced by E. sakazakii. These data also indicate that under- lying physiological conditions such as hypoxia might also in- crease the severity of disease due to E. sakazakii infection.  DISCUSSION  NEC is a devastating disease of neonates and is associated with high morbidity and mortality (17). The present manage- ment of NEC includes prompt clinical diagnosis, fluid resusci- tation, administration of broad-spectrum antibiotics, and in severe cases, surgical resection of affected intestine. Currently, there is no single effective preventive strategy for this life- threatening disease. Three major factors have been associated with the development of NEC, including the presence of a pathogenic organism, enteral feeding, and altered enteric mu- cosal integrity. We recently demonstrated that oral feeding of E. sakazakii induces NEC in a rat pup model of NEC (16). E.  VOL. 77, 2009 LACTOBACILLUS PROTECTION IN E. SAKAZAKII-INDUCED NEC 1037    FIG. 4. Gene expression analysis of IEC-6 cells infected with E. sakazakii in the presence or absence of L. bulgaricus. IEC-6 cells were either left uninfected, infected with E. sakazakii (ES), L. bulgaricus (LB), or L. bulgaricus and E. sakazakii together (LB-ES), or pretreated with L. bulgaricus for 1 h followed by E. sakazakii for 6 h (LB ES). Total RNA was isolated and used for whole rat genome DNA microarray analysis as described in Materials and Methods. Candidate genes for four categories were selected. (A) Apoptosis genes. (B) Unified pathway of apoptosis generated by KEGG indicating the upregulated genes in the rat genome or similar genes (red stars). (C) Common cytokine-related genes. (D) TLR genes. (E) MAPK signaling pathway genes. Genes exhibiting upregulation are represented in red, and downregulated genes are shown in green.  1038    FIG. 4—Continued.  1039    FIG. 5. L. bulgaricus pretreatment of newborn rats improved survival against E. sakazakii-induced NEC. (A) Cryosections were obtained from rat pups after 2 and 4 days of oral feeding with clean formula (control), E. sakazakii (ES), L. bulgaricus (LB), or L. bulgaricus and E. sakazakii together (LB&ES) or pretreatment with L. bulgaricus for 1 h followed by E. sakazakii (LB-ES) and then stained with anti-iNOS antibody followed by Cy3-conjugated secondary antibody. (B) Mucosal scrapings of intestines from the animals in the experiments in panel A were collected, and equal amounts of proteins were subjected to Western blotting with anti-iNOS antibody. (C) Densitometric analysis of iNOS bands from panel B. (D) Survival profiles of newborn rats infected with E. sakazakii, with or without L. bulgaricus, as described for panel A. Data were compiled from five different experiments, and totals of more than 30 animals per group were used for these experiments.  1040    sakazakii-induced NEC, both in humans and in our animal model, is associated with a high mortality rate. The attachment of E. sakazakii to enterocytes in the infected animals caused enterocyte apoptosis. However, the mechanisms involved in E. sakazakii-induced apoptosis of intestinal epithelial cells are still undefined. NO is a key mediator in NEC and serves as both a marker and a propagator of intestinal inflammation (33). Overexpression of NO or its toxic metabolite, ONOO , may promote mucosal injury and gut barrier failure, possibly through the induction of enterocyte apoptosis. Our data dem- onstrate that E. sakazakii induces significantly larger amounts of NO in IEC-6 cells. Suppression of NO production using siRNA to iNOS inhibited E. sakazakii-induced apoptosis, in- dicating that NO is responsible for E. sakazakii-induced apop- tosis of IEC-6 cells. One potential mechanism for NO-medi- ated and ONOO -mediated cell death is through the disruption of mitochondrial function. NO has been shown to reversibly inhibit cellular respiration of IEC-6 cells and to result in decreased ATP levels in Caco-2BBe cells (35, 39).  Recently, several randomized prospective clinical studies were performed in human infants, with prophylactic oral pro- biotics administered to newborns in neonatal intensive care units (2, 4, 15, 29). Each of the studies reported a decreased incidence of NEC after probiotic administration. Probiotics, such as Lactobacillus rhamnosus GG, Lactobacillus acidophilus LA5 and NFCM, Lactobacillus casei Shirota, Streptococcus thermophilus, Bifidobacterium infantis, Bifidobacterium bifidum, Escherichia coli strain Nissle 1917, and Enterococcus faecium PR88, to name a few, are regarded as bacteria that confer a beneficial effect to the host (5, 18, 19). However, in the clinical studies there was no standardization of the type of probiotic bacteria used or the dosage administered. A systematic review of randomized clinical trials performed by several investigators revealed that treatment with various probiotics, such as L. lactis, L. rhamnus GG, L. acidophilus, S. thermophilus, and Bifidobacterium infantis, showed a trend toward less NEC (1). Nonetheless, there is a lack of understanding regarding the mechanisms by which probiotics promote intestinal health and potentially prevent NEC. Although the native intestine actively works to protect itself from pathogenic bacteria, it is essential for normal gut health and function to have a diverse intestinal microflora that includes commensal (probiotic) organisms (17). It has been proposed that probiotics may increase mucus production, inhibit bacterial translocation, modulate microflo- ral adherence, and prime the gut immune system (18, 19, 31). The L. bulgaricus strain used in this study was deposited as L. bulgaricus with ATCC, but the probiotic status of this strain is unknown at present. In addition, the extracts of L. bulgaricus displayed cytoprotective effects on intestinal epithelium (23). Our studies also show that L. bulgaricus pretreatment pre- serves the microvillus architecture, despite concurrent E. saka- zakii infection. Notably, no significant difference in the adher- ence of E. sakazakii was observed in L. bulgaricus-pretreated IEC-6 cells. Microvilli increase the surface area of cells and are involved in a wide variety of functions, including absorption, secretion, cellular adhesion, and mechanotransduction. Loss of microvilli is severely detrimental to intestinal and host health. Congenital infantile absence of microvilli is characterized by fatal disease in humans (36). Therefore, we concluded that L. bulgaricus prevents the deleterious effects of E. sakazakii by the  following three possible mechanisms: (i) L. bulgaricus may directly affect the expression of E. sakazakii virulence factors, (ii) L. bulgaricus may promote intestinal health by increasing intestinal defenses (immune and/or innate) against E. sakaza- kii, or (iii) L. bulgaricus may protect against NEC through a combination of both of these mechanisms. L. bulgaricus pro- tection against E. sakazakii-induced NEC could be due to downregulation of iNOS expression enhanced by E. sakazakii, thereby suppressing NO production and apoptosis both in vitro and in vivo. A simultaneous decrease in intestinal apoptosis was noted in pups pretreated with oral L. bulgaricus prior to E. sakazakii inoculation. Therefore, the ability of L. bulgaricus to protect this microvillus architecture may, in part, explain its ability to prevent pathogen-induced NEC.  Various inflammatory mediators, including TNF- , IL-1-, IL-6, IL-8, IL-10, and NO, have been implicated in the patho- genesis of NEC (32). Our previous and present studies re- vealed that E. sakazakii interaction with IEC-6 cells induced significantly greater quantities of IL-6 and NO (14). In agree- ment with these observations, the gene array analysis also revealed that expression of IL-6 and NO was increased in response to E. sakazakii infection, along with that of IL-1, IL-8, IL-10, and TNF- . Notably, the expression of CCL2, CCL7, and CCL20 was increased -3-fold in infected IEC cells. Var- ious enteropathogenic but not commensal bacteria stimulated CCL20 and IL-8 gene expression (21). Under steady-state con- ditions, immature dendritic cells (DCs) are continually enter- ing the gut, probably via a constitutive CCL20-dependent mechanism, and are sampling antigens (41). The absence of injury and/or the anti-inflammatory environment of the gut has been proposed to induce tolerance because antigen presenta- tion by DCs occurs in the absence of costimulation (27). The coupling of CCL20 and IL-8 transcriptional activation could be crucial for the induction of protective immune responses in the gut. In pathogens, flagella are expressed during infection, and the associated motility is crucial for virulence. Flagellin was already known to induce proinflammatory IL-8 chemokine ex- pression in epithelial cells (26, 42). The resulting inflammation provides danger signals, especially TNF-  and IL-1 cytokines, required for DC maturation. Thus, DCs attracted upon flagel- lin stimulation may be fully activated and potent stimulators of adaptive responses. The recruitment of memory CD4 and B lymphocytes by CCL20 could also contribute to immunity in the gut (6). However, it is not clear at this time whether flagellin of E. sakazakii contributes to the induction of IL-8 expression. The data in this report indicate that screening of E. sakazakii-stimulated gene expression by gene array techniques can uncover previously undetected but important potential in vitro correlates of cellular immunity. Although there is no experimental proof at this stage of our analysis for all of the gene products, we assume that the majority of differential gene expression is caused by adherent E. sakazakii cells. Further analysis of complete gene sets may disclose additional biomar- kers of immune status. Correlation of gene expression patterns with studies of protective efficacy may allow delineation of a protective profile that could improve screening of vaccine can- didates. Alternatively, identification of novel genes that are up- or downregulated specifically in antigen-stimulated E. sakaza- kii-immune cells could suggest new regulatory mechanisms or effector functions that operate in E. sakazakii-induced NEC.  VOL. 77, 2009 LACTOBACILLUS PROTECTION IN E. SAKAZAKII-INDUCED NEC 1041    In summary, L. bulgaricus confers protection from NEC by preventing E. sakazakii-induced iNOS induction and entero- cyte apoptosis. L. bulgaricus further maintains macro- and mi- crovillus structure and decreases intestinal injury and morpho- logical disruption. In order for L. bulgaricus to exert its beneficial effects, it must be administered prophylactically, since the addition of L. bulgaricus after E. sakazakii infection fails to prevent enterocyte inflammation, restore normal mor- phology, or rescue E. sakazakii-infected pups from NEC. Al- though these findings suggest that prophylactic L. bulgaricus could be a successful strategy to prevent pathogen-induced NEC, there is insufficient evidence for extrapolation of these results for global recommendations, as only one probiotic strain and one E. sakazakii strain were used in this study. We are currently investigating the effects of various Lactobacillus strains on other isolates of E. sakazakii from different sources, which may provide strategies to develop “potential probiotic” therapy to treat and prevent NEC.  ACKNOWLEDGMENTS  We are grateful for the technical assistance of Patricia Boyle, Xioru Zhang, and Jin Wang. We thank John Hardy, City of Hope, Duarte, CA, for his assistance with electron microscopy.  This research was supported in part by NIH/NIAID grants AI 40567 (N.V.P.) and AI 49473 (H.R.F.) and by a research fellowship award from the Surgical Infection Society (C.J.H.).  REFERENCES  1. Barclay, A. R., B. Stenson, J. H. Simpson, L. T. Weaver, and W. C. Wilson. 2007. Probiotics for necrotizing enterocolitis: a systematic review. J. Pediatr. Gastroenterol. Nutr. 45:569-576.  2. Bin-Nun, A., R. Bromiker, M. Wilschanski, M. Kaplan, B. Rudensky, M. Caplan, and C. Hammerman. 2005. Oral probiotics prevent necrotizing enterocolitis in very low birth weight neonates. J. Pediatr. 147:192-196.  3. Chokshi, N. K., Y. S. Guner, C. J. Hunter, J. S. Upperman, A. Grishin, and H. R. Ford. 2008. The role of nitric oxide in intestinal epithelial injury and restitution in neonatal necrotizing enterocolitis. Semin. Perinatol. 32:92-99.  4. Dani, C., R. Biadaioli, G. Bertini, E. Martelli, and F. F. Rubaltelli. 2002. Probiotics feeding in prevention of urinary tract infection, bacterial sepsis and necrotizing enterocolitis in preterm infants. A prospective double-blind study. Biol. Neonate 82:103-108.  5. Doran, S., and S. L. Gorbach. 2006. Probiotics: their role in the treatment and prevention of disease. Expert Rev. Anti Infect. Ther. 4:261-275.  6. Dubois, B., C. Massacrier, and C. Caux. 2001. Selective attraction of naive and memory cells by dendritic cells. J. Leukoc. Biol. 704:633-641.  7. Elli, M., M. L. Callegari, S. Ferrari, E. Bessi, D. Cattivelli, S. Soldi, L. Morelli, N. Goupil Feuillerat, and J. M. Antoine. 2006. Survival of yogurt bacteria in the human gut. Appl. Environ. Microbiol. 72:5113-5117.  8. Embleton, N. D., and R. Yates. 2008. Probiotics and other preventative strategies for necrotising enterocolitis. Semin. Fetal Neonatal Med. 13:35- 43.  9. Ford, H. R. 2006. Mechanism of nitric oxide-mediated intestinal barrier failure: insight into the pathogenesis of necrotizing enterocolitis. J. Pediatr. Surg. 41:294-299.  10. Ford, H. R., D. L. Sorrells, and A. S. Knisely. 1996. Inflammatory cytokines, nitric oxide, and necrotizing enterocolitis. Semin. Pediatr. Surg. 5:155-159.  11. Gewolb, I. H., R. S. Schwalbe, V. L. Taciak, T. S. Harrison, and P. Panigrahi. 1999. Stool microflora in extremely low birth weight infants. Arch. Dis. Child. Fetal Neonatal 80:F167-F173.  12. Grishin, A., J. Wang, D. Hackam, F. Qureshi, J. Upperman, R. Zamora, and H. R. Ford. 2004. p38 MAP kinase mediates endotoxin-induced expression of cyclooxygenase-2 in enterocytes. Surgery 136:329-335.  13. Guarner, F., G. Perdigon, G. Corthier, S. Salminen, B. Koletzko, and L. Morelli. 2005. Should yoghurt cultures be considered probiotic? Br. J. Nutr. 93:783-786.  14. Hackam, D. J., J. S. Upperman, A. Grishin, and H. R. Ford. 2005. Disor- dered enterocyte signaling and intestinal barrier dysfunction in the patho- genesis of necrotizing enterocolitis. Semin. Pediatr. Surg. 14:49-57.  15. Hoyos, A. B. 1999. Reduced incidence of necrotizing enterocolitis associated with enteral administration of Lactobacillus acidophilus and Bifidobacterium infantis to neonates in an intensive care unit. Int. J. Infect. Dis. 3:197-202.  16. Hunter, C. J., V. K. Singamsetty, N. K. Chokshi, P. Boyle, V. Camerini, A. V. Grishin, J. S. Upperman, H. R. Ford, and N. V. Prasadarao. 2008. Entero-  bacter sakazakii enhances epithelial cell injury by inducing apoptosis in a rat model of necrotizing enterocolitis. J. Infect. Dis. 198:586-593.  17. Hunter, C. J., J. S. Upperman, H. R. Ford, and V. Camerini. 2008. Under- standing the susceptibility of the premature infant to necrotizing enteroco- litis (NEC). Pediatr. Res. 63:117-123.  18. Isolauri, E., and S. Salminen. 2005. Probiotics, gut inflammation and barrier function. Gastroenterol. Clin. N. Am. 34:437-450.  19. Isolauri, E., Y. Sutas, P. Kankaanpaa, H. Arvilommi, and S. Salminen. 2001. Probiotics: effects on immunity. Am. J. Clin. Nutr. 73:444S-450S.  20. Iversen, C., A. Lehner, N. Mullane, J. Marugg, S. Fanning, R. Stephan, and H. Joosten. 2007. Identification of “Cronobacter” spp. (Enterobacter sakaza- kii). J. Clin. Microbiol. 45:3814-3816.  21. Izadpanah, A., M. B. Dwinell, L. Eckmann, N. M. Varki, and M. F. Kagnoff. 2001. Regulated MIP-3alpha/CCL20 production by human intestinal epithe- lium: mechanism for modulating mucosal immunity. Am. J. Physiol. Gas- trointest. Liver Physiol. 280:G710-G719.  22. Jilling, T., D. Simon, J. Lu, F. J. Meng, D. Li, R. Schy, R. B. Thomson, A Soliman, M. Arditi, and M. S. Caplan. 2006. The roles of bacteria and TLR4 in rat and murine models of necrotizing enterocolitis. J. Immunol. 177:3273- 3282.  23. Johns, P., S. L. Pereira, A. E. Leonard, P. Mukerji, R. A. Shalwitz, L. Dowlati, R. R. Phillips, M. S. Bergana, J. D. Holton, and T. Das. 2007. Cytoprotective agent in Lactobacillus bulgaricus extracts. Curr. Microbiol. 54:131-135.  24. Kanehisa, M. 1997. Linking databases and organisms: Genome Net re- sources in Japan. Trends Biochem. Sci. 22:442-444.  25. Kanehisa, M., S. Goto, M. Hattori, K. F. Aoki-Kinoshita, M. Itoh, S. Ka- washima, T. Katayama, M. Araki, and M. Hirakawa. 2006. From genomics to chemical genomics: new developments in KEGG. Nucleic Acids Res. 34:D354-D357.  26. Khan, M. A., S. Bouzari, C. Ma, C. M. Rosenberger, K. S. Bergstrom, D. L. Gibson, T. S. Steiner, and B. A. Vallance. 2008. Flagellin-dependent and -independent inflammatory responses following infection by enteropatho- genic Escherichia coli and Citrobacter rodentium. Infect. Immun. 76:1410- 1422.  27. Kunkel, E. J., D. J. Campbell, and E. C. Butcher. 2003. Chemokines in lymphocyte trafficking and intestinal immunity. Microcirculation 10:313-323.  28. Leaphart, C. L., J. Cavallo, S. C. Gribar, S. Cetin, J. Li, M. F. Branca, T. D Dubowski, C. P. Sodhi, and D. J. Hackam. 2007. A critical role for TLR4 in the pathogenesis of necrotizing enterocolitis by modulating intestinal injury and repair. J. Immunol. 179:4808-4820.  29. Lin, H. C., B. H. Su, A. C. Chen, T. W. Lin, C. H. Tsai, T. F. Yeh, and W. Oh. 2005. Oral probiotics reduce the incidence and severity of necrotizing en- terocolitis in very low birth weight infants. Pediatrics 115:1-4.  30. Lin, P. W., and B. J. Stoll. 2006. Necrotizing enterocolitis. Lancet 368:1271- 1283.  31. Mack, D. R., S. Michail, S. Wei, L. McDougall, and M. A. Hollingsworth. 1999. Probiotics inhibit enteropathogenic E. coli adherence in vitro by in- ducing intestinal mucin gene expression. Am. J. Physiol. 276:G941-G950.  32. Markel, T. A., P. R. Crisostomo, G. M. Wairiuko, J. Pitcher, B. M. Tsai, and D. R. Meldrum. 2006. Cytokines in necrotizing enterocolitis. Shock 25:329- 337.  33. Nadler, E. P., E. Dickinson, A. Knisely, X. R. Zhang, P. Boyle, D. Beer-Stolz, S. C. Watkins, and H. R. Ford. 2000. Expression of inducible nitric oxide synthase and interleukin-12 in experimental necrotizing enterocolitis. J. Surg. Res. 92:71-77.  34. Nathan, C., and Q. W. Xie. 1994. Nitric oxide synthases: roles, tolls, and controls. Cell 78:915-918.  35. Nishikawa, M., K. Takeda, E. F. Sato, T. Kuroki, and M. Inoue. 1998. Nitric oxide regulates energy metabolism and Bcl-2 expression in intestinal epithe- lial cells. Am. J. Physiol. 1274:G797-G801.  36. Pecache, N., S. Patole, R. Hagan, D. Hill, A. Charles, and J. M. Papadimi- triou. 2004. Neonatal congenital microvillus atrophy. Postgrad. Med. J. 80: 80-83.  37. Potoka, D. A., E. P. Nadler, J. S. Upperman, and H. R. Ford. 2002. Role of nitric oxide and peroxynitrite in gut barrier failure. World J. Surg. 26:806- 811.  38. Rockett, K. A., M. M. Awburn, E. J. Rockett, W. B. Cowden, and I. A. Clark. 1994. Possible role of nitric oxide in malarial immunosuppression. Parasite Immunol. 16:243-249.  39. Salzman, A. L., M. J. Menconi, N. Unno, R. M. Ezzell, D. M. Casey, P. K. Gonzalez, and M. P. Fink. 1995. Nitric oxide dilates tight junctions and depletes ATP in cultured Caco-2BBe intestinal epithelial monolayers. Am. J. Physiol. 268:G361-G365.  40. Simmons, B. P., M. S. Gelfand, M. Haas, L. Metts, and J. Ferguson. 1989. Enterobacter sakazakii infections in neonates associated with intrinsic con- tamination of a powdered infant formula. Infect. Control Hosp. Epidemiol. 10:398-401.  41. Subramanian, S., J. M. Rhodes, C. A. Hart, B. Tam, C. L. Roberts, S. L. Smith, J. E. Corkill, and C. Winstanley. 2008. Characterization of epithelial IL-8 response to inflammatory bowel disease mucosal E. coli and its inhibi- tion by mesalamine. Inflamm. Bowel Dis. 14:162-175.  1042 HUNTER ET AL. INFECT. IMMUN.    42. Teruya, H., F. Higa, M. Akamine, C. Ishikawa, T. Okudaira, K. Tomimori, N. Mukaida, M. Tateyama, K. Heuner, J. Fujita, and N. Mori. 2007. Mech- anisms of Legionella pneumophila-induced interleukin-8 expression in hu- man lung epithelial cells. BMC Microbiol. 7:102-120.  43. van Acker, J., F. de Smet, G. Muyldermans, A. Bougatef, A. Naessens, and S. Lauwers. 2001. Outbreak of necrotizing enterocolitis associated with En-  terobacter sakazakii in powdered milk formula. J. Clin. Microbiol. 39:293- 297.  44. Von der Weid, T., A. Donnet-Hughes, S. Blum, E. J. Schiffrin, J. R. Neeser, and A. Pfeifer. 2001. Scientific thoroughness of human studies showing immunestimulating properties of yogurt. Am. J. Clin. Nutr. 73: 133-134.  Editor: S. R. Blanke  VOL. 77, 2009 LACTOBACILLUS PROTECTION IN E. SAKAZAKII-INDUCED NEC 1043  View publication statsView publication stats  https://www.researchgate.net/publication/23655925",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}