{
    "summary": "Various molecules such as cytokines and anticancer drugs, as well as factor deprivation, rapidly induce apoptosis (programmed cell death), which is morphologically characterized by cell shrinkage and the blebbing of plasma membranes and by nuclear condensation. Caspases, particularly caspase 3, are proteases that are activated during apoptosis and which cleave substrates such as poly(ADP-ribose) polymerase, actin, fodrin, and lamin. Apoptosis is also accompanied by the internucleosomal degradation of chromosomal DNA. In the accompanying Article, we have identified and molecularly cloned a caspase-activated deoxyribonuclease (CAD) and its inhibitor (ICAD). Here we show that caspase 3 cleaves ICAD and inactivates its CAD-inhibitory effect. We identified two caspase-3 cleavage sites in ICAD by site-directed mutagenesis. When human Jurkat cells were transformed with ICAD-expressing plasmid, occupation of the receptor Fas, which normally triggers apoptosis, did not result in DNA degradation. The ICAD transformants were also resistant to staurosporine-induced DNA degradation, although staurosporine still killed the cells by activating caspase. Our results indicate that activation of CAD downstream of the caspase cascade is responsible for internucleosomal DNA degradation during apoptosis, and that ICAD works as an inhibitor of this process.",
    "title": "Cleavage of CAD inhibitor in CAD activation and DNA degradation during apoptosis",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/235375749  Leptin stimulates ovarian cancer cell growth and inhibits apoptosis by  increasing cyclin D1 and Mcl-1 expression via the activation of the  MEK/ERK1/2 and PI3K/Akt signaling pathway...  Article  in  International Journal of Oncology · January 2013  DOI: 10.3892/ijo.2013.1789 · Source: PubMed  CITATIONS  79 READS  87  4 authors, including:  Some of the authors of this publication are also working on these related projects:  insulin autoimmunity, tolerance, and type 1 diabetes. View project  Michael Lan  Louisiana State University Health Sciences Center New Orleans  113 PUBLICATIONS   4,135 CITATIONS     SEE PROFILE  Mary B Breslin  52 PUBLICATIONS   1,591 CITATIONS     SEE PROFILE  All content following this page was uploaded by Michael Lan on 22 November 2016.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/235375749_Leptin_stimulates_ovarian_cancer_cell_growth_and_inhibits_apoptosis_by_increasing_cyclin_D1_and_Mcl-1_expression_via_the_activation_of_the_MEKERK12_and_PI3KAkt_signaling_pathways?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/235375749_Leptin_stimulates_ovarian_cancer_cell_growth_and_inhibits_apoptosis_by_increasing_cyclin_D1_and_Mcl-1_expression_via_the_activation_of_the_MEKERK12_and_PI3KAkt_signaling_pathways?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/insulin-autoimmunity-tolerance-and-type-1-diabetes?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Lan?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Lan?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Louisiana-State-University-Health-Sciences-Center-New-Orleans?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Lan?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mary-Breslin-2?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mary-Breslin-2?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mary-Breslin-2?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Lan?enrichId=rgreq-13a039def0f4356932aee2e27c773808-XXX&enrichSource=Y292ZXJQYWdlOzIzNTM3NTc0OTtBUzo0MzEyNDQyNjY3NDE3NjBAMTQ3OTgyODA1MzgzNA%3D%3D&el=1_x_10&_esc=publicationCoverPdf   INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1113-1119,  2013  Abstract. Obesity is known to be an important risk factor  for many types of cancer, such as breast, prostate, liver and  endometrial cancer. Recently, epidemiological studies have  indicated that obesity correlates with an increased risk of devel- oping ovarian cancer, the most lethal gynecological cancer  in developed countries. Leptin is predominantly produced  by adipocytes and acts as a growth factor and serum leptin  levels positively correlate with the amount of body fat. In this  study, we investigated the effects of leptin on the growth of  ovarian cancer cells and the underlying mechanism(s) of  action. Our results showed that leptin stimulated the growth of  the OVCAR-3 ovarian cancer cell line using MTT assay and  trypan blue exclusion. Using western blot analysis, we found  that leptin enhanced the expression of cyclin D1 and Mcl-1,  which are important regulators of cell proliferation and the  inhibition of apoptosis. To investigate the signaling pathways  that mediate the effects of leptin, cells were treated with leptin  plus specific inhibitors of JAK2, PI3K̸Akt and MEK/ERK1/2  and analysis of the phosphorylation state of proteins was carried  out by western blot assays. We showed that the activation of  the MEK/ERK1/2 and PI3K/Akt signaling pathways were  involved in the growth-stimulating effect of leptin on ovarian  cancer cell growth and the specific inhibitors of PI3K/Akt and  MEK/ERK1/2 revealed that these two pathways interacted  with each other. Our data demonstrate that leptin upregulates  the expression of cyclin D1 and Mcl-1 to stimulate cell growth  by activating the PI3K/Akt and MEK/ERK1/2 pathways in  ovarian cancer.  Introduction  Ovarian cancer is one of the most common gynecological  cancers worldwide and the majority of patients are diag- nosed with late‑stage disease. The five‑year survival rates of  ovarian cancer are approximately 30% (1,2). Without effective  screening methods, women who are diagnosed with ovarian  cancer often present at an advanced stage associated with a  poor survival rate (1). Thus, preventive strategies are required  to reduce the mortality rate and provide early detection of the  tumor. Few risk factors for ovarian cancer have been identified,  such as age, family history of breast and ovarian cancer, and  genetic mutations (3).  Obesity is a well-established risk factor for hormone-related  cancers, such as breast, endometrial and prostate cancer (4).  Recently, epidemiological studies have indicated that obesity is  associated with an increased risk of ovarian cancer (5). Obese  pre-menopausal women have a two-fold increased risk compared  to individuals with a normal body mass index (BMI) (1). A  high BMI strongly correlates with the occurrence of ovarian  cancer (5,6). The results of a meta-analysis showed that the  risk of epithelial ovarian cancer among obese women was 30%  higher than women with a normal BMI. Overweight women  have a 16% increased risk compared to those with a BMI within  the healthy range (2). Obesity is not only positively associated  with the incidence of ovarian cancer but is also related to a  shorter time to recurrence and shorter overall survival. Obesity  is a poor prognostic factor for ovarian cancer survival (7,8).  An increasing BMI is an independent negative predictor of  disease-free and overall survival in ovarian cancer (9).  Adipose tissue serves not only as energy storage but also  acts as endocrine tissue. Adiposity influences the synthesis of  endogenous sex hormones, such as estrogen, progesterone and  androgens. These sex hormones are believed to be involved  in the etiology of ovarian cancer (10,11). Apart from sex  hormones, another major hormone produced by adipocytes  that may mediate the correlation between obesity and ovarian  cancer is leptin. Leptin, encoded by the obesity gene (OB) is a  16‑kDa adipokine. Leptin has been identified as a growth factor  in certain hormone-related cancers, such as breast, prostate and  endometrial cancer (12-15). Leptin exerts its activity through   Leptin stimulates ovarian cancer cell growth and inhibits  apoptosis by increasing cyclin D1 and Mcl-1 expression via the   activation of the MEK/ERK1/2 and PI3K/Akt signaling pathways CHIACHEN CHEN1,3,  YUAN-CHING CHANG2,  MICHAEL S. LAN3,4  and  MARY BRESLIN3,4  1Department of Veterinary Medicine, School of Veterinary Medicine, National Taiwan University; 2Department of Surgery,   Mackay Memorial Hospital, Taipei, Taiwan, R.O.C.;  3Research Institute for Children, Children's Hospital; 4Departments of    Pediatrics, and Biochemistry and Molecular Biology, Louisiana State University Health Sciences Center, New Orleans, LA, USA  Received October 1, 2012;  Accepted November 13, 2012  DOI: 10.3892/ijo.2013.1789  Correspondence to: Mary B. Breslin, Research Institute for  Children, Children's Hospital, Research and Education Building,  200 Henry Clay Ave., New Orleans, LA 70118, USA E-mail: mbreslin@chnola-research.org  Key words: leptin, ovarian cancer, cell growth, anti-apoptotic effect,  JAK2‑MEK/ERK1/2 pathway, PI3K/Akt pathway    CHEN et al:  LEPTIN STIMULATES cyclin D1 AND Mcl‑1 EXPRESSION1114  the membrane receptor, the obesity receptor (OB-R). The  overexpression of Ob-R has been observed in 59.2% of ovarian  cancers and significantly correlates with poor progression‑free  survival (16). The growth factor-like functions of leptin have  been observed in many types of cancer cells (16-19). However,  the signaling pathways that directly underlie the leptin-stimu- lated ovarian cell growth and inhibition of apoptosis have not  been extensively investigated.  Activated STAT3 had been shown to directly contribute  to oncogenesis through the upregulation of genes encoding  apoptosis inhibitors and cell-cycle regulators, such as Bcl-xL,  Mcl‑1 and cyclin D1/D2, resulting in increased cell prolif- eration and the prevention of apoptosis in a variety of human  cancer cells (20). During cancer development and progres- sion, anti-apoptotic proteins are usually overexpressed and  result in the cancer cells becoming resistant to apoptosis (21).  Mcl‑1, a member of the Bcl‑2 family, was first cloned from  the human myeloblastic leukemia cell line, ML-1 (22). Mcl-1  acts as an anti-apoptotic factor in various tumors, such as  human myeloid leukemia and hepatocellular carcinoma (23).  Immunohistochemistry and semi‑quantitative PCR analyses  of Mcl-1 expression in ovarian cancer patients, have demon- strated that an increased Mcl-1 expression is associated  with poor prognosis in ovarian cancer patients. High Mcl-1  expression has been shown to significantly correlate with  advanced clinical stage, high histopathological grade and poor  survival (24). Various growth factors and cytokines have been  reported to induce Mcl-1 expression, such as vascular endothe- lial growth factor (VEGF), interleukin (IL)-3 and IL-6 (25-27).  In the current study, we investigated whether leptin can  stimulate ovarian cancer cell growth and prevent apoptosis  under serum-starvation conditions. We first observed that  leptin stimulated the expression of the anti-apoptotic protein,  Mcl-1. Our data demonstrate that leptin enhances cell growth  by activating the JAK2, MEK̸ERK1/2 and PI3K̸Akt path- ways in ovarian cancer. Our results indicate that leptin plays an  important role between obesity and the progression of ovarian  cancer.  Materials and methods  Reagents and antibodies. Human recombinant leptin,  tyrphostin AG490, U0126, PD98059, Ly294002 and wort- mannin were purchased from Sigma Chemical Co. (St. Louis,  MO). Antibodies were obtained and included monoclonal  anti-β-actin antibody (Sigma Chemical Co.), polyclonal  antibodies against phospho‑Akt or phospho‑ERK1̸2 (Cell  Signaling Technology, Beverly, MA), monoclonal antibody  against Akt or cyclin D1 (BD Pharmingen, Palo Alto, CA),  and polyclonal antibodies against ani‑Mcl‑1 or ERK1/2 (Santa  Cruz Biotechnology, Inc., Santa Cruz, CA).  Cell culture. The OVCAR-3 human ovarian cancer cell line  was obtained from the American Type Culture Collection.  The cells were cultured in RPMI‑1640 supplemented with  2 mM glutamine (HyClone), 15 mM HEPES (USB Corp.),  100 U̸L penicillin G, 0.1 g̸L streptomycin, 25 mM D‑glucose,  1 mM sodium pyruvate (Sigma) and 10% fetal bovine serum  (Biological Industries, Ltd., Kibbutz Beit Haemek, Israel) in a  5% CO2 incubator at 37˚C.  Cell number counting. Cells were seeded in 6-well plates,  treated with the vehicle, recombinant human leptin, or AG490,  U0126, PD98059, Ly294002 and wortmannin for the indicated  periods of time, stained with 0.5% trypan blue (Biological  Industries, Ltd.) and then counted.  MTT assay. The 3-(4,5-dimethylthiazolyl)-2,5-diphenyl  tetrazolium bromide (MTT) proliferation assay was carried  out according to a previous protocol (13). In brief, each cell  treatment group was incubated in medium containing 2 mg̸ml  MTT reagent (Sigma Chemical Co.) at 37˚C for 4 h, the  formazan crystals converted from tetrazolium salts by viable  cells were dissolved in dimethyl sulfoxide (150 µl̸well) and  their absorbance at 570 nm was measured using a microplate  spectrophotometer.  Western blot assay. Cells were extracted with lysis buffer  (10 mM Tris-HCl pH 7.5, 150 mM NaCl, 10% glycerol,  1% Triton X‑100, 1 mM DTT, 0.2 mM PMSF, 1 µg̸ml aprotinin,  1 µg̸ml leupeptin, 1 mM Na3VO4 and 1 mM NaF) and separated  on 8‑15% SDS‑PAGE gel. The proteins were electrotransferred  onto a nitrocellulose membrane (Perkin‑Elmer Life Sciences,  Boston, MA). The membrane was blocked with 5% skim  milk in TBST (20 mM Tris-HCl pH 7.6, 137 mM NaCl and  0.1% Tween-20), probed with the appropriate primary antibodies  at 4˚C overnight and incubated with HRP‑conjugated secondary  antibodies (Jackson Immuno Research Laboratories Inc., West  Grove, PA) at room temperature for 1 h. The blots were incubated  with a chemiluminescence substrate (Amersham Biosciences,  Little Chalfont, UK) and exposed to X‑ray film (Fuji Photo Film  Co., Tokyo, Japan).  Statistical analysis. Statistical analyses were calculated using  a two-sided Student's t-test. All data are presented as the  means ± SD and the statistical differences are shown in the  figure legends.  Results  Leptin stimulates ovarian cancer cell growth. Leptin exerts  its functional effects through binding to the leptin receptors,  OB-Rb and OB-Ra expressed in ovarian cancer cells (19). In  the present study, we examined the effect of leptin on ovarian  cancer cell growth using trypan blue exclusion staining and  MTT assay. OVCAR-3 cells were serum-deprived for 48 h and  then treated with various concentrations of leptin for 48 h. MTT  assay showed that leptin stimulated OVCAR-3 cell growth in a  dose-dependent manner. The stimulation was observed at a dose  as low as 50 ng̸ml (Fig. 1B). Using the trypan blue exclusion  assay to estimate the amount of viable cells, the results showed  that leptin enhanced cell growth not only in a dose-dependent  but also in a time-dependent manner (Fig. 1A).  Leptin inhibits serum starvation-induced apoptosis. In  addition to the stimulation of cancer cell growth, leptin treat- ment inhibited apoptosis either induced by sodium butyrate  in colon cancer cells or by TGFβ-1 in hepatocellular carci- noma cells (18,28). Therefore, we further examined whether  leptin exerts anti-apoptotic effects on OVCAR-3 cells. We  measured the level of cleaved poly(ADP‑ribose) polymerase     INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1113-1119,  2013 1115  (PARP) using a western blot assay. In apoptotic mammalian  cells, PARP, known as a death substrate, is degraded to an  89‑kDa signature fragment. PARP cleavage by caspase‑3 is a  well-characterized event in the apoptotic pathway in mamma- lian cells. PARP is cleaved by caspase‑3 early during apoptosis  in many different cell lines (29,30). Our results showed that  the 116‑kDa active form of PARP was readily cleaved into  89- and 28-kDa fragments during serum-deprivation, showing  that serum deprivation induces apoptosis in OVCAR-3 cells.  The addition of leptin into the serum-free medium for 0, 6, 18,  21, 26 and 48 h during serum starvation blocked the cleavage  of PARP (Fig. 2). These results suggest that leptin exerts an  anti-apoptotic effect on ovarian cancer cells.  Leptin stimulates the expression of cyclin D1 and Mcl-1.  Cyclin D1 is a growth sensor induced by a variety of growth  factors and mitogens to trigger cell cycle progression (31).  Therefore, we used western blot analysis to measure the expres- sion of cyclin D1 in OVCAR-3 cells. At a low concentration  (50 ng/ml), leptin increased the expression of cyclin D1 and the  effect of leptin on cyclin D1 expression reached a maximum  at the concentration of 200 ng̸ml (Fig. 3). Since leptin exerts  anti-apoptotic effects on OVCAR-3 cells, we sought to deter- mine the mechanisms responsible for this response. Usually,   the overexpression of Mcl-1 delays apoptosis induced by  growth factor withdrawal (32). Increased Mcl-1 expression has  been associated with poor prognosis in ovarian cancer (24).  OVCAR-3 cells treated with leptin showed a dose-dependent  increase in the amount of Mcl-1 protein. The effect was  maximal at 400 ng̸ml leptin treatment (Fig. 3). As shown in  Fig. 4A, leptin acutely stimulated Mcl-1 expression within  5-60 min; this effect diminished after 2 h of treatment. A  second peak in leptin-induced Mcl-1 expression was detected  at 24 h (Fig. 4B).  Activation of JAK2, PI3K/Akt and MEK/ERK1/2 pathways  mediate leptin-stimulated cell growth of OVCAR-3 cells.  In order to determine the intracellular signaling pathways  responsible for the effect observed with leptin treatment, we  analyzed the phosphorylation status of JAK2, Akt and ERK1̸2.  The phosphorylated forms of JAK2, Akt and ERK1̸2 were  dose-dependently increased by leptin in the OVCAR-3 cells  (Fig. 5B). Simultaneously, the time-course experiments showed   Figure 1. Leptin stimulates ovarian cancer cell growth.  OVCAR-3 cells were  seeded in 6- or 96-well plates and serum-deprived for 48 h. The serum-starved  cells were incubated with serial doses of leptin as indicated for an additional  48 h. Cell viability was analyzed by (A) trypan blue exclusion staining and  (B) MTT assays. LEP, leptin; CTRL, control; OD, optical density. *P<0.05,  **P<0.01 and ***P<0.001.  Figure 2. Leptin protects OVCAR-3 cells from serum deprivation-induced  apoptosis. OVCAR-3 cells were serum-deprived for 48 h and then cultured in  medium containing 200 ng̸ml leptin for 0, 6, 18, 21, 26 and 48 h. The level  of cleaved PARP was measured by western blot analysis using β-actin as the  internal control for total protein. Similar results were observed from three  independent experiments.  Figure 3. Leptin regulates the expression of cyclin D1 and the anti-apoptotic  protein, Mcl-1. OVCAR-3 cells were serum-deprived for 48 h and then cul- tured in serum-free medium containing the indicated concentration of leptin  for 24 h. The levels of cyclin D1 and Mcl-1 protein were measured using  western blot analysis. The blots were stripped and reprobed using a β-actin  antibody as the internal control for equal loading of total protein. Similar  results were observed from three independent experiments. LEP, leptin.    CHEN et al:  LEPTIN STIMULATES cyclin D1 AND Mcl‑1 EXPRESSION1116  that the levels of the phosphorylated forms of JAK2, Akt and  ERK1̸2 were increased as early as 5 min in the OVCAR‑3 cells  during leptin treatment (Fig. 5A). Leptin treatment resulted in  the activation of JAK2, Akt and ERK1̸2 kinases in the ovarian  cancer cells. Subsequently, we used pharmacological inhibitors  to determine the involvement of these signaling kinases on  the growth-stimulating effect of leptin. The leptin-stimulated  growth of the OVCAR-3 cells was abolished by the inhibitor  specific for JAK2 (AG490) (Fig. 6A), PI3K̸Akt (wortmannin)  (Fig. 6B) and MEK̸ERK1̸2 (U0126) (Fig. 6C), which is  consistent with the activation of the JAK2, PI3K̸Akt and  MEK̸ERK1̸2 pathways.  Leptin stimulates the expression of cyclin D1 and Mcl-1  through the activation of JAK2-associated signaling path- ways. To elucidate the mechanisms by which JAK2, PI3K/ Akt and MEK̸ERK1̸2 mediate leptin‑induced cyclin D1 and  Mcl-1 expression, we examined the effects of their inhibitors  on cyclin D1 and Mcl-1 expression. The specific inhibitors  for JAK2 (AG490), PI3K̸Akt (Ly294002), or MEK̸ERK1̸2  (U0126), blocked the leptin induction of cyclin D1 and Mcl-1  protein expression (Fig. 7A and B). Taken together, these data   Figure 4. Leptin induced Mcl-1 expression in two phases in OVCAR-3 cells.  OVCAR-3 cells were serum-deprived for 48 h and cultured in serum-free  medium containing 200 ng̸ml leptin for the indicated periods of time. Mcl‑1  protein levels were measured using western blot analysis. The membranes  were stripped and reprobed using a β-actin antibody as the internal control  to normalize the amount of protein loaded per lane. Similar results were  observed from three separate experiments. LEP, leptin.  Figure 5. Leptin induces the phophorylation of JAK2, Akt and ERK1̸2 in  OVCAR-3 cells. (A) Similar western blot analysis was carried out with the  cell lysates of the OVCAR‑3 cells treated with 200 ng̸ml leptin for the indi- cated times. Data represent three independent experiments. The blots were  stripped and reprobed with β-actin antibody to serve as the protein loading  control. (B) After 48-h serum deprivation, leptin was added to the serum-free  medium of OVCAR-3 cells for 5 min with increasing concentrations as indi- cated, and then the protein was collected. The amounts of the phosphorylated  forms of JAK2 (p‑JAK2), Akt (p‑Akt), or ERK1̸2 (p‑ERK1̸2) were detected  using western blot analysis. The same blots were stripped and reprobed with  antibodies specific for total proteins of Akt or ERK1̸2. LEP, leptin.  Figure 6. Pharmacological inhibitors of JAK2, PI3K/Akt and MEK̸ERK1̸2  prevent leptin-stimulated ovarian cancer cell growth. After 48-h serum depri- vation, OVCAR‑3 cells were treated with the vehicle (CTRL), 200 ng̸ml leptin  (LEP), (A) 40 µM AG490 (AG) or 200 ng̸ml leptin plus 40 µM AG490  (LEP + AG), (B) 250 nM wortmannin (Wort) or 200 ng̸ml leptin plus  250 nM wortmannin (LEP + Wort) and (C) 10 µM U0126 (U0) or  200 ng̸ml leptin plus 10 µM U0126 (LEP + U0) in serum‑free medium for  48 h and then cell viability was measured by MTT assay. The means and  standard deviations (SD) were calculated from 24 replicates. Statistically  significant differences compared to the control group (CTRL) were noted as  **P<0.01 and ***P<0.001. OD, optical density.    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1113-1119,  2013 1117  reveal that leptin activates the signaling pathways, including  JAK2, PI3K/Akt and MEK̸ERK1/2 to enhance the expres- sion of cyclin D1 and the anti-apoptotic protein, Mcl-1, which  subsequently stimulates OVCAR-3 cell growth and prevents  apoptosis.  Leptin activates crosstalk among JAK2, PI3K/Akt and  MEK̸ERK1/2 signaling pathways. Using AG490, the inhibitor   of JAK2, PD98059 and U0126, the inhibitors of MEK̸ERK1̸2  and the inhibitors of PI3K/Akt, wortmannin and Ly294002,  we examined the leptin-stimulated phosphorylation of Akt  and ERK1̸2 to elucidate the crosstalk among these signaling  pathways in OVCAR-3 cells (Fig. 8). As expected, U0126 and  PD98059 specifically blocked the leptin‑induced phosphoryla- tion of ERK1̸2, while wortmannin and Ly294002 inhibited the  leptin‑induced phosphorylation of Akt. The specific blocker  of JAK2, AG490, decreased leptin‑phosphorylated ERK1̸2  and Akt. Wortmannin and Ly294002, not only inhibited  leptin-activated Akt but also completely abrogated the effects  of leptin on ERK1̸2 phosphorylation. Similar results were  observed with U0126 and PD98059 treatments. The inhibi- tors of the MEK/ERK1/2 pathway concomitantly blocked  the leptin‑activated phosphorylation of ERK1̸2 and partially  decreased the level of leptin-induced phosphorylated Akt.  According to these findings, we propose that leptin triggers a  JAK2‑initiated signaling cascade, comprised of the PI3K̸Akt  and MEK̸ERK1̸2 pathways in ovarian cancer.  Discussion  Obesity is a significant health concern in developed countries  with a dramatically increased incidence over the last decade. In  the US, more than one third of the adults (35.7%) are obese and  68.8% are considered overweight based on their BMI (33,34).  Obesity has been identified as a risk factor in diabetes, cardio- vascular diseases and in many types of cancer, such as breast,  esophageal, prostate, colon and liver cancer (35). The adipokine,  leptin, may be an important factor in the growth of ovarian  cancer (16). In epidemiological surveys, obesity has been  shown to increase ovarian cancer incidence, and shorten the  time of survival and recurrence (5,9). However, the molecular  mechanisms underlying the clinical observations remain  unclear. In the present study, we investigated the effects of leptin  on ovarian cancer cells. Our results show that leptin stimulates  ovarian cancer cell growth and exerts an anti-apoptotic effect by  increasing the expression of cyclin D1 and Mcl-1 proteins.  Apart from the effect of leptin on cell growth and the  inhibition of apoptosis, our results showed that leptin induced  cyclin D1 expression, which plays a crucial role in cell prolif- eration in a variety of cancer cells, such as breast cancer,  hepatocellular carcinoma and ovarian cancer cells. In addi- tion, to our knowledge, we are the first to show that leptin  directly stimulates Mcl-1 expression. Mcl-1 is a member of  the Bcl-2 family. The expression of the Bcl-2 family members  is frequently deregulated during carcinogenesis. Mcl-1 is  frequently amplified in human cancers (23). The downregula- tion of Mcl-1 is essential to induce cell death in ovarian cancer  cells in response to Bcl-2 inhibitors. siRNA treatment to  inhibit Mcl-1 expression has been shown to induce apoptosis  in ovarian cancer cells (36-38). In our study, leptin acutely  induced Mcl-1 expression within 10-60 min; this effect that  rapidly diminished within 3 h (Fig. 4). The half-life of Mcl-1  is around 1 h compared to 10-14 h for Bcl-2 (39). Mcl-1 mRNA  expression evolves and changes rapidly and this feature perhaps  explains why Mcl-1 expression may be rapidly increased or  downregulated with cytokines and differentiation factors.  Mcl-1 thus differs from other members of the Bcl-2 family  in acting as an immediate response molecule to protect cells   Figure 7. Pharmacological inhibitors of JAK2, PI3K/Akt and MEK/ERK1̸2  prevent leptin-induced cyclin D1 and Mcl-1 expression. OVCAR-3 cells were  serum‑starved for 48 h and then treated with the vehicle (‑), 200 ng̸ml leptin (+),  200 ng̸ml leptin without (‑) or with (+), 40 µM AG490 (AG), 10 µM U0126  (U0), or 50 mM Ly294002 (Ly) for 24 h. After 24-h treatment, the cell extracts  were harvested and subjected to western blot analysis to detect (A) cyclin D1  and (B) Mcl-1 protein. The blots were reprobed with a β-actin antibody to  normalize the protein loading. Data represent three independent experiments.  Figure 8. Leptin triggers JAK2‑MEK̸ERK1̸2 and PI3K/Akt signaling  pathways. After 48-h serum deprivation and 30-min pre-treatment with the  vehicle (-), 40 µM AG490 (AG), 50 mM Ly294002 (Ly), 250 nM wortmannin  (Wort), 20 µM PD98059 or 10 µM U0126, OVCAR‑3 cells were treated with  vehicle (‑) or 200 ng̸ml leptin (+) in serum‑free medium for 10 min. The level  of the phosphorylated forms of Akt (pAkt) or ERK1̸2 (pERK1̸2) was detected  with western blot analysis. The same blots were stripped and reprobed with  antibodies specific for total protein of Akt or ERK1̸2. β-actin was used as the  internal control. Data represent three independent experiments.    CHEN et al:  LEPTIN STIMULATES cyclin D1 AND Mcl‑1 EXPRESSION1118  against apoptosis (23). In our experiments, leptin stimulated  Mcl-1 expression in two phases. Apart from acute stimulation,  we found that leptin induced Mcl-1 expression at 24 h to the  same levels observed within 60 min.  The phosphorylation of JAK2 is thought to be the first  event following the binding of leptin to its cellular receptor.  Subsequently, activated JAK2 triggers other signaling  pathways. In our study, AG490, an inhibitor of JAK2,  abolished the leptin-induced activation of the downstream  pathways, PI3K̸Akt and MEK̸ERK1̸2. Previous studies  have suggested that the response to leptin treatment is  transmitted via the MAP kinase and PI3K̸Akt pathways in  ovarian cancer cells (16,19). Using specific inhibitors of the  MEK̸ERK1̸2 and PI3K̸Akt pathways, we observed that  both pathways interacted with each other. Both pathways are  required to mediate leptin-stimulated cell growth and inhibi- tion of apoptosis.  In the present study, we demonstrate that leptin stimulates  cyclin D1 and Mcl-1 protein expression. Furthermore, leptin  induces cell proliferation and inhibits apoptosis in ovarian  cancer cells. Our results also identify the signaling pathways  responsible for ovarian cancer cell growth and inhibition of  apoptosis in response to leptin, providing a direct association  between obesity and ovarian carcinogenesis.  Acknowledgements  We thank Dr Ing-Cherng Guo (deceased, March 2, 2008) for  his major contribution in providing us with the initial experi- mental design and support. This study was supported by the  Research Institute for Children at the Children's Hospital, New  Orleans, LA, USA.  References    1. Beehler GP, Sekhon M, Baker JA, Teter BE, McCann SE,  Rodabaugh KJ and Moysich KB: Risk of ovarian cancer  associated with BMI varies by menopausal status. J Nutr 136:  2881-2886, 2006.    2. Olsen CM, Green AC, Whiteman DC, Sadeghi S, Kolahdooz F  and Webb PM: Obesity and the risk of epithelial ovarian cancer:  a systematic review and meta-analysis. Eur J Cancer 43: 690-709,  2007.    3. Ioka A, Tsukuma H, Ajiki W and Oshima A: Ovarian cancer  incidence and survival by histologic type in Osaka, Japan.  Cancer Sci 94: 292-296, 2003.    4. Bray GA: The underlying basis for obesity: relationship to  cancer. J Nutr 132: 3451S-3455S, 2002.    5. Leitzmann MF, Koebnick C, Danforth KN, Brinton LA,  Moore SC, Hollenbeck AR, Schatzkin A and Lacey JV Jr: Body  mass index and risk of ovarian cancer. Cancer 115: 812-822,  2009.    6. Schouten LJ, Rivera C, Hunter DJ, Spiegelman D, Adami HO,  Arslan A, Beeson WL, van den Brandt PA, Buring JE, Folsom AR,  Fraser GE, Freudenheim JL, Goldbohm RA, Hankinson SE,  Lacey JV Jr, Leitzmann M, Lukanova A, Marshall JR, Miller AB,  Patel AV, Rodriguez C, Rohan TE, Ross JA, Wolk A, Zhang SM  and Smith-Warner SA: Height, body mass index, and ovarian  cancer: a pooled analysis of 12 cohort studies. Cancer Epidemiol  Biomarkers Prev 17: 902‑912, 2008.    7. Calle EE, Rodriguez C, Walker‑Thurmond K and Thun MJ:  Overweight, obesity, and mortality from cancer in a prospectively  studied cohort of U.S. adults. N Engl J Med 348: 1625-1638,  2003.    8. Rodriguez C, Jacobs EJ, Patel AV, Calle EE, Feigelson HS,  Fakhrabadi-Shokoohi D and Thun MJ: Jewish ethnicity and  prostate cancer mortality in two large US cohorts. Cancer Causes  Control 13: 271-277, 2002.    9. Pavelka JC, Brown RS, Karlan BY, Cass I, Leuchter RS,  Lagasse LD and Li AJ: Effect of obesity on survival in epithelial  ovarian cancer. Cancer 107: 1520-1524, 2006.  10. Key T, Appleby P, Barnes I, Reeves G; Endogenous Hormones  and Breast Cancer Collaborative Group: Endogenous sex  hormones and breast cancer in postmenopausal women: reanal- ysis of nine prospective studies. J Natl Cancer Inst 94: 606-616,  2002.  11. Risch HA: Hormonal etiology of epithelial ovarian cancer, with  a hypothesis concerning the role of androgens and progesterone.  J Natl Cancer Inst 90: 1774-1786, 1998.  12. Hu X, Juneja SC, Maihle NJ and Cleary MP: Leptin ‑ a growth  factor in normal and malignant breast cells and for normal  mammary gland development. J Natl Cancer Inst 94: 1704-1711,  2002.  13. Chen C, Chang YC, Liu CL, Chang KJ and Guo IC:  Leptin‑induced growth of human ZR‑75‑1 breast cancer cells  is associated with up-regulation of cyclin D1 and c-Myc and  down‑regulation of tumor suppressor p53 and p21WAF1/CIP1.  Breast Cancer Res Treat 98: 121-132, 2006.  14. Sharma D, Saxena NK, Vertino PM and Anania FA: Leptin  promotes the proliferative response and invasiveness in human  endometrial cancer cells by activating multiple signal-transduc- tion pathways. Endocr Relat Cancer 13: 629-640, 2006.  15. Somasundar P, Frankenberry KA, Skinner H, Vedula G,  McFadden DW, Riggs D, Jackson B, Vangilder R, Hileman SM  and Vona‑Davis LC: Prostate cancer cell proliferation is influ- enced by leptin. J Surg Res 118: 71-82, 2004.  16. Uddin S, Bu R, Ahmed M, Abubaker J, Al‑Dayel F, Bavi P and  Al‑Kuraya KS: Overexpression of leptin receptor predicts an  unfavorable outcome in Middle Eastern ovarian cancer. Mol  Cancer 8: 74, 2009.  17. Garofalo C and Surmacz E: Leptin and cancer. J Cell Physiol 207:  12-22, 2006.  18. Chen C, Chang YC, Liu CL, Liu TP, Chang KJ and Guo IC:  Leptin induces proliferation and anti-apoptosis in human  hepatocarcinoma cells by up-regulating cyclin D1 and down- regulating Bax via a Janus kinase 2-linked pathway. Endocr  Relat Cancer 14: 513-529, 2007.  19. Choi JH, Park SH, Leung PC and Choi KC: Expression of  leptin receptors and potential effects of leptin on the cell  growth and activation of mitogen-activated protein kinases  in ovarian cancer cells. J Clin Endocrinol Metab 90: 207-210,  2005.  20. Buettner R, Mora LB and Jove R: Activated STAT signaling in  human tumors provides novel molecular targets for therapeutic  intervention. Clin Cancer Res 8: 945-954, 2002.  21. Heiser D, Labi V, Erlacher M and Villunger A: The Bcl-2 protein  family and its role in the development of neoplastic disease.  Exp Gerontol 39: 1125-1135, 2004.  22. Reynolds JE, Yang T, Qian L, Jenkinson JD, Zhou P, Eastman A  and Craig RW: Mcl-1, a member of the Bcl-2 family, delays  apoptosis induced by c-Myc overexpression in Chinese hamster  ovary cells. Cancer Res 54: 6348-6352, 1994.  23. Michels J, Johnson PW and Packham G: Mcl‑1. Int J Biochem  Cell Biol 37: 267-271, 2005.  24. Shigemasa K, Katoh O, Shiroyama Y, Mihara S, Mukai K,  Nagai N and Ohama K: Increased MCL‑1 expression is associ- ated with poor prognosis in ovarian carcinomas. Jpn J Cancer  Res 93: 542-550, 2002.  25. Kuo ML, Chuang SE, Lin MT and Yang SY: The involvement  of PI 3‑K/Akt‑dependent up‑regulation of Mcl‑1 in the preven- tion of apoptosis of Hep3B cells by interleukin-6. Oncogene 20:  677-685, 2001.  26. Leu CM, Chang C and Hu C: Epidermal growth factor (EGF)  suppresses staurosporine-induced apoptosis by inducing mcl-1  via the mitogen-activated protein kinase pathway. Oncogene 19:  1665-1675, 2000.  27. Wei LH, Kuo ML, Chen CA, Chou CH, Cheng WF, Chang MC,  Su JL and Hsieh CY: The anti-apoptotic role of interleukin-6 in  human cervical cancer is mediated by up-regulation of Mcl-1  through a PI 3‑K/Akt pathway. Oncogene 20: 5799‑5809, 2001.  28. Rouet‑Benzineb P, Aparicio T, Guilmeau S, Pouzet C,  Descatoire V, Buyse M and Bado A: Leptin counteracts sodium  butyrate-induced apoptosis in human colon cancer HT-29 cells  via NF-κB signaling. J Biol Chem 279: 16495-16502, 2004.  29. Nicholson DW, Ali A, Thornberry NA, Vaillancourt JP, Ding CK,  Gallant M, Gareau Y, Griffin PR, Labelle M, Lazebnik YA,  et al: Identification and inhibition of the ICE̸CED‑3 protease  necessary for mammalian apoptosis. Nature 376: 37-43, 1995.    INTERNATIONAL JOURNAL OF ONCOLOGY  42:  1113-1119,  2013 1119  30. Germain M, Affar EB, D'Amours D, Dixit VM, Salvesen GS  and Poirier GG: Cleavage of automodified poly(ADP‑ribose)  polymerase during apoptosis. Evidence for involvement of  caspase-7. J Biol Chem 274: 28379-28384, 1999.  31. Knudsen KE, Diehl JA, Haiman CA and Knudsen ES: Cyclin D1:  polymorphism, aberrant splicing and cancer risk. Oncogene 25:  1620-1628, 2006.  32. Wang JM, Chao JR, Chen W, Kuo ML, Yen JJ and Yang‑Yen HF:  The antiapoptotic gene mcl-1 is up-regulated by the phos- phatidylinositol 3‑kinase/Akt signaling pathway through a  transcription factor complex containing CREB. Mol Cell Biol 19:  6195-6206, 1999.  33. Ogden CL, Carroll MD, Kit BK and Flegal KM: Prevalence of  obesity in the United States, 2009-2010. NCHS Data Brief pp1-8,  2012.  34. Flegal KM, Carroll MD, Kit BK and Ogden CL: Prevalence of  obesity and trends in the distribution of body mass index among  US adults, 1999-2010. JAMA 307: 491-497, 2012.  35. Bray GA: Drug treatment of obesity. Rev Endocr Metab Disord 2:  403-418, 2001.  36. Simonin K, Brotin E, Dufort S, Dutoit S, Goux D, N'Diaye M,  Denoyelle C, Gauduchon P and Poulain L: Mcl‑1 is an important  determinant of the apoptotic response to the BH3-mimetic  molecule HA14-1 in cisplatin-resistant ovarian carcinoma cells.  Mol Cancer Ther 8: 3162-3170, 2009.  37. Varin E, Denoyelle C, Brotin E, Meryet-Figuière M, Giffard F,  Abeilard E, Goux D, Gauduchon P, Icard P and Poulain L:  Downregulation of Bcl‑xL and Mcl‑1 is sufficient to induce cell  death in mesothelioma cells highly refractory to conventional  chemotherapy. Carcinogenesis 31: 984-993, 2010.  38. Brotin E, Meryet‑Figuière M, Simonin K, Duval RE,  Villedieu M, Leroy‑Dudal J, Saison‑Behmoaras E, Gauduchon P,  Denoyelle C and Poulain L: Bcl‑XL and MCL‑1 constitute  pertinent targets in ovarian carcinoma and their concomitant  inhibition is sufficient to induce apoptosis. Int J Cancer 126:  885-895, 2010.  39. Weng C, Li Y, Xu D, Shi Y and Tang H: Specific cleavage of Mcl‑1  by caspase-3 in tumor necrosis factor-related apoptosis-inducing  ligand (TRAIL)-induced apoptosis in Jurkat leukemia T cells.  J Biol Chem 280: 10491-10500, 2005.  View publication statsView publication stats  https://www.researchgate.net/publication/235375749",
    "references": [],
    "authors": [
        "Hideki Sakahira",
        "Masato Enari",
        "& Shigekazu Nagata"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}