{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Investigation of the roles of T6SS genes in motility, biofilm formation, and extracellular protease Asp production in Vibrio alginolyticus with modified Gateway‐compatible plasmids   ORIGINAL ARTICLE  Investigation of the roles of T6SS genes in motility, biofilm formation, and extracellular protease Asp production in Vibrio alginolyticus with modified Gateway-compatible plasmids H. Liu, D. Gu, L. Sheng, Q. Wang and Y. Zhang  State Key Laboratory of Bioreactor Engineering, East China University of Science and Technology, Shanghai, China  Introduction  Vibriosis, an infection caused by Vibrio species, is a wide-  spread threat to the marine culture and brings about huge  economic loss worldwide. There have been more than 10  kinds of vibrios reported to be the causative agents in the  universal marine culture at present, including Vibrio an-  guillarum, V. vulnificus, V. parahaemolyticus, V. harveyi  and V. alginolyticus (Austin 2010). The genomes of all  these species have been sequenced and the information is  available on GenBank. Yet only a small portion of these  genes has been experimentally assigned a function.  Genetic tools are essential for gene function analysis  including the ectopic expression, the site-directed in-frame  deletion, and the complementation. The discovery of  restriction enzymes in the early 1970s led to the revolu-  tionary progress in the analysis of nucleic acids. However,  this traditional method takes much time for the restriction  enzyme digestion and ligation, meanwhile the process may  be hampered by the limited restriction enzyme sites  located on the plasmid and versatile sites contained in the  target DNA sequence. Furthermore, the efficiency of  obtaining positive clones is closely correlated to the effec-  tiveness of the restriction enzyme digestion. It is therefore  a burning need to expand the tools for high-throughput  screening and gene function analysis.  Gateway technology (Invitrogen, Carlsbad, CA, USA) is  a cloning technique based on site-specific recombination  Keywords  Asp, biofilm, gateway, T6SS, Vibrio  alginolyticus.  Correspondence  Q. Wang, State Key Laboratory of Bioreactor  Engineering, East China University of Science  and Technology, 130 Meilong Road, Shanghai  200237, China.  E-mail: oaiwqiyao@ecust.edu.cn  2012 ⁄ 0513: received 21 March 2012, revised 15 April 2012 and accepted 23 April 2012  doi:10.1111/j.1472-765X.2012.03263.x  Abstract  Aims: The aims of this study were to create and evaluate the Gateway-compati-  ble plasmids for investigating the function of genes in Vibrio alginolyticus and  other Gram-negative bacteria.  Methods and Results: In this study, Gateway-compatible plasmids were suc-  cessfully constructed for rapid and comprehensive function analysis of genes.  Taking advantage of these plasmids, the in-frame deletion mutant strains and  their complemented strains of five T6SS genes, including dotU1, VEPGS_0008,  VEPGS_0011, hcp2 and ppkA2, were obtained. The results illustrated that all  the mutant strains showed no significant effects on extracellular protease pro-  duction, expression of Hcp1, and biofilm formation when compared to the  wild-type strain, but in-frame deletion of VEPGS_0008 resulted in obvious bio-  film reduction and the complemented strain restored to the level of the  wild-type strain. Besides, in-frame deletion of dotU1, VEPGS_0008 and ppkA2  abolished the swarming ability.  Conclusions: A set of Gateway-compatible vectors for internal insertion,  in-frame deletion and complementation of the target genes is constructed to  facilitate the general and rapid function analysis of genes involved in T6SS in  Vibrio alginolyticus.  Significance and Impact of the Study: The modified Gateway-compatible plas-  mids greatly facilitate the high-throughput and convenient function analysis of  the unidentified genes.  Letters in Applied Microbiology ISSN 0266-8254  No claim to Chinese Government works  Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology 73    characteristics of the lambda bacteriophage (Landy 1989)  that encompasses two opposite recombination reactions  (BP and LR). The BP recombination reaction catalysed by  BP clonase refers to the recombination reaction between  attB sites in the target gene and attP sites carried on the  donor vector, resulting in the attL-containing entry plas-  mid. Similarly, the attL-flanked target gene carried on  entry plasmid can be transferred to various destination  vectors that contain homologous attR sites by the LR  reaction catalysed by the LR clonase, generating the target  plasmid carrying the attB-flanked sequences. Gateway  technology avoids the labour-intensive restriction enzyme  digestion and ligation process and enhances the efficiency  of getting positive strains for the presence of the counter-  selective marker, CcdB. At present, Gateway cloning sys-  tem has been successfully used for high-throughput gene  function analysis in various microorganisms (Dupuy et al.  2004; Hope et al. 2004; Busso et al. 2005; Yahata et al.  2005).  In this study, we have described the construction of a  set of modified Gateway-compatible vectors and their  application in the rapid investigation of roles of type VI  secretion system (T6SS) genes in fish pathogen V. algino-  lyticus. The Gateway-compatible vector derivatives are  also useful in gene function analysis in other vibrios and  Gram-negative bacteria.  Materials and methods  Vectors, bacterial strains, and culture conditions  The vectors and strains utilized in the study are listed in  Table 1. Escherichia coli DH5a (Tiangen, Shanghai, China) was used for routine propagation of the entry plasmids,  E. coli SM10 kpir (Liang et al. 2003) for the modified Gateway-compatible destination plasmids, and One Shot-  ccdB Survival- 2T1R competent E. coli (Invitrogen) for pDONR221 and pDEST 17. All the E. coli strains were  Table 1 Strains and plasmids used in this study  Strains and plasmids Characteristics Reference or source  Vibrio alginolyticus  EPGS Pathogenic isolate from aquaculture farm. Ampr CCTCC No. M 2010277  asp) EPGS carrying the null mutation of asp gene (Rui et al. 2009)  DdotU1 EPGS carrying in-frame deletion of dotU1 gene This study  dotU1+ EPGS, DdotU1 complemented with intact dotU1 gene This study  Dhcp2 EPGS carrying in-frame deletion of hcp2 gene This study  hcp2+ EPGS, Dhcp2 complemented with intact hcp2 gene This study  DN08 EPGS carrying in-frame deletion of VEPGS_0008 gene This study  DN08+ EPGS, DN08 complemented with intact VEPGS_0008 gene This study  DN11 EPGS carrying in-frame deletion of VEPGS_0011 gene This study  DN11+ EPGS, DN11 complemented with intact VEPGS_0011 gene This study  D ppkA2 EPGS carrying in-frame deletion of ppkA2 gene This study  ppkA2+ EPGS, DppkA2 complemented with intact ppkA2 gene This study  Dhcp1 EPGS carrying in-frame deletion of hcp1 gene (Sheng et al. 2012)  hcp1+ EPGS, Dhcp1 complemented with intact hcp1 gene (Sheng et al. 2012)  D pppA EPGS carrying in-frame deletion of pppA gene (Sheng et al. 2012)  Escherichia coli  CC118 kpir kpir lysogen of CC118 D(ara-leu) araD DlacX74 galE galK phoA20  thi-1 rpsE rpoB argE(Am) recA1  (Dennis and Zylstra 1998)  SM10 kpir thi thir leu tonA lecY supE recA::RP4-2-Tc::Mu Kmr (pirR6K) (Liang et al. 2003)  BL21 (DE3) F) dcm ompT hsdS(rB ) mB  )) gal k(DE3) Invitrogen  DH5a F) u80 lacZDm15D(lacZYA-argF) U169 endA1 recA1 hsdR17  (rk),mk+) supE44 k) thi-1gyrA96 relA1 phoA Tiangen  One Shot- ccdB  Survival- 2T1R F) mcrA D(mrr-hsdRMS-mcrBC) u80 lacZDm15 DlacX74 recA1  araD139 D(ara-leu)7697 galU galK rpsL (Strr) endA1 nupG fhuA::IS2  Invitrogen  Plasmids  pDM4 Cmr, sacBR, suicide vector containing an R6K origin of replication (pir requiring) (Milton et al. 1996)  pNQ705-1 Cmr; suicide vector that contains an R6K origin (pir requiring) (Wang et al. 2002)  pMMB206 Cmr, IncQ lacIq Dbla Ptac-lac lacZa (Morales et al. 1991)  pDONR221 Kmr, Cmr, the donor vector used in Gateway system Invitrogen  pDEST17 Ampr, Cmr, the destination vector used in Gateway system Invitrogen  pDM4.DEST Cmr, pDM4 carrying the attR1-ccdB ⁄ Cmr-attR2 cassette in SalI sites This study pNQ705-1.DEST Cmr, pNQ705-1 carrying the attR1-ccdB ⁄ Cmr-attR2 cassette in SalI sites This study pMMB206.DEST Cmr, pMMB206 carrying the attR1-ccdB ⁄ Cmr-attR2 cassette in EcoRI sites This study  Gateway plasmids for genetic analysis H. Liu et al.  74 Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology No claim to Chinese Government works    grown in Luria-Bertani (LB) medium containing 1%  (w ⁄ v) NaCl supplemented with appropriate antibiotics at 37-C. Vibrio alginolytics strains were grown in LB med- ium containing 3% (w ⁄ v) NaCl at 30-C. The antibiotics were used at the following concentrations: 100 lg ml)1  ampicillin (Amp) and 7 lg ml)1 chloramphenicol (Cm) for V. alginolaticus, 100 lg ml)1 Amp, 100 lg ml)1 kana- mycin (Km), and 25 lg ml)1 Cm for E. coli.  Construction of the entry vectors  To transfer the target genes to different destination vec-  tors for diverse applications, a series of entry vectors car-  rying the target genes on the donor vector, pDONR221  (Invitrogen), were constructed. To generate the Hcp1  expression strains, we amplified its open reading frame  (ORF) using the forward primer Ghcp1F carrying the  attB1 sites on the upstream of the 5¢ end and the reverse primer Ghcp1R carrying the attB2 sites (Table 2) from  the genomic DNA of V. alginolyticus EPGS. Then the frag-  ment was cloned into pDONR221 by BP reaction accord-  ing to the instruction of the manufacturer (Invitrogen).  To generate the in-frame deletion mutant strains for  gene function analysis, primers containing the attB sites  were designed for the indicated genes. Here, three  T6SSVA1 genes (including dotU1, VEPGS_0008 and VE-  PGS_0011) located on the chromosome I and two  T6SSVA2 genes (ppkA2 and hcp2) on chromosome II in  V. alginolyticus were selected for in-frame deletion mutant  construction based on the Gateway cloning technology.  Taking dotU1 as an example, the genomic DNA of V. alg-  inolyticus EPGS was used as a template with PCR primers  Table 2 Primers used for cloning in this  study Primers Sequences (5¢-3¢)*  Ghcp1F ACAAGTTTGTACAAAAAAGCAGGCTATGCCAACTCCAGCATATAT  Ghcp1R CCACTTTGTACAAGAAAGCTGGGTTTAAGCTTCGCGTGGAGCA  dotU11 ACAAGTTTGTACAAAAAAGCAGGCTTGAGTTACGCAGAAACCG  dotU12 AGATGTCTCAAGGGATCGAAGACATACAA  dotU13 TCGATCCCTTGAGACATCTGGTGGTGACA  dotU14 CCACTTTGTACAAGAAAGCTGGGTAGGTTGCCGCATACATAA  hcp21 ACAAGTTTGTACAAAAAAGCAGGCTATAATTGGGAGTTGGTTC  hcp22 GAAGTGTTGTTTGTATTGCTCGGCTGTT  hcp23 AGCAATACAAACAACACTTCTGCTCCATTG  hcp24 CCACTTTGTACAAGAAAGCTGGGTAGCTTTAGCACGCAATGA  DN081 ACAAGTTTGTACAAAAAAGCAGGCTTTACTACCACGGTCCAAG  DN082 CTTCTTACCCTAACCAATGTTTCGGGATA  DN083 AAACATTGGTTAGGGTAAGAAGAATGATGT  DN084 CCACTTTGTACAAGAAAGCTGGGTGGTAATGGAGAAGGGAAC  DN111 ACAAGTTTGTACAAAAAAGCAGGCTTGTTCATTATCAACCGTTTAGC  DN112 GAGTGAATGGACTTCAACCTTCGCAGCAC  DN113 GAAGGTTGAAGTCCATTCACTCGCATCTC  DN114 CCACTTTGTACAAGAAAGCTGGGT CGAATACCAAAGCCGAGT  ppkA21 ACAAGTTTGTACAAAAAAGCAGGCTGTTATTGGGCATGGTGGG  ppkA22 AATGCCGCTAATTAGCGGGCTTTAGGTC  ppkA23 GCCCGCTAATTAGCGGCATTGTATTTGGTT  ppkA24 CCACTTTGTACAAGAAAGCTGGGTCGGTAGAGGGCTGTTGGA  dotU1comF ACAAGTTTGTACAAAAAAGCAGGCTAGAAGTGAAGCCTGATGG  dotU1R CCACTTTGTACAAGAAAGCTGGGTCGCAAACTGCAATCTCTC  hcp2comF ACAAGTTTGTACAAAAAAGCAGGCTGGTTATGGAGAAGGAGGTG  hcp2comR CCACTTTGTACAAGAAAGCTGGGT TATCGAATGGCGAAGAAA  DN08comF ACAAGTTTGTACAAAAAAGCAGGCTCCAATGGTACAGCGAGAT  DN08comR CCACTTTGTACAAGAAAGCTGGGTACCCAGGTGATAAAGACG  DN11comF ACAAGTTTGTACAAAAAAGCAGGCTTCTTTGGCCTAGACAGCT  DN11comR CCACTTTGTACAAGAAAGCTGGGTTAACTTCGGATGATATTTGG  ppkA2comF ACAAGTTTGTACAAAAAAGCAGGCTAAAAGCCGCAAGTTCACC  ppkA2comR CCACTTTGTACAAGAAAGCTGGGTTACATACGGACGCCAGAC  pMDF CC TGCAGCCAAGCTTGAGACCACAACGGTTTCCCTCT  pMDR GCCAGTGCCAAGCTTTTTCGGGCTTTGTTAGCAGCCT  pDDF GCATGCGGGTAACCTGAGCTCGAGACCACAACGGTTTCCCTCT  pDDR GTGGAATTCCCGGGAGAGCTCTTTCGGGCTTTGTTAGCAGCCT  *Nucleotides underlined represent attB sites added to the 5¢ end of the primers.  H. Liu et al. Gateway plasmids for genetic analysis  No claim to Chinese Government works  Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology 75    dotU11 and dotU12 (Table 2) to create the 198-bp  upstream fragment of dotU1 and primers dotU13 and  dotU14 (Table 2) to get 334-bp downstream fragment of  dotU1. The fragment with 210-bp in-frame deletion of  the dotU1 gene generated by overlap PCR was cloned into  the donor vector, pDONR221 with the BP reaction to get  the entry plasmid. Besides, for the construction of corre-  sponding complemented strains, the sequences containing  the intact promoter regions and ORFs of the indicated  genes were obtained by PCR with the designed primers  harbouring attB sites and then transferred to the  pDONR221 with BP reaction. The primers used for gene  cloning and plasmid construction are listed in Table 2.  Construction of the destination vectors  To create the Gateway-compatible plasmids, first, the  attR1-ccdB ⁄ Cmr-attR2 cassette was amplified from pDEST17 (Invitrogen) with primers pDDF and pDDR,  which covered 15-bp sequence homologous to either side  of the SalI site located on pNQ705-1 (Wang et al. 2002)  and pDM4 (Milton et al. 1996) at the 5¢ end, SalI site in the middle, and the specific sequence of the attR1-  ccdB ⁄ Cmr-attR2 cassette at the 3¢ end. Then the fragment was cloned into SalI digested linearized pNQ705-1 and  pDM4 respectively, to generate the destination plasmids  pNQ705-1.DEST and pDM4.DEST for the mutant con-  struction using the seamless cloning kit according to the  manufacturer's instruction (Genescript, Shanghai, China).  Likewise, the pMMB206.DEST was produced by inserting  attR1-ccdB ⁄ Cmr-attR2 cassette amplified from pDEST17 using primers pMDF and pMDR into the EcoRI digested  pMMB206 (Morales et al. 1991). All destination plasmids  were transformed into SM10 kpir strain that was resistant to the CcdB toxicity and also supported replication of the  p protein required R6K plasmids such as pNQ705-1 and pDM4 for positive screening.  Transfer of target genes into the destination vectors  All the entry vectors and corresponding destination plas-  mids were harvested from various hosts (Table 1). LR  recombination reaction was carried out according to the  manufacturer's instruction (Invitrogen) and the reaction  mixture was then transformed into E. coli CC118 kpir (Den- nis and Zylstra 1998). The destination vectors carrying the  target sequences were confirmed by PCR and sequencing.  Screening of target gene deletion mutants  In-frame deletion mutants were constructed in the  selected genes by double-crossover allelic exchanges  according to previous protocols (Liu et al. 2011).  Western-blot analysis of Hcp1 and Asp  To detect the production of Hcp1 and Asp, Western-blot  was carried according to the previous work (Sheng et al.  2012).  Extracellular protease activity, biofilm formation, motil-  ity assay, and LD50 determination  The extracellular product (ECP) production assays deter-  mined with hide powder azure (HPA) digestion assay and  milk plate assay, biofilm formation, motility assay, and  LD50 determination with healthy zebrafish were carried  out according to the previously described methods (Liu  et al. 2011).  Aggregation assay  Overnight cultures of all the tested strains were harvested  and normalized to the same OD600 values in 5 ml LBS  broth in glass test tubes. All the tubes were shaken vigor-  ously first and then cultured statically at room tempera-  ture for 10 min. Afterwards, OD600 of each strain was  assayed to determine the aggregation.  Statistical analysis  Statistical significance was determined using Student's  t-test (spss 11.5; SPSS Inc., Chicago, IL, USA).  Results  Construction of the Gateway-compatible destination  vectors  The plasmid pNQ705-1 (Wang et al. 2002) used for inser-  tion mutation construction, pDM4 (Milton et al. 1996)  for in-frame deletion mutant construction, and pMMB206  (Morales et al. 1991) for complementation construction  are widely used for the construction of mutant and com-  plemented strains. They carried defined restriction enzyme  sites, and thus the flexibility was limited. Besides, all the  above plasmids are recalcitrant to be definitely digested or  observed to show smearing on agarose gel (H. Liu, D. Gu  and Q.Y. Wang, unpublished data). Thus, it is difficult  and time-consuming for gene cloning using these plas-  mids with the conventional method of restriction enzyme  digestion and ligation. To circumvent these limitations,  we set to modify the plasmids to make them compatible  for using with the Gateway system (Invitrogen). The  attR1-ccdB ⁄ Cmr-attR2 cassette was amplified from pDEST17 (Invitrogen) using the primers with the addition  of the 21-bp consensus sequence to the defined sequences  Gateway plasmids for genetic analysis H. Liu et al.  76 Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology No claim to Chinese Government works    of pDM4, pNQ705-1, and pMMB206 plasmids respec-  tively (Fig. 1) and then moved onto these plasmids by  seamless cloning method (Genescript). The desired desti-  nation plasmids maintained in E. coli SM10 kpir strain that was resistant to the toxic effect of CcdB and mean-  while supplied the pir-encoded p protein for replication of R6K plasmids (e.g. pNQ705-1 and pDM4) (Table 1) were  selected on the plates containing the indicated antibiotics.  The sequencing results confirmed the presence and the  validity of the attR1-ccdB ⁄ Cmr-attR2 cassette in all tested strains. Therefore a set of Gateway-compatible plas-  mids for convenient and systemic gene function analy-  sis, including pNQ705-1.DEST, pDM4.DEST, and  pMMB206.DEST, was successfully constructed.  Expression of Hcp1 based on Gateway destination plas-  mid pDEST17  To evaluate the Gateway-based cloning technology, we  cloned the ORF sequences of hcp1 (the hallmark of the  T6SS in V. alginolyticus) into the donor vector  pDONR221 (Invitrogen) to generate the entry plasmid.  Then the ORF of hcp1 was transferred from the entry vec-  tor into the destination vector, pDEST17 (Invitrogen),  which contains the strong bacteriophage T7 promoter for  the controlled and inducible expression of the proteins of  interest and 6 · His at the N-terminal of the specific sequence for the convenient purification, by LR reaction  to obtain the expression plasmid. The efficiency of recov-  ering desired clones was high (49 ⁄ 50 positive, data not shown). However, 25-bp attB sites remained flanking the  ORF of hcp1 (Fig. 2a). To verify the expression of Hcp1  based on Gateway system, the Hcp1 expression was  induced by adding isopropyl-b-d-thiogalactopyranoside (IPTG) when the OD600 reached 0Æ4. Then the total pro- teins were harvested and loaded onto 12% SDS-PAGE.  The result demonstrated that Hcp1 was expressed success-  fully by using the Gateway-based plasmids and the pres-  ence of the attB sites seems to exert no effect on the  normal expression of Hcp1 (Fig. 2b). The expression of  Hcp1 utilizing pDEST17 was also verified by Western-blot  using Hcp1-specific antibody (Sheng et al. 2012)  (Fig. 2b). Taken together, the protein expression can be  achieved rapidly and efficiently with Gateway technology.  Functional analysis of T6SS genes using Gateway-com-  patible plasmids  To validate and evaluate the Gateway-compatible plas-  mids for mutant construction, five genes involved in  T6SS in V. alginolyticus were selected to generate the in-  frame deletion mutants. The process avoided the restric-  tion enzyme selection, and the transfer efficiency of the  target genes into the destination plasmids reached 90-  100%. All the five in-frame deletion mutant strains were  obtained successfully following the double-crossover alle-  lic exchanges according to previous protocols (Liu et al.  2011). Meanwhile, all the complemented strains were also  generated successfully using Gateway-compatible plasmid  pMMB206.DEST. Thus the Gateway-compatible plasmids  apparently facilitate the genetic analysis (Fig. 3a). Further-  more, the pNQ705-1.DEST for site-directed insertion  attR1 attR2  attR2  attR2  attR2  Seamless cloning enzyme  Sall  SacBR  mobRP4  mobRP4  mobRP4  mobRP4  replication gene  replication gene  pDM4 backbone  pNQ705-1 backbone  pNQ705-1.DEST  pMMB206 backbone  pMMB206.DEST  pDM4.DEST  Sall  EcoRI  CAT  CAT  CAT  CAT  CAT  CAT  Ptac  Ptac  R6K  R6K  R6K  R6K  ccdB/Cmr  ccdB/Cmr  ccdB/Cmr  ccdB/Cmr  SacBR  attR1  attR1  attR1  Figure 1 Construction of the destination  vectors. Schematic flowchart of the Gateway  cassettes transferred into the plasmids,  pDM4, pNQ705-1, and pMMB206 was indi-  cated. The attR-flanked ccdB cassette was  amplified by PCR with pDEST17 as the tem-  plate and the product was then inserted into  the indicated linearized plasmids to obtain the  three destination plasmids for different func-  tional analysis.  H. Liu et al. Gateway plasmids for genetic analysis  No claim to Chinese Government works  Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology 77    mutation of the target genes was also achieved in V. algi-  nolyticus (data not shown).  The T6SS has been linked to a myriad of processes,  including biofilm formation (Aschtgen et al. 2008), motil-  ity (Jana et al. 2011), extracellular protease production  (Weber et al. 2009), and promoting or limiting virulence  (Filloux 2009). Here in, all the five obtained mutant strains  based on Gateway-compatible plasmids were analysed for  their roles in regulating the virulence-related elements,  including motility, extracellular protease production,  biofilm formation, and T6SS hallmark Hcp1 secretion in  V. alginolyticus. As shown in Fig. 3 and Table 3, there were  no significant differences in swimming and aggregation in  all tested strains, but DdotU1, DN08 harbouring in-frame deletion of VEPGS_0008 gene, and DppkA2 lost the swarming ability. The extracellular protease production in  the mutant strains displayed no significant difference in  comparison with the wild-type strain. However, DN11  strain, which carried in-frame deletion of VEPGS_0011  gene, exhibited almost 50% reduction in extracellular pro-  tease production. Unfortunately, the complemented strain  did not fully restore to the level of the wild-type strain  (Fig. 3b).  Besides, the biofilm assay results revealed that all the  five mutant strains, except DN08, showed comparable  level of biofilm production to that of the wild-type strain.  The biofilm was almost invisible in DN08 strain and  restored to the level observed in the wild-type when the  intact gene was introduced into DN08, confirming the  crucial roles of VEPGS_0008 gene in biofilm formation in  V. alginolyticus. For Hcp1 production assay, there are no  dissimilarities in all these five mutant strains compared  with the wild-type strain when the whole cell lysates were  probed with Hcp1-specific antibody. However, no visible  band against Hcp1 was present in any of the five mutant  strains when the concentrated supernatants were con-  ducted. In contrast, very weak and apparent Hcp1 secre-  tion could be respectively detected in the wild-type strain  and the DpppA mutant strain as previously described (Sheng et al. 2012) (Fig. 3d).  The zebrafish infection experiment was further per-  formed to evaluate the impact of the five genes on the  virulence of V. alginolyticus. The fish infected with a high  dose (3Æ5 · 107 CFU per fish) of the wild-type and the five mutant strains died within 24 h. At the dose of  3Æ5 · 106 CFU per fish and 3Æ5 · 105 CFU per fish, the mortality of the zebrafish reached 90% in 48 h and 60-  70% in 96 h respectively. All the dead fish exhibited typi-  cal haemorrhagic septicaemia. The LD50 values of the  mutant strains and the wild-type were calculated and  there were no significant attenuation in the five mutant  strains compared to the wild-type strain (Table 3).  Discussion  Gateway cloning system has been commonly utilized for  high-throughput characterization of ORFs in single stan-  dard frame in organisms, including E. coli, Saccharomyces  cerevisiae, plants, and Caenorhabditis elegans (Dupuy et al.  2004; Hope et al. 2004; Busso et al. 2005; Earley et al.  2006; Alberti et al. 2007). Further efforts have been made  to clone several ORFs in different frames into the same  pBR322 ori rop  rop T7  kDa MW 1  94·0  66·2  45·0 33·0  26·0  20·0  14·4  2 3 4 5  T7 RBS attR1 attR2  attB2 T7 term  T7 term Amp  Amp  pDEST 17  Expression plasmid  attB1  LR reaction  ccdB/Cmr  pENTRHcp1attL1 attL2hcp1  hcp1  anti-Hcp1  RBS  ATG  ATG 6xHis  6xHis  pBR322 ori  *  (a)  (b)  Figure 2 Evaluation and validation of the  Gateway-based expression vector pDEST17.  (a) Flow chart of the expression vector con-  struction based on Gateway system. (b) The  expression of Hcp1. Lane 1: LB broth without  the bacteria; Lane 2: the total protein sample  of the Escherichia coli BL21 (DE3); Lane 3: the  total protein sample of the E. coli BL21 (DE3)  with hcp1 carried on the pDEST17 vector but  without the IPTG induction; Lane 4: the total  protein sample of the E. coli BL21 (DE3) with  hcp1 carried on the pDEST17 vector but with  the IPTG (100 lmol l)1) induction; Lane 5:  Western-blot against Hcp1 with the total pro-  tein sample of the E. coli BL21 (DE3) with  hcp1 carried on the pDEST17 vector under  induction. MW means the protein molecular  weight and the asterisk represents the expec-  ted protein.  Gateway plasmids for genetic analysis H. Liu et al.  78 Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology No claim to Chinese Government works    destination plasmid for expression synchronously and  conveniently in Aspergillus aryzae (Mabashi et al. 2006). In  this study, we have described the construction of the  Gateway-compatible vectors for the systemic and rapid  functional analysis of the unidentified genes in V. algino-  lyticus. Here in, five in-frame deletion mutant strains  and their complemented strains in V. alginolyticus were  obtained with high efficiency based on the modified  attL1  attR1  attB1  R6K  R6K  CAT  CAT  LR reaction  SacBR  Entry plasmid  mobRP4  mobRP4  pDM4.DEST  pDM4.mutant  SacBR  mutant genes  mutant genes  ccdB/Cmr  attL2  attR2  attB2  0·04 E  xt ra  ce llu  la r   p ro  te a se   a ct  iv ity  / C  e ll   d e si  ty  (  O D  6 0 0 /O  D 6 0 0 )  0·03  0·02  0·01  0  anti-Asp  p p  kA 2  + pp  kA 2  +  d o  tU 1  +  Δ p  p kA  2  Δp pk  A2  Δ d  o tU  1  do tU  1 +  Δd ot  U1  h cp  2 +  D N  1 1  +  D N  0 8  +  D N  0 8  W T  a sp  -  DN 08  +  DN 08W  T as  p -  D N  1 1  Δ h  cp 2  hc p2  +  DN 11  +  DN 11  Δh cp  2  O D  5 7 0 n m  2·0  1·5  1·0  0·5  0  pp kA  2 +  pp kA  2 +  Δp pk  A2  Δp pk  A2  do tU  1 +  do tU  1 +  Δd ot  U1  Δd ot  U1  DN 08  +  DN 08  +  DN 08  DN 08  W T  W T  hc p2  +  hc p2  +  DN 11  +  DN 11  +  DN 11  DN 11  Δh cp  2  Δh cp  2  anti-Hcp1  anti-RNAP  p p  kA 2  +  Δ p  p kA  2  Δ p  p p  A    d o tU  1 +  Δ d o tU  1  h cp  2 +  Δ h  cp 2  h cp  1 +  D N  1 1  +  D N  0 8  +  D N  0 8  W T  C  S  D N  1 1  Δ h  cp 1  (a)  (b)  (c)  (d)  Figure 3 Functional analysis of the selected  T6SS genes. (a) Schematic flowchart of the  transfer of target genes to the destination  vectors. (b) Extracellular protease production.  (c) Biofilm formation. The values shown are  the average of three independent experi-  ments, and the error bars represent the stan-  dard deviations. Double asterisks marked the  significant difference at P < 0Æ01 from the  wild-type strain. (d) Hcp1 production detec-  tion. A representative experiment out of three  is shown. RNA polymerase (RNAP) was used  as a control.  H. Liu et al. Gateway plasmids for genetic analysis  No claim to Chinese Government works  Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology 79    Gateway-compatible plasmids, pDM4.DEST and pMMB206.  DEST. Meanwhile, the Hcp1 protein was also expressed  successfully using the Gateway plasmid, pDEST17. These  data illustrated that the Gateway plasmid and the Gate-  way-compatible plasmids constructed in this study can be  used to facilitate systemic and even high-throughput func-  tional study on novel genes. We confirmed that the use of  these Gateway-compatible plasmids has greatly facilitated  streamlined traditional day-to-day molecular cloning pro-  jects in which the restriction enzyme selection, the diges-  tion activity, and the ligation efficiency have to be taken  into account and usually become the limiting factors for  successful construction and that it made the procedure  more rapid, convenient, and efficient in characterization of  genes of interest in V. alginolyticus. Besides, this Gateway-  compatible cloning system was also applied successfully  in V. anguillarum, V. parahaemolyticus and Edwardsiella  tarda collected in our laboratory (data not shown).  T6SS is essential for bacterial pathogenesis. Yet the  overall virulence regulation architecture of the T6SS is not  well known until now. In this study, the roles of five T6SS  genes in the virulence regulation of V. alginolyticus were  determined by the extracellular protease production, bio-  film formation, motility, and Hcp1 secretion. The results  showed no significant differences in the tested strains in  contrast with wild-type strain in Asp production except  DN11, which exhibited 50% decrease in extracellular pro-  tease production. VEPGS_0011 encodes a putative T6SS  lysozyme-related protein and belongs to gp25 family. The  DN08 strain was unexpectedly inefficient in the biofilm  formation and swarming ability. VEPGS_0008 encodes a  putative transcriptional regulator belonging to AsnC fam-  ily, which regulates the cell metabolism in response to the  exogenous amino acid and has not been well characterized  so far. Its roles in T6SS and virulence regulation are not  clear. Besides, DdotU1 and DppkA2 displayed no swarm- ing ability. The dotU1 gene encodes a transmembrane  protein while PpkA2 is annotated as a serine ⁄ threonine protein kinase. At present, the detailed investigation of  the functions of these five genes is underway in our labo-  ratory. The secretion of Hcp1 was absent in all five  mutant strains and their complemented strains. This may  be caused by the tight post-translational regulation of  PpkA ⁄ PppA system in which PpkA is established to be required for assembly of the T6SS and secretion of Hcp  and its activity is antagonized by PppA (Mougous et al.  2007), for the secretion of Hcp1 was enhanced remarkably  in DpppA strain (Fig. 3d). The influence of the T6SS com- ponents on Hcp1 secretion should be further assayed in  the strain with DpppA genetic background.  Acknowledgements  This study was supported by National Natural Science  Foundation of China (no. 30901113) and Shanghai Lead-  ing Academic Discipline Project (no. B505).  References  Alberti, S., Gitler, A.D. and Lindquist, S. (2007) A suite of  Gateway cloning vectors for high-throughput genetic anal-  ysis in Saccharomyces cerevisiae. Yeast 24, 913-919.  Aschtgen, M.S., Bernard, C.S., De Bentzmann, S., Lioubès, R.  and Cascales, E. (2008) SciN is an outer membrane lipo-  protein required for type VI secretion in enteroaggregative  Escherichia coli. J Bacteriol 190, 7523-7531.  Table 3 Characterization of the Vibrio alginolyticus mutants  Strain Swarming* Swimming- Biofilm- Aggregation§ Milk plate assay- LD50 CFU per fish**  WT ++ + + ) ++ 9Æ5 · 104  DdotU1 ) + + ) ++ 1 · 105  DN08 ) + ) ) ++ 6Æ5 · 104  DN11 ++ + + ) + 1Æ6 · 105  Dhcp2 ++ + + ) ++ 1Æ2 · 105  DppkA2 ) + + ) ++ 7Æ2 · 104  Dhcp1 +++ + + ) ++ 2Æ8 · 105  asp) ++ + ) ) ) 6Æ5 · 106  *Two microlitre cultures of the wild-type and mutant strains were spotted onto LB plates with 1Æ5% agar and incubated for 24 h. +++, colony  diameter > 3 cm; ++, 2 cm < colony diameter < 3 cm; +, 1 cm < colony diameter < 2 cm; ), colony diameter < 1 cm. - Two microlitre cultures of the wild-type and mutant strains were spotted onto LB plates with 0Æ3% agar and incubated for 24 h. +, clone com-  pletely covered the plate; ), colony diameter < 1 cm. -Biofilms were visualized by crystal violet staining. +, obvious biofilm; ), no biofilm. §Cell aggregation characteristics and settling from static liquid suspensions. +, visible settling; ), no settling. -Wild-type and mutants cultures were spotted onto LBS plates containing 1% skimmed milk incubated for 10 h.++, the width of the clearing  zones around the colonies > 1 mm; +, 0 mm < the width of the clearing zones < 1 mm; ), no clearing zones around the colonies. **The number of mortality is the average of three parallel experiments. LD50 is calculated by the method described previously (Liu et al. 2011).  Gateway plasmids for genetic analysis H. Liu et al.  80 Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology No claim to Chinese Government works    Austin, B. (2010) Vibrios as causal agents of zoonoses. Vet  Microbiol 140, 310-317.  Busso, D., Delagoutte-Busso, B. and Moras, D. (2005) Con-  struction of a set Gateway-based destination vectors for  high-throughput cloning and expression screening in Esc-  herichia coli. Anal Biochem 343, 313-321.  Dennis, J.J. and Zylstra, G.J. (1998) Plasposons: modular self-  cloning minitransposon derivatives for rapid genetic analy-  sis of Gram-negative bacterial genomes. Appl Environ  Microbiol 64, 2710-2715.  Dupuy, D., Li, Q.R., Deplancke, B., Boxem, M., Hao, T., Lam-  esch, P., Sequerra, R., Bosak, S. et al. (2004) A first version  of the Caenorhabditis elegans promoterome. Genome Res  14, 2169-2175.  Earley, K.W., Haag, J.R., Pontes, O., Opper, K., Juehne, T.,  Song, K. and Pikaard, C.S. (2006) Gateway-compatible  vectors for plant functional genomics and proteomics.  Plant J 45, 616-629.  Filloux, A. (2009) The type VI secretion system: a tubular  story. EMBO J 28, 309-310.  Hope, I.A., Stevens, J., Garner, A., Hayes, J., Cheo, D.L., Bras-  ch, M.A. and Vidal, M. (2004) Feasibility of genome-scale  construction of promoter: reporter gene fusions for expres-  sion in Caenorhabditis elegans using a multisite gateway  recombination system. Genome Res 14, 2070-2075.  Jana, G., Aleš, U., Kamil, H. and Pavel, B. (2011) A eukary-  otic-type signalling system of Pseudomonas aeruginosa con-  tributes to oxidative stress resistance, intracellular survival  and virulence. BMC Genomics 12, 437-457.  Landy, A. (1989) Dynamic, structural, and regulatory aspects  of lambda site-specific recombination. Annu Rev Biochem  58, 913-941.  Liang, W., Wang, S., Yu, F., Zhang, L., Qi, G., Liu, Y., Gao, S.  and Kan, B. (2003) Construction and evaluation of a safe,  live, oral Vibrio cholerae vaccine candidate, IEM108. Infect  Immun 71, 5498-5504.  Liu, H., Wang, Q., Liu, Q., Cao, X., Shi, C. and Zhang, Y.  (2011) Roles of Hfq in the stress adaptation and virulence  in fish pathogen Vibrio alginolyticus and its potential  application as a target for live attenuated vaccine. Appl  Microbiol Biotechnol 91, 353-364.  Mabashi, Y., Kikuma, T., Maruyama, J.I., Arioka, M. and Ki-  tamoto, K. (2006) Development of a versatile expression  plasmid construction system for Aspergillus oryzae and its  application to visualization of mitochondria. Biosci Bio-  technol Biochem 70, 1882-1889.  Milton, D.L., O'Toole, R., Horstedt, P. and Wolf-Watz, H.  (1996) Flagellin A is essential for the virulence of Vibrio  anguillarum. J Bacteriol 178, 1310-1319.  Morales, V.M., Bäckman, A. and Bagdasarian, M. (1991) A  series of wide-host-range low-copy-number vectors that  allow direct screening for recombinants. Gene 97, 39-47.  Mougous, J.D., Gifford, C.A., Ramsdell, T.L. and Mekalanos,  J.J. (2007) Threonine phosphorylation post-translationally  regulates protein secretion in Pseudomonas aeruginosa. Nat  Cell Biol 9, 797-803.  Rui, H., Liu, Q., Wang, Q., Ma, Y., Liu, H., Shi, C. and Zhang,  Y. (2009) Role of alkaline serine protease, Asp, in vibrio  alginolyticus virulence and regulation of its expression by  LuxO-LuxR regulatory system. J Microbiol Biotechnol 19,  431.  Sheng, L., Gu, D., Wang, Q., Liu, Q. and Zhang, Y. (2012)  Quorum sensing and alternative sigma factor RpoN regu-  late type VI secretion system I (T6SSVA1) in fish pathogen  Vibrio alginolyticus. Arch Microbiol 194, 379-390.  Wang, S.Y., Lauritz, J., Jass, J. and Milton, D.L. (2002) A ToxR  homologue from Vibrio anguillarum serotype O1 regulates  its own production, bile resistance, and biofilm formation.  J Bacteriol 184, 1630-1639.  Weber, B., Hasic, M., Chen, C., Wai, S.N. and Milton, D.L.  (2009) Type VI secretion modulates quorum sensing and  stress response in Vibrio anguillarum. Environ Microbiol  11, 3018-3028.  Yahata, K., Kishine, H., Sone, T., Sasaki, Y., Hotta, J., Chesnut,  J.D., Okabe, M. and Imamoto, F. (2005) Multi-gene gate-  way clone design for expression of multiple heterologous  genes in living cells: conditional gene expression at near  physiological levels. J Biotechnol 118, 123-134.  H. Liu et al. Gateway plasmids for genetic analysis  No claim to Chinese Government works  Letters in Applied Microbiology 55, 73-81 ª 2012 The Society for Applied Microbiology 81",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}