{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/13424298  Localization of the Intracellular Activity Domain of Pasteurella multocida  Toxin to the N Terminus  Article  in  Infection and Immunity · February 1999  DOI: 10.1128/IAI.67.1.80-87.1999 · Source: PubMed  CITATIONS  27 READS  82  4 authors, including:  Some of the authors of this publication are also working on these related projects:  Human PSCs-Derived Intestinal Organoids View project  Xenbase View project  Brenda A Wilson  University of Illinois, Urbana-Champaign  160 PUBLICATIONS   6,306 CITATIONS     SEE PROFILE  Virgilio G Ponferrada  Cincinnati Children's Hospital Medical Center  21 PUBLICATIONS   529 CITATIONS     SEE PROFILE  Jefferson E Vallance  Cincinnati Children's Hospital Medical Center  35 PUBLICATIONS   3,036 CITATIONS     SEE PROFILE  All content following this page was uploaded by Brenda A Wilson on 16 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/13424298_Localization_of_the_Intracellular_Activity_Domain_of_Pasteurella_multocida_Toxin_to_the_N_Terminus?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/13424298_Localization_of_the_Intracellular_Activity_Domain_of_Pasteurella_multocida_Toxin_to_the_N_Terminus?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Human-PSCs-Derived-Intestinal-Organoids?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Xenbase-2?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brenda-Wilson-2?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brenda-Wilson-2?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Illinois-Urbana-Champaign?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brenda-Wilson-2?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Virgilio-Ponferrada?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Virgilio-Ponferrada?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Cincinnati-Childrens-Hospital-Medical-Center?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Virgilio-Ponferrada?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jefferson-Vallance?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jefferson-Vallance?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Cincinnati-Childrens-Hospital-Medical-Center?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jefferson-Vallance?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Brenda-Wilson-2?enrichId=rgreq-d998bacec94ab5cfeff6cf39e3fa9fef-XXX&enrichSource=Y292ZXJQYWdlOzEzNDI0Mjk4O0FTOjk3NDg0OTQ0NzA3NTg4QDE0MDAyNTM2MzAzODA%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, 0019-9567/99/$04.0010  Jan. 1999, p. 80-87 Vol. 67, No. 1  Copyright   1999, American Society for Microbiology. All Rights Reserved.  Localization of the Intracellular Activity Domain of Pasteurella multocida Toxin to the N Terminus  BRENDA A. WILSON,* VIRGILIO G. PONFERRADA, JEFFERSON E. VALLANCE, AND MENGFEI HO  Department of Biochemistry and Molecular Biology, Wright State University School of Medicine, Dayton, Ohio 45435  Received 12 May 1998/Returned for modification 29 July 1998/Accepted 19 October 1998  We have shown that Pasteurella multocida toxin (PMT) directly causes transient activation of Gqa protein that is coupled to phosphatidylinositol-specific phospholipase Cb1 in Xenopus oocytes (B. A. Wilson, X. Zhu, M. Ho, and L. Lu, J. Biol. Chem. 272:1268-1275, 1997). We found that antibodies directed against an N-terminal peptide of PMT inhibited the toxin-induced response in Xenopus oocytes, but antibodies against a C-terminal peptide did not. To test whether the intracellular activity domain of PMT is localized to the N terminus, we conducted a deletion mutational analysis of the PMT protein, using the Xenopus oocyte system as a means of screening for toxin activity. Using PCR and conventional cloning techniques, we cloned from a toxinogenic strain of P. multocida the entire toxA gene, encoding the 1,285-amino-acid PMT protein, and expressed the recombinant toxin as a His-tagged fusion protein in Escherichia coli. We subsequently generated a series of N-terminal and C-terminal deletion mutants and expressed the His-tagged PMT fragments in E. coli. These proteins were screened for cytotoxic activity on cultured Vero cells and for intracellular activity in the Xenopus oocyte system. Only the full-length protein without the His tag exhibited activity on Vero cells. The full-length PMT and N-terminal fragments containing the first 500 residues elicited responses in oocytes, but the C-terminal 780 amino acid fragment did not. Our results confirm that the intracellular activity domain of PMT is localized to the N-terminal 500 amino acids of the protein and that the C terminus is required for entry into cells.  Pasteurella multocida toxin (PMT) is a major virulence factor associated with progressive atrophic rhinitis in domestic and wild animals (1, 12), respiratory disease in cattle and labora- tory rabbits (3-6, 8, 14), and dermonecrosis and bacteremia resulting from bite wounds or animal exposure in humans (15, 16, 20, 23, 28, 35, 41). PMT is a 1,285-amino-acid protein (7, 22, 26, 32) that appears to bind to and enter mammalian cells via receptor-mediated endocytosis (34, 36) and acts intracellu- larly to initiate DNA synthesis and cytoskeletal rearrange- ments (9, 17, 18, 21, 24, 29, 36). Some of the intracellular events that have been observed upon exposure to PMT in cultured fibroblasts and osteoblasts include enhanced hydroly- sis of inositolphospholipids to increase intracellular inositol phosphates and diacylglycerol (29, 30, 38); mobilization of intracellular Ca21 pools (29, 30, 38, 40); decreased ADP-ribo- sylation of GRP78/BiP (39); increased protein phosphorylation (40); and tyrosine phosphorylation of p125Fak and paxillin, as well as actin stress fiber formation and focal adhesion assembly (9, 24). Recently, we used voltage-clamped Xenopus oocytes to demonstrate direct PMT-mediated stimulation of the b1 iso- form of phospholipase C (PLCb1) and the inositol 1,4,5- trisphosphate (IP3) signaling pathway and to identify the im- mediate intracellular target of PMT as the free, monomeric a subunit of the Gq protein (43).  During our earlier studies, we observed that specific anti- bodies against an N-terminal peptide of PMT, anti-toxA28-42, were able to block the PMT-mediated response in Xenopus oocytes (43). On the other hand, specific antibodies to a C-  terminal peptide of PMT, anti-toxA1239-1253, did not block the activity, strongly implying that the N terminus of PMT is crit- ical for its intracellular activity. The N-terminal half of the related cytotoxic necrotizing factor type 1 (CNF1) and CNF2 from pathogenic Escherichia coli show homology to the N terminus of PMT (10, 31). Comparisons of the amino acid sequence of PMT with those of other bacterial dermonecrotic toxins has been reported elsewhere (10, 27, 31, 42). While there is homology in the C termini of the CNFs and the der- monecrotic toxin from Bordetella bronchiseptica (DNT), the C-terminal region of PMT does not have this similarity with those of the CNFs and DNT (10, 27, 31, 42). As has been shown for PMT, both DNT and the CNFs induce DNA syn- thesis, as well as actin stress fiber formation and focal adhesion assembly (19, 25, 31). For the CNFs and DNT, this activity has been shown to occur through constitutive activation of the small G protein RhoA by deamidation of Gln-63 (11, 19, 31, 37). The RhoA deamidase activity was reported to be localized to the C terminus of CNF1 (27), and the receptor-binding activity was postulated to be in the N terminus. While all of these toxins have been shown to induce stress fiber formation and focal adhesion assembly, the molecular and functional organization of this group of toxins remains unclear. It is also not clear how the modification of RhoA by the CNFs and DNT and the modification of Gqa by PMT lead to each of the observed intracellular changes.  To define the functional domain of PMT responsible for intracellular activity, we cloned the entire toxA gene from P. multocida and expressed the corresponding recombinant PMT (rPMT) as a hexahistidine (His)-tagged fusion protein in E. coli. We confirmed that the full-length rPMT protein is as active as native PMT in both oocyte and cell culture assays. We then constructed a series of N- and C-terminal deletion mu-  * Corresponding author. Mailing address: Department of Biochem- istry and Molecular Biology, Wright State University School of Med- icine, 3640 Col. Glenn Hwy., Dayton, OH 45435. Phone: (937) 775- 4803. Fax: (937) 775-3730. E-mail: bwilson@wright.edu.  80    tants of the toxA gene and expressed the corresponding recom- binant His-tagged PMT fragments (ToxAN and ToxAC, re- spectively) in E. coli. To screen for the functional domain of PMT responsible for activation of the intracellular Gq-PLCb1- IP3 signaling pathway, the recombinant toxin proteins were microinjected into voltage-clamped Xenopus oocytes to ob- serve the toxin-induced Ca21-dependent Cl2 current. Our re- sults localize the functional domain of PMT responsible for intracellular activity to the N terminus. To determine if this functional domain alone possessed cytotoxic activity on intact cells, we also tested each of the recombinant proteins for effects on cultured Vero cells and found that only the full- length rPMT protein is able to cause the morphological effects induced by native PMT.  MATERIALS AND METHODS  Materials. Rabbit polyclonal antisera against two synthetic peptides, compris- ing residues 28 to 42 of PMT (NSDFTVKGKSADEIF) and residues 1239 to 1253 of PMT (PVDDWALEIAQRNRA), were obtained from Bio-Synthesis, Inc., using multiple antigen peptide conjugation methodology. The anti-peptide immunoglobulin G (IgG) antibodies (anti-toxA28-42 and anti-toxA1239-1253) were purified by using a protein A-agarose column (PURE-1; Sigma). Goat anti-rabbit IgG antibodies conjugated to alkaline phosphatase and tetramethylrhodamine B isothiocyanate (TRITC)-conjugated phalloidin were obtained from Sigma. E. coli BL21(DE3) and the plasmid vectors pET-15b, pET-21b, and pET-33b were obtained from Novagen. E. coli XL-1 Blue was obtained from Stratagene. TA- cloning kits, E. coli TOP10 and competent TOP10F9 One-Shot cells, and plasmid vectors pTrcHisC and pCR3-Uni were obtained from Invitrogen. Lipo- fectAMINE, the plasmid vector pROEX-1, and tissue culture media, sera, and reagents were obtained from Gibco/BRL. The plasmid vector pEGFP-N1 was obtained from Clontech. Ni21-nitrilotriacetic acid (NTA)-agarose and Qiaex II DNA purification kits were obtained from Qiagen. PCR primers were obtained from Bio-Synthesis and Gibco/BRL. Restriction enzymes were obtained from Gibco/BRL or New England Biolabs. Centricon, Ultra-Free, and Centricon Plus-20 concentrators were obtained from Amicon/Millipore. Xenopus laevis frogs were obtained from Xenopus I, Dexter, Mich. African green monkey kidney (Vero) cells (CCL-81) and murine Swiss 3T3 (CCL-92) and NIH 3T3 (CRL-1658) fibroblast cells were obtained from the American Type Culture Collection. P. multocida subsp. multocida 45/78 (NCTC 12178) was obtained from the National Collection of Type Cultures and grown at 37°C on Trypticase soy agar supplemented with 5% defibrinated sheep blood (BBL 11043). Native PMT was purchased from Sigma as a lyophilized powder with bovine serum albumin and resuspended in 50 mM Tris-HCl (pH 7.5) containing 5% glycerol prior to use. Native PMT, purified to homogeneity, quantified, and titered by Vero cell cytotoxicity assays as described elsewhere (8), was a generous gift from Clarence Chrisp. All other reagents were of the highest quality commercially available.  Construction of plasmids containing deletion mutants of PMT. All recombi- nant proteins were engineered to have either an N- or a C-terminal fusion peptide containing a His tag, with all N-terminal fusion peptides also containing a thrombin proteolytic recognition site (Fig. 1). All cloning was carried out with  either E. coli XL-1 Blue or E. coli TOP10F9 One-Shot cells. Genomic DNA from P. multocida (NCTC 12178) was isolated as described  elsewhere (2) and used as a template for PCR. Primers 1 (coding, 59-CGCGG CAGCCATATGAAAACAAAACATTTTTTTAAC-39) and 2 (noncoding, 59-T ATGCGAATTCATCATGCAATCCATTGTTTCAGATC-39) were used to clone by PCR the region of the toxA gene, encoding the N-terminal 293 amino acids. The forward primer 1 incorporated an NdeI site (underscored) at the start of the gene (bold), and the reverse primer 2 incorporated an EcoRI site (underscored) and a stop codon (bold) after the codon for amino acid 293. The resulting PCR product was digested with NdeI and EcoRI, and the NdeI/EcoRI fragment was inserted into the NdeI/EcoRI sites of the expression vector pET-15b, to yield pET15b-toxAN1, which was sequence confirmed and used to express the ToxAN1 protein. Plasmid pET15b-toxAN1 was used to generate the beginning region of the toxA gene in all subsequent constructs encoding the N-terminal region of PMT due to the lack of unique and practical restriction sites in the toxA gene.  To clone the remaining portion of the toxA gene, genomic DNA from P. multocida (NCTC 12178) was exhaustively digested with HpaII. A 15-kb HpaII fragment, shown by Southern blotting (2) to hybridize to a DNA probe generated from the NdeI/EcoRI insert from pET15b-toxAN1 (data not shown), was used as a template to obtain the entire toxA gene by a three-step process using PCR. In the first step, two plasmids containing two overlapping fragments of the toxA gene were generated by TA cloning. Primers 1 and 3 (noncoding, 59-AAGACG TACCAGACGAATTTTATGT-39) were used to clone the region of the toxA gene encoding the N-terminal 521 amino acids into the TA-cloning vector pCR3- Uni to yield pCR3-Uni(1&3). Primers 4 (coding, 59-GTAGGAGAAGAATTA CATTCTATCTCA-39) and 5 (noncoding, 59-GAATTGGGTACCTTATAGTG CTCTTGTTAAGCGAGG-39), with a KpnI site (underscored) and a stop codon (bold) incorporated into primer 5, were used to clone the region of toxA encod- ing the C-terminal 793 amino acids into the TA-cloning vector pCR3-Uni to yield pCR3-Uni(4&5). In the second step, pCR3-Uni(1&3) was digested with StuI and XhoI, and the resulting StuI/XhoI fragment was inserted into the StuI/XhoI sites of pET15b-toxAN1. Then an NcoI/XhoI toxA gene fragment from the resulting plasmid was subcloned into the expression vector pTrcHisC to yield pTHC- toxAN2, which was used to express the ToxAN2 protein. In the third step, pCR3-Uni(4&5) was digested with XhoI and KpnI, and the resulting XhoI/KpnI toxA gene fragment was inserted into the XhoI/KpnI sites of pTHC-toxAN2 to yield pTHC-toxA, which was used to express the full-length rPMT protein.  A BamHI linker was inserted into the StuI site of pET15b-toxAN1, and a BamHI/EcoRI vector fragment from pET-15b was inserted into the BamHI/ EcoRI sites of pET15b-toxAN1, to yield pET15b-toxAN3, which was used to express the ToxAN3 protein. The NdeI/EcoRI insert from pET15b-toxAN1 was fragment exchanged into pET-21b to yield pET21b-toxAN1. A NotI linker was inserted into the SnaBI site of pTHC-toxA, and a StuI/NotI insert from pTHC- toxA was subcloned into the StuI/NotI sites of pET21b-toxAN1 to generate pET21b-toxAN4, which was used to express the ToxAN4 protein. The XhoI/KpnI insert from pCR3-Uni(4&5) was subcloned into the XhoI/KpnI sites of the expression vector pTrcHisC to yield pTHC-toxAC1, which was used to express the ToxAC1 protein. The SpeI/KpnI insert from pCR3-Uni(4&5) was subcloned into the SpeI/KpnI sites of the expression vector pROEX-1 to generate pROEX1-toxAC2, which was used to express the ToxAC2 protein. With the pTHC-toxA plasmid serving as a DNA template for PCR, primers 6 (coding, 59-CGCCGCGCCATGGCAACAAAACATTTTTTTAAC-39) and 7 (noncod- ing, 59-TGCTGCGGCCGCGCTGAATAATGCAGATTG-39), primers 6 and 8 (noncoding, 59-GCGGCCGCTATTGCAGATAACTGTG-39), and primers 6 and 9 (noncoding, 59-GCGGCCGCTTTGTTATCTTTTAAATGCCAT-39), with an NcoI site (underscored) incorporated at the start (bold) of the gene in primer 6 and an NotI site (underscored) incorporated at the end of the gene fragment in primers 7, 8, and 9, were used to generate by PCR three toxA- containing fragments that were ligated into the TA-cloning vector pCR3-Uni to yield pCR3-Uni(6&7), pCR3-Uni(6&8), and pCR3-Uni(6&9), respectively. NcoI/NotI inserts from each of the three plasmids were then subcloned into the expression vector pET33b to yield pET33b-toxAN5, pET33b-toxAN6, and pET33b-toxAN7, respectively, which in turn were used to express the corre- sponding ToxAN5, ToxAN6, and ToxAN7 proteins.  Expression of recombinant toxin proteins in E. coli. Recombinant proteins were expressed in E. coli BL21(DE3) for constructs generated in expression vector pET15b, pET21b, pET33b, or pROEX-1 or in E. coli TOP10 for con- structs generated in expression vector pTrcHisC. Seed flasks containing 50 ml of LB with the appropriate antibiotic, ampicillin (100 mg/ml) or kanamycin (25 mg/ml), were inoculated with the desired bacterial colonies and incubated with vigorous shaking overnight at 37°C. Fermentation flasks containing 500 ml of LB with ampicillin (100 mg/ml) or kanamycin (25 mg/ml) were inoculated with 8 to 10 ml of the overnight seed culture and incubated with vigorous shaking at 37°C until an optical density at 600 nm of 0.6 to 0.8 was reached. Expression of the recombinant proteins was induced by addition of isopropyl-b-D-thiogalactopyr- anoside (IPTG) to a final concentration of 1 mM, and growth was continued for 3 h. Cells were harvested by centrifugation at 5,000 3 g for 10 min in a Sorvall RC-5C Plus centrifuge. Cell pellets were suspended in lysis buffer (100 ml per 2.5-liter starting culture volume; 50 mM potassium phosphate [pH 7.5] contain- ing 100 mM KCl, 0.1% Tween 20, 5% glycerol, 5 mg each of pepstatin, leupeptin, and aprotinin per ml, 2 mM benzamidine, 2 mM phenylmethylsulfonyl fluoride,  FIG. 1. Localization of deletion mutant proteins used in this study relative to full-length PMT. Open bar, sequence derived from the toxA gene; closed bar, location of the His tag in each recombinant protein.  VOL. 67, 1999 P. MULTOCIDA TOXIN DELETION MUTATION ANALYSIS 81    0.2 mg of lysozyme per ml, 200 U of RNase A, and 1,500 U of DNase I). The cell suspension was sonicated for four rounds of 1-min pulses at a duty cycle of 0.7 in a Brau-Sonic-U cell disruptor, with 1-min cooling intervals on ice. The cellular debris was removed by centrifugation at 20,000 3 g for 90 min, and the supernatants were immediately used as cell extracts for further purifica- tion.  Purification of recombinant toxin proteins. The His tag affinity handle allowed for essentially one-step purification of the full-length and deletion mutant toxins by nickel chelate affinity chromatography. Cell extracts were passed twice through a 5-ml/Ni21-NTA-agarose column (Qiagen). The column was washed twice with 50 ml of Ni column buffer (50 mM potassium phosphate [pH 7.5], 100 mM KCl, 0.1% Tween 20, 5% glycerol, 10 mM imidazole), followed by stepwise elution with 50 ml each of Ni column buffer containing 20, 30, 60, 110, 160, and 500 mM imidazole. Column fractions were analyzed by sodium dodecyl sulfate- polyacrylamide gel electrophoresis (SDS-PAGE) and Western blotting, and frac- tions containing the toxin proteins were pooled and concentrated in Centricon/ Millipore concentrators to remove the imidazole and to exchange the buffer with 50 mM Tris-HCl (pH 7.5) containing 5% glycerol. To further desalt the samples, the concentrated solutions were passed through a PD-10 desalting column (Phar- macia).  SDS-PAGE and Western analysis. To analyze dilute protein fractions or frac- tions containing high salt concentrations, samples were precipitated with an equal volume of cold 20% trichloroacetic acid and microcentrifuged at 15,000 3 g at 4°C for 20 min, washed twice with cold acetone, and then air dried. Protein pellets were redissolved in a mixture of 100 mM Tris-HCl (pH 9.0), SDS-PAGE sample buffer, and tracking dye. Alternatively, SDS-PAGE sample buffer and tracking dye were added directly to protein samples. The protein samples were then separated by SDS-PAGE on 8, 10, 11, or 16% gels. Protein bands were visualized by Coomassie or silver staining and by Western blotting. For Western blot analysis, proteins were first transferred onto nitrocellulose membrane and immunoblotted with rabbit polyclonal antibodies to PMT, followed by secondary goat anti-rabbit IgG antibodies conjugated to alkaline phosphatase. The images of gels and Western blots shown in Fig. 2 and 3 were obtained by using a ScanJet 3C (Hewlett-Packard) with DeskScan II (Hewlett-Packard) image acquisition software, and the graphics were produced by using Adobe Photoshop on an Apple Macintosh G3 computer.  Removal of the His tag by thrombin treatment. The His tag peptide was removed from recombinant toxin proteins possessing N-terminal His tags (rPMT, ToxAN2, and ToxAN3) by thrombin treatment. The His-tagged protein (4 to 5 mg) and biotinylated thrombin (5 U; Novagen) in thrombin cleavage buffer (500 ml; 20 mM Tris-HCl [pH 8.4], 150 mM NaCl, 2.5 mM CaCl2) were incubated at room temperature for 16 to 20 h. Completion of reaction was assessed by SDS-PAGE analysis. To terminate the reaction, streptavidin-agarose beads (20 ml; Novagen) were added and the suspension was incubated for an additional hour with gentle shaking. The beads were pelleted by centrifugation at 400 3 g for 30 s, and the supernatant was diluted with Ni column buffer (1 to 2 ml) and passed twice through a 2- to 3-ml Ni21-NTA-agarose column (Qiagen) to remove the His tag peptide. Samples were desalted on PD-10 columns (Phar- macia) against 50 mM Tris-HCl (pH 7.5) containing 5% glycerol and concen- trated in Centricon concentrators.  Quantitation of recombinant toxin proteins. The concentration of His-tagged rPMT was determined by Coomassie Plus protein assay (Pierce), with bovine serum albumin as a standard. The concentration of the commercial native PMT sample was determined by image quantitation analysis of silver-stained SDS- polyacrylamide gels, using His-tagged rPMT as a standard. The concentrations of rPMT without the His tag, ToxAN2 without the His tag, ToxAN4, ToxAN5, and ToxAC1 were determined by image quantitation analysis of the appropriate bands on Western blots with either anti-toxA28-42 or anti-toxA1239-1253 as the primary antibody, using His-tagged rPMT as a standard. The concentrations of ToxAN3 without the His tag, ToxAN6, ToxAN7, and ToxAC2 were determined by image quantitation analysis of the appropriate bands on Western blots with either anti-toxA28-42 or anti-toxA1239-1253 as the primary antibody, using ToxAN4 as a standard. Western blots were imaged as described above, and images were quantitated by using NIH Image (National Institutes of Health) image analysis software and Microsoft Office Excel (Microsoft) data analysis software.  Cell culture assays. Cultured cells were maintained at 37°C and 10% carbon dioxide in Dulbecco modified Eagle medium (DMEM; Gibco/BRL), pH 7.4, supplemented with 10% heat-inactivated fetal bovine serum (Gibco/BRL) for Vero cells and NIH 3T3 cells) or 15% heat-inactivated calf serum (Gibco/BRL) for Swiss 3T3 cells, containing penicillin G (100 U/ml) and streptomycin (100 mg/ml) (Gibco/BRL). After trypsinization, cells were plated onto 12-well plates (Falcon) at a density of 4 3 104 (Vero cells) or 2 3 104 (Swiss 3T3 cells) per well, and incubation was continued with a change of medium after 24 h. Vero cells and Swiss 3T3 cells were allowed to reach confluency 5 days after plating, and then the medium was changed to DMEM-1% fetal bovine or calf serum (pH 7.4) containing antibiotics. Two days after quiescence with low-serum media, the medium was replaced with filter-sterilized, low-serum medium containing 200 ng of the native PMT, rPMT, and ToxAN4 proteins per ml, as well as controls containing the corresponding heat-inactivated proteins and no protein. The cells were visualized after 1, 4, and 6 days of toxin exposure for morphological changes by phase-contrast microscopy using an Olympus IX-70 inverted microscope.  Heat-inactivated controls of the protein samples were prepared by heating the samples at 70°C for 45 min.  Transfection of NIH 3T3 cells with mammalian expression plasmids contain- ing an N-terminal fragment of PMT or green fluorescent protein (GEP). Cells were cotransfected with a 1:1 ratio of pCR3-Uni(1&3) and pEGFP-N1 or with pEGFP-N1 alone, using LipofectAMINE reagent (Gibco/BRL) according to the manufacturer's protocol. Briefly, 1 day prior to transfection, NIH 3T3 cells were plated at a density of 2 3 105 cells/well on six-well plates in antibiotic-free medium. DNA plasmids (1 mg of each) in 100 ml of Opti-MEM (Gibco/BRL) and 4 ml of LipofectAMINE reagent in 100 ml of Opti-MEM were combined, incu- bated at room temperature for 15 min, and then added to each well containing 800 ml of Opti-MEM. After 3 h of incubation at 37°C, 1 ml of antibiotic-free, low-serum medium was added, and cells were further incubated at 37°C for 24 h prior to staining and visualization.  Fluorescence staining of transfected NIH 3T3 cells expressing an N-terminal fragment of PMT. The cells were washed twice with phosphate-buffered saline (PBS), fixed with 3.7% formaldehyde in PBS for 10 min, washed with PBS, permeabilized with 0.5% Triton X-100 in PBS for 10 min, washed twice with PBS, incubated for 1 h at room temperature with TRITC-conjugated phalloidin (2 mM; Sigma) in PBS, washed twice with PBS, and visualized by fluorescence microscopy using an Olympus IX-70 inverted microscope, equipped with U- MWB and U-MWIG fluorescence cubes for observing GFP and TRITC, respec- tively. Images were captured by using NIH Image 1.61, and micrographs were generated by using Adobe Photoshop 4.0.  Oocyte preparation. Adult female X. laevis frogs (Xenopus I) were anesthe- tized by immersion in a 0.1% tricaine methanesulfonate (Sigma), adjusted to pH 7.4 with NaHCO3. A small incision was made on one side of the abdomen to remove several ovarian lobes. The lobes were gently torn apart and immersed in a Ca21-free OR-2 solution (100 mM NaCl, 2 mM KCl, 1 mM MgCl2, 5 mM HEPES-Tris [pH 7.5]). Oocytes were defolliculated by incubation with collage- nase (2 mg/ml; Sigma type 1A) at room temperature (22 to 24°C) for 1 to 2 h. The oocytes were then washed five times with OR-2 solution and five times with a modified Barth's solution [88 mM NaCl-1 mM KCl-2.4 mM NaHCO3-0.3 mM Ca(NO3)2-0.4 mM CaCl2-0.8 mM MgSO4-15 mM Tris-HCl (pH 7.6) containing penicillin G (100 mg/ml) and streptomycin (100 mg/ml)]. Stage 5-6 oocytes were selected and stored at 18°C in modified Barth's solution.  Two-microelectrode voltage clamp. Two microelectrodes, made by a vertical puller (model PP-83, Narishige) and filled with 3 M KCl to give a resistance of 1.5 to 2.0 megaohms, were used for voltage clamping. Voltage clamp experiments were performed in a continuously perfused bath (10 ml/min) at room tempera- ture (22 to 24°C). The bath was connected through an Ag-AgCl-agar-3 M KCl bridge to the two-electrode voltage clamp system (TEV-200 voltage clamp; Dagan). Membrane currents were measured in normal Ringer's solution (96 mM NaCl, 2 mM KCl, 1 mM MgCl2, 11.8 mM CaCl2, 5 mM HEPES-NaOH [pH 7.4]). Data acquisition was performed by using MacLab/8s (ADInstruments) linked to a Macintosh Quadra 800 computer with Chart and Scope application software (ADInstruments). Graphics were obtained by using Cricket Graph III (Comput- er Associates).  Oocyte microinjections. Microinjections of toxins, toxin fragments, and anti- bodies were performed under voltage-clamped conditions at 280-mV holding potential, using a pulse-controlled microinjector (Dagan model PMI-200). Tox- ins and other reagents were prepared in 50 mM Tris-HCl (pH 7.5) with 5% glycerol prior to injection. For experiments involving anti-toxA28-42 inhibition of ToxAN4, protein A-purified antibodies were passed through a PD10 column in 50 mM Tris-HCl (pH 7.5) with 5% glycerol and concentrated such that an equal volume could neutralize the rPMT response in oocytes. This antibody prepara- tion was then incubated in a 1:1 ratio with ToxAN4 on ice for 1 h prior to injection.  Data analysis and determination of EC50s. In all experiments reported here, each group of oocytes was tested for positive responses elicited by rPMT. All results are expressed as the mean 6 standard error of the maximal inward current assayed in oocytes from the same donor group. For the titration exper- iments, the same group of oocytes from a given donor was used for all doses tested. The number of oocytes used for data analysis at each dose is given in parentheses in Fig. 5. Fifty percent effective concentrations (EC50s) were calcu- lated with SigmaPlot (Jandell Scientific) by fitting data points to a logistic func- tion f(x) 5 a/{1 1 exp[b*(x 2 c)]}, where a is the maximum response observed, b is the slope, and c is the EC50. The EC50 curves shown in Fig. 5 were plotted by using Cricket Graph III (Computer Associates).  Protein sequence and structure comparison between PMT and the CNFs and DNT. Primary sequence comparison between PMT, CNF1, CNF2, and DNT was performed by using the BestFit sequence analysis program from the Genetics Computer Group Wisconsin Package with BLOSUM30 and BLOSUM62 amino acid alignment scoring matrices. The secondary structure prediction for PMT and CNF1 was performed with the GOR-IV program available at http://absalpha .dcrt.nih.gov:8008/gor.html. The area plot shown in Fig. 7 was generated from the GOR-IV analysis results, with an additional smoothing window of 11 amino acid residues for the helical probability, 5 amino acid residues for the extended strand probability, and the remainder for the coil probability.  82 WILSON ET AL. INFECT. IMMUN.    RESULTS  Construction of N-terminal and C-terminal deletion mu- tants of PMT. To define the specific region of PMT responsible for activation of the intracellular Gqa-PLCb1-IP3 signaling pathway, we cloned the toxA gene, encoding the full-length PMT protein, and designed a series of N- and C-terminal deletion mutants (Fig. 1). Expression plasmids containing the entire toxA gene or various deletion fragments thereof were constructed by using PCR and conventional cloning tech- niques. A plasmid containing the full-length toxA gene, pTHC- toxA, was generated by splicing three overlapping toxA frag- ments from cloning vectors containing the corresponding PCR products, pET15b-toxAN1, pCR3-Uni(1&3), and pCR3-Uni (4&5). The N- and C-terminal deletion mutants were obtained from regions of the toxA gene encoding the N- and C-terminal portions of the PMT protein. The deletion mutants were de- signed such that all regions of the entire protein would be included in at least one of the deletion fragments. The ToxAN4 fragment containing the N-terminal 568 amino acids of PMT included the region showing homology with the CNFs. Sequentially shorter N-terminal fragments, which could be used to further define the activity domain, were also designed; these included the N-terminal 505, 450, 400, 300, 293, and 93 amino acids of PMT (ToxAN2, ToxAN5, ToxAN6, ToxAN7, ToxAN1, and ToxAN3, respectively). The two C-terminal frag- ments included the C-terminal 780 amino acids of PMT (ToxAC1) and the C-terminal 226 amino acids (ToxAC2). The various toxA deletion fragments were subcloned into E. coli expression vectors which incorporated a His tag affinity handle at either the N- or C terminus of the protein, as indicated in Fig. 1.  Expression, purification, and quantitation of rPMT and PMT deletion mutant proteins. We expressed the recombinant toxin proteins under IPTG-inducible promoters in E. coli as  His-tagged fusion peptides for ease in purification. The His tag allowed for essentially one-step purification of the proteins, thereby reducing the amount of sample handling and decreas- ing the likelihood of protein denaturation or inactivation. Dur- ing the course of our initial studies, we observed that the His tag placed at the N terminus of rPMT interfered with the activity of the protein in the Xenopus oocyte assay system, as well as in tissue culture assays (data not shown). Hence, fol- lowing Ni21 chelate chromatography, we opted to remove the His tag by thrombin cleavage from all of the N-terminal frag- ments having His tag at their N-termini, including rPMT, ToxAN1, ToxAN2, and ToxAN3. The ToxAN1 protein with a His tag at the N terminus was difficult to purify (Fig. 2) and was not stable to subsequent thrombin treatment, and we could not obtain quantities adequate to assay for activity. ToxAN7 was similar in length to ToxAN1. The His tag was placed at the C termini of ToxAN4, ToxAN5, ToxAN6, and ToxAN7. The C-terminal His tag was not removed from these recombinant proteins. For ToxAC1 and ToxAC2, the N-terminal His tag was placed at the N terminus but was not removed.  The degree of purification achieved by use of the His tag affinity handle varied somewhat among the proteins. Repre- sentative Coomassie-stained SDS-polyacrylamide gels and Western blots of each of the toxin samples used in this study are shown in Fig. 2. Because of the differences in sample purity, we chose to quantitate the protein concentration of each toxin sample by Western blot analysis, comparing the sample against a standard curve generated from purified His- tagged rPMT or ToxAN4 of known concentration.  Comparison of rPMT with native PMT. Figure 3 shows a silver-stained SDS-polyacrylamide gel of rPMT before and af- ter thrombin cleavage in comparison to native PMT from two different sources. Anti-toxA28-42 and anti-toxA1239-1253 were reactive with recombinant toxin samples in Western blots (Fig. 2). Native and recombinant toxins gave comparable responses  FIG. 2. Coomassie-stained SDS-polyacrylamide gel and Western blot analy- sis of Ni21 chelate affinity-purified samples of rPMT and recombinant PMT fragments used in this study. The toxin protein sample analyzed is indicated above each set of gels. Lanes: C Coomassie-stained SDS-polyacrylamide gels; W1 and W2, the corresponding Western blots with anti-toxA28-42 and anti- toxA1239-1253, respectively, as primary antibodies. The percentage of acrylamide used for the gel is indicated below each set of gels. In each lane, 3 to 5 mg of protein was loaded. The positions of molecular weight markers are indicated in kilodaltons at the left. HT-rPMT denotes rPMT before removal of the His tag. The ToxAN2 and ToxAN3 samples shown were after removal of the His tag, and the ToxAN1 sample shown was before removal of the His tag.  FIG. 3. SDS-PAGE comparison of native and recombinant PMT protein samples. Shown is a silver-stained SDS-8% polyacrylamide gel. Lanes: M, mo- lecular weight markers (positions indicated in kilodaltons at the left); 1, 1.0 mg of native PMT (concentration based on that provided by supplier [Sigma]); 2, 0.1 mg of highly purified, native PMT; 3, 0.1 mg of rPMT before removal of the His tag; 4, 0.1 mg of rPMT after removal of the His tag.  VOL. 67, 1999 P. MULTOCIDA TOXIN DELETION MUTATION ANALYSIS 83    in oocyte experiments (Fig. 4A and B), although the highly purified PMT and rPMT samples were at least 20-fold more active than the commercial native PMT sample. However, af- ter determining the concentrations of the impure native PMT samples by analyzing silver-stained SDS-polyacrylamide gels, using purified rPMT as a standard, we found that the commer- cial native PMT was as active as rPMT. When the EC50s were adjusted accordingly, the native and recombinant toxins exhib- ited similar responses in oocytes, with EC50s of 5.2 and 3.6 fmol/oocyte, respectively (Fig. 5A and B). Anti-toxA28-42, but not anti-toxA1239-1253, specifically inhibited the activities of both native and recombinant toxin samples in oocyte experi- ments (reference 43 and data not shown). As depicted in Fig. 6, rPMT caused dramatic morphological effects on confluent, quiescent Vero cells, showing focus formation surrounded by enlarged cells, as well as proliferative effects on confluent, quiescent Swiss 3T3 cells. Native PMT caused similar effects (data not shown), although the rPMT sample consistently ap- peared to be more potent than the commercial native PMT sam- ple. The results from these studies are summarized in Table 1.  Activities of N- and C-terminal deletion fragments of PMT. The C-terminal PMT fragments, ToxAC1 and ToxAC2, and the smaller N-terminal fragments, ToxAN3, ToxAN6, and ToxAN7, exhibited no detectable responses in the oocyte assay at concentrations as high as 1 pmol/oocyte. In contrast, ToxAN4, consisting of the N-terminal 568 amino acids, gave reproduc- ible responses in oocytes (Fig. 4C) with an EC50 of 22 fmol/ oocyte (Fig. 5C), compared to 3.6 fmol/oocyte for the full- length rPMT. ToxAN2, consisting of the N-terminal 505 amino  acids, also showed a reproducible activity (Fig. 4D), with an EC50 of 140 fmol/oocyte (Fig. 5D), about 40-fold lower than that for full-length rPMT. ToxAN5, consisting of the N-termi- nal 450 amino acids, gave detectable responses in oocytes (Fig. 4E), but the responses were so weak that it was not possible to accurately determine an EC50 for this mutant protein with injection of as much as 3 pmol. Unlike the full-length rPMT, none of the N- or C-terminal deletion mutants exhibited an effect on cultured Vero cells (data not shown). The results from these studies are summarized in Table 1.  To determine whether the N terminus of PMT could also trigger downstream signaling events in mammalian fibroblasts, leading to changes in cellular morphology, a mammalian ex- pression plasmid containing the N-terminal 521 amino acids of PMT under the cytomegalovirus promoter was cotransfected into NIH 3T3 cells along with a reporter plasmid containing GFP under the same promoter. In vitro translation assays using pCR3-Uni(1&3) were also performed to ensure that the construct was indeed capable of expressing truncated toxin protein (data not shown). We found that cells cotransfected with both plasmids underwent significant morphological re- sponses compared to control cells transfected with reporter plasmid alone. As shown in Fig. 7, control cells expressing only the GFP protein have a characteristic spread-out fibroblast morphology, whereas cells expressing the N-terminal fragment of PMT and GFP have a more retracted and spindly appearance, with evidence of more intense TRITC-phalloidin staining.  DISCUSSION  Evidence from previous studies suggests that the mode of action of PMT involves binding to cell surface receptors and internalization via receptor-mediated endocytosis (34, 36), fol-  FIG. 4. Toxin-induced Ca21-dependent Cl2 currents in Xenopus oocytes. Shown are representative traces of strong responses elicited in voltage-clamped oocytes injected with native PMT (2 fmol; A), rPMT (21 fmol; B), ToxAN4 (330 fmol; C), ToxAN2 (520 fmol; D), and ToxAN5 (1,320 fmol; E). I1 denotes the first peak current from mobilization of intracellular Ca21; I2 denotes the second peak current from Ca21 influx through capacitative Ca21 channels on the plasma membrane.  FIG. 5. EC50 curves for toxin proteins. Shown are curves of the dose depen- dence of the toxin-induced response in voltage-clamped oocytes for native PMT (A), rPMT (B), ToxAN4 (C), and ToxAN2 (D). The mean 6 standard error of the relative response induced by injection of toxin is shown for each data point, with the total number of oocytes tested for each point given in parentheses. Since the average maximal response observed varied from donor group to donor group, all data points for each EC50 curve were obtained with the same batch of oocytes from a single donor. EC50s were determined from the data by using SigmaPlot (see Materials and Methods) and are summarized in Table 1.  84 WILSON ET AL. INFECT. IMMUN.    lowed by activation of various signaling pathways (29, 30, 38- 40, 43), leading eventually to morphological and proliferative events (9, 17, 18, 21, 24, 29, 36). In our earlier studies, we demonstrated that intact PMT protein could directly activate the Gqa-PLCb1-IP3 signaling pathway in Xenopus oocytes  (43). Using this system, we bypassed the cell-binding and in- ternalization process by direct microinjection of the toxin, apparently without the requirement for further intracellular processing or activation. In the present work, we report the cloning, expression, and purification of fully active recombi- nant PMT from E. coli. This full-length recombinant protein has an activity in oocytes similar to that of the native toxin isolated from P. multocida. We have also shown that rPMT has an effect on cultured Vero cells similar to that of the native toxin.  We have demonstrated that a recombinant deletion mutant consisting of the N-terminal 568 amino acids of PMT could elicit a PMT-like response in oocytes, while two mutants con- sisting of the C-terminal 780 and 226 amino acids gave no detectable response at higher doses. Weaker responses were also observed with mutants consisting of the N-terminal 505 and 450 amino acids but not with shorter N-terminal frag- ments. We thus conclude that the functional domain respon- sible for activating the intracellular Gqa-PLCb1-IP3 signaling pathway in Xenopus oocytes is localized to the N terminus of PMT.  The N-terminal 500 residues of PMT have 24 to 27% ho- mology to the N-terminal 500 residues of CNF1 and CNF2 (10, 31). As can be seen from the area plot shown in Fig. 8, the predicted secondary structures of PMT and CNF1 also have limited similarity in this region, particularly in the region with  FIG. 6. Effects of recombinant PMT on confluent, quiescent Swiss 3T3 and Vero cells. Shown are representative phase-contrast micrographs of confluent, quiescent Swiss 3T3 (left-hand pairs of panels) and Vero cells (right-hand pairs of panels) treated as described in Materials and Methods without (A to C and G to I) or with (D to F and J to L) rPMT (200 ng/well) for 18 h (A, D, G, and J), 96 h (B, E, H, and K), or 144 h (C, F, I, and L).  TABLE 1. Deletion mutational analysis of PMT activity  Toxin protein PMT  residues Calculated  mol wt  Activity EC50  (fmol/oocyte)Vero cell assay  Oocyte assay  Native PMT 1-1285 146,391 Yes Yes 5.2 rPMT 1-1285 146,673 Yesa Yesa 3.6 ToxAN3 1-93 11,028 Noa Noa  ToxAN1 1-293 34,576 NTb NTb  ToxAN2 1-505 60,464 Noa Yesa 140 ToxAN4 1-568 67,077 No Yes 22 ToxAN5 1-450 53,329 No Yes NDc  ToxAN6 1-400 48,176 No No ToxAN7 1-300 36,438 No No ToxAC1 505-1285 92,370 No No ToxAC2 1059-1285 29,355 No No  a Tested after removal of the His tag. b NT, not tested (not stable to thrombin treatment). c ND, not determined (only weak responses observed with injection of up to 3  pmol/oocyte).  VOL. 67, 1999 P. MULTOCIDA TOXIN DELETION MUTATION ANALYSIS 85    30% homology between residues 200 and 450 of PMT. We have shown that deletion mutations made within this con- served region resulted in loss of intracellular activity. With localization of the intracellular activity domain to the N-ter- minal 500 amino acid residues of PMT, the sequence and structural similarity in the N-terminal region between the two toxins suggests that CNF1 and CNF2 may have an intracellular activity similar to that of PMT. However, there are sufficient differences between the toxins within this region, as indicated in the secondary structure prediction profiles (Fig. 8), for it to be feasible that they have different intracellular activities and target preferences. CNF1 and CNF2 possess deamidase activ- ity on RhoA (11, 19, 31, 37). The deamidase activity domain of CNF1 has been reported to be located in the C-terminal 300 residues (27), which shares about 20% homology with the C-terminal 300 residues of DNT but has no discernible se- quence similarity with PMT. It is possible that the N-terminal region of CNF1 with homology to the N-terminal region of  PMT possesses an intracellular activity different from the ac- tivity associated with the C-terminal 300 residues of CNF1.  In our previous study (43), we showed that antibodies spe- cific for the N terminus of PMT blocked the PMT-induced response in oocytes, but antibodies against the C terminus did not. The N-terminal toxin fragments ToxAN4 and ToxAN2 are able to elicit responses in oocytes similar to those elicited by full-length rPMT. Antibodies to the N terminus of PMT also blocked the ToxAN4-induced response in oocytes, yet ToxAN4 had no effect on cultured Vero cells. Moreover, none of the deletion mutants exhibited an effect on Vero cells. This is consistent with earlier findings that deletion mutants lacking N-terminal (D28-149 and D175-247) or C-terminal (D1130- 1285) portions of the PMT protein had no toxic activity in assays for cytopathicity on embryonic bovine lung (EBL) cells, dermonecrosis in guinea pigs, or mouse lethality (33). Previous studies also showed that monoclonal antibodies recognizing an epitope in the C-terminal 155 amino acids of PMT blocked the cytopathic effect of PMT on EBL cells (13, 33). The C-terminal fragments ToxAC1 and ToxAC2 were inactive in the oocyte assay and had no effect on cultured Vero cells, thus supporting the notion that only the N terminus of PMT has intracellular activity and the C terminus of PMT is required for toxin entry into cells. Further study is required to determine the precise biochemical activity of PMT that induces the Gqa-PLCb1-IP3 signaling pathway and to understand how this PMT-associated activity and the CNF-associated deamidase activity could result in the observed changes in cells caused by these toxins.  ACKNOWLEDGMENTS  This work was supported by grant AI38396 from the National Insti- tutes of Health/NIAID (to B.A.W.).  We thank Xinjun Zhu, Brooke Murphy, Tina Caserta, April Buehler, James Burgett, and Jennifer Williams for technical assistance. We especially thank Adrian Corbett for helpful discussions and gen- erous assistance in setting up the electrophysiological equipment, Hangjun Zhan for helpful discussions and assistance in the initial cloning stages of this project, and Steven Berberich for assistance with in vitro translation assays. We are grateful to Clarence Chrisp for generously providing purified samples of native PMT.  REFERENCES  1. Ackermann, M. R., M. C. DeBey, K. B. Register, D. J. Larson, and J. M. Kinyon. 1994. Tonsil and turbinate colonization by toxigenic and nontoxi- genic strains of Pasteurella multocida in conventionally raised swine. J. Vet. Diagn. Invest. 6:375-377.  2. Ausubel, F., R. Brent, R. E. Kingston, D. D. Moore, J. G. Seidman, J. A. Smith, and K. Struhl (ed.). 1995. Short protocols in molecular biology, 3rd ed. John Wiley & Sons, Inc., New York, N.Y.  3. Barbour, E. K., N. H. Nabbut, S. K. Hamadeh, and H. M. Al-Nakhli. 1997. Bacterial identity and characteristics in healthy and unhealthy respiratory tracts of sheep and calves. Vet. Res. Commun. 21:421-430.  4. Biberstein, E. L. 1990. Our understanding of the Pasteurellaceae. Can. J. Vet. Res. 54(Suppl.):S78-S82.  5. Biberstein, E. L., S. S. Jang, P. H. Kass, and D. C. Hirsh. 1991. Distribution of indole-producing urease-negative pasteurellas in animals. J. Vet. Diagn. Invest. 3:319-323.  6. Bisgaard, M. 1993. Ecology and significance of Pasteurellaceae in animals. Int. J. Med. Microbiol. Virol. Parasitol. Infect. Dis. 279:7-26.  7. Buys, W. E., H. E. Smith, A. M. Kamps, E. M. Kamp, and M. A. Smits. 1990. Sequence of the dermonecrotic toxin of Pasteurella multocida ssp. multocida. Nucleic Acids Res. 18:2815-2816.  8. Chrisp, C. E., and N. T. Foged. 1991. Induction of pneumonia in rabbits by use of a purified protein toxin from Pasteurella multocida. Am. J. Vet. Res. 52:56-61.  9. Dudet, L. I., P. Chailler, J. D. Dubreuil, and B. Martineau-Doize. 1996. Pasteurella multocida toxin stimulates mitogenesis and cytoskeleton reorga- nization in Swiss 3T3 fibroblasts. J. Cell. Physiol. 168:173-182.  10. Falbo, V., T. Pace, L. Picci, E. Pizzi, and A. Caprioli. 1993. Isolation and nucleotide sequence of the gene encoding cytotoxic necrotizing factor 1 of Escherichia coli. Infect. Immun. 61:4909-4914.  11. Flatau, G., E. Lemichez, M. Gauthier, P. Chardin, S. Paris, C. Fiorentini,  FIG. 7. Effects of expressing an N-terminal fragment of PMT in NIH 3T3 cells. Shown are representative fluorescence micrographs of transfected NIH 3T3 cells expressing the N-terminal 521 amino acids of PMT and GFP (A and B) or GFP alone (C and D). Cells were fixed and stained with TRITC-phalloidin and visualized for actin (A and C) or GFP (B and D).  FIG. 8. Area plot of secondary structure prediction for PMT and CNF1. Shadings represent the probabilities for helix (black), for extended or beta strand (gray), and for the remainder (white). White bars indicates the region with 30% sequence identity between the two proteins.  86 WILSON ET AL. INFECT. IMMUN.    and P. Boquet. 1997. Toxin-induced activation of the G protein p21 Rho by deamidation of glutamine. Nature 387:729-733.  12. Foged, N. T. 1992. Pasteurella multocida toxin. The characterization of the toxin and its significance in the diagnosis and prevention of progressive atrophic rhinitis in pigs. Acta Pathol. Microbiol. Immunol. Scand. 100(Suppl. 25):1-56.  13. Foged, N. T. 1988. Quantitation and purification of the Pasteurella multocida toxin by using monoclonal antibodies. Infect. Immun. 56:1901-1906.  14. Frymus, T., W. Bielecki, and T. Jakubowski. 1991. Toxigenic Pasteurella multocida in rabbits with naturally occurring atrophic rhinitis. Zentrbl. Vet- erinaermed Reihe B 38:265-268.  15. Garcia, V. F. 1997. Animal bites and Pasteurella infections. Pediatr. Rev. 18:127-130.  16. Griego, R. D., T. Rosen, I. F. Orengo, and J. E. Wolf. 1995. Dog, cat, and human bites: a review. J. Am. Acad. Dermatol. 33:1019-1029.  17. Gwaltney, S. M., R. J. Galvin, K. B. Register, R. B. Rimler, and M. R. Ackermann. 1997. Effects of Pasteurella multocida toxin on porcine bone marrow cell differentiation into osteoclasts and osteoblasts. Vet. Pathol. 34:421-430.  18. Higgins, T. E., A. C. Murphy, J. M. Staddon, A. J. Lax, and E. Rozengurt. 1992. Pasteurella multocida toxin is a potent inducer of anchorage-indepen- dent cell growth. Proc. Natl. Acad. Sci. USA 89:4240-4244.  19. Horiguchi, Y., N. Inoue, M. Masuda, T. Kashimoto, J. Katahira, N. Sugi- moto, and M. Matsuda. 1997. Bordetella bronchiseptica dermonecrotizing toxin induces reorganization of actin stress fibers through deamidation of Gln-63 of the GTP-binding protein Rho. Proc. Natl. Acad. Sci. USA 94: 11623-11626.  20. Hubbert, W. T., and M. N. Rosen. 1970. Pasteurella multocida infection due to animal bites. Am. J. Public Health 60:1103-1108.  21. Jutras, I., and B. Martineau-Doize. 1996. Stimulation of osteoclast-like cell formation by Pasteurella multocida toxin from hemopoietic progenitor cells in mouse bone marrow cultures. Can. J. Vet. Res. 60:34-39.  22. Kamps, A. M., E. M. Kamp, and M. A. Smits. 1990. Cloning and expression of the dermonecrotic toxin gene of Pasteurella multocida ssp. multocida in Escherichia coli. FEMS Microbiol. Lett. 55:187-190.  23. Klein, N. C., and B. A. Cunha. 1997. Pasteurella multocida pneumonia. Semin. Respir. Infect. 12:54-56.  24. Lacerda, H. M., A. J. Lax, and E. Rozengurt. 1996. Pasteurella multocida toxin, a potent intracellularly acting mitogen, induces p125FAK and paxillin tyrosine phosphorylation, actin stress fiber formation, and focal contact as- sembly in Swiss 3T3 cells. J. Biol. Chem. 271:439-445.  25. Lacerda, H. M., G. D. Pullinger, A. J. Lax, and E. Rozengurt. 1997. Cytotoxic necrotizing factor 1 from Escherichia coli and dermonecrotic toxin from Bordetella bronchiseptica induce p21(rho)-dependent tyrosine phosphoryla- tion of focal adhesion kinase and paxillin in Swiss 3T3 cells. J. Biol. Chem. 272:9587-9596.  26. Lax, A. J., and N. Chanter. 1990. Cloning of the toxin gene from Pasteurella multocida and its role in atrophic rhinitis. J. Gen. Microbiol. 136:81-87.  27. Lemichez, E., G. Flatau, M. Bruzzone, P. Boquet, and M. Gauthier. 1997. Molecular localization of the Escherichia coli cytotoxic necrotizing factor CNF1 cell-binding and catalytic domains. Mol. Microbiol. 24:1061-1070.  28. Morris, J. T., and C. K. McAllister. 1992. Bacteremia due to Pasteurella multocida. South. Med. J. 85:442-443.  29. Mullan, P. B., and A. J. Lax. 1996. Pasteurella multocida toxin is a mitogen for bone cells in primary culture. Infect. Immun. 64:959-965.  30. Murphy, A. C., and E. Rozengurt. 1992. Pasteurella multocida toxin selec- tively facilitates phosphatidylinositol 4,5-bisphosphate hydrolysis by bomb- esin, vasopressin, and endothelin. Requirement for a functional G protein. J. Biol. Chem. 267:25296-25303.  31. Oswald, E., M. Sugai, A. Labigne, H. C. Wu, C. Fiorentini, P. Boquet, and A. D. O'Brien. 1994. Cytotoxic necrotizing factor type 2 produced by virulent Escherichia coli modifies the small GTP-binding proteins Rho involved in assembly of actin stress fibers. Proc. Natl. Acad. Sci. USA 91:3814-3818.  32. Petersen, S. K. 1990. The complete nucleotide sequence of the Pasteurella multocida toxin gene and evidence for a transcriptional repressor, TxaR. Mol. Microbiol. 4:821-830.  33. Petersen, S. K., N. T. Foged, A. Bording, J. P. Nielsen, H. K. Riemann, and P. L. Frandsen. 1991. Recombinant derivatives of Pasteurella multocida tox- in: candidates for a vaccine against progressive atrophic rhinitis. Infect. Immun. 59:1387-1393.  34. Pettit, R. K., M. R. Ackermann, and R. B. Rimler. 1993. Receptor-mediated binding of Pasteurella multocida dermonecrotic toxin to canine osteosarcoma and monkey kidney (Vero) cells. Lab. Investig. 69:94-100.  35. Raffi, F., J. Barrier, D. Baron, H. B. Drugeon, F. Nicolas, and A. L. Courtieu. 1987. Pasteurella multocida bacteremia: report of thirteen cases over twelve years and review of the literature. Scand. J. Infect. Dis. 19:385-393.  36. Rozengurt, E., T. Higgins, N. Chanter, A. J. Lax, and J. M. Staddon. 1990. Pasteurella multocida toxin: potent mitogen for cultured fibroblasts. Proc. Natl. Acad. Sci. USA 87:123-127.  37. Schmidt, G., P. Sehr, M. Wilm, J. Selzer, M. Mann, and K. Aktories. 1997. Gln 63 of Rho is deamidated by Escherichia coli cytotoxic necrotizing fac- tor-1. Nature 387:725-729.  38. Staddon, J. M., C. J. Barker, A. C. Murphy, N. Chanter, A. J. Lax, R. H. Michell, and E. Rozengurt. 1991. Pasteurella multocida toxin, a potent mi- togen, increases inositol 1,4,5-trisphosphate and mobilizes Ca21 in Swiss 3T3 cells. J. Biol. Chem. 266:4840-4847.  39. Staddon, J. M., M. M. Bouzyk, and E. Rozengurt. 1992. Interconversion of GRP78/BiP. A novel event in the action of Pasteurella multocida toxin, bombesin, and platelet-derived growth factor. J. Biol. Chem. 267:25239- 25245.  40. Staddon, J. M., N. Chanter, A. J. Lax, T. E. Higgins, and E. Rozengurt. 1990. Pasteurella multocida toxin, a potent mitogen, stimulates protein kinase C- dependent and -independent protein phosphorylation in Swiss 3T3 cells. J. Biol. Chem. 265:11841-11848.  41. Waldor, M., D. Roberts, and P. Kazanjian. 1992. In utero infection due to Pasteurella multocida in the first trimester of pregnancy: case report and review. Clin. Infect. Dis. 14:497-500.  42. Walker, K. E., and A. A. Weiss. 1994. Characterization of the dermonecrotic toxin in members of the genus Bordetella. Infect Immun. 62:3817-3828.  43. Wilson, B. A., X. Zhu, M. Ho, and L. Lu. 1997. Pasteurella multocida toxin activates the inositol triphosphate signaling pathway in Xenopus oocytes via Gqa-coupled phospholipase C-b1. J. Biol. Chem. 272:1268-1275.  Editor: J. T. Barbieri  VOL. 67, 1999 P. MULTOCIDA TOXIN DELETION MUTATION ANALYSIS 87  View publication statsView publication stats  https://www.researchgate.net/publication/13424298",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}