{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Loss of plakoglobin promotes decreased cell-cell contact, increased invasion, and breast cancer cell dissemination in vivo   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/225062033  Loss of plakoglobin promotes decreased cell-cell contact, increased invasion,  and breast cancer cell dissemination in vivo  Article  in  Breast Cancer Research · May 2012  DOI: 10.1186/bcr3201 · Source: PubMed  CITATIONS  47 READS  258  9 authors, including:  Some of the authors of this publication are also working on these related projects:  Breast cancer (Bone) metastasis View project  Ingunn Holen  The University of Sheffield  263 PUBLICATIONS   8,169 CITATIONS     SEE PROFILE  Faith Nutter Howard  The University of Sheffield  23 PUBLICATIONS   417 CITATIONS     SEE PROFILE  Catherine A Evans  The University of Sheffield  49 PUBLICATIONS   1,207 CITATIONS     SEE PROFILE  Hannah K Brown  The University of Sheffield  29 PUBLICATIONS   782 CITATIONS     SEE PROFILE  All content following this page was uploaded by Catherine A Evans on 22 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/225062033_Loss_of_plakoglobin_promotes_decreased_cell-cell_contact_increased_invasion_and_breast_cancer_cell_dissemination_in_vivo?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/225062033_Loss_of_plakoglobin_promotes_decreased_cell-cell_contact_increased_invasion_and_breast_cancer_cell_dissemination_in_vivo?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Breast-cancer-Bone-metastasis?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ingunn-Holen?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ingunn-Holen?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-Sheffield?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ingunn-Holen?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Faith-Nutter-Howard?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Faith-Nutter-Howard?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-Sheffield?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Faith-Nutter-Howard?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Catherine-Evans-17?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Catherine-Evans-17?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-Sheffield?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Catherine-Evans-17?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hannah-Brown-12?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hannah-Brown-12?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-Sheffield?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hannah-Brown-12?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Catherine-Evans-17?enrichId=rgreq-e903ff9c3002c480b8333e3328a7d99d-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA2MjAzMztBUzo5OTYyMTQ0MzQ3MzQxOUAxNDAwNzYzMDExNTgx&el=1_x_10&_esc=publicationCoverPdf   RESEARCH ARTICLE Open Access  Loss of plakoglobin promotes decreased cell-cell contact, increased invasion, and breast cancer cell dissemination in vivo Ingunn Holen1, Jacob Whitworth1, Faith Nutter1, Alyson Evans1, Hannah K Brown1, Diane V Lefley1, Ivana Barbaric2, Mark Jones2 and Penelope D Ottewell1*  Abstract  Introduction: The majority of deaths from breast cancer are a result of metastases; however, little is understood about the genetic alterations underlying their onset. Genetic profiling has identified the adhesion molecule plakoglobin as being three-fold reduced in expression in primary breast tumors that have metastasized compared with nonmetastatic tumors. In this study, we demonstrate a functional role for plakoglobin in the shedding of tumor cells from the primary site into the circulation.  Methods: We investigated the effects of plakoglobin knockdown on breast cancer cell proliferation, migration, adhesion, and invasion in vitro and on tumor growth and intravasation in vivo. MCF7 and T47D cells were stably transfected with miRNA sequences targeting the plakoglobin gene, or scramble vector. Gene and protein expression was monitored by quantitative polymerase chain reaction (qPCR) and Western blot. Cell proliferation, adhesion, migration, and invasion were measured by cell counting, flow cytometry, and scratch and Boyden Chamber assays. For in vivo experiments, plakoglobin knockdown and control cells were inoculated into mammary fat pads of mice, and tumor growth, shedding of tumor cells into the bloodstream, and evidence of metastatic bone lesions were monitored with caliper measurement, flow cytometry, and microcomputed tomography (μCT), respectively.  Results: Plakoglobin and g-catenin expression were reduced by more than 80% in all knockdown cell lines used but were unaltered after transfection with the scrambled sequence. Reduced plakoglobin resulted in significantly increased in MCF7 and T47D cell proliferation in vitro and in vivo, compared with control, with significantly more tumor cells being shed into the bloodstream of mice bearing plakoglobin knockdown tumors. In addition, plakoglobin knockdown cells showed a >250% increase in invasion through basement membrane and exhibited reduced cell-to-cell adhesion compared with control cells.  Conclusion: Decreased plakoglobin expression increases the invasive behavior of breast cancer cells. This is the first demonstration of a functional role for plakoglobin/g-catenin in the metastatic process, indicating that this molecule may represent a target for antimetastatic therapies.  Introduction Breast cancer is a highly metastatic disease, and once metastases are established, this condition becomes incurable. In 65% to 75% of patients with advanced breast cancer, skeletal involvement is present, with  median survival rates of approximately 2 years after initial diagnosis of bone metastasis [1]. However, little is understood about the genetic alterations that are responsible for changing a nonmetastatic tumor into a tumor with a metastatic phenotype. Identification of these genes and their functional significance is therefore essential for the development of novel therapeutic regimens.* Correspondence: P.D.Ottewell@sheffield.ac.uk1Academic Unit of Clinical Oncology, University of Sheffield, Medical School,  Beech Hill Road, Sheffield, S10 2RX, UK Full list of author information is available at the end of the article  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86    2012 Ottewell et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  mailto:P.D.Ottewell@sheffield.ac.uk http://creativecommons.org/licenses/by/2.0   Genetic profiling has identified the adhesion molecule plakoglobin as being the gene most significantly altered in breast cancer that has metastasized to bone and lymph node compared with nonmetastatic tumors; metastatic tumors showed a threefold reduction in expression of this gene [2]. Furthermore, expression of plakoglobin is reduced on autocrine production of human growth hormone, which is associated with increased breast tumor cell invasion in vivo [3]. Plako- globin resides on the same locus as the BRCA1 gene, 17q12-17q21, and patients showing loss of heterozygos- ity of BRCA1 also show loss of heterozygosity of plako- globin [4,5]. Patients with this mutation have an 80% chance of developing breast cancer, further suggesting a role for plakoglobin in the etiology of breast cancer [6]. For metastases to develop, tumor cells must first  acquire a motile phenotype and migrate toward the basement membrane. Breakdown of the extracellular matrix then allows the cells to invade the surrounding tissue and enter the bloodstream or lymphatic system. Once in the circulation, cells must evade the host immune system before exiting the vasculature by adhering to the endothelium of the target site. Finally, tumor cells implant at a secondary site, forming a metastases [7]. Therefore, genetic alterations that lead to disruption of cell-cell and cell-matrix interactions may play a role in the initiation of cancer metastases, facilitating tumor-cell dissemination from the primary site into the circulation. Plakoglobin encodes for the cell-adhesion protein g-  catenin [8,9]. In conjunction with b-catenin, g-catenin links e-cadherin to the actin cytoskeleton, forming inter- cellular cadherin-catenin complexes, a key part of the extracellular matrix [10]. In this study, we aimed to establish whether plakoglobin has a functional role in the metastatic cascade in breast cancer. We investigated the effects of reducing plakoglobin expression on the invasive properties of breast cancer cells by using miRNA technology. We have designed small ssRNA sequences of approximately 22 nucleotides in length that trigger gene silencing through specific cleavage and RNA degradation to target plakoglobin exclusively [11,12]. We compared the effects of reduced plakoglobin expression in weakly metastatic MCF7 and nonmeta- static T47D breast cancer cells on growth, adhesion, migration, and invasion in vitro [13-16]. In addition, we analyzed tumor growth and intravasation from the mouse mammary fat pad into the circulation in vivo. Our data show that loss of plakoglobin promotes the prometastatic phenotype of breast cancer cells, indicat- ing that this molecule may be a potential prognostic fac- tor of increased risk of cancer progression as well as a therapeutic target.  Materials and methods Generation of plakoglobin knockdown cell lines Pre-miRNA expression cassettes were designed to target the plakoglobin gene by using the BLOCK-iT Pol II miR RNAi Expression vector kits and manufacturer's instruc- tions. In brief, complementary DNA oligos containing four-nucleotide overhangs were designed by using the RNAi Designer online tool (Invitrogen, Carlsbad, CA, USA) and synthesised by using the following primer pairs: 2 = Forward (5' to 3'): TGC TGA TGA GAT GCA CAA TGG CCG ACG TTT TGG CCA CTG ACT GAC GTC GGC CAG TGC ATC TCA T Reverse (5' to 3'): CCT GAT GAG ATG CAC TGG CCG ACG TCA GTC AGT GGC CAA AAC GTC GGC CAT TGT GCA TCT CAT C. 3 = Forward (5' to 3'): TGC TGA TTG CTG GGA CAC ACG GAT AGG TTT TGG CCA CTG ACT GAC CTA TCC GTG TCC CAG CAA T Reverse (5' to 3'): CCT GAT TGC TGG GAC ACG GAT AGG TCA GTC AGT GGC CAA AAC CTA TCC GTG TGT CCC AGC AAT C. Double-stranded oligos were then cloned into pcDNA6.2-GW/EmGFP- miR expression vectors by using T4 DNA Ligase before being transformed into One Shot TOP10 Competent Escherichia coli. Transformed E. coli was plated onto LB agar, Miller (Sigma-Aldrich, Poole, UK) containing 100 μg/ml nucleoside antibiotic (Blasticidin; Invitrogen). To check accuracy of cloning and transformation DNA from five individual Blasticidin-resistant colonies per original double-stranded oligo was purified by using PureLink HQ Mini Plasmid purification Kit (Invitrogen), sequenced in house by using the random shotgun method by the Genomics core facility, University of Sheffield, as previously described; data were analyzed by using Finch TV software and data cross referenced to the plakoglobin sequence on Genbank [Genbank: AC000149] [17,18]. To enable lentiviral transfection, the pre-miRNA expression cassettes were then transferred to pLenti6/V5-DST destination vector (as described in BLOCK-iT Lentiviral PolII miRNAi Expression System manual, available online) [19]. Pre-miRNA cassettes and ViraPower (Invitrogen) were co-transfected into a 293FT donor cell line by using Lipofectamine 2000 (Invitrogen) to produce a replication-incompetent lenti- virus. Lentivirus containing pre-miRNA cassettes or control (scramble miRNA sequence) were used to trans- duce the human breast cancer cell lines T47D and MCF7 to produce three plakoglobin-knockdown and control cell lines.  Real-time PCR Total RNA was extracted with Trizol (Invitrogen), before reverse transcription by using superscript III (Invitrogen); the resulting cDNA was used as a template for real-time  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 2 of 14    quantitative PCR. Cells from three separate in vitro experiments or five tumors per in vivo group were ana- lyzed separately. Relative mRNA expression of plakoglo- bin (Hs00984034_m1; Applied Biosystems), e-Cadherin (Hs1013953_m1), or NM23-H1 (Hs00264824_m1) were compared with the housekeeping gene glyceraldehyde-3- phosphate dehydrogenase (GAPDH; Hs99999905_m1) by using an ABI 7900 PCR system (Perkin-Elmer, Applied Biosystems) and Taqman universal master mix (Applied Biosystems). Relative mRNA was determined by using the formula 2-ΔCT (CT; cycle threshold) where ΔCT = CT (target gene) - CT (GAPDH).  Western blotting Protein was extracted from pooled cells from three separate in vitro experiments and tumor samples from individual mice by using a Mammalian cell lysis kit (Sigma-Aldrich, Poole, UK). Ten micrograms of protein was run on a 10% polyacrylamide gel and transferred onto an imibilon-P nitrocellulose membrane (Millipore). Nonspecific binding was blocked with 1% casein (Vector Laboratories) before incubation with mouse monoclonal antibodies specific for gamma-catenin [15F11] (1:500), e-cadherin [HECD-1] (1:1,000), or GAPDH [6C5] (1:1,000) for 16 hours at 4°C (all primary antibodies were from AbCam, Cambridge, UK). Secondary antibody was sheep anti-mouse horseradish peroxidase (HRP; 1:15,000), and HRP was detected with the Supersignal chemiluminescence detection kit (Pierce). Band quantifi- cation was carried out by using Quantity One software (Bio-Rad, Hemel Hempstead, UK) and normalized to RNA polymerase.  Immunohistochemistry Immunohistochemistry was performed on 4% formalin- fixed cells grown on chamber slides. Primary antibodies rabbit anti-g catenin (2309s, 1:500 dilution; New England Biolabs), rat anti-e-cadherin (DECMA-1, 1:50; AbCam), and rabbit anti- b-catenin (E247, 1:50; AbCam). Cells were subsequently incubated with biotin anti-rabbit (for g-cate- nin and b-catenin at 1:100) and biotin anti-ray (for e-cad- herin at 1:100). Visualization followed incubation with fluorescence avidin (Vector A-2001) at 1:250.  nalysis of prometastatic parameters in vitro All cell lines were maintained in RPMI-1640 supplemen- ted with 10% FCS (Gibco Invitrogen, Paisley, UK) and 50 mg/ml blasticidin, 24 hours before experimental proto- col cells were transferred to RMPI-1640 supplemented with 10% FCS in the absence of blasticidin. All experi- ments were carried out in triplicate and repeated 3 times. Cell proliferation was monitored every 24 hours for 96 hours by cell counting with a 1/400 mm2 hemocyt- ometer (Hawksley, Lancing, UK), and a sample of cells  was taken at each time point for Western blotting and rt- PCR to check the stability of the siRNA knockdown. Cell-cell adhesion was monitored by using two meth-  ods: (a) the ability of cells to form three-dimensional spheroids after seeding of 2,000 cells into a semisolid medium. Medium consisted of 1.5% agarose (Invitrogen) in RPMI media supplemented with 1% fungizone (Sigma-Aldrich) and 1% streptomycin (Sigma-Aldrich). The spheroid area was calculated 10 and 21 days after seeding by using ImageJ software (ImageJ v1.44; National Institutes of Health, Bethesda, MD, USA); and (b) the ability of cells to bind to a confluent monolayer of the corresponding cell type; cells were cultured to form a confluent monolayer, and 20,000 cells of the same type (plakoglobin knockdown or control) were labeled with 1 nM DiD (Invitrogen, Molecular Probes) for 30 minutes in serum-free media before being seeded onto the equivalent confluent cells. Two hours after co- culture, media containing floating cells were discarded, and adherent cells were trypsinized. The number of DiD-labeled cells that had adhered to nonlabeled cells of the same cell type was analyzed at 644 nM with flow cytometry. Tumor cell invasion was assessed by using 6-mm  Transwell plates with an 8.0-μm pore size (Costar; Corning Incorporated, Corning, NY, USA) either uncoated or coated with basement membrane matrix (Matrigel; Invitrogen). Cells were seeded into the inner chamber at a density of 2.5 × 105 and 5 × 105 per assay in RPMI without FCS, and RPMI supplemented with FCS was added to the outer chamber. Twenty-four hours after seeding, cells were removed from the top surface of the membrane, and cells that had invaded through the pores were stained with hematoxylin and eosin. Invasion was calculated as the percentage of cells that invaded through basement membrane compared with cells that had moved to the underside of uncoated plates. Numbers of cells were counted by using a DMRB microscope (Leitz, Germany) and OsteoMeasure XP v1.2.0.1 program (Osteometrics, Decatur, GA, USA). Migration of tumor cells was investigated by analyzing  wound closure: Cells were seeded onto 0.2% gelatin; once confluent, 10 µg/ml mitomycin C was added, and a 50-μm scratch made across the monolayer. The per- centage of wound closure was measured at 24, 48, and 72 hours. To monitor migration of individual tumor cells, a 50-μm scratch was made across the monolayer of confluent cells. Images were taken every hour for 72 hours by time-lapse microscopy by using a CTR7000 inverted microscope; images were captured by using LAS-AF v2.1.1 software (Leica Applications Suite; Leica Microsystems, Wetzlar, Germany) and analyzed by Ima- geJ software (ImageJ v1.44; National Institutes of Health).  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 3 of 14    Effects of altered reduced plakoglobin expression on tumor growth and metastases in vivo Analysis of tumor growth in vivo 17b estradiol pellets (Innovative Research of America) were implanted subcutaneously into 50, 11-week-old female balb/c nu/nu mice (Harlan, Shardlow, UK). Seven days after the pellet had been implanted, 1 × 105 MCF7 3c-3 or control cells (n =15 per group) or 1 × 105 T47D 2A-4 or control cells (n = 10 per group) in 20 μl (33% Matrigel: 66% PBS) were inoculated into the fifth and 10th  mammary fat pads. Tumor volume was measured twice per week by using calipers. For differences in tumor growth, 10 mice per group were culled by cervical disloca- tion 32 or 34 days after tumor cell implantation. For analy- sis of circulating tumor cells, five mice per group bearing MCF7 3c-3 or control cells were culled once tumors were of equal size (1 cm3 ). Tumors were placed in cell-lysis buffer (MCL-1KT mammalian cell-lysis kit (Sigma, Poole, UK)), and protein was extracted according to the manu- facturer's instructions. Experiments were carried out with UK Home Office approval under project license 40/2343. Isolation of circulating tumor cells Whole blood was analyzed from five mice per group bear- ing 1-cm3 tumors from MCF7 3C-3 or control cells. Whole blood from three naïve mice and parental MCF7 cells were used for staining controls by using the protocol described in Ottewell et al. [20], with the exception that the primary antibody used was anti-human EpCAM anti- body directly conjugated to phycoerythrin (PE) (Clone 1B7; 1:50; eBioscience, Hatfield, UK). PE-positive cells were plated directly into a 96-well tissue-culture plate (one well per group) (Nunc, Rochester, UK) on a MoFlow High performance cell sorter (Beckman Coulter, Cam- bridge, UK). PE fluorescence was detected with a 555LP dichroic long-pass and a 580/30-nm band-pass filter. Acquisition and analysis of cells was performed by using Summit 4.3 software. After sorting, cells were cultured in RPMI medium supplemented with 10% FCS.  Microcomputed tomography imaging Microcomputed tomography analysis of tibiae and femurs were carried out by using a Skyscan 1172 x-ray-computed microtomograph (Skyscan, Aartselaar, Belgium) equipped with an x-ray tube (voltage, 49 kV; current, 200 μA) and a 0.5-mm aluminum filter. Pixel size was set to 4.37 μm, and scanning was initiated from the top of the proximal tibia or the distal femur. For each sample, 275 cross-sectional images were reconstructed with NRecon software (version 1.4.3, Skyscan). After reconstruction, the volume of inter- est was defined on the two-dimensional acquisition images by using a hand-drawing tool. Trabecular bone volume fraction (BV/TV), the ratio of the volume of bone present (BV) to the volume of the cancellous space (TV), was  calculated for 1 mm of the bone, starting 0.2 mm from the growth plate. 3D modeling and analysis were performed by using CTAn (version 1.5.0.2) and CTvol (version 1.9.4.1) software (Skyscan).  Statistical analysis Statistical analysis was carried out by using analysis of variance (ANOVA) followed by the Dunnett two-sided multiple comparison test. All P values are two-sided.  Results Plakoglobin expression in parental cell lines The main aim of this study was to investigate whether expression of the cell-adhesion molecule plakoglobin plays a role in the dissemination of breast cancer cells into the circulation. We first compared the expression of plakoglobin in weakly metastatic MCF7, nonmetastatic T47D, and highly metastatic HeLa, MDA-MB-436, and MDA-MB-231 cell lines [13-16,21-24]. Real-time PCR analysis showed significantly higher levels of plakoglobin in MCF7 and T47D breast cancer cells compared with HeLa, MDA-MB-231, or MDA-MB-426 (P < 0.0001 for T47D cells and P < 0.005 for MCF7 cells compared with HeLa, MDA-MB-231, or MDA-436) (Figure 1A). Furthermore, significantly higher levels of plakoglobin were detected in T47D cells compared with MCF7 (P < 0.005). In all cell lines tested, plakoglobin gene expression correlated with g-catenin protein expression (Figure 1C). The protein product of plakoglobin, g-catenin, com-  plexes with e-cadherin to form intercellular bonds; we therefore examined the gene and protein expression of e- cadherin in the highly metastatic versus weakly and non- metastatic cell lines. Real-time PCR and Western blot analysis showed high levels of e-cadherin in T47D and MCF7 cells, whereas this gene was undetectable in HeLa, MDA-MB-231, and MDA-MB-436 cells (Figure 1B). Similar to plakoglobin expression, significantly less e-cad- herin was detected in MCF7 cells compared with T47D (P < 0.005). As both plakoglobin and e-cadherin were detectable in MCF7 and T47D cells, these cell lines were selected as models for investigating the effects of reduced plakoglobin on parameters associated with metastases after targeted miRNA knockdown.  Effects of miRNA transfection on plakoglobin expression To produce T47D and MCF7 cells with reduced levels of plakoglobin, pre-miRNA expression cassettes were designed to target the plakoglobin gene, and control cells were produced by using scramble sequence. Pre- miRNA cassettes were transfected into MCF7 and T47D cells, and six clones from each transfection were tested for plakoglobin expression. Transfection with scramble sequence had no effect on plakoglobin expression;  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 4 of 14    however, transfection with miRNA 2 resulted in a 58% to 81% reduction in plakoglobin expression in MCF7 cells (Figure 2A) and a 0 to 90% reduction in expression in T47D cells (Figure 2C). Transfection miRNA cassette 3 resulted in a 55% to 83% reduction in plakoglobin expression in MCF7 cells (Figure 2B). MCF7 clone 2A-1 from cassette 2 and clone 3C-3 from cassette 3 showed a >80% reduction in plakoglobin, and T47D clone 2A-1 showed a 90% reduction in plakoglobin compared with scramble sequence; therefore, these clones were selected for use in the subsequent experiments. In all cases, the reduction in plakoglobin expression was translated into reduced g-catenin levels (Figure 1D), with high levels of g-catenin detected on the cell membrane of control MCF7 and T47D cells and reduced staining detected on the cell membranes of plakoglobin-knockdown cell lines (T47D cells shown in Figure 1E). Real-time PCR analysis showed that knockdown of pla-  koglobin had no effect on total e-cadherin (Figure 2A, B, C). However, protein levels were decreased by 6% in MCF7 2A-1 and 6.5% in 3C-3 cells, whereas e-cadherin was increased by 13% in T47D 2A-4 cells, when normal- ized to RNA polymerase, compared with control (Figure 2D). Importantly, knockdown of plakoglobin resulted in the translocation of the cell-cell adhesion proteins e-cad- herin and b-catenin from the cell membrane into the nucleus and cytoplasm (Figure 2E).  Reduced expression of plakoglobin increases proliferation Reduced expression of plakoglobin resulted in a signifi- cant increase in proliferation of both MCF7 and T47D cells. In MCF7 cells a >80% reduction in plakoglobin led to a 2.5-fold increase in proliferation at 72 hours and a threefold increase at 96 hours compared with scramble sequence, with no significant difference between miRNA clones detected (P < 0.005 at 72 hours and P < 0.001 at 96 hours for 2A-1 and 3C-3) (Figure 3A). In T47D cells in which plakoglobin expression was reduced by 90%, proliferation was further increased with a twofold increase in numbers of cells at 48 hours (P < 0.005), a threefold increase at 72 hours (P < 0.005) and a fourfold increase at 96 hours (P < 0.0001) compared with control (Figure 3B). Furthermore, T47D 2A-4 cells showed sig- nificantly increased proliferation compared with control than did MCF7 2A-1 or 3C-3 clones (P < 0.005). To ensure that miRNA knockdown was stable over  time, the levels of plakoglobin in tumor cells were ana- lyzed at 24, 48, 72, and 96 hours for each cell-prolifera- tion study. Figure 1C and 1D show that plakoglobin is constitutively reduced in MCF7 and T47D miRNA knockdown cells compared with control, and these cells were used in the subsequent experiments.  M C  F 7  T 4 7 D  H e L  a  M D  A -2  3 1  Gamma catenin  E-cadherin  RNA polymerase  A)  B)  C)  Figure 1 Comparative expression of adhesion molecules . Relative expression of (A) plakoglobin and (B) e-cadherin compared with GAPDH ± SEM for T47D, HeLa, MDA-MB-231, MDA-MB-436, and MCF7 cells, as assessed with real-time PCR. (C) Western blots showing protein expression of g-catenin, e-cadherin, and RNA polymerase from MCF7, T47D, HeLa, and MDA-MB-231 cells.  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 5 of 14    Figure 2 Relative expression of plakoglobin and e-cadherin compared with GAPDH ± SEM before and after siRNA knockdown. (A) Scramble sequence or miRNA cassette 2 in MCF7 cells; (B) scramble sequence or miRNA cassette 3 in MCF7 cells; and (C) scramble sequence or miRNA cassette 2 in T47D cells. (D) Western blots showing g-catenin and e-cadherin expression after transfection with scramble sequence or miRNA cassettes 2 and 3. (E) Immunohistochemical staining for g-catenin, e-cadherin, and b-catenin (green). In the control cells, g-catenin, e- cadherin, and b-catenin are expressed on the cell surface clearly demarcating the cell-cell junctions. In the knockdown lines, g-catenin staining is reduced, and e-cadherin and b-catenin are detected in the nucleus and the cytoplasm.  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 6 of 14    Figure 3 Growth curves of control and knockdown cells. Mean ± SEM for (A) MCF7 and (B) T47D control and plakoglobin knockdown cells. (C, D) Relative expression of plakoglobin over the 96-hour time course of the cell-proliferation experiment in control and knockdown MCF7 and T47D cells, respectively. (E, F) The effects of plakoglobin expression on tumor cell adhesion. (E) Spheroid formation and (F) the percentage of cells adhering to a confluent monolayer of cells of an identical cell type after 2 hours of co-culture. Data shown are expressed as mean ± SEM (*P < 0.005, by one-way ANOVA followed by the Dunnett two-sided multiple comparison test).  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 7 of 14    Reduced plakoglobin reduces cell-cell adhesion A key early step in the metastatic process is the break- ing away and dissemination of cells from the primary tumor mass. To investigate the effect of plakoglobin expression on cell-cell adhesion, we analyzed the ability of control and knockdown cell lines to form three- dimensional spheroid structures in agar. Figure 3E shows control MCF7 cells growing as spheroids on agar, demonstrating that these cells were able to form exten- sive bonds with surrounding cells. Control T47D, which expressed sixfold more plakoglobin than did control MCF7 cells (see Figure 1A), grew as a much tighter spheroid. Reducing plakoglobin levels resulted in a com- plete loss of spheroid formation in MCF7 cells; both 2A-1 and 3C-3 cells grew as monolayers across the sur- face of the agar, indicating that these cell lines no longer form strong intercellular bonds. Similarly, reducing pla- koglobin in T47D cells resulted in decreased cell-cell adhesion, with 2A-4 cells growing in a less-compact spheroid formation than control cells and cells at the edge of the spheroid growing in a monolayer. The reduced cell-cell adhesion after loss of plakoglobin was confirmed by measuring the ability of DiD-labeled con- trol and knockdown cells to adhere to a confluent cell monolayer of the corresponding cell type. Measurement of the percentage of cells binding to a monolayer after 2 hours (Figure 3F) showed that 19.23% ± 2.6% of DiD- labeled MCF7 control cells bound to unlabeled control cells, compared with 2.71% ± 0.30% MCF7 2A-1 cells binding to unlabeled 2A-1 cells and 2.54% ± 0.26% 3C-3 cells binding to unlabeled cells. In addition, T47D con- trol cells were significantly more adhesive than T47D 2A-4 cells; 19.01% ± 2.79% of control cells adhered to a monolayer of the same cell type compared with 4.21% ± 1.06% of 2A-4 cells (P < 0.005), demonstrating that reduced expression of plakoglobin significantly reduces cell-cell adhesion.  Effects of plakoglobin expression on tumor cell invasion and migration As invasion of cancer cells into the surrounding tissue and vasculature is an essential step for initiation of metastasis, we next investigated whether altering plako- globin levels affects invasion through a basement mem- brane. Reducing expression of plakoglobin significantly increased MCF7 and T47D tumor-cell invasion through 8-µm pores in a Matrigel-coated membrane at 24 hours: 89.8% of MCF7 2A-1 cells and 86.5% of MCF7 3C-3 cells that migrated trough an uncoated membrane also invaded through Matrigel compared with 36.6% of MCF7 control cells (P < 0.001 for both knockdown cell lines compared with control). Similar proinvasive effects were also observed in plakoglobin-knockdown T47D cells: 63.6% of T47D 2A-4 cells invaded through  Matrigel compared with just 1.3% of T47D control cells (P < 0.001; 2A-4 versus control) (Figure 4B). In the absence of a basement membrane, plakoglobin-knock- down cells were significantly more migratory than were control cells (250 ± 50.4 MCF7 2A-1 cells and 248 ± 54.2 MCF7 3C-3 cells migrated through 8-µm pores compared with 1.3 ± 2.1 MCF7 control cells) over a 24- hour period. These data imply that reduced expression of plakoglobin promotes cell migration toward a chemo- tactic agent. As knockdown cells had increased ability to invade  through an artificial basement membrane compared with control, we used a wound-healing assay to investigate whether plakoglobin expression altered cell motility in the absence of a chemotactic agent. No significant differences in cell motility were observed between MCF7 control and plakoglobin-knockdown cells over a period of 72 hours (Figure 4D), with cell tracking showing individual cells moving at an average of (23 ± 9 μm/h) for control; (27 ± 8 μm/h) for 2A-1 and (29 ± 9 μm/h) for 3C-3. In contrast, significantly increased cellular movement was observed in T47D 2A-4 cells compared with control; after 24 hours, 29.6% ± 3.2% of the wound was closed in 2A-4 cells com- pared with 3.3% ± 2.4% for control (P < 0.0001), increasing to 57.8% ± 4.2% in 2A-4 and 16.7% ± 3.5% in control cells after 48 hours (P < 0.0001; Figure 4E). Average cell move- ment measured by individual cell tracking was (11.5 ± 4.8 μm/h) for control and (18.6 ± 8.4 μm/h) for 2A-4 cells, clearly demonstrating that loss of plakoglobin expression is associated with a significant increase in cell motility, potentially leading to increased tumor cell spread.  Effects of plakoglobin on expression of the tumor- suppressor molecule NM23-H1 Reduced expression of NM23-H1 has been shown to disrupt cell-cell adhesion mediated by e-cadherin, result- ing in b-catenin nuclear translocation [25]. Furthermore, silencing of this gene promotes cellular scattering, moti- lity, and extracellular matrix invasion [26]. We therefore investigated the effects of plakoglobin knockdown on expression of NM23-H1. As shown in Figure 4E redu- cing expression of plakoglobin by >80% resulted in a sig- nificant decrease of NM23-H1 in MCF7 2A-1 cells (P < 0.005) and T47D 2A-4 (P < 0.005) cells. In contrast, expression of NM23-H1 was not significantly decreased in MCF7 3C-3 cells (P = 0.08 compared with control), implying that prometastatic effects seen after plakoglo- bin knockdown may not be due to reduced expression of MN23-H1.  Effects of plakoglobin on tumor cell growth and dissemination in vivo As the in vitro data showed that reduced plakoglobin expression increased the prometastatic phenotype of  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 8 of 14    Figure 4 Effects of plakoglobin expression on tumor cell invasion, migration, and expression of the tumor-suppressor gene NM23-H1. (A, B) Histograms of mean ± SEM percentage of MCF7 (A) and T47D (B) tumor cell invasion through a basement membrane matrix (Matrigel)- coated membrane compared with an uncoated membrane. Histograms showing mean ± SEM percentage of wound closure by MCF7 cells 24, 48, and 72 hours after scratch (C), and T47D cells 24 and 48 hours after scratch (D). (E) Expression of the tumor-suppressor gene, NM23-H1, in control and plakoglobin-knockdown MCF7 and T47D cells. (*P < 0.005, by one-way ANOVA followed by the Dunnett two-sided multiple- comparison test).  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 9 of 14    MCF7 and T47D cells, we next investigated the effects of reduced plakoglobin on tumor cell growth and disse- mination into the circulation in vivo. miRNA knock- down of plakoglobin resulted in a significant increase in MCF7 and T47D tumor growth in the mammary fat pads of nude mice (Figure 5A and 5C). At 32 days after inoculation of tumor cells, MCF7 3C-3 tumors mea- sured 281.43 ± 54.31 mm3, and control tumors mea- sured 184.21 ± 34.93 mm3 (P < 0.001), with plakoglobin expression accounting for 30.7% of the total variance. Furthermore, mammary fat pad inoculation of T47D cells resulted in a 55-fold increase in growth of T47D 2A-4 cells compared with control cells (Figure 5C). Real-time PCR analysis of tumors after extraction  confirmed that plakoglobin expression remained sup- pressed in knockdown cells in vivo (Figure 5B and 5C). MCF7 cells have previously been shown to home to  and grow in mouse long bones when inoculated directly into the bloodstream [27]. We therefore analyzed the long bones of tumor-bearing mice for evidence of meta- static tumor growth. Microcomputed tomography analy- sis of tibiae and femurs from mice bearing MCF7 cells confirmed that no evidence existed of osteolytic lesions or tumor-induced bone loss in any mice bearing mam- mary fat pad tumors. In the absence of late-stage metas- tases (tumor in bone), we measured the effects of altered plakoglobin expression on an early metastatic event by comparing the number of tumor cells in the  Figure 5 Effects of plakoglobin expression on tumor growth in vivo. Ten Balb/c nude mice per group were inoculated with 1 × 105 MCF7 control or MCF7 3C-3 cells (A) or 1 × 105 T47D control or T47D 2A-4 (B) into the fifth and tenth mammary fat pads. Tumors were measured twice per week, and all animals were killed 32 (MCF7) or 34 (T47D) days after tumor implantation. Data show mean ± SEM tumor volume over time. (C) Plakoglobin expression in excised MCF7 control and 3C-3 tumors. (D) Plakoglobin expression in excised T47D control and 2A-4 tumors. PCR data are shown as a percentage of GAPDH. (*P < 0.05, by one-way ANOVA, followed by the Dunnett two-sided multiple comparison test).  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 10 of 14    bloodstream in mice bearing MCF7 control tumors with those in mice bearing MCF7 3C-3 tumors of equal volume (Figure 6A). Blood from tumor-free animals was used as a negative control. Mice bearing 1 cc MCF7 3C- 3 tumors had >2.5 times more tumor cells per millilitre of blood than did mice with 1-cc MCF7 control tumors, implying that reduced plakoglobin increases tumor cell  shedding from the primary site into the circulation. No colonies formed by day 7 after plating of the 165 EpCAM-positive cells isolated from MCF7 control sam- ples or tumor-free controls (Figure 6B). In contrast, 19 colonies grew from a total of 522 cells isolated from MCF7 3C-3 blood samples, showing that the EpCAM- positive population isolated from animals with plakoglo- bin knockdown tumors contains increased numbers of viable tumor cells.  Discussion In this study, we established that loss of plakoglobin leads to significant changes in breast cancer cell pheno- types, indicative of increased capacity for invasive growth. Accumulating evidence suggests that adhesive interactions are critical in the process of metastatic tumor dissemination and that adhesion molecules can act as both positive and negative modulators of the metastatic process [reviewed in [28]]. The g-catenin-e- cadherin complex promotes homotypic tumor cell adhe- sion, maintaining intercellular contacts that confine cells to the primary tumor site. Many studies have shown a correlation between reduced e-cadherin expression and increased metastasis both in laboratory models and in clinical samples; however, a direct functional role of g-catenin in this process has not been shown [29-33]. Evidence from clinical studies suggests that reduced expression of plakoglobin in human breast cancers is associated with increased tumor progression and adverse clinical outcome [34-36]. Additionally, translocation of g-catenin from the membrane to the cytoplasm has been shown in breast cancers with a more-aggressive phenotype [37]. Fitting with our hypothesis that reduced plakoglobin expression increases the metastatic pheno- type of cancer cells, we observed very low levels of pla- koglobin in the highly metastatic cancer cell lines: MDA-MB-231, MDA-MB-436, and HeLa, higher levels of plakoglobin in weakly metastatic MCF7 cells, and very high levels in nonmetastatic T47D cells. In accor- dance with previously published studies of human breast cancer biopsies, we found that cells with low levels of plakoglobin expressed low levels of e-cadherin, and sig- nificantly more e-cadherin was detectable in nonmeta- static cell lines. Interestingly, levels of plakoglobin and e-cadherin not only correlated with each other, but also appeared to correlate with the metastatic potential of the cell lines tested, implying that loss of this catenin- cadherin complex is directly involved in the metastatic process. In the current study, we investigated the specific  effects of reduced plakoglobin expression on tumor cell metastasis. Breast cancer metastasis is initiated by the transition of epithelial cancer cells to a mesenchymal phenotype. We demonstrated that miRNA silencing of  Figure 6 Effects of plakoglobin expression on tumor cell shedding into the bloodstream. (A) Numbers of circulating tumor cells per milliliter of blood isolated from five mice bearing control MCF7 cells and five mice with MCF7 3C3 tumors. Tumor cells were isolated from mice with equal tumor volume (1 cm3 per mouse), and non-tumor-bearing mice were used as a control. Cells from each group were sorted into one well of a 96-well plate, and (B) the numbers of cells isolated from the circulation with clonogenic potential are shown. (*P < 0.005, compared with MCF7 control cells, by one-way ANOVA followed by the Dunnett two-sided multiple- comparison test).  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 11 of 14    plakoglobin causes translocation of intercellular adhesion proteins e-cadherin and b-catenin from the cell mem- brane to the nucleus and the cytoplasm; these processes are strongly associated with epithelial-to-mesenchymal transition [26,38,39]. These prometastatic changes have been linked with downregulation of the tumor suppres- sor NM23-H1 [25]. In the current study, NM23-H1 expression was reduced in T47D 2A-3 and MCF7 2A-1 cells; however, NM23-H1 was unaltered in MCF7 3C-3 cells, which were significantly more migratory and inva- sive than MCF-7 2A-1 cells. Therefore, it appears that although altering intercellular adhesion molecules can downregulate NM23-H1, other interacting factors may be necessary for silencing of this gene. Key events in initiation of metastasis include tumor cell proliferation, detachment of cells from the primary tumor, migration toward the vasculature, and invasion into the blood and lymphatic systems. Knocking down plakoglobin expres- sion substantially increased the prometastatic potential of both cell lines, increasing proliferation, reducing intercellular adhesion, and increasing invasion. Tumor cell migration was also increased in T47D knockdown cells compared with control. Interestingly, alterations in metastatic phenotype were more pronounced in T47D than in MCF7 cells. These observations may be due to the differences in plakoglobin expression between the two cell lines: T47D miRNA knockdown cells express between 19- and 21-fold lower plakoglobin levels com- pared with control, whereas plakoglobin expression in MCF7-knockdown cells is six- to eightfold lower com- pared with MCF7 control. MCF7 2A-1 cells that show a sixfold reduction in plakoglobin compared with control are less invasive and migratory than MCF7 3C-3 cells, whose plakoglobin expression is reduced eightfold com- pared with control. These data strongly indicate that the level of plakoglobin expression within a breast cancer cell specifically correlates with its ability to undergo events involved in escape of tumor cells from the pri- mary site. For a metastatic tumor to grow at a distal site, tumor  cells must be able to invade the circulatory system, sur- vive in the bloodstream, and home to and colonize a specific metastatic site [23,28,40]. In accordance with our in vitro findings, plakoglobin-knockdown cells grew significantly faster than control cells when inoculated into the mammary fat pads of balb/c nude mice. In addition, increased numbers of EpCAM-positive tumor cells were isolated from whole blood in mice with MCF7 3C-3 tumors compared with controls, and the cells were viable and able to form colonies when grown in culture. These data indicate a higher degree of tumor cell dissemination into the circulation from mammary tumors with low levels of plakoglobin than from tumors expressing high levels of this gene. Despite high levels of  circulating EpCAM-positive cells in mice with MCF7 3C-3 tumors, metastatic tumor growth was not detected in the bones of any animals. This finding may be due to MCF7 cells being unable to undergo the late stages of metastases (bone homing and colonization), although MCF7 cells have previously been used to induce breast cancer growth in bone after intracardiac inoculation [41]. The most likely explanation for this finding is that mice used in the current study were 10 to 12 weeks old when tumors were inoculated, and we and others have shown tumors do not take if animals that are older than 8 weeks. It is hypothesized that high bone turnover, as seen in young animals, is critical for human tumor metastasis to mouse bone [41,42]. We were unable to test this hypothesis in the mammary fat pads of 6-week- old animals, as the fat pads were too small to inoculate. It is also possible that any tumor metastases present in bone were undetectable because of the short period of these experiments (~5 weeks compared with 12 weeks required for metastatic lesions to develop in mouse bones after intracardiac inoculation of MCF7 cells) [42]. The effects of plakoglobin expression on tumor cell homing and colonization of distal organs clearly warrant further investigation and will form part of our future research strategy.  Conclusion In conclusion, this study is the first to show that reduced plakoglobin expression results in translocation of intercellular adhesion proteins e-cadherin and b-cate- nin from the cell membrane to the nucleus and cyto- plasm, as well as increasing cell-cell detachment, invasion, and intravascular dissemination of breast can- cer cells. Taken together, our results show that plakoglo- bin has a functional role in the metastatic process; it may therefore be a suitable prognostic marker for breast cancer metastasis and be considered a potential thera- peutic target.  Abbreviations E. coli: Escherichia coli; FCS: fetal calf serum; GAPDH: glyceraldehyde 3- phosphate dehydrogenase; HRP: horseradish peroxidase; miRNA: microribonucleic acid; μCT: microcomputed tomography; PE: phycoerythrin; RNAi: interfering ribonucleic acid; ssRNA: single-stranded ribonucleic acid.  Acknowledgements Work was funded by Yorkshire Cancer Research.  Author details 1Academic Unit of Clinical Oncology, University of Sheffield, Medical School, Beech Hill Road, Sheffield, S10 2RX, UK. 2Centre for Stem Cell Research, University of Sheffield, Alfred Denny Building, Western Bank, Sheffield, S10 2TN, UK.  Authors' contributions IH was co-applicant on the grant providing the funds for this research, helped prepare the manuscript, and had significant academic input into this project. JW carried out the in vitro experiments and contributed to the data  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 12 of 14    analysis, under the supervision of IH and PDO. FN carried out the first set of in vivo studies. AE designed the immunohistochemical protocols and performed the staining. HKB and DL carried out the third and fourth sets of in vivo studies and performed statistical analysis. IB developed the method of cell tracking used to analyze the movement of cells over time in this study. MJ was responsible for isolating circulating tumor cells from mouse whole blood. PDO was principal investigator on this study and was responsible for the original hypothesis, study design, final data analysis, and write-up. All authors read and approved the final manuscript.  Competing interests The authors declare that they have no competing interests.  Received: 21 November 2011 Revised: 10 May 2012 Accepted: 25 May 2012 Published: 25 May 2012  References 1. Coleman RE: The role of bisphosphonates in breast cancer. Breast 2004,  13:S19-S28. 2. Woelfle U, Cloos J, Sauter G, Riethdorf L, Jänicke F, van Diest P,  Brakenhoff R, Pantel K: Molecular signature associated with bone marrow micrometastasis in human breast cancer. Cancer Res 2003, 63:5679-5684.  3. Shafiei F, Rahnama F, Pawella L, Mitchell MD, Gluckman PD, Lobie PE: DNMT3A and DNMT3B mediate autocrine hGH repression of plakoglobin gene transcription and consequent phenotypic conversion of mammary carcinoma cells. Oncogene 2008, 27:2602-2612.  4. Albertsen HM, Smith SA, Mazoyer S, Fujimoto E, Stevens J, Williams B, Rodriguez P, Cropp CS, Slijepcevic P, Carlson M: A physical map and candidate genes in the BRCA1 region on chromosome 17q12-21. Nat Genet 1994, 7:472-479.  5. Aberle H, Bierkamp C, Torchard D, Serova O, Wagner T, Natt E, Wirsching J, Heidkämper C, Montagna M, Lynch HT: The human plakoglobin gene localizes on chromosome 17q21 and is subjected to loss of heterozygosity in breast and ovarian cancers. Proc Natl Acad Sci USA 1995, 92:6384-6388.  6. McPherson K, Steel CM, Dixon JM: ABC of breast diseases: breast cancer epidemiology, risk factors, and genetics. BMJ 2000, 321:624-628.  7. McSherry EA, Donatello S, Hopkins AM, McDonnell S: Molecular basis of invasion in breast cancer. Cell Mol Life Sci 2007, 64:3201-3218.  8. Cowin P, Kapprell HP, Franke WW, Tamkun J, Hynes RO: Plakoglobin: a protein common to different kinds of intercellular adhering junctions. Cell 1986, 46:1063-1073.  9. Knudsen KA, Wheelock MJ: Plakoglobin, or an 83-kD homologue distinct from beta-catenin, interacts with E-cadherin and N-cadherin. J Cell Biol 1992, 18:671-679.  10. Lewalle JM, Bajou K, Desreux J, Mareel M, Dejana E, Noël A, Foidart JM: Alteration of interendothelial adherens junctions following tumor cell- endothelial cell interaction in vitro. Exp Cell Res 1997, 237:347-356.  11. Bartel DP, Chen CZ: Micromanagers of gene expression: the potentially widespread influence of metazoan microRNAs. Nat Rev Genet 2004, 5:396-400.  12. Lee Y, Kim M, Han J, Yeom KH, Lee S, Baek SH, Kim VN: MicroRNA genes are transcribed by RNA polymerase II. EMBO J 2004, 23:4051-4060.  13. Ndlovu MN, Van Lint C, Van Wesemael K, Callebert P, Chalbos D, Haegeman G, Vanden Berghe W: Hyperactivated NF-{kappa}B and AP-1 transcription factors promote highly accessible chromatin and constitutive transcription across the interleukin-6 gene promoter in metastatic breast cancer cells. Mol Cell Biol 2009, 29:5488-5504.  14. Ouhtit A, Abd Elmageed ZY, Abdraboh ME, Lioe TF, Raj MH: In vivo evidence for the role of CD44s in promoting breast cancer metastasis to the liver. Am J Pathol 2007, 171:2033-2039.  15. Naik MU, Naik TU, Suckow AT, Duncan MK, Naik UP: Attenuation of junctional adhesion molecule-A is a contributing factor for breast cancer cell invasion. Cancer Res 2008, 68:2194-2203.  16. Lu JY, Chen HC, Chu RY, Lin TC, Hsu PI, Huang MS, Tseng CJ, Hsiao M: Establishment of red fluorescent protein-tagged HeLa tumor metastasis models: determination of DsRed2 insertion effects and comparison of metastatic patterns after subcutaneous, intraperitoneal, or intravenous injection. Clin Exp Metastasis 2003, 20:121-133.  17. Ottewell PD, Woodward JK, Lefley DV, Evans CA, Coleman RE, Holen I: Anticancer mechanisms of doxorubicin and zoledronic acid in breast cancer tumor growth in bone. Mol Cancer Ther 2009, 8:2821-2832.  18. Elmer Perkin: Finch TV Software [http://www.geospiza.com]. 19. Life Technologies. [http://www.invitrogen.com]. 20. Ottewell PD, Brown HK, Jones M, Rogers TL, Cross SS, Brown NJ,  Coleman RE, Holen I: Combination therapy inhibits development and progression of mammary tumours in immunocompetent mice. Breast Cancer Res Treat 2011.  21. Perez White B, Tonetti D: T47D/PKC{alpha} cells are nonmigratory and noninvasive in vitro despite tamoxifen resistance in vivo. Cancer Res 2009, 69:6173.  22. Gumireddy K, Sun F, Klein-Szanto AJ, Gibbins JM, Gimotty PA, Saunders AJ, Schultz PG, Huang Q: In vivo selection for metastasis promoting genes in the mouse. Proc Natl Acad Sci USA 2007, 104:6696-6701.  23. Guise TA: Molecular mechanisms of osteolytic bone metastases. Cancer 2000, 88:2892-2898.  24. Wang L, Ling Y, Chen Y, Li CL, Feng F, You QD, Lu N, Guo QL: Flavonoid baicalein suppresses adhesion, migration and invasion of MDA-MB-231 human breast cancer cells. Cancer Lett 2010, 297:42-48.  25. Yang SZ, Kohno N, Yokoyama A, Kondo K, Hamada H, Hiwada K: Decreased E-cadherin augments beta-catenin nuclear localization: studies in breast cancer cell lines. Int J Oncol 2001, 18:541-548.  26. Boissan M, De Wever O, Lizarraga F, Wendum D, Poincloux R, Chignard N, Desbois-Mouthon C, Dufour S, Nawrocki-Raby B, Birembaut P, Bracke M, Chavrier P, Gespach C, Lacombe ML: Implication of metastasis suppressor NM23-H1 in maintaining adherens junctions and limiting the invasive potential of human cancer cells. Cancer Res 2010, 70:7710-7722.  27. Yi B, Williams PJ, Niewolna M, Wang Y, Yoneda T: Tumor-derived platelet- derived growth factor-BB plays a critical role in osteosclerotic bone metastasis in an animal model of human breast cancer. Cancer Res 2002, 62:917-923.  28. Zetter BR: Adhesion molecules in tumor metastasis. Semin Cancer Biol 1993, 4:219-229.  29. Chen J, Imanaka N, Chen J, Griffin JD: Hypoxia potentiates Notch signaling in breast cancer leading to decreased E-cadherin expression and increased cell migration and invasion. Br J Cancer 2010, 102:351-360.  30. Derksen PW, Braumuller TM, van der Burg E, Hornsveld M, Mesman E, Wesseling J, Krimpenfort P, Jonkers J: Mammary-specific inactivation of E- cadherin and p53 impairs functional gland development and leads to pleomorphic invasive lobular carcinoma in mice. Dis Model Mech 2011, 4:347-358.  31. l Saleh S, Sharaf LH, Luqmani YA: Signalling pathways involved in endocrine resistance in breast cancer and associations with epithelial to mesenchymal transition. [Review]. Int J Oncol 2011, 38:1197-17.  32. Sihto H, Lundin J, Lundin M, Lehtimaki T, Ristimaki A, Holli K, Sailas L, Kataja V, Turpeenniemi-Hujanen T, Isola J, Heikkila P, Joensuu H: Breast cancer biological subtypes and protein expression predict for the preferential distant metastasis sites: a nationwide cohort study. Breast Cancer Res 2011, 13:R87.  33. Zeljko M, Pecina-Slaus N, Martic TN, Kusec V, Beros V, Tomas D: Molecular alterations of E-cadherin and beta-catenin in brain metastases. Front Biosci 2011, 3:616-624.  34. Paredes J, Correia AL, Ribeiro AS, Milanezi F, Cameselle-Teijeiro J, Schmitt FC: Breast carcinomas that co-express E- and P-cadherin are associated with p120-catenin cytoplasmic localisation and poor patient survival. J Clin Pathol 2008, 61:856-862.  35. Park D, Kåresen R, Axcrona U, Noren T, Sauer T: Expression pattern of adhesion molecules (E-cadherin, alpha-, beta-, gamma-catenin and claudin-7), their influence on survival in primary breast carcinoma, and their corresponding axillary lymph node metastasis. APMIS 2007, 115:52-65.  36. Robles-Frías A, González-Cámpora R, Martínez-Parra D, Robles-Frías MJ, Vázquez-Cerezuela T, Otal-Salaverri C, Almeida-González C: Robinson cytologic grading in invasive ductal carcinoma of the breast: correlation with E-cadherin and alpha-, beta- and gamma-catenin expression and regional lymph node metastasis. Acta Cytol 2006, 50:151-157.  37. Esposito NN, Chivukula M, Dabbs DJ: The ductal phenotypic expression of the E-cadherin/catenin complex in tubulolobular carcinoma of the breast: an immunohistochemical and clinicopathologic study. Mod Pathol 2007, 20:130-138.  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 13 of 14  http://www.ncbi.nlm.nih.gov/pubmed/15585379?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14522883?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/14522883?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17998942?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17998942?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17998942?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7951316?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7951316?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7604000?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7604000?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/7604000?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10977847?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10977847?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17957337?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17957337?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/3530498?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/3530498?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9434630?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9434630?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15143321?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15143321?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15372072?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/15372072?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19687301?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19687301?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19687301?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19687301?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17991717?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17991717?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17991717?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18381425?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18381425?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18381425?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12705633?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12705633?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12705633?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/12705633?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19789217?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/19789217?dopt=Abstract http://www.geospiza.com http://www.invitrogen.com http://www.ncbi.nlm.nih.gov/pubmed/17420453?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17420453?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/10898330?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20580866?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20580866?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20580866?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11179484?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11179484?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11179484?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20841469?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20841469?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20841469?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11830552?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11830552?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/11830552?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/8400144?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20010940?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20010940?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/20010940?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21282721?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21282721?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21282721?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21318221?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21318221?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21318221?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21914172?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21914172?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/21914172?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18381381?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18381381?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18381381?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17223851?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17223851?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17223851?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17223851?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16610682?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16610682?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16610682?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16610682?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17143261?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17143261?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/17143261?dopt=Abstract   38. Lionel Larue, Alfonso Bellacosa: Epithelial-mesenchymal transition in development and cancer: role of phosphatidylinositol 3' kinase/AKT pathways. Oncogene 2005, 24:7443-7454.  39. Elston MS, Gill AJ, Conaglen JV, Clarkson A, Cook RJ, Little NS, Robinson BG, Clifton-Bligh RJ, McDonald KL: Nuclear accumulation of e-cadherin correlates with loss of cytoplasmic membrane staining and invasion in pituitary adenomas. Endocrine Res 2009, 94:1436.  40. Ottewell PD, Coleman RE, Holen I: From genetic abnormality to metastases: murine models of breast cancer and their use in the development of anticancer therapies. Breast Cancer Res Treat 2006, 96:101-113.  41. Ottewell PD, Deux B, Mönkkönen H, Cross S, Coleman RE, Clezardin P, Holen I: Differential effect of doxorubicin and zoledronic acid on intraosseous versus extraosseous breast tumor growth in vivo. Clin Cancer Res 2008, 14:4658-4666.  42. Mundy GR: Mechanisms of bone metastasis. Cancer 1997, 80:1546-1556.  doi:10.1186/bcr3201 Cite this article as: Holen et al.: Loss of plakoglobin promotes decreased cell-cell contact, increased invasion, and breast cancer cell dissemination in vivo. Breast Cancer Research 2012 14:R86.  Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit  Holen et al. Breast Cancer Research 2012, 14:R86 http://breast-cancer-research.com/content/14/3/R86  Page 14 of 14  View publication statsView publication stats  http://www.ncbi.nlm.nih.gov/pubmed/16288291?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16288291?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16288291?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16319986?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16319986?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/16319986?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18628481?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/18628481?dopt=Abstract http://www.ncbi.nlm.nih.gov/pubmed/9362421?dopt=Abstract https://www.researchgate.net/publication/225062033   Abstract  Introduction  Methods  Results  Conclusion   Introduction  Materials and methods  Generation of plakoglobin knockdown cell lines  Real-time PCR  Western blotting  Immunohistochemistry  nalysis of prometastatic parameters in vitro   Effects of altered reduced plakoglobin expression on tumor growth and metastases in vivo   Analysis of tumor growth in vivo  Isolation of circulating tumor cells   Microcomputed tomography imaging  Statistical analysis   Results  Plakoglobin expression in parental cell lines  Effects of miRNA transfection on plakoglobin expression  Reduced expression of plakoglobin increases proliferation  Reduced plakoglobin reduces cell-cell adhesion  Effects of plakoglobin expression on tumor cell invasion and migration  Effects of plakoglobin on expression of the tumor-suppressor molecule NM23-H1  Effects of plakoglobin on tumor cell growth and dissemination in vivo    Discussion  Conclusion  Acknowledgements  Author details  Authors' contributions  Competing interests  References                 <<   /ASCII85EncodePages false   /AllowTransparency false   /AutoPositionEPSFiles true   /AutoRotatePages /None   /Binding /Left   /CalGrayProfile (Gray Gamma 2.2)   /CalRGBProfile (sRGB IEC61966-2.1)   /CalCMYKProfile (U.S. Web Coated \\050SWOP\\051 v2)   /sRGBProfile (sRGB IEC61966-2.1)   /CannotEmbedFontPolicy /Error   /CompatibilityLevel 1.3   /CompressObjects /Off   /CompressPages true   /ConvertImagesToIndexed true   /PassThroughJPEGImages true   /CreateJobTicket false   /DefaultRenderingIntent /Default   /DetectBlends true   /DetectCurves 0.1000   /ColorConversionStrategy /LeaveColorUnchanged   /DoThumbnails true   /EmbedAllFonts true   /EmbedOpenType false   /ParseICCProfilesInComments true   /EmbedJobOptions true   /DSCReportingLevel 0   /EmitDSCWarnings false   /EndPage -1   /ImageMemory 1048576   /LockDistillerParams false   /MaxSubsetPct 100   /Optimize true   /OPM 1   /ParseDSCComments true   /ParseDSCCommentsForDocInfo true   /PreserveCopyPage true   /PreserveDICMYKValues true   /PreserveEPSInfo true   /PreserveFlatness true   /PreserveHalftoneInfo false   /PreserveOPIComments false   /PreserveOverprintSettings true   /StartPage 1   /SubsetFonts true   /TransferFunctionInfo /Apply   /UCRandBGInfo /Preserve   /UsePrologue false   /ColorSettingsFile ()   /AlwaysEmbed [ true   ]   /NeverEmbed [ true   ]   /AntiAliasColorImages false   /CropColorImages true   /ColorImageMinResolution 300   /ColorImageMinResolutionPolicy /Warning   /DownsampleColorImages true   /ColorImageDownsampleType /Bicubic   /ColorImageResolution 500   /ColorImageDepth -1   /ColorImageMinDownsampleDepth 1   /ColorImageDownsampleThreshold 1.50000   /EncodeColorImages true   /ColorImageFilter /DCTEncode   /AutoFilterColorImages true   /ColorImageAutoFilterStrategy /JPEG   /ColorACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /ColorImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000ColorACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000ColorImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasGrayImages false   /CropGrayImages true   /GrayImageMinResolution 300   /GrayImageMinResolutionPolicy /Warning   /DownsampleGrayImages true   /GrayImageDownsampleType /Bicubic   /GrayImageResolution 500   /GrayImageDepth -1   /GrayImageMinDownsampleDepth 2   /GrayImageDownsampleThreshold 1.50000   /EncodeGrayImages true   /GrayImageFilter /DCTEncode   /AutoFilterGrayImages true   /GrayImageAutoFilterStrategy /JPEG   /GrayACSImageDict <<     /QFactor 0.15     /HSamples [1 1 1 1] /VSamples [1 1 1 1]   >>   /GrayImageDict <<     /QFactor 0.76     /HSamples [2 1 1 2] /VSamples [2 1 1 2]   >>   /JPEG2000GrayACSImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /JPEG2000GrayImageDict <<     /TileWidth 256     /TileHeight 256     /Quality 15   >>   /AntiAliasMonoImages false   /CropMonoImages true   /MonoImageMinResolution 1200   /MonoImageMinResolutionPolicy /Warning   /DownsampleMonoImages true   /MonoImageDownsampleType /Bicubic   /MonoImageResolution 1200   /MonoImageDepth -1   /MonoImageDownsampleThreshold 1.50000   /EncodeMonoImages true   /MonoImageFilter /CCITTFaxEncode   /MonoImageDict <<     /K -1   >>   /AllowPSXObjects false   /CheckCompliance [     /None   ]   /PDFX1aCheck false   /PDFX3Check false   /PDFXCompliantPDFOnly false   /PDFXNoTrimBoxError true   /PDFXTrimBoxToMediaBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXSetBleedBoxToMediaBox true   /PDFXBleedBoxToTrimBoxOffset [     0.00000     0.00000     0.00000     0.00000   ]   /PDFXOutputIntentProfile (None)   /PDFXOutputConditionIdentifier ()   /PDFXOutputCondition ()   /PDFXRegistryName ()   /PDFXTrapped /False    /CreateJDFFile false   /Description <<     /CHS <FEFF4f7f75288fd94e9b8bbe5b9a521b5efa7684002000410064006f006200650020005000440046002065876863900275284e8e55464e1a65876863768467e5770b548c62535370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c676562535f00521b5efa768400200050004400460020658768633002>     /CHT <FEFF4f7f752890194e9b8a2d7f6e5efa7acb7684002000410064006f006200650020005000440046002065874ef69069752865bc666e901a554652d965874ef6768467e5770b548c52175370300260a853ef4ee54f7f75280020004100630072006f0062006100740020548c002000410064006f00620065002000520065006100640065007200200035002e003000204ee553ca66f49ad87248672c4f86958b555f5df25efa7acb76840020005000440046002065874ef63002>     /DAN <FEFF004200720075006700200069006e0064007300740069006c006c0069006e006700650072006e0065002000740069006c0020006100740020006f007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400650072002c0020006400650072002000650067006e006500720020007300690067002000740069006c00200064006500740061006c006a006500720065007400200073006b00e60072006d007600690073006e0069006e00670020006f00670020007500640073006b007200690076006e0069006e006700200061006600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020004400650020006f007000720065007400740065006400650020005000440046002d0064006f006b0075006d0065006e0074006500720020006b0061006e002000e50062006e00650073002000690020004100630072006f00620061007400200065006c006c006500720020004100630072006f006200610074002000520065006100640065007200200035002e00300020006f00670020006e0079006500720065002e>     /DEU <FEFF00560065007200770065006e00640065006e0020005300690065002000640069006500730065002000450069006e007300740065006c006c0075006e00670065006e0020007a0075006d002000450072007300740065006c006c0065006e00200076006f006e002000410064006f006200650020005000440046002d0044006f006b0075006d0065006e00740065006e002c00200075006d002000650069006e00650020007a0075007600650072006c00e40073007300690067006500200041006e007a006500690067006500200075006e00640020004100750073006700610062006500200076006f006e00200047006500730063006800e40066007400730064006f006b0075006d0065006e00740065006e0020007a0075002000650072007a00690065006c0065006e002e00200044006900650020005000440046002d0044006f006b0075006d0065006e007400650020006b00f6006e006e0065006e0020006d006900740020004100630072006f00620061007400200075006e0064002000520065006100640065007200200035002e003000200075006e00640020006800f600680065007200200067006500f600660066006e00650074002000770065007200640065006e002e>     /ESP <FEFF005500740069006c0069006300650020006500730074006100200063006f006e0066006900670075007200610063006900f3006e0020007000610072006100200063007200650061007200200064006f00630075006d0065006e0074006f0073002000640065002000410064006f00620065002000500044004600200061006400650063007500610064006f007300200070006100720061002000760069007300750061006c0069007a00610063006900f3006e0020006500200069006d0070007200650073006900f3006e00200064006500200063006f006e006600690061006e007a006100200064006500200064006f00630075006d0065006e0074006f007300200063006f006d00650072006300690061006c00650073002e002000530065002000700075006500640065006e00200061006200720069007200200064006f00630075006d0065006e0074006f00730020005000440046002000630072006500610064006f007300200063006f006e0020004100630072006f006200610074002c002000410064006f00620065002000520065006100640065007200200035002e003000200079002000760065007200730069006f006e0065007300200070006f00730074006500720069006f007200650073002e>     /FRA <FEFF005500740069006c006900730065007a00200063006500730020006f007000740069006f006e00730020006100660069006e00200064006500200063007200e900650072002000640065007300200064006f00630075006d0065006e00740073002000410064006f006200650020005000440046002000700072006f00660065007300730069006f006e006e0065006c007300200066006900610062006c0065007300200070006f007500720020006c0061002000760069007300750061006c00690073006100740069006f006e0020006500740020006c00270069006d007000720065007300730069006f006e002e0020004c0065007300200064006f00630075006d0065006e00740073002000500044004600200063007200e900e90073002000700065007500760065006e0074002000ea0074007200650020006f007500760065007200740073002000640061006e00730020004100630072006f006200610074002c002000610069006e00730069002000710075002700410064006f00620065002000520065006100640065007200200035002e0030002000650074002000760065007200730069006f006e007300200075006c007400e90072006900650075007200650073002e>     /ITA (Utilizzare queste impostazioni per creare documenti Adobe PDF adatti per visualizzare e stampare documenti aziendali in modo affidabile. I documenti PDF creati possono essere aperti con Acrobat e Adobe Reader 5.0 e versioni successive.)     /JPN <FEFF30d330b830cd30b9658766f8306e8868793a304a3088307353705237306b90693057305f002000410064006f0062006500200050004400460020658766f8306e4f5c6210306b4f7f75283057307e305930023053306e8a2d5b9a30674f5c62103055308c305f0020005000440046002030d530a130a430eb306f3001004100630072006f0062006100740020304a30883073002000410064006f00620065002000520065006100640065007200200035002e003000204ee5964d3067958b304f30533068304c3067304d307e305930023053306e8a2d5b9a3067306f30d530a930f330c8306e57cb30818fbc307f3092884c3044307e30593002>     /KOR <FEFFc7740020c124c815c7440020c0acc6a9d558c5ec0020be44c988b2c8c2a40020bb38c11cb97c0020c548c815c801c73cb85c0020bcf4ace00020c778c1c4d558b2940020b3700020ac00c7a50020c801d569d55c002000410064006f0062006500200050004400460020bb38c11cb97c0020c791c131d569b2c8b2e4002e0020c774b807ac8c0020c791c131b41c00200050004400460020bb38c11cb2940020004100630072006f0062006100740020bc0f002000410064006f00620065002000520065006100640065007200200035002e00300020c774c0c1c5d0c11c0020c5f40020c2180020c788c2b5b2c8b2e4002e>     /NLD (Gebruik deze instellingen om Adobe PDF-documenten te maken waarmee zakelijke documenten betrouwbaar kunnen worden weergegeven en afgedrukt. De gemaakte PDF-documenten kunnen worden geopend met Acrobat en Adobe Reader 5.0 en hoger.)     /NOR <FEFF004200720075006b00200064006900730073006500200069006e006e007300740069006c006c0069006e00670065006e0065002000740069006c002000e50020006f0070007000720065007400740065002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e00740065007200200073006f006d002000650072002000650067006e0065007400200066006f00720020007000e5006c006900740065006c006900670020007600690073006e0069006e00670020006f00670020007500740073006b007200690066007400200061007600200066006f0072007200650074006e0069006e006700730064006f006b0075006d0065006e007400650072002e0020005000440046002d0064006f006b0075006d0065006e00740065006e00650020006b0061006e002000e50070006e00650073002000690020004100630072006f00620061007400200065006c006c00650072002000410064006f00620065002000520065006100640065007200200035002e003000200065006c006c00650072002e>     /PTB <FEFF005500740069006c0069007a006500200065007300730061007300200063006f006e00660069006700750072006100e700f50065007300200064006500200066006f0072006d00610020006100200063007200690061007200200064006f00630075006d0065006e0074006f0073002000410064006f00620065002000500044004600200061006400650071007500610064006f00730020007000610072006100200061002000760069007300750061006c0069007a006100e700e3006f002000650020006100200069006d0070007200650073007300e3006f00200063006f006e0066006900e1007600650069007300200064006500200064006f00630075006d0065006e0074006f007300200063006f006d0065007200630069006100690073002e0020004f007300200064006f00630075006d0065006e0074006f00730020005000440046002000630072006900610064006f007300200070006f00640065006d0020007300650072002000610062006500720074006f007300200063006f006d0020006f0020004100630072006f006200610074002000650020006f002000410064006f00620065002000520065006100640065007200200035002e0030002000650020007600650072007300f50065007300200070006f00730074006500720069006f007200650073002e>     /SUO <FEFF004b00e40079007400e40020006e00e40069007400e4002000610073006500740075006b007300690061002c0020006b0075006e0020006c0075006f0074002000410064006f0062006500200050004400460020002d0064006f006b0075006d0065006e007400740065006a0061002c0020006a006f0074006b006100200073006f0070006900760061007400200079007200690074007900730061007300690061006b00690072006a006f006a0065006e0020006c0075006f00740065007400740061007600610061006e0020006e00e400790074007400e4006d0069007300650065006e0020006a0061002000740075006c006f007300740061006d0069007300650065006e002e0020004c0075006f0064007500740020005000440046002d0064006f006b0075006d0065006e00740069007400200076006f0069006400610061006e0020006100760061007400610020004100630072006f0062006100740069006c006c00610020006a0061002000410064006f00620065002000520065006100640065007200200035002e0030003a006c006c00610020006a006100200075007500640065006d006d0069006c006c0061002e>     /SVE <FEFF0041006e007600e4006e00640020006400650020006800e4007200200069006e0073007400e4006c006c006e0069006e006700610072006e00610020006f006d002000640075002000760069006c006c00200073006b006100700061002000410064006f006200650020005000440046002d0064006f006b0075006d0065006e007400200073006f006d00200070006100730073006100720020006600f60072002000740069006c006c006600f60072006c00690074006c006900670020007600690073006e0069006e00670020006f006300680020007500740073006b007200690066007400650072002000610076002000610066006600e4007200730064006f006b0075006d0065006e0074002e002000200053006b006100700061006400650020005000440046002d0064006f006b0075006d0065006e00740020006b0061006e002000f600700070006e00610073002000690020004100630072006f0062006100740020006f00630068002000410064006f00620065002000520065006100640065007200200035002e00300020006f00630068002000730065006e006100720065002e>     /ENU (Use these settings to create Adobe PDF documents suitable for reliable viewing and printing of business documents.  Created PDF documents can be opened with Acrobat and Adobe Reader 5.0 and later.)   >> >> setdistillerparams <<   /HWResolution [2400 2400]   /PageSize [612.000 792.000] >> setpagedevice",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}