{
    "summary": "Fibrosis of vital organs is a major public health problem with limited therapeutic options. Mesenchymal cells including microvascular mural cells (pericytes) are major progenitors of scar-forming myofibroblasts in kidney and other organs. Here we show pericytes in healthy kidneys have active WNT/β-catenin signaling responses that are markedly up-regulated following kidney injury. Dickkopf-related protein 1 (DKK-1), a ligand for the WNT coreceptors low-density lipoprotein receptor-related proteins 5 and 6 (LRP-5 and LRP-6) and an inhibitor of WNT/β-catenin signaling, effectively inhibits pericyte activation, detachment, and transition to myofibroblasts in vivo in response to kidney injury, resulting in attenuated fibrogenesis, capillary rarefaction, and inflammation. DKK-1 blocks activation and proliferation of established myofibroblasts in vitro and blocks pericyte proliferation to PDGF, pericyte migration, gene activation, and cytoskeletal reorganization to TGF-β or connective tissue growth factor. These effects are largely independent of inhibition of downstream β-catenin signaling. DKK-1 acts predominantly by inhibiting PDGF-, TGF-β-, and connective tissue growth factor-activated MAPK and JNK signaling cascades, acting via LRP-6 with associated WNT ligand. Biochemically, LRP-6 interacts closely with PDGF receptor β and TGF-β receptor 1 at the cell membrane, suggesting that it may have roles in pathways other than WNT/β-catenin. In summary, DKK-1 blocks many of the changes in pericytes required for myofibroblast transition and attenuates established myofibroblast proliferation/activation by mechanisms dependent on LRP-6 and WNT ligands but not the downstream β-catenin pathway.",
    "title": "LRP-6 is a coreceptor for multiple fibrogenic signaling pathways in pericytes and myofibroblasts that are inhibited by DKK-1",
    "text": "pnas201211179 1440..1445   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/234098410  LRP-6 is co-receptor for multiple fibrogenic pathways in pericytes and  myofibroblasts that are inhibited by DKK-1  Article  in  Proceedings of the National Academy of Sciences · January 2013  DOI: 10.1073/pnas.1211179110 · Source: PubMed  CITATIONS  145 READS  255  11 authors, including:  Some of the authors of this publication are also working on these related projects:  Mechanisms of fibrosis View project  Retinal Ganglion Cells (RGCs) in Development of the Visual System View project  Kathryn Davidson  Monash University (Australia)  24 PUBLICATIONS   901 CITATIONS     SEE PROFILE  Richard A Lang  Cincinnati Children's Hospital Medical Center  206 PUBLICATIONS   18,349 CITATIONS     SEE PROFILE  Randall T Moon  University of Washington Seattle  344 PUBLICATIONS   51,987 CITATIONS     SEE PROFILE  Jeremy S Duffield  University of Washington Seattle  172 PUBLICATIONS   15,013 CITATIONS     SEE PROFILE  All content following this page was uploaded by Richard A Lang on 16 June 2016.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/234098410_LRP-6_is_co-receptor_for_multiple_fibrogenic_pathways_in_pericytes_and_myofibroblasts_that_are_inhibited_by_DKK-1?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/234098410_LRP-6_is_co-receptor_for_multiple_fibrogenic_pathways_in_pericytes_and_myofibroblasts_that_are_inhibited_by_DKK-1?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Mechanisms-of-fibrosis-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Retinal-Ganglion-Cells-RGCs-in-Development-of-the-Visual-System?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kathryn-Davidson?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kathryn-Davidson?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Monash_University_Australia?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kathryn-Davidson?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Lang-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Lang-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Cincinnati-Childrens-Hospital-Medical-Center?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Lang-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Randall-Moon-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Randall-Moon-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Washington_Seattle?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Randall-Moon-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremy-Duffield-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremy-Duffield-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Washington_Seattle?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremy-Duffield-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Lang-2?enrichId=rgreq-31f70395118b14f07bc2a00f99ca1a02-XXX&enrichSource=Y292ZXJQYWdlOzIzNDA5ODQxMDtBUzozNzM1ODExMzQ0ODM0NTdAMTQ2NjA4MDA5MTU2Mg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   LRP-6 is a coreceptor for multiple fibrogenic signaling pathways in pericytes and myofibroblasts that are inhibited by DKK-1 Shuyu Rena,b, Bryce G. Johnsona,b, Yujiro Kidaa,b, Colin Ipa,b, Kathryn C. Davidsonc,d, Shuei-Liong Line, Akio Kobayashif, Richard A. Langg, Anna-Katerina Hadjantonakish, Randall T. Moonc,d, and Jeremy S. Duffielda,b,d,1  aDivision of Nephrology and bCenter for Lung Biology, Department of Medicine and Pathology, cHoward Hughes Medical Institute, and dInstitute for Stem Cell and Regenerative Medicine, University of Washington, Seattle, WA 98109; eDepartment of Physiology and Medicine, National Taiwan University Hospital, Taipei 100, Taiwan; fRenal Division, Department of Medicine, Harvard Medical School, Boston, MA 02115; gCincinnati Children's Hospital Medical Center, Cincinnati, OH 45229; and hDevelopmental Biology Program, Sloan-Kettering Institute, New York, NY 10065  Edited by Michael Karin, University of California, San Diego School of Medicine, La Jolla, CA, and approved December 7, 2012 (received for review June 29, 2012)  Fibrosis of vital organs is a major public health problemwith limited therapeutic options. Mesenchymal cells including microvascular mural cells (pericytes) are major progenitors of scar-forming my- ofibroblasts in kidney and other organs. Here we show pericytes in healthy kidneys have active WNT/β-catenin signaling responses that are markedly up-regulated following kidney injury. Dickkopf- related protein 1 (DKK-1), a ligand for the WNT coreceptors low- density lipoprotein receptor-related proteins 5 and 6 (LRP-5 and LRP- 6) and an inhibitor of WNT/β-catenin signaling, effectively inhibits pericyte activation, detachment, and transition to myofibroblasts in vivo in response to kidney injury, resulting in attenuated fibrogen- esis, capillary rarefaction, and inflammation. DKK-1 blocks activa- tion and proliferation of established myofibroblasts in vitro and blocks pericyte proliferation to PDGF, pericyte migration, gene ac- tivation, and cytoskeletal reorganization to TGF-β or connective tissue growth factor. These effects are largely independent of inhibition of downstream β-catenin signaling. DKK-1 acts predom- inantly by inhibiting PDGF-, TGF-β-, and connective tissue growth factor-activatedMAPK and JNK signaling cascades, acting via LRP-6 with associated WNT ligand. Biochemically, LRP-6 interacts closely with PDGF receptor β and TGF-β receptor 1 at the cell membrane, suggesting that it may have roles in pathways other than WNT/ β-catenin. In summary, DKK-1 blocks many of the changes in pericytes required for myofibroblast transition and attenuates estab- lished myofibroblast proliferation/activation by mechanisms de- pendent on LRP-6 and WNT ligands but not the downstream β-catenin pathway.  Fibrosis of the internal organs, resulting from subclinical injuryto the organ over a period of time or from acute severe injury or inflammation, is a major global health problem. All organs may be affected by fibrosis, which matures into microscopic or mac- roscopic scarring within the tissue parenchyma. At present there are few therapies that specifically target the process of fibro- genesis, despite increasing evidence suggesting that fibrogenesis per se provokes further decline in organ function, inflammation, and tissue ischemia (1). In addition, myofibroblasts themselves are inflammatory cells that generate cytokines, chemokines, and radicals that promote injury. Myofibroblasts appear as a result of a transition from pericytes, cells that normally nurse, maintain, and regulate the microvasculature (2, 3). The transition from pericytes to myofibroblasts results in an unstable microvascula- ture leading to aberrant angiogenesis or rarefaction (3). These microvascular changes ultimately provoke tissue ischemia. There- fore, the myofibroblast and its transition from resident pericyte or fibroblast is a major new target for therapeutics to counter the deleterious consequences of tissue injury. Recently, SNPs in LRP-6, a transmembrane coreceptor for  WNTs that binds to Frizzled (Frz) receptors and thereby to the WNT/β-catenin signaling cascade, have been identified as independent risk factors for cardiovascular diseases. However, the mechanisms still are obscure (4, 5).  The WNT/β-catenin signaling pathway is a major regulator of cell function both in embryonic development and in adults. Both elevated and attenuated levels of signaling that fall outside the normal homeostatic range of WNT signaling are linked to ab- normal embryonic development and to diverse disease states (6). Increasing evidence indicates that WNT signaling plays critical roles in tissue regeneration and immune responses to injury and infection (7). However, the signaling cascade and the cellular responses are complex and context specific (8). Previous studies have highlighted the importance of WNT/  β-catenin in kidney regeneration (9), and studies of chronic dis- ease of the kidney glomerulus and liver sinusoids suggest that persistent activation ofWNT/β-catenin is deleterious (10), but the role of WNT signaling in myofibroblasts and their precursors, pericytes of the kidney capillaries, was not studied (2). Here we explore the consequences of reactivating WNT/β-catenin signal- ing in pericytes and myofibroblasts after kidney injury.  Results and Discussion Wnt/β-Catenin Pathway Is Up-Regulated in Myofibroblasts in Kidney Disease. To explore the extent of the activation of the canonical WNT pathway in cells of the normal kidney, we studied two distinct lines of mice that are transgenic for reporters of WNT/ β-catenin signaling. Axin2+/lacz generates β-gal in cells expressing the endogenous WNT/β-catenin target gene, Axin2. (Fig. 1A) (11). TCF/LEF-H2B-GFPTr is a recently validated transgenic line of mice reporting β-catenin activity by nuclear GFP expression. It exhibits enhanced sensitivity and specificity over previous re- porters of β-catenin nuclear activity (Fig. 1A) (12). In normal kidneys of Axin2+/lacz mice there is extensive WNT/β-catenin signaling in the papilla, and there are more restricted responses in the normal medulla and kidney cortex, as we have demon- strated previously (Fig. S1A) (9). Among the cells expressing lacZ were podocytes, vascular smooth muscle of arterioles, and some pericytes (Fig. 1 B-D and Fig. S1 A and B). In response to injury initiated by obstructing urine flow from the kidney (the unilateral ureteric obstruction [UUO] model), there was marked increase in lacZ staining in the scar-forming cells known as “myofibroblasts” that derive from pericytes (Fig. 1 B-D). Although collecting duct cells and cells of the loop of Henle showed Axin2-  Author contributions: S.R. and J.S.D. designed research; S.R., B.G.J., C.I., S.-L.L., and J.S.D. performed research; Y.K., K.C.D., S.-L.L., A.K., R.A.L., A.-K.H., R.T.M., and J.S.D. contrib- uted new reagents/analytic tools; S.R., B.G.J., C.I., and J.S.D. analyzed data; and K.C.D., R.T.M., and J.S.D. wrote the paper.  Conflict of interest statement: S.R. and J.S.D have submitted patent applications for the use of DKK-1 in fibrosis.  This article is a PNAS Direct Submission. 1To whom correspondence should be addressed. E-mail: jeremysd@uw.edu.  This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1211179110/-/DCSupplemental.  1440-1445 | PNAS | January 22, 2013 | vol. 110 | no. 4 www.pnas.org/cgi/doi/10.1073/pnas.1211179110  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 mailto:jeremysd@uw.edu http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental www.pnas.org/cgi/doi/10.1073/pnas.1211179110   lacZ staining, little lacZ was detected in distal and proximal tubules in either normal or diseased kidneys (Fig. S1B). To visualize this WNT response in greater detail, we localized  WNT reporter activity in TCF/LEF-H2B-GFPTr mice. In normal kidney, β-catenin responses were more extensive than previously appreciated. We have shown previously that in normal kidney, proximal and distal epithelium exhibits little endogenous WNT/ β-catenin reporter activity (9). In contrast, in TCF/LEF-H2B-GFPTr mice there was evidence of WNT reporter activity in many of these cells (Fig. 1E and Fig. S1 C-G). However, like the Axin2+/lacz re- porter, a minority of pericytes showed active signaling in normal kidney. Following kidney injury, WNT/β-catenin reporter activity increased in epithelial cell compartments, but there was a much greater increase in the pericyte/myofibroblast population of cells (Fig. 1 E-G and Fig. S1C).  Kidney Myofibroblasts Up-Regulate Wnt Pathway Genes and Wnt Reporter Activity. To explore further the activation of the WNT pathway in kidney myofibroblasts, we purified nonactivated peri- cytes (normal kidney), activated pericytes (from day 2 after UUO), and myofibroblasts transitioned from pericytes (from days 5, 7, and 10 after UUO) by flow cytometric sorting of single-cell digests from kidneys of the Coll-GFPTr reporter mouse, which specifically expresses GFP in these cells (13). Purified cells showed marked up-regulation of pericyte genes, including P75 NGFR (Ngfr) (Fig. S2A), and at baseline expressed detectable levels of NG2 (Cspg4) and PDGFRβ (Pdgfrb) that were modestly up-reg- ulated over time postinjury (Fig. S2D, Table S1). We found pro- totypical profibrotic genes expressed in normal kidney and up- regulated over time postinjury in our disease model, including Col1a1, Tgfb1, Ctgf, and Fgf2. We also observed up-regulation of the phosphatonin Fgf23, which has been implicated in the path- ogenesis of cardiovascular disease (Fig. S2A). WNT ligands, in- cluding Wnt2, 3, 7b, 8a, 8b, and 10a, were up-regulated. Pericytes also express cell-surface receptors (Fzd) and coreceptors (Lrp5,  Lrp6) forWNT responsiveness (Fig. S2B). As the course of kidney disease progressed, there was a modest up-regulation of the Dickkopf-related protein (DKK) family of mRNAs known to in- hibit canonical WNT signaling via direct binding to the LRP-5 and LRP-6 coreceptors (Fig. S2C). Other WNT downstream target genes, including sFLT1 and WISP1, which play important roles in noncanonical and canonical WNT signaling pathways, re- spectively, also were up-regulated, consistent with activatedWNT/ β-catenin and also noncanonical WNT pathways (Fig. S2C).  DKK-1 Triggers G1 Cell-Cycle Arrest and Down-Regulates Activation in Myofibroblasts. To test the function of WNT/β-catenin pathway activation in myofibroblasts, we generated primary myofibroblast cultures from Coll-GFPTr mice that had kidney fibrosis (13). Myofibroblasts also expressed WNT ligands and receptors (Fig. S3A). DKK-1 has been reported to inhibit the WNT/β-catenin pathway by binding to LRP-5 or LRP-6. We cloned Dkk1 and expressed soluble DKK-1 or the DKK-1-GFP fusion protein (Fig. S3B) in HEK293 cells. Soluble DKK-1-GFP binding to unlabeled cell lines was markedly enhanced by overexpression of LRP-5 or LRP-6 (Fig. S3C), and DKK-1-GFP readily bound to the surface of cultured myofibroblasts without the requirement for receptor overexpression (Fig. S3D), indicating high receptor density for DKK-1 on myofibroblasts. DKK-1 protein specifically blocked entry of myofibroblasts into the cell cycle induced by serum at the G1 checkpoint (Fig. 2 A-F and Fig. S3E), resulting in inability to proliferate (Fig. 2B). To understand the mechanisms better, we tested the effect of  DKK-1 on the steady-state level of β-catenin protein. Cytosolic and nuclear β-catenin increased 1 h and 16 h after serum acti- vation, an effect decreased by DKK-1 at 16 h (Fig. 2G), con- firming DKK-1 inhibits WNT/β-catenin signaling but suggesting early DKK-1 responses may occur independent of regulation of β-catenin protein (Fig. 2G). Transcripts for αSMA (Acta2), a marker of myofibroblast activation, were increased by serum at 24 h, and DKK-1 significantly reduced this activation (Fig. 2H), suggesting that DKK-1 may regulate activation also.  Systemic Delivery of DKK-1 Inhibits Myofibroblast Expansion and Fibrosis. Next we tested whether DKK-1 inhibited pericytes and myofibroblasts in vivo. DKK-1 was delivered systemically using an  Fig. 1. WNT/β-catenin signaling is activated during kidney injury in the pericyte/myofibroblast cell compartment. (A) Schema showing the Axin2LacZ  allele and the TCF/Lef:H2B-GFP transgene, which report WNT/β-catenin sig- naling. (B-D) WNT responses identified by blue stain or green fluorescence in cells (B) and quantified in graphs (C and D) during kidney injury induced by UUO in Axin2+/lacz reporter mice are seen predominantly in myofibroblasts (arrowheads), but no stain is seen in Axin2+/+ kidneys. (E-G) WNT/β-catenin responses identified by nuclear GFP in confocal images (E) of kidneys from TCF/Lef:H2B-GFPTr reporter mice after UUO, highlighting PDGFRβ+ cells or αSMA cells, two markers for myofibroblasts in diseased kidney, and quan- tified (F and G) by PDGFRβ- or αSMA-staining cells expressing nuclear GFP. *P < 0.05, **P < 0.01. n = 4 per group. Error bars indicate SEM.  Fig. 2. DKK-1 binds to myofibroblasts and blocks proliferation by G1/S cell- cycle arrest in vitro. (A) Graph showing BrdU nuclear incorporation in qui- escent myofibroblasts stimulated for 3 h with 3% FCS and DKK-1 or vehicle. (B) Coulter-counted kidney quiescent myofibroblasts stimulated for 24 h with 3% FCS and DKK-1 or vehicle. (C and D) Flow cytometric plots (C) and graph (D) showing BrdU uptake in myofibroblasts stimulated for 3 h with 3% FCS and DKK-1 or vehicle. (E and F) Propidium iodide DNA content plots (E) and graph (F) showing quiescent myofibroblasts stimulated for 24 h with 3% FCS and DKK-1 or vehicle. (G) The effect of DKK-1 on cytoplasmic and nuclear β-catenin protein. Serum increases β-catenin, an effect not modu- lated by DKK-1 at 1 h, but DKK-1 markedly reduces β-catenin levels at later time points. (H) qPCR data showing myofibroblast expression of Acta2 after treatment with FCS or FCS + DKK-1. *P < 0.05, **P < 0.01, ***P < 0.001. n = 4 per group. Error bars indicate SEM.  Ren et al. PNAS | January 22, 2013 | vol. 110 | no. 4 | 1441  M ED  IC A L SC  IE N C ES  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=ST1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3   adenoviral delivery system that generates high-level expression of circulatingDKK-1 protein (Fig. 3A).We tested circulating DKK-1 on both the development and progression of kidney fibrosis using three different experimental designs (Fig. 3B). In preventative studies using the UUO model, DKK-1 profoundly inhibited peri- cyte expansion, proliferation, and transition to myofibroblasts (Fig. 3 C-I), resulting in reduced fibrosis (Fig. S4). The inhibition on day 4 after UUO was associated with a marked reduction in inflammation (Fig. 3J) and epithelial injury (Fig. S4 A and B). Moreover, expression of the WNT/β-catenin reporters in kidney myofibroblasts was reduced, particularly at the earlier time points (Fig 3K). These studies were extended to day 10 after UUO in- jury, and there was a substantial reduction in organ fibrosis and collagen transcripts (Fig. 3 L-M). To study this effect in more detail, we performed a reversal  study in which DKK-1 was delivered after disease onset, and fi- brosis extent was assessed 10 d after UUO (Fig. 3 N-P). Myofi- broblast accumulation, proliferation, deposition of interstitial fibrosis, and rarefaction of the capillaries were inhibited. Fur- thermore, as in the preventative studies, DKK-1 inhibited in- flammation and epithelial injury (Fig. S4 A-C). Because recent evidence indicates that myofibroblasts in kidney arise from peri- cyte precursors which detach from peritubular capillaries in re- sponse to injury (2), we examined the effect of DKK-1 on pericyte precursor detachment, spreading, and migration in Coll-GFPTr reporter mice. DKK-1 inhibited pericyte detachment from capil- laries at early time points in this model (Fig. 3Q). We tested whether DKK-1 could inhibit disease in a second  model of inflammation and fibrosis, ischemia reperfusion injury (U-IRI) of a single (unilateral) kidney, a recognized model of chronic kidney disease following acute kidney injury (9). We performed a reversal study in this model and characterized the extent of scarring in the kidney 10 d after the initial U-IRI. Cir- culating DKK-1 inhibited myofibroblast accumulation, inflamma- tion, and interstitial fibrosis and reduced epithelial injury (Fig. S4 E-K) sufficiently to reverse existent fibrosis (Fig. S4L).  DKK-1 Blocks PDGF-Stimulated Proliferation of Kidney Pericytes by an LRP-6, P42/P44 MAPK-Dependent Mechanism. To study the mecha- nism of action of DKK-1, we tested its effects on primary kidney pericyte cultures, the precursors of myofibroblasts (2, 13). PDGF and TGF-β signaling in pericytes are important factors in the detachment of pericytes from capillaries and their transition to myofibroblasts (3, 14) and as such are important factors in driving fibrosis. Connective tissue growth factor (CTGF) and its homolog CCN1 (Cyr61) also have been implicated in fibrosis and wound healing (15). Pericytes were stimulated by PDGF-BB to enter the cell cycle (Fig. 4A), but other profibrogenic growth fac- tors had no effect. Unexpectedly, exogenous addition of WNT3a did not stimulate proliferation. DKK-1 markedly attenuated PDGF-BB-stimulated proliferation (Fig. 4B). PDGF stimulation down-regulated transcripts for the activation markers CTGF, αSMA, and collagen Iα (1), and DKK-1 further down-regulated those transcripts (Fig. 4C), suggesting that DKK-1 therefore may enhance certain PDGF-mediated transcriptional events. None of the factors applied to pericytes affected viability (Fig. 4D). In keeping with a link between PDGF signaling and the WNT  pathway in pericyte proliferation, PDGF regulates a number of WNT ligands, including up-regulating Wnt2 and 5a and down- regulating Wnt7a, 10a, and 16 (Fig. 4E). However, inconsistent with such a link, exogenous WNT3a had no stimulatory effect on proliferation (Fig. 4A). Because DKK-1 acts via LRP-5 and LRP-6, and because PDGF regulates WNT transcripts (Fig. 4E), we expected DKK-1 to block the endogenous WNT/β-catenin  Fig. 3. DKK-1 blocks pericyte activation and transition to myofibroblasts and reverses myofibroblast activation in vivo, inhibiting fibrogenesis, capil- lary rarefaction, and inflammation. (A) Western blots of 5 μL of plasma from mice 5 d after i.v. injection of Ad-control or Ad-DKK-1 and from mice sub- jected to sham surgery and injected with control. (B) Experimental schemata for adenoviral administration, kidney injury, and analysis in the UUO model. (C-M) Prevention studies. (C) Low-magnification confocal images of kidney cortex 4 d after sham operation or UUO in Coll-GFPTr mice that had received Ad-control or Ad-DKK-1 6 d previously, showing Coll-GFP cells or PDGFRβ cells. g, glomerulus; a, arteriole. (D-F) Graphs showing quantification of Coll- GFP cells, PDGFRβ cells, and αSMA cells in kidney 4 d after UUO. (G) Pro- portion of Coll-GFP cells that express the proliferation marker Ki67. (H and I) Western blot of GFP (H) or αSMA/CTGF (I) in whole Coll-GFP mouse kidney 4 d after UUO. (J) Quantification of macrophage numbers in kidney sections detected by F4/80 staining. (K) Western blot quantifying canonical WNT signaling by detecting the H2B-GFP fusion protein after Ad-DKK-1 vs. Ad- control treatment of TCF/Lef:H2B-GFPTr reporter mice during UUO kidney injury. (L) Sirius red-stained kidneys 10 d after UUO. (M) Morphometry of Sirius red-stained collagen (Upper) or qPCR for Col1a1 transcripts (Lower) 10 d after UUO in mice treated with Ad-control vs. Ad-DKK-1. (N-P) Reversal studies. Confocal Images (N) and morphometric quantification (O) of αSMA staining 10 d after UUO in mice treated with Ad-control or Ad-DKK-1 from day 4. (P) Quantification of capillary density 10 d after UUO. Note that  rarefaction occurs in response to kidney disease, but DKK-1 partially reverses rarefaction. (Q) Pericyte detachment. Images and quantification of pericyte area in Coll-GFP mice 2 d after UUO in the presence of circulating DKK-1 or control. Note that injury to the kidney stimulated pericyte spreading and detachment from endothelium (arrowheads). *P < 0.05, **P < 0.01. n = 4-6 per group. Error bars indicate SEM.  1442 | www.pnas.org/cgi/doi/10.1073/pnas.1211179110 Ren et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF4 www.pnas.org/cgi/doi/10.1073/pnas.1211179110   pathway. Binding of WNT ligands to Fzd receptors and LRP-6 coreceptors leads to activation and phosphorylation of LRP-6 (pLRP-6). Surprisingly therefore, PDGF-BB alone stimulates  pLRP-6 (Fig. 4F), and DKK-1 initially augments pLRP-6 mod- estly and inhibits it only at later time points (Fig. 4F and Fig. S5 A-C), indicating that PDGF may coactivate the WNT/β-catenin pathway and that DKK-1 regulates this coactivation. To test this possibility, we assessed whether PDGF-BB regulates the WNT/ β-catenin pathway in pericytes cultured from the β-catenin re- porter mouse (TCF/Lef:H2B-GFPTr) (Fig. 4G). After 16 h with PDGF, nuclear β-catenin activity was increased significantly. This increase was inhibited by DKK-1 (Fig. 4G), although the extent of β-catenin activation was much lower than the extent of cells triggered into the cell cycle (Fig. 4A), a finding that is consistent with the possibility that DKK-1 inhibits proliferation by a β-catenin-independent pathway. We therefore explored signaling pathways activated by PDGF-  BB but inhibited by DKK-1 (Fig. 4H and Fig. S5D). PDGF-BB stimulates the P42/P44 MAPK and the JNK signaling pathways. DKK-1 inhibits both these responses. PDGF-BB activates the P38 MAPK pathway, but DKK-1 enhances this response, perhaps explaining why DKK-1 can enhance PDGF-mediated transcrip- tion (Fig. 4C). As expected, PDGF-BB enhances cyclin D1 ex- pression (Fig. 4H and Fig. S5D), an effect inhibited by DKK-1. Although WNT3a alone had no apparent impact on cell prolif- eration (Fig. 4A), it nevertheless stimulated the activation of LRP-6 and accumulation of cyclin D1 (Fig. S5E), providing ev- idence that LRP-6 activation by PDGF-BB results in distinct signaling vs. activation by WNT3a. Because DKK-1 specifically inhibits PDGF-stimulated P42/  P44 MAPK and JNK activation (Fig. 4H), the relative impor- tance of these pathways was tested using specific inhibitors. The P42/P44 inhibitor U0126 completely replaced DKK-1 function in PDGF-BB-stimulated pericyte proliferation (Fig. 4I), whereas the JNK inhibitor SP600125 had no impact. Because there was no apparent linkage between the PDGF-BB-mediated activation of the WNT/β-catenin signaling pathway and its capacity to stimulate proliferation, we tested whether the WNT/β-catenin pathway is necessary for PDGF-mediated proliferation using a small-molecule inhibitor of β-catenin, XAV939 (a Tankyrase inhibitor). Strikingly, XAV939 had no effect (Fig. 4I). To con- firm this finding, cultured pericytes from kidneys homozygous for the floxed alleles of β-catenin (Ctnnb1fl/fl) underwent recombi- nation in vitro by transduction with Lenti-Cre virus, and Lenti- GFP virus was used as a control that does not catalyze recom- bination. One hundred percent of pericytes were transduced by GFP expression, and β-catenin protein was lost 48 h after trans- duction with Lenti-Cre (Fig. S6). Pericytes lacking β-catenin responded to PDGF and its inhibition by DKK-1 similarly to pericytes with β-catenin (Fig. 4J), confirming that PDGF stim- ulates and DKK-1 inhibits proliferation independently of the canonical WNT pathway, even though LRP-6 is activated. To study whether DKK-1 mediates its effects through an alternative cell-surface signaling mechanism or whether LRP-6 is necessary for the PDGF signaling pathway in this context, we immunopre- cipitated PDGFRβ from pericytes and pulled down active pLRP- 6 only when the receptor was engaged with ligand (Fig. 4K), in- dicating a close relationship between the two receptors at the time of signaling. Next, we overexpressed dominant-negative mutated forms of LRP-6 in a mouse embryonic fibroblast cell line (3T3) that endogenously expresses PDGFRβ (Fig. 4L and Fig. S6). Expression of two different dominant-negative forms of LRP-6, but not theWT form, was sufficient to inhibit proliferation of 3T3 cells in response to PDGF-BB and to prevent DKK-1 effects (Fig. 4L), indicating that DKK-1 inhibits proliferation through signal- ing via LRP-6 and revealing that LRP-6 can be detected in a complex containing PDGFRβ. Finally, because LRP-6 is required for PDGF-induced proliferation, we assessed whether WNT ligands are necessary for PDGF responses by blocking WNT se- cretion in pericytes using the Porcupine homolog inhibitor, IWP2 (Fig. S7). Porcupine homolog is required for palmitoylation and secretion of all WNTs from cells (16). IWP2, blocked PDGF- stimulated proliferation in a dose-dependent manner without affecting viability, suggesting that WNT engagement of LRP-6 at the cell surface is necessary for PDGF responses in pericytes.  Fig. 4. DKK-1 inhibits PDGF-BB-mediated proliferation of pericytes in vitro by a noncanonical, LRP-6-dependent, P42/44 MAPK-dependent mechanism. (A) Graph of BrdU incorporation into quiescent kidney pericytes 6 h after stimulation with cytokines. (B) The effect of DKK-1 on PDGF-BB-stimulated proliferation. (C) qPCR of genes associated with cell activation in pericytes 48 h after stimulation. (D) Quantification of cell viability in pericytes stimulated with cytokines and DKK-1 for 24 h. (E) RT-PCR results showing the effect of PDGF-BB on WNT ligands and receptors in pericytes 12 h after stimulation. C, control; P, PDGF; arrowheads indicate regulated genes. (F) Western blot time course showing pPDGFRβ and pLRP-6 levels in pericytes. DKK-1 does not affect pLRP-6 at early time points but inhibits pLRP-6 at later time points. (G) Fluorescence images and data quantifying nuclear GFP+ (green) in TCF/Lef: H2B-GFPTr canonical WNT reporter pericytes 16 h after PDGF-BB or PDGF-BB + DKK-1. (H) Western blot time course of phosphorylated forms of P42/P44, JNK, and P38, PDGFRβ, and total cyclinD1 in pericytes activated by PDGF-BB or PDGF-BB +DKK-1. (I) Graph showing the effect of DKK-1 or the canonical WNT inhibitor XAV939, the P42/P44 inhibitor U0126, or the JNK inhibitor SP600125 on PDGF-BB-stimulated BrdU incorporation into quiescent pericytes. (J) Graph showing the effect of PDGF-BB on the proliferation of Ctnnb1fl/fl pericytes that underwent in vitro recombination by expressing Cre recombinase vs. Ctnnb1fl/fl  pericytes that expressed control protein GFP. (K) Western blot of pericyte pro- teins immunoprecipitated by anti-PDGFRβ antibodies or control antibodies detecting pLRP-6 or PDGFRβ. (L) Graph showing the effect of expression of LRP-6 (wild type) or dominant-negative forms of LRP-6, LRP-6 with tyrosine-to-me- thionine mutations at the five tyrosine sites (5m), or LRP-6 lacking the cyto- plasmic tail (ΔC) on 3T3 fibroblast proliferation in response to PDGF-BB and DKK-1. *P < 0.05, **P < 0.01, ***P < 0.01. n = 4-7 per group. All blots are representative of three experiments. (Scale bars, 25 μm.) Error bars indicate SEM.  Ren et al. PNAS | January 22, 2013 | vol. 110 | no. 4 | 1443  M ED  IC A L SC  IE N C ES  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF6 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF6 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF7   DKK-1 Inhibits TGF-β- and CTGF-Stimulated Activation of Kidney Pericytes via an LRP-6, JNK-Dependent Mechanism. Our in vivo stud- ies showed that DKK-1 prevents pericyte activation, detachment from capillaries, migration, and expression of the myofibroblast marker αSMA (Fig. 3). Previous and current studies (2, 14) suggest that PDGFR signaling does not affect these pericyte changes directly. Therefore we tested the effect of DKK-1 on pericyte activation and migration in response to other cytokines implicated in these processes (17, 18). In contrast to PDGF, TGF-βmarkedly and rapidly stimulates pericyte migration (Fig. 5 A-C), and over 48-72 h up-regulates collagen genes and the in- termediate filament αSMA (Fig. 5D). Similar observations on migration were made by treatment of pericytes with CTGF (Fig. 5 C andD), an extracellular protein that may signal via β1-integrins, LRP-1, and possibly LRP-6 (19), and with CCN1 (Fig. S8A). TGF-β and CTGF promote marked cytoskeletal reorganization of contractile filaments in pericytes after 24 h of cytokine treat- ment (Fig. 5E). DKK-1 inhibits all migratory, activatory, and cytoskeletal changes in pericytes in response to TGF-β or CTGF (Fig. 5 A-E) but has no impact on migration in response to CCN1 (Fig. S8A). Strikingly, primary cultures of kidney epithelial cells have high endogenous migration that is weakly responsive to these cytokines. DKK-1 has a nonsignificant effect on these cul- tures (Fig. S3), suggesting DKK-1 has a major effect on pericytes, not epithelium. We next tested the impact of DKK-1 on activation of LRP-6  in the context of these activating ligands. TGF-β, and CTGF both activate LRP-6 within minutes of cytokine exposure, and, as ex- pected, WNT3a also stimulates LRP-6 activation (Fig. 5F and Figs. S5E and S8B). Within 10 min, DKK-1 weakly activates LRP- 6 (Fig. S5C) and does not block the activation triggered by TGF-β orWNT3a (Fig. 5F and Fig. S8). However, LRP-6 was deactivated by DKK-1 in all activation conditions after 16 h (Fig. S5), indi- cating LRP-6 is activated rapidly by non-WNT ligands and DKK-1 either augments that signal weakly or does not affect it initially but silences it only at later time points. Because DKK-1 blocks TGF- β-mediated changes to pericytes, we tested whether TGF-β signals via the WNT/β-catenin pathway directly or indirectly. TGF-β reg- ulates WNT ligands in pericytes at 24 h (up-regulating Wnt2, 9a, and 11 and down-regulating Wnt2b and 16) (Fig. 5G), but DKK-1 had no impact on these changes. Both TGF-β and CTGF triggered nuclear β-catenin activity in pericytes (Fig. 5H); this activity was inhibited by DKK-1, but, as with PDGF, the effect occurred in a minority of cells, suggesting that TGF-β and CTGFmay regulate pericyte activation via aWNT/β-catenin-independent pathway and that DKK-1 may inhibit pericyte activation via that same pathway. We tested the effect of DKK-1 on TGF-β- and CTGF-medi-  ated signaling. Both TGF-β and CTGF stimulate the P42/P44, P38, and JNK pathways. DKK-1 blocks activation of the P42/44 and JNK pathways and augments activation of the P38 pathway (Fig. 5 I and J). As expected, FAK is activated by both TGF-β and CTGF and is inhibited by DKK-1 (Fig. 5 I and J). To test whether components of these DKK-1-regulated signaling cas- cades are responsible for the impact on migration, we measured the effect of DKK-1 on TGF-β activation of the canonical SMAD activation pathway (Fig. S8C), which was not affected. Next we used small-molecule inhibitors of activation of TGFβR1 (SB431542), JNK (SP600125), P42/P44 (U0126), or β-catenin (XAV939) in TGF-β- or CTGF-stimulated migration assays. P42/P44, TGFβR1, and β-catenin inhibitors had no significant effect on TGF-β-stimulated migration, but JNK inhibitors blocked migration to TGF-β completely (Fig. 5K and Fig. S8D), suggesting DKK-1-mediated silencing of JNK signaling is central to its ability to block TGF-β-stimulated migration. Inhibition of CTGF-mediated migration was independent of TGFβR1 activa- tion, was partially dependent on β-catenin and P42/P44 activa- tion, and was most dependent on JNK activation (Fig. 5L), highlighting similarities to and differences from TGF-β-mediated migration. CCN1-mediated migration occurred independently of P42/44 and JNK pathways (Fig. S8A). Because XAV939 showed little effect on TGF-β-mediated migration, we generated peri- cytes lacking β-catenin as described above (Fig. 4J). Compared  with controls, in the absence of β-catenin, DKK-1 completely blocked TGF-β-stimulated migration (Fig. 5M). However, overall (nonstimulated) migration was reduced in the absence of β-catenin, indicating that DKK-1 can function independently of WNT/β-catenin signaling but that the Wnt/β-catenin pathway  Fig. 5. DKK-1 blocks TGF-β- and CTGF-mediated migration of pericytes in vitro predominantly by a noncanonical, LRP-6-dependent, JNK-dependent mechanism. (A and B) Images (A) and time course graph (B) showing mi- gration of kidney pericytes induced by TGF-β and blocked by DKK-1. (Scale bars, 50 μm.) (C) Graph of migration at 16 h by pericytes stimulated by TGF-β, CTGF, or WNT3a. All are blocked by DKK-1. (D) qPCR of genes associated with cell activation in pericytes. (E) Fluorescence images of αSMA showing the cytoskeleton of primary pericytes in control or stimulated conditions for 24 h. (Scale bars, 25 μm.) (F) Western blots showing phosphorylated LRP-6 levels in pericytes 10 min after activation with TGF-β or WNT3a in the presence of vehicle or DKK-1 (Upper), and after activation with CTGF (Lower) (G) Thirty-cycle RT-PCR showing the effect of TGF-β or TGF-β + DKK-1 on WNT ligand expression at 8 h. (H) Fluorescence images and data quantifying nuclear GFP+ (green) in TCF/Lef:H2B-GFPTr βcatenin reporter pericytes 16 h after stimulation with cytokines +/− DKK-1. (I) Western blot time course of phosphorylated forms of P42/P44, JNK, P38, LRP-6, and FAK in pericytes ac- tivated by TGF-β or TGF-β + DKK-1. (J) Western blots of phosphorylated forms of P42/P44, JNK, P38, and FAK in pericytes activated by CTGF or CTGF + DKK-1. (K and L) Graphs showing the effect of DKK-1, the canonical WNT inhibitor XAV939, the TGFβR1 kinase inhibitor SB431542, the P42/P44 in- hibitor U0126, or the JNK inhibitor SP600125 on TGF-β-stimulated (K) or CTGF-stimulated (L) migration in quiescent pericytes. (M) Graph showing the effect of TGF-β on the migration of Ctnnb1fl/fl pericytes expressing Cre recombinase vs. Ctnnb1fl/fl pericytes expressing control protein GFP. (N) West- ern blots of pericyte proteins immunoprecipitated by anti-TGFβR1 antibodies or control antibodies detecting pLRP-6 or TGFβR1. (O) Graph showing the effect of expression of LRP-6 (wild type) or dominant-negative forms of LRP-6, 5m, or ΔC on 3T3 fibroblast migration in response to TGF-β and DKK-1. *P < 0.05, **P < 0.01, ***P < 0.01. Error bars indicate SEM. Experiments are from n = 4-7 per group. All blots are representative of three experiments.  1444 | www.pnas.org/cgi/doi/10.1073/pnas.1211179110 Ren et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 www.pnas.org/cgi/doi/10.1073/pnas.1211179110   plays a role in the underlying tendency to migrate. To test whether LRP-6 also associated with the TGFβR complex, TGFβR1 was immunoprecipitated, and pLRP-6 was coprecipi- tated in resting cells. This association increased upon active sig- naling (Fig. 5N). To determine the role of LRP-6 in TGF- β-stimulated migration, we studied expression of the dominant- negative LRP-6 mutants in fibroblasts, as described above (Fig. 4L). Strikingly, although TGF-β-mediated migration occurred in the presence of mutant LRP-6, DKK-1 was now ineffective (Fig. 5O). Therefore, DKK-1 inhibits TGF-β migration by an LRP-6- dependent mechanism, and active LRP-6 can be detected in a signaling complex with TGFβR1. That TGF-β stimulates mi- gration in the presence of dominant-negative LRP-6 but DKK-1 no longer functions suggests that the endogenous LRP-6 still may be able to interact with TGF-β, whereas DKK-1 binds equally to the mutant forms; further studies will be required to understand LRP-6 interactions with TGFβR1. Finally, to test the role ofWNTs in TGF-β-mediated migration and in DKK-1 inhibition, we blockedWNT secretion using IWP2 as described above (Fig. S7). In this setting TGF-β-stimulated migration was blocked com- pletely, suggestingWNT engagement of LRP-6 at the cell surface is necessary for TGF-β response in pericytes. These studies identify LRP-6 and signaling pathways down-  stream of LRP-6 as therapeutic targets to intervene in fibro- genesis of the kidney. In addition, they identify the soluble pro- tein DKK-1 and its receptor LRP-6 as important cofactors in multiple signaling pathways activated by TGF-β, CTGF, and PDGF (Fig. S8E). Because these multiple pathways are known to contribute to the development of fibrosis and its longer-term consequences on organ function, therapeutically delivered DKK- 1 or therapeutic targeting of the LRP-6 receptor are attractive strategies for treating fibrosis, microvascular inflammation, tubule injury, and microvascular rarefaction. Recent studies indicate that mesenchyme-derived cells, either pericytes or resident fibroblasts, are present in all organs and tissues and are the primary source of scar-forming myofibroblasts in multiple tissues (2, 20). Therefore it is likely that the DKK-1/LRP-6 signaling pathway regulates fibrogenesis in multiple organs and tissues. The MAPK signaling pathways from TGFβR signaling, CTGF  signaling, and PDGFR signaling appear to be functionally critical in the mesenchyme-derived perivascular cells in kidney. These pathways have received relatively little attention, and earlier studies have assumed that the canonical pathways activated by these receptors have been dominant in the process of fibrogenesis (14, 21); further studies should focus on these pathways in peri- cytes and fibroblasts. Our studies show that LRP-6 (and poten- tially LRP-5), when bound by WNT ligands, interacts physically with PDGFRβ and TGFβR1 upon cognate ligand interaction (Fig. S8E). It is possible, therefore, that LRP-6 is responsible for  transducing the signal that activates the MAPK pathways. Fur- ther studies should address this question. The fact that LRP-6 can function as a coreceptor for multiple pathways raises the question whether it requires an extracellular ligand, distinct from WNT ligands, to effect this interaction. It is likely that soluble ligands such as TGF-β and PDGF are presented at the cell surface bound to extracellular modulators and that these complexes may bind to and be responsible for the recruitment of LRP-6. The studies also indicate that in pericytes and myofibroblasts CTGF activates cells independently of TGF-β, whereas previous reports have sug- gested CTGF augments TGF-β responses in fibrogenesis. These studies suggest CTGF has a distinct receptor on pericytes and myofibroblasts that has not been fully appreciated. Further studies should define the CTGF receptor in these cells and the interaction of LRP-6 with that receptor. Genetic studies of LRP-6 and LRP-5 function in mice point to  their major role in WNT pathway signal transduction in early and later embryogenesis (5). However, the initial studies suggested that LRP-5/LRP-6 mutations interfered with other signaling pathways, including FGFR1 and Notch Delta (22). Recently, LRP-6 mutations have been found not only in humans with re- duced bone mineral density but also in patients with premature cardiovascular disease (4, 5). These reports also have suggested a potential link between LRP-6 and PDGFR signaling. In the context of our current findings, these studies suggest that LRP-6 may regulate multiple signaling pathways in mesenchyme-de- rived cells that play critical roles in bone mineralization, arterial wall functions, and microvascular wall functions. We conclude that DKK-1 is antifibrotic and anti-inflammatory  by inhibiting multiple signaling pathways in pericytes and myofi- broblasts through binding to the cell-surface receptors LRP-5/-6, which in turn act as coreceptors for multiple signaling pathways.  Materials and Methods Mouse Models. Col1a1-GFPTr (Coll-GFP), Axin2+/acz, and TCF/Lef:H2B-GFPTr  mice were generated and maintained, and genotyping was performed as described (11, 12). Ctnn1fl/fl mice were obtained from Jackson Labs. All studies were conducted in accordance with protocols approved by the Institutional Animal Care and Use Committee at the University of Washington.  Statistical Analysis. Performed using GraphPad Prism (GraphPad Software). Significance was evaluated by one-way ANOVA.  ACKNOWLEDGMENTS. We thank Dr. Xi He, Dr. Roel Goldschmeding, Dr. William B. Stallcup, and Dr. Gustave Matute-Bello for advice, discussions, and sharing reagents. These studies were funded by National Institutes of Health Grants DK84077 and DK87389 (to J.S.D.), by the University of Washington, and by the University of Washington Institute for Stem Cell and Regenerative Medicine. A.K. was supported by the March of Dimes.  1. Lupher ML, Jr., Gallatin WM (2006) Regulation of fibrosis by the immune system. Adv  Immunol 89:245-288. 2. Humphreys BD, et al. (2010) Fate tracing reveals the pericyte and not epithelial origin  of myofibroblasts in kidney fibrosis. Am J Pathol 176(1):85-97. 3. Lin SL, et al. (2011) Targeting endothelium-pericyte cross talk by inhibiting VEGF re-  ceptor signaling attenuates kidney microvascular rarefaction and fibrosis. Am J Pathol  178(2):911-923. 4. Keramati AR, et al. (2011) Wild-type LRP6 inhibits, whereas atherosclerosis-linked  LRP6R611C increases PDGF-dependent vascular smooth muscle cell proliferation. Proc  Natl Acad Sci USA 108(5):1914-1918. 5. Tamai K, et al. (2000) LDL-receptor-related proteins in Wnt signal transduction.  Nature 407(6803):530-535. 6. Clevers H, Nusse R (2012) Wnt/β-catenin signaling and disease. Cell 149(6):1192-1205. 7. Poss KD (2010) Advances in understanding tissue regenerative capacity and mecha-  nisms in animals. Nat Rev Genet 11(10):710-722. 8. Rodilla V, et al. (2009) Jagged1 is the pathological link between Wnt and Notch  pathways in colorectal cancer. Proc Natl Acad Sci USA 106(15):6315-6320. 9. Lin SL, et al. (2010) Macrophage Wnt7b is critical for kidney repair and regeneration.  Proc Natl Acad Sci USA 107(9):4194-4199. 10. Cheng JH, et al. (2008) Wnt antagonism inhibits hepatic stellate cell activation and  liver fibrosis. Am J Physiol Gastrointest Liver Physiol 294(1):G39-G49. 11. Yu HM, et al. (2005) The role of Axin2 in calvarial morphogenesis and craniosynos-  tosis. Development 132(8):1995-2005.  12. Ferrer-Vaquer A, et al. (2010) A sensitive and bright single-cell resolution live imaging reporter of Wnt/ß-catenin signaling in the mouse. BMC Dev Biol 10:121.  13. Lin SL, Kisseleva T, Brenner DA, Duffield JS (2008) Pericytes and perivascular fibro- blasts are the primary source of collagen-producing cells in obstructive fibrosis of the kidney. Am J Pathol 173(6):1617-1627.  14. Chen YT, et al. (2011) PDGF receptor signaling activates pericyte-myofibroblast transition in obstructive and post-ischemic kidney fibrosis. Kidney Int 80:1170-1181.  15. Wang S, Denichilo M, Brubaker C, Hirschberg R (2001) Connective tissue growth factor in tubulointerstitial injury of diabetic nephropathy. Kidney Int 60(1):96-105.  16. ten Berge D, et al. (2011) Embryonic stem cells require Wnt proteins to prevent dif- ferentiation to epiblast stem cells. Nat Cell Biol 13(9):1070-1075.  17. Sieczkiewicz GJ, Herman IM (2003) TGF-beta 1 signaling controls retinal pericyte contractile protein expression. Microvasc Res 66(3):190-196.  18. Hall-Glenn F, et al. (2012) CCN2/CTGF is essential for pericyte adhesion and endo- thelial basement membrane formation during angiogenesis. PLoS ONE 7:e30562.  19. Kawata K, et al. (2012) Role of low-density lipoprotein receptor related protein 1 (LRP1) in CCN2 protein transport in chondrocytes. J Cell Sci 125:2965-2972.  20. Walker N, et al. (2011) Resident tissue-specific mesenchymal progenitor cells con- tribute to fibrogenesis in human lung allografts. Am J Pathol 178(6):2461-2469.  21. Leask A (2008) Targeting the TGFbeta, endothelin-1 and CCN2 axis to combat fibrosis in scleroderma. Cell Signal 20(8):1409-1414.  22. Kokubu C, et al. (2004) Skeletal defects in ringelschwanz mutant mice reveal that Lrp6 is required for proper somitogenesis and osteogenesis. Development 131(21): 5469-5480.  Ren et al. PNAS | January 22, 2013 | vol. 110 | no. 4 | 1445  M ED  IC A L SC  IE N C ES  View publication statsView publication stats  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF7 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1211179110/-/DCSupplemental/pnas.201211179SI.pdf?targetid=nameddest=SF8 https://www.researchgate.net/publication/234098410",
    "references": [],
    "authors": [
        "Shuyu Ren",
        "Bryce G. Johnson",
        "Yujiro Kida",
        "Colin Ip",
        "Kathryn C. Davidson",
        "Shuei-Liong Lin",
        "Akio Kobayashi",
        "Richard A. Lang",
        "Anna-Katerina Hadjantonakis",
        "Rall T. Moon",
        "Jeremy S. Duffield"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}