{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/12698803  Lymphocyte Function-Associated Antigen 1 Is a Receptor for Pasteurella  haemolytica Leukotoxin in Bovine Leukocytes  Article  in  Infection and Immunity · January 2000  DOI: 10.1128/IAI.68.1.72-79.2000 · Source: PubMed  CITATIONS  92 READS  388  9 authors, including:  Some of the authors of this publication are also working on these related projects:  inflammasome View project  bovine respiratory disease View project  Samithamby Jeyaseelan  Louisiana State University  87 PUBLICATIONS   2,993 CITATIONS     SEE PROFILE  Shih-Ling Hsuan  National Chung Hsing University  48 PUBLICATIONS   1,165 CITATIONS     SEE PROFILE  Mathur S Kannan  University of Minnesota Twin Cities  109 PUBLICATIONS   3,683 CITATIONS     SEE PROFILE  Bruce Walcheck  University of Minnesota Twin Cities  132 PUBLICATIONS   4,462 CITATIONS     SEE PROFILE  All content following this page was uploaded by Gary C Sieck on 21 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/12698803_Lymphocyte_Function-Associated_Antigen_1_Is_a_Receptor_for_Pasteurella_haemolytica_Leukotoxin_in_Bovine_Leukocytes?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/12698803_Lymphocyte_Function-Associated_Antigen_1_Is_a_Receptor_for_Pasteurella_haemolytica_Leukotoxin_in_Bovine_Leukocytes?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/inflammasome-4?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/bovine-respiratory-disease?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Louisiana-State-University?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Shih-Ling-Hsuan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Shih-Ling-Hsuan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National_Chung_Hsing_University?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Shih-Ling-Hsuan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mathur-Kannan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mathur-Kannan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Minnesota_Twin_Cities2?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mathur-Kannan?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Walcheck?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Walcheck?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Minnesota_Twin_Cities2?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Walcheck?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gary-Sieck?enrichId=rgreq-dd1efceb4c216a724422c15d6b0aa83b-XXX&enrichSource=Y292ZXJQYWdlOzEyNjk4ODAzO0FTOjk5MTMyMDE4NTI4Mjc5QDE0MDA2NDYzMjM5MDA%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, 0019-9567/00/$04.0010  Jan. 2000, p. 72-79 Vol. 68, No. 1  Copyright   2000, American Society for Microbiology. All Rights Reserved.  Lymphocyte Function-Associated Antigen 1 Is a Receptor for Pasteurella haemolytica Leukotoxin in Bovine Leukocytes  S. JEYASEELAN,1 S. L. HSUAN,1 M. S. KANNAN,1 B. WALCHECK,1 J. F. WANG,2 M. E. KEHRLI,3  E. T. LALLY,2 G. C. SIECK,4 AND S. K. MAHESWARAN1*  Department of Veterinary PathoBiology, College of Veterinary Medicine, University of Minnesota, St. Paul, Minnesota 551081; Leon Levy Research Center for Oral Biology, University of Pennsylvania, Philadelphia, Pennsylvania 191042;  Metabolic Diseases and Immunology Research Unit, National Animal Disease Center, Ames, Iowa 500103; and Departments of Anesthesiology and of Physiology and Biophysics, Mayo Clinic, Rochester, Minnesota 559054  Received 13 August 1999/Returned for modification 4 October 1999/Accepted 14 October 1999  Pasteurella (Mannheimia) haemolytica leukotoxin (Lkt) causes cell type- and species-specific effects in rumi- nant leukocytes. Recent studies indicate that P. haemolytica Lkt binds to bovine CD18, the common subunit of all b2 integrins. We designed experiments with the following objectives: to identify which member of the b2 integrins is a receptor for Lkt; to determine whether Lkt binding to the receptor is target cell (bovine leukocytes) specific; to define the relationships between Lkt binding to the receptor, calcium elevation, and cytolysis; and to determine whether a correlation exists between Lkt receptor expression and the magnitude of target cell cytolysis. We compared Lkt-induced cytolysis in neutrophils from control calves and from calves with bovine leukocyte adhesion deficiency (BLAD), because neutrophils from BLAD-homozygous calves exhibit reduced b2 integrin expression. The results demonstrate for the first time that Lkt binds to bovine CD11a and CD18 (lymphocyte function-associated antigen 1 [LFA-1]). The binding was abolished by anti-CD11a or anti-CD18 monoclonal antibody (MAb). Lkt-induced calcium elevation in bovine alveolar macrophages (BAMs) was inhibited by anti-CD11a or anti-CD18 MAb (65 to 94% and 37 to 98%, respectively, at 5 and 50 Lkt units per ml; P < 0.05). Lkt-induced cytolysis in neutrophils and BAMs was also inhibited by anti-CD11a or anti-CD18 MAb in a concentration-dependent manner. Lkt bound to porcine LFA-1 but did not induce calcium elevation or cytolysis. In neutrophils from BLAD calves, Lkt-induced cytolysis was decreased by 44% compared to that of neutrophils from control calves (P < 0.05). These results indicate that LFA-1 is a Lkt receptor, Lkt binding to LFA-1 is not target cell specific, Lkt binding to bovine LFA-1 correlates with calcium elevation and cytolysis, and bovine LFA-1 expression correlates with the magnitude of Lkt-induced target cell cytolysis.  Leukotoxin (Lkt) and lipopolysaccharide produced by Pas- teurella (Mannheimia) haemolytica serotype 1 are considered to be the primary virulence factors contributing to lung injury in bovine pneumonic pasteurellosis (BPP) (33, 36, 38, 40), a dis- ease of substantial economic importance to the beef and dairy cattle industries in North America (7, 28, 39). Lkt is a member of a family of gram-negative bacterial exotoxins termed RTX (for repeats in toxin) cytolysins (3). Although most RTX cyto- lysins interact with a variety of cell types from many different species (6), cytolysins produced by Actinobacillus actinomyce- temcomitans, Actinobacillus pleuropneumoniae (ApxIIIA), and P. haemolytica are known to have cell type- and species-specific effects. The leukotoxin (LtxA) of A. actinomycetemcomitans, a human pathogen, interacts only with cells of the lymphocytic and monomyelocytic lineages of humans and some nonhuman primates (23); the Lkt of P. haemolytica, a ruminant pathogen, interacts only with ruminant leukocytes causing activation and cytolysis (4, 15, 25, 33, 40). A study by Lally et al. (23) has determined that two RTX cytolysins, LtxA of A. actinomyce- temcomitans and alpha-hemolysin of Escherichia coli, bind to human myelomonocytic leukemic cell line (HL60) through a b2 integrin lymphocyte function-associated antigen (LFA-1) and cause cytolysis. Moreover, two recent studies have identi-  fied CD18 as a receptor for P. haemolytica Lkt (24, 35). Since CD18 is the common subunit of all three bovine b2 integrins CD11a/CD18 (LFA-1), CD11b/CD18 (Mac-1), and CD11c/ CD18 (p150/95) (1, 18), it is not clear which of the three b2 integrins is a receptor for P. haemolytica Lkt.  b2 integrins are heterodimeric cell surface glycoproteins composed of a CD11 (a) subunit and a CD18 (b) subunit and are expressed exclusively on leukocytes (5, 9). These leukocyte integrins mediate cell adhesion to endothelial cell ligands such as intracellular adhesion molecules (5, 9). The importance of b2 integrins for host defense against microbial agents is exem- plified by leukocyte adhesion deficiency, a rare genetic disease in humans that results in reduced expression of all b2 integrins in leukocytes (21, 22), leading to life-threatening bacterial in- fections. A similar genetic disorder has been reported for Hol- stein cattle and termed bovine leukocyte adhesion deficiency (BLAD) syndrome (18, 19). Leukocytes from BLAD-homozy- gous calves are known to have no or reduced expression of these b2 integrins (18, 19). However, the potential role of this reduced b2 integrin expression in the BLAD calf model in Lkt binding and cytolysis has not been examined.  The objectives of the present study are to: (i) identify which member of the b2 integrins is a receptor for P. haemolytica Lkt; (ii) determine whether Lkt binding to the receptor exhibits target cell (bovine leukocytes) specificity; (iii) define the rela- tionship between Lkt binding to the receptor and intracellular [Ca21] ([Ca21]i) elevation and cytolysis; and (iv) determine whether a correlation exists between Lkt receptor expression  * Corresponding author. Mailing address: Department of Veteri- nary PathoBiology, University of Minnesota, 1971 Commonwealth Ave., St. Paul, MN 55108. Phone: (612) 625-6264. Fax: (612) 624-4785. E-mail: mahes001@maroon.tc.umn.edu.  72    and the magnitude of Lkt-induced target cell cytolysis. We used bovine neutrophils and bovine alveolar macrophages (BAMs) to study Lkt binding and functional effects, since these cells are implicated in the pathophysiology of BPP (2, 30). Porcine alveolar macrophages (PAMs) and HL60 cells are used to demonstrate whether Lkt binding is target cell specific.  MATERIALS AND METHODS  Preparation of P. haemolytica Lkt. Preparation of Lkt from P. haemolytica has been described in a previous publication (25). Briefly, crude Lkt was prepared from logarithmic-phase P. haemolytica D153 grown in RPMI 1640 medium supplemented with 2 mM L-glutamine. Following centrifugation, the supernatant was filter sterilized, concentrated 100-fold, and dialyzed against endotoxin-free distilled water in a spiral-wound membrane cartridge (model S1Y30; Amicon Corp., Danvers, Mass.). The retentate containing crude Lkt was lyophilized and purified to homogeneity by preparative sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). The purified 104-kDa Lkt (monomeric, native form [40]) was lyophilized and stored at 220°C, and all studies were done with the same batch of purified Lkt. The leukotoxic activity was quantified by a colorimetric XTT (sodium,39-(1-[phenylamino-carbonyl]-3,4-tetrazolium)-bis(4- methoxy-6-nitro)benzene-sulfonic acid hydrate) assay, using the bovine lymphoid cell line (BL3) as target cells. The concentration of bioactive Lkt was expressed as Lkt units (LU) per milligram (dry weight) (41). In order to exclude the effect of postpurification lipopolysaccharide contamination in the Lkt preparations, purified Lkt fractions were incubated with 10 mg of polymyxin B per ml for 30 min on ice prior to use. Studies of lactate dehydrogenase (LDH) release were done with Lkt concentration of 50 LU/ml, since in preliminary studies this Lkt concentration resulted in .60% LDH release over a 90-min period. In [Ca21]i measurements, 5 and 50 LU/ml were used.  Preparation of leukocytes. (i) Bovine neutrophils. Peripheral blood samples were obtained from six healthy age-, breed-, and sex-matched Holstein heifers, using acid-citrate-dextrose as the anticoagulant. Blood samples from three Hol- stein calves homozygous for BLAD (1) containing the same anticoagulant were obtained from the U.S. Department of Agriculture, National Animal Disease Center, Ames, Iowa. Neutrophils were isolated by the method described by Olchowy et al. (27). Purified cells were .96% polymorphonuclear leukocytes and .98% viable as verified by differential counts and trypan blue exclusion, respectively.  (ii) BAMs. BAMs were isolated from six 6- to 8-week-old healthy calves as described previously (40). The cells were .98% pure and .98% viable, as determined by nonspecific esterase staining (Sigma Chemical Co., St. Louis, Mo.) and trypan blue exclusion, respectively. For [Ca21]i measurements, BAMs were plated onto round 15-mm-diameter glass coverslips at a density of 7.5 3 105  cells/ml in 12-well tissue culture plates. Cells were incubated at 37°C in Dulbec- co's modified Eagle's medium supplemented with 5% fetal bovine serum (FBS) in a humidified atmosphere containing 5% CO2. The medium was changed every other day, and the cells were used after 4 days of incubation.  (iii) PAMs and human promyelocytic leukemia cell line (HL60). PAMs were obtained from three 5- to 7-week-old healthy pigs as described previously (16). The HL60 cell line obtained from M. Mellancamp (University of Minnesota, St. Paul) was cultured in RPMI 1640 supplemented with 2 mM L-glutamine and 10% FBS.  Antibodies. Table 1 shows the features and applications of the various anti- bodies used and in this study. Monoclonal antibodies (MAbs) MUC76A, MM12A, BAQ153A, BAT75A, and BAQ30A were purchased from VMRD, Inc. (Pullman, Wash.). MAbs R15.7 and R3.1 were provided by R. Rothlein (Boehr- inger Ingelheim Pharmaceuticals, Inc., Ridgefield, Conn.). The Lkt-neutralizing MAb (MAb601) was provided by S. Srikumaran (University of Nebraska, Lin-  coln). The R7928 polyclonal antibody was provided by C. Parkos (Emory Uni- versity, Atlanta, Ga.).  Flow cytometry. The expression of b2 integrins on neutrophils, BAMs, PAMs, and HL60 was assessed by immunofluorescence flow cytometry as described previously (34). Briefly, 106 cells were incubated with 1 mg of anti-b2 integrin MAbs or control MAb for 15 min on ice. After the cells were washed, they were incubated with 1:200 diluted phycoerythrin-labeled goat anti-mouse secondary antibody (Jackson Immunoresearch, West Grove, Pa.) in fluorescence-activated cell sorting buffer (phosphate-buffered saline [PBS] containing 2% goat serum and 5 mM NaN3) for 15 min on ice. After the cells were washed, they were resuspended in 100 ml of fluorescence-activated cell sorting buffer and fluores- cence was analyzed by a FACSCalibur flow cytometer (Becton Dickinson Im- munocytometry Systems, San Jose, Calif.) and expressed as mean fluorescence intensity (MFI).  Preparation of cell lysates. Lysates were prepared as described by Lally et al. (23). Briefly, 5 3 107 cells were suspended in 1 ml of lysis buffer (pH 7.5) {200 mM NaCl, 40 mM NaHCO3, 0.5% 3-[(3-cholamidopropyl)-dimethylammonio]- 1-propanesulfonate (CHAPS), 10% glycerol, 1 mM phenylmethylsulfonyl fluo- ride, 5 mg of leupeptin per ml, 5 mg of pepstatin per ml, 0.01% NaN3}, incubated on ice, vortexed intermittently for 30 min, and centrifuged at 100,000 3 g at 4°C for 1 h, and the lysates were stored at 280°C. Protein concentration of the lysates was measured with the DC-protein assay kit (Bio-Rad, Hercules, Calif.).  SDS-PAGE and Western blotting. To demonstrate the b2 integrin expression, 30 mg of cell lysates from leukocytes of control calves and 120 mg of lysates from neutrophils of BLAD calves were loaded and proteins were separated on 4 to 15% SDS gradient gels under nonreducing conditions. Separated proteins were transferred onto a polyvinylidene difluoride membrane (Pierce Chemical Co., Rockford, Ill.), and the membrane was blocked with blocking buffer (PBS con- taining 0.05% Tween 20 (PBST) and 1% milk concentrate (Kirkegaard and Perry Laboratories, Gaithersburg, Md.). The membrane was incubated with 0.1 mg of anti-CD11a (MUC76A), anti-CD11b (R7928), anti-CD11c (BAQ153A), or anti- CD18 (BAT75A and BAQ30A) antibodies for 1 h at room temperature. Mem- branes were washed 4 times with PBST followed by incubation with a 1:50,000 dilution of the appropriate horseradish peroxidase-conjugated secondary anti- body for 1 h at room temperature. Both primary and secondary antibodies were diluted in the blocking buffer. The blots were washed with PBST and developed by using the SuperSignal ULTRA chemiluminescence detection system (Pierce Chemical Co.).  Lkt affinity chromatography. Experiments were conducted by the method of Wang et al. (35). Briefly, polystyrene beads (0.125-in. diameter) were incubated with 2 ml of a solution of 20 mg of purified Lkt per ml of PBS, pH 7.5, overnight at 4°C with gentle rocking. The beads were washed once with PBS and incubated with 1% bovine serum albumin (BSA) to block the remaining protein binding sites on the beads. Beads coated with 1% BSA served as a control. Lysates (120 mg of protein from control neutrophils and BAMs; 480 mg of protein from neutrophils of BLAD calves) were diluted 1:3 with PBS containing 1 mM CaCl2 and 1 mM MgCl2 and incubated with the Lkt- or BSA-coated beads at 4°C for 15 h. To demonstrate that binding is attributable to Lkt, Lkt-coated beads were incubated with MAb601 for 1 h before adding lysates. To further demonstrate the specificity of Lkt binding to the receptor, lysates from BAMs were preincu- bated with various anti-b2 integrin or control (MOPC21) (final concentration of 50 mg/ml) MAbs at 37°C for 45 min before the Lkt-coated beads were added. The beads were then washed once with PBS, and the bound proteins were eluted from the beads by boiling with 50 ml of SDS-PAGE loading buffer and size fractionated on 4 to 15% SDS gradient gels under nonreducing conditions. Western blotting was performed as described earlier.  [Ca21]i measurement. [Ca 21]i level was assessed by video fluorescence mi-  croscopy as described in a previous publication (17) using fura-2-acetoxymethyl ester (fura-2/AM)-loaded BAMs. Fura-2-labeled cells were alternately excited at 340 and 380 nm with a rapidly rotating filter wheel, and the fluorescence emis- sions were collected for each wavelength using a 510-nm-wavelength barrier  TABLE 1. Properties and applications of the various antibodies used in this study  Specificity Antibody Isotype Species reactivity Applicationsa Reference  CD11a R3.1 IgG1 Cattle, dogs FC, BE 31 CD11a MUC76A IgG2a Cattle, sheep, swine WB 8, 14 CD11b MM12A IgG1 Cattle, goats, sheep FC, BE 30 CD11b R7928 Polyclonal Humans, cattle WB 26 CD11c BAQ153A IgM Cattle, goats, sheep FC, BE, WB 14 CD18 R15.7 IgG1 Cattle, dogs, rabbits FC, BE 20, 29, 31 CD18 BAQ30A IgG1 Cattle, goats, sheep, swine, dogs, cats, rabbits FC, BE, WB 14 CD18 BAT75A IgG1 Cattle, goats FC, BE, WB 35 E-selectin EL112 IgG1 Humans FC 34 Irrelevant MOPC21 IgG1 None BE Lkt MAb601 IgG1 Not applicable BE 12  a Abbreviations: FC, flow cytometry; BE, blocking experiments include blocking of Lkt binding, calcium elevation, and cytolysis; WB, Western blotting.  VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 73    filter. Images were acquired once every second using a silicon-intensified target video camera (66 Series; DAGE-MTI Inc., Michigan City, Ind.). The integrated [Ca21]i response, a measure of total [Ca  21]i elevation during the period of stimulation, was calculated (17). To examine the effects of anti-b2 integrin MAbs on Lkt-induced [Ca21]i elevation, BAMs were preincubated with anti-CD11a, anti-CD11b, anti-CD11c, anti-CD18, or control MAb for 45 min at room tem- perature prior to Lkt exposure. From each coverslip, ;30 cells were sampled and two coverslips were used for each experiment. The percent inhibition of [Ca21]i elevation was calculated as follows: percent inhibition of [Ca21]i elevation 5 {(percent [Ca21]i elevation 2 percent [Ca  21]i elevation in the presence of antibodies)/percent [Ca21]i elevation}.  Measurement of LDH release. Lkt-induced cytolysis was assessed by measur- ing leakage of LDH activity from cells into supernatant, using a commercial kit purchased from Boehringer Mannheim (Indianapolis, Ind.). One hundred mi- croliters of neutrophils or BAMs at a concentration of 4 3 105 cells/ml was added to each well in a 96-well U-bottom microtiter plate. Spontaneous LDH release was measured by exposing cells to assay medium (phenol red-free RPMI 1640 supplemented with 2 mM L-glutamine and 3% FBS). Total LDH release was measured by lysing the cells with 100 ml of 2% Triton X-100 in assay medium. Experimental LDH release was measured by exposing cells to assay medium containing Lkt. Neutrophils or BAMs were incubated at 37°C in a humidified atmosphere containing 5% CO2 for 90 min. After incubation, the cells were centrifuged at 200 3 g for 5 min. One hundred microliters of the supernatant from each well was transferred to each well of a 96-well flat-bottom microtiter plate. One hundred microliters of reaction reagent (prepared according to the manufacturer's recommendations) was added to each well and incubated for 30 min at room temperature in the dark. LDH activity in the supernatants was determined by measuring the optical density at 490 nm with a microplate en- zyme-linked immunosorbant assay reader (Molecular Device Corp., Menlo Park, Calif.) with a reference wavelength of 620 nm. Each sample was tested in triplicate, and Lkt-induced cytolysis was calculated by using the following for- mula: percent cytolysis 5 [(OD of C 2 OD of A)/(OD of B 2 OD of A)] 3 100, where OD is the optical density at 490 nm, A is spontaneous LDH release, B is total LDH release, and C is experimental LDH release. The effects of antibodies against the subunits of b2 integrins on Lkt-induced cytolysis were also studied. Cells were incubated with different concentrations of antibodies for 45 min at 37°C in a humidified atmosphere under 5% CO2 prior to incubation with Lkt. Inhibition of Lkt-induced cytolysis was calculated as follows: percent inhibition of cytolysis 5 [(percent cytolysis 2 percent cytolysis in the presence of antibod- ies)/percent cytolysis] 3 100.  Reagents. Dulbecco's modified Eagle's medium and RPMI 1640 were pur- chased from Celox Laboratories, Inc. (St. Paul, Minn.). Fura-2/AM was pur- chased from Molecular Probes (Eugene, Oreg.). Polystyrene beads were ob- tained from Orange Products Inc. (Allentown, Pa.). Phycoerythrin-labeled goat anti-mouse secondary antibodies were obtained from Jackson Immunoresearch (West Grove, Pa.). Horseradish peroxidase-conjugated goat anti-mouse and anti-  rabbit immunoglobulin G (IgG) were obtained from ICN Biomedical Research Products (Costa Mesa, Calif.). Horseradish peroxidase-conjugated goat anti- mouse IgM was obtained from Pierce Chemical Co. Other reagents were ob- tained from Sigma Chemical Co.  Statistical analysis. All results are expressed as means 6 standard error of means (SEMs). Comparisons are made with the unpaired Student t test to determine statistically significant differences. The term significant indicates a P value of less than 0.05.  RESULTS  Analysis of b2 integrin expression in leukocytes. (i) Flow cytometry. Relative expression of LFA-1, Mac-1, and p150/95 in neutrophils, BAMs, PAMs, and HL60 cells was determined. Neutrophils from control calves expressed CD11a (MFI of 188), CD11b (MFI of 546), and CD11c (MFI of 80). The expression of CD18 in neutrophils from control calves was detected using three different MAbs (R15.7, BAQ30A, and BAT75A) with MFIs of 550, 480, and 1,800, respectively (Fig. 1A). BAMs expressed CD11a (MFI of 41), CD11b (MFI of 4.3), CD11c (MFI of 1.3), and CD18 (MFIs of 65, 82, and 87 using R15.7, BAQ30A, and BAT75A, respectively), albeit at levels much lower than those observed for neutrophils (Fig. 1B). However, in neutrophils from BLAD calves, very low level expression of CD18 was detected by BAT75A (MFI of 60), but not by the other two anti-CD18 MAbs. Neutrophils from BLAD calves also lacked expression of CD11a, CD11b, or CD11c (Fig. 1C). Expression of CD11a and CD18, comparable to levels in BAMs, was detected in PAMs and HL60 cells using anti-CD11a (R3.1) and anti-CD18 MAbs (BAQ30A) (data not shown).  (ii) Western blotting. In lysates from neutrophils of control calves, a 95-kDa CD18 band was detected (Fig. 2A, lane 1). In lysates from neutrophils of BLAD calves, two lower-molecu- lar-mass CD18 bands (90 and 85 kDa) were identified by using the BAT75A MAb (Fig. 2A, lane 3). BAMs from control calves also had two CD18 bands corresponding to 90 and 95 kDa (Fig. 2A, lane 2). A 180-kDa CD11a band was detected in both  FIG. 1. Flow cytometric detection of b2 integrin subunits. (A) Significant CD11a, CD11b, CD11c, and CD18 expression is observed in neutrophils from control calves. (B) High-level expression of CD11a and CD18 and much lower level expression of CD11b and CD11c are detected in BAMs. (C) A reduced level of CD18 expression is detected in the neutrophils of BLAD calves. The results are from four independent experiments and expressed as means 6 SEMs. Values that are significantly different from the control value (P , 0.05) are indicated by asterisks.  74 JEYASEELAN ET AL. INFECT. IMMUN.    neutrophils and BAMs (Fig. 2B, lanes 1 and 2). However, neutrophils from BLAD calves had very low expression of CD11a (Fig. 2B, lane 3). In lysates from neutrophils and BAMs, Western blot analysis also showed two bands, one cor- responding to CD11b (170 kDa) (Fig. 3A, lanes 1 and 2) and another band corresponding to CD11c (160 kDa) (Fig. 3B, lanes 1 and 2). However, no CD11b (Fig. 3A, lane 3) or CD11c  (Fig. 3B, lane 3) bands were detected in lysates from neutro- phils of BLAD calves. Lysates from PAMs had only a 95-kDa CD18 band (Fig. 4A, lane 1). In HL60 cell lysates, three dif- ferent CD18 bands (95, 100, and 105 kDa) were detected (Fig. 4A, lane 2). A 180-kDa CD11a band was detected in lysates from PAMs and HL60 cells (Fig. 4B, lanes 1 and 2). Table 2 summarizes the molecular masses of the various b2 integrin subunits expressed in the various cell types studied.  Detection of Lkt binding to b2 integrins. Polystyrene beads coated with Lkt or BSA were incubated with lysates from the different cells. Bound proteins eluted from the beads were separated by SDS-PAGE under nonreducing conditions, trans- ferred to a polyvinylidene difluoride membrane, and probed with MAbs against CD11a (MUC76A), CD11b (MM12A), CD11c (BAQ153A), and CD18 (BAQ30A and BAT75A). Bound proteins in eluants from beads coated with Lkt and incubated with lysates from neutrophils or BAMs from control calves contained a 95-kDa CD18 band (Fig. 2A, lanes 4 and 5). In contrast, bound proteins eluted from beads coated with Lkt and incubated with lysates from neutrophils from BLAD calves contained a 85-kDa CD18 band (Fig. 2A, lane 6). In addition, in the eluants from beads coated with Lkt and incubated with lysates from neutrophils of control or BLAD calves or BAMs, a 180-kDa CD11a band was detected (Fig. 2B, lanes 4 to 6). Although the eluant from Lkt-coated beads incubated with lysates from PAMs showed the 95-kDa CD18 (Fig. 4A, lane 3) and 180-kDa CD11a bands (Fig. 4B, lane 3), no such bands were detected in the eluant from beads incubated with lysates from HL60 cells (Fig. 4A and 4B, lanes 4). Table 2 summarizes Lkt binding to the various b2 integrin subunits in the different cell types used in this study.  Several controls were included in this study to ascertain the specificity of Lkt binding to LFA-1 in bovine leukocytes and PAMs. (i) The binding was abolished by preincubating Lkt- coated beads with a neutralizing anti-Lkt MAb (MAb601) (Fig. 2A and B, lanes 7 to 9 and Fig. 4A and B, lanes 5 and 6). (ii) No evidence of binding was observed in BSA-coated beads (Fig. 2A and B, lanes 10 to 12 and Fig. 4A and B, lanes 7 and 8). (iii) Preincubating BAM lysates with anti-CD18 (Fig. 5A,  FIG. 2. Western blot analysis of CD18 (A) and CD11a (B) expression in neutrophils and BAMs using anti-CD18 (BAT75A) or anti-CD11a (MUC76A) MAb. In panel A, cell lysates from neutrophils show a 95-kDa CD18 band (lane 1), lysates from BAMs show 95- and 90-kDa CD18 bands (lane 2), and neutrophil lysates from BLAD calves show 90- and 85-kDa CD18 bands (lane 3). The lysates from these cells show only one 180-kDa CD11a band (panel B, lanes 1 to 3). Direct binding of P. haemolytica Lkt to bovine LFA-1 (CD11a/CD18) was also examined. Western blot analysis of eluants from Lkt-coated beads reacted with neutrophils or BAM lysates from control calves contain 95-kDa CD18 and 180-kDa CD11a bands (panels A and B, lanes 4 and 5). The eluant from Lkt-coated beads reacted with neutrophil lysates from BLAD calves contain 85-kDa CD18 and 180-kDa CD11a bands (panels A and B, lanes 6). In eluants from Lkt-coated beads preincubated with anti-Lkt MAb or from BSA-coated beads, no CD18 (panel A, lanes 7 to 12) or CD11a (panel B, lanes 7 to 12) bands are seen. Results are representative of four independent experiments. MW, molecular mass (in kilodaltons).  FIG. 3. Western blot analysis of CD11b (A) and CD11c (B) expression using anti-CD11b (R7928) and anti-CD11c (BAQ153A) MAbs. Lanes 1 and 2 in panels A and B show the presence of a 170-kDa CD11b band and a 160-kDa CD11c band in lysates from neutrophils and BAMs from control calves using anti-CD11b and anti-CD11c antibodies. Note that in lysates from neutrophils of BLAD calves, there are no detectable CD11b or CD11c bands (panels A and B, lanes 3). Direct binding of P. haemolytica Lkt to bovine CD11b or CD11c was also examined. No Lkt binding to CD11b or CD11c is observed in eluants from Lkt-coated beads reacted with lysates of neutrophils or BAMs (panels A and B, lanes 4 to 6). No CD11b or CD11c bands are observed in BSA-coated beads (panels A and B, lanes 7 to 9). Results are representative of three independent experiments. MW, molecular mass (in kilodaltons).  FIG. 4. Western blots showing expression of LFA-1 (probed with anti-CD18 [A] or anti-CD11a [B]). A 95-kDa CD18 band in PAM lysates and 95-, 100-, and 105-kDa CD18 bands in HL60 cell lysates (panel A, lanes 1 and 2) using anti-CD18 (BAQ30A) MAb. In both cell types, a 180-kDa band is seen (panel B, lanes 1 and 2) using anti-CD11a MAb (MUC76A). Direct binding of P. haemo- lytica Lkt to porcine and human LFA-1 was also examined. Western blots of eluants from Lkt-coated beads showing a 95-kDa CD18 band (panel A, lane 3) and a 180-kDa CD11a band in PAMs (panel B, lane 3). In HL60 cells, no CD18 or CD11a bands are detected (panels A and B, lanes 4). In eluants from Lkt- coated beads preincubated with anti-Lkt MAb or from BSA-coated beads, no CD18 (panel A, lanes 5 to 8) or CD11a bands (panel B, lanes 5 to 8) are detected. Results are representative of four independent experiments. MW, molecular mass (in kilodaltons).  VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 75    lanes 5 and 6) or anti-CD11a (Fig. 5B, lanes 5 and 6) MAb abolished the binding.  Effects of anti-b2 integrin antibodies on Lkt-induced [Ca21]i elevation. MAbs against CD11 or CD18 subunits of b2 integrins were used to examine the correlation between Lkt binding to the receptor and [Ca21]i elevation in BAMs. Cells were preincubated with the MAbs (25 mg/ml for 90 min at 37°C) prior to addition of Lkt (5 and 50 LU/ml). Anti-CD11a and anti-CD18 MAbs significantly (P , 0.05) inhibited Lkt- induced [Ca21]i elevation in BAMs (65 to 94% inhibition in cells stimulated with 5 LU/ml and 37 to 98% inhibition in cells stimulated with 50 LU/ml [Fig. 6]). Anti-CD11b, anti-CD11c, or the control MAb (MOPC21) had no significant effects on Lkt-induced [Ca21]i elevation (Fig. 6). Lkt did not induce  [Ca21]i elevation in PAMs, a finding consistent with our pre- vious study (16) (data not shown).  Effects of anti-b2 integrin antibodies on Lkt-induced cytol- ysis. To examine the correlation between Lkt binding to the receptor and cytolysis, neutrophils or BAMs were preincu- bated with anti-b2 integrin MAbs (1 to 100 mg/ml for 90 min at 37°C) prior to addition of Lkt (50 LU/ml). Anti-CD11a and anti-CD18 MAbs inhibited Lkt-induced cytolysis in neutrophils and BAMs in a concentration-dependent manner (43% inhi- bition of cytolysis in neutrophils and 64% inhibition of cytolysis at 100 mg/ml in BAMs [P , 0.05] [Fig. 7]). Anti-CD11b, anti- CD11c MAbs, or the control MAb had no significant effects on Lkt-induced cytolysis (Fig. 7). Inhibition of Lkt-induced cytol- ysis by anti-b2 integrin MAbs was not studied in PAMs and HL60 cells, since Lkt did not induce cytolysis even at a con- centration of 500 LU/ml (data not shown).  Comparison of Lkt-induced cytolysis in neutrophils from control and BLAD calves. To determine whether there is a correlation between Lkt receptor expression and magnitude of Lkt-induced cytolysis, cytolysis was compared in neutrophils from control and BLAD calves. Lkt caused a reduced level of  TABLE 2. Molecular masses of b2 integrin subunits in the various cell types and Lkt binding to the various b2 integrin subunits  Cell type b2 integrin subunita Lkt binding to b2 integrin subunita  CD11a CD11b CD11c CD18 CD11a CD11b CD11c CD18  Neutrophils 180 170 160 95 180 No binding No binding 95 BAMs 180 170 160 90, 95 180 No binding No binding 95 BLAD neutrophils 180 None None 85, 90 180 NA NA 85 PAMs 180 NP NP 95 180 NP NP 95 HL60 180 NP NP 95, 100, 105 No binding NP NP No binding  a The values are the molecular masses (in kilodaltons) of the b2 integrin subunits. NP, not performed; NA, not applicable.  FIG. 5. Western blots probed with anti-CD18 (A) or anti-CD11a (B) show- ing the effects of anti-b2 integrin antibodies on direct binding of P. haemolytica Lkt to bovine LFA-1. (A) Eluants from Lkt-coated beads reacted with BAM lysates and probed with anti-CD18 MAb (BAT75A; lane 1) contain a 95-kDa band; BAM lysates that had been preincubated with anti-CD11b (lane 3), anti- CD11c (lane 4), or MOPC21 (lane 7) MAb, before the Lkt-coated beads had been added and that were probed with anti-CD18 MAb contain a 95-kDa band. By contrast, for lysates preincubated with anti-CD11a (lane 2) or anti-CD18 MAb (lanes 5 and 6) before Lkt-coated beads were added, no 95-kDa band is seen. (B) Eluants from Lkt-coated beads reacted with BAM lysates and probed with anti-CD11a MAb (MUC76A; lane 1) contain a 180-kDa band; BAM lysates that had been preincubated with anti-CD11b (lane 3), anti-CD11c (lane 4), or MOPC21 (lane 7) MAb, before Lkt-coated beads had been added and that were probed with anti-CD11a MAb contain a 180-kDa band. By contrast, lysates preincubated with anti-CD11a (lane 2) or anti-CD18 (lanes 5 and 6) MAb before Lkt-coated beads were added, no 180-kDa band is seen. Results are represen- tative of three independent experiments. MW, molecular mass (in kilodaltons).  FIG. 6. Effects of anti-b2 integrin antibodies on Lkt-induced [Ca21]i eleva- tion. In BAMs treated with anti-CD11a or anti-CD18 MAbs, there is significant inhibition of [Ca21]i response to 5 (A) and 50 (B) LU per ml. There is no inhibition of [Ca21]i response in cells treated with anti-CD11b, anti-CD11c, or the control MAb in response to 5 or 50 LU/ml. The results are from four independent experiments (;120 cells) and expressed as means 6 SEMs. Values that are significantly different from the control value (P , 0.05) are indicated by asterisks.  76 JEYASEELAN ET AL. INFECT. IMMUN.    cytolysis in neutrophils from BLAD calves (18% in BLAD neutrophils versus 62% in control neutrophils [P , 0.05] [Fig. 8]). Lkt-induced cytolysis was abolished by the Lkt-neutralizing MAb (Fig. 8). The isotype-matched control MAb had no effect on Lkt-induced cytolysis (Fig. 8).  DISCUSSION In the present study, we sought to determine whether a  member of the b2 integrins is a receptor for P. haemolytica Lkt, whether Lkt binding is target (bovine leukocytes) cell specific, whether Lkt binding to the receptor is required for [Ca21]i elevation and cytolysis, and whether a correlation exists be- tween Lkt receptor expression and magnitude of Lkt-induced cytolysis. The results indicate the following. (i) LFA-1 (CD11a/ CD18) is a receptor for P. haemolytica Lkt. (ii) The Lkt binding to LFA-1 is not target cell specific, since Lkt binding is ob- served in PAMs. (iii) Lkt binding to bovine LFA-1 correlates with [Ca21]i elevation and cytolysis, since anti-CD11a and anti- CD18 MAbs, but not anti-CD11b and anti-CD11c MAbs, in- hibit these responses. (iv) A reduced LFA-1 expression in the  neutrophils from BLAD calves correlates with reduced mag- nitude of Lkt-induced cytolysis. However, the presence of any additional Lkt receptor in bovine leukocytes cannot be ruled out by our studies.  Previous studies have shown that b2 integrins are receptors for a variety of microbial virulence determinants such as fim- briae of Porphyromonas gingivalis (32), cryptococcal polysac- charide (10), and endotoxin (11). A study by Lally et al. (23) has shown that LFA-1 is a cell surface receptor for Lkt of A. actinomycetemcomitans and alpha-hemolysin of E. coli on hu- man (HL60) target cells. Since P. haemolytica Lkt exhibits cell type- and species-specific functional effects on ruminant leu- kocytes (4, 13, 16, 40), it has been hypothesized that specific receptors are present on ruminant leukocytes (3, 37). In this context, two recent studies have indicated that CD18 is the receptor for P. haemolytica Lkt (24, 35). The evidence has been based on the fact that MAbs detected a CD18 band in BL3 cell lysates reacted with Lkt. In addition, both studies showed that anti-CD18 MAbs inhibited Lkt-induced apoptosis or cytolysis in BL3 cells. However, a specific b2 integrin was not identified as the Lkt receptor by these studies. Therefore, we have ex- tended these observations and show that LFA-1, a specific member of the b2 integrins, is a receptor for P. haemolytica Lkt.  The Lkt affinity chromatography results of the present study with neutrophils and BAMs and of other investigators (24, 35) with BL3 cells demonstrate an interaction of Lkt with CD18. In addition, we provide evidence that Lkt interacts with CD11a, but not with CD11b or CD11c. Therefore, we propose that the CD18 band identified in the Western blots is the b subunit of LFA-1 but not of Mac-1 or p150/95. In this regard, a previous study by Lally et al. (23) showed that Lkt of A. actinomycetem- comitans binds to the LFA-1 heterodimer in HL60 cell lysates. Results from our laboratory (S. L. Hsuan, S. Jeyaseelan, M. S. Kannan, and S. K. Maheswaran, unpublished data) using im- munoprecipitation of lysates from bovine leukocytes show the existence of LFA-1 as a heterodimer, rather than as dissociated CD11a and CD18 subunits. This finding, along with the finding that Lkt does not bind to CD11b or CD11c subunits, suggests  FIG. 7. Effects of anti-b2 integrin antibodies on Lkt-induced cytolysis. Pre- incubation of neutrophils or BAMs with anti-CD11a or anti-CD18 MAbs inhibits Lkt-induced cytolysis in a concentration-dependent fashion. Anti-CD11b, anti- CD11c, or control MAb at 25 or 100 mg/ml do not inhibit Lkt-induced cytolysis. The results are from six independent experiments and expressed as means 6 SEMs. Values that are significantly different from the control value (P , 0.05) are indicated by asterisks.  FIG. 8. Comparison of Lkt-induced cytolysis in neutrophils from control and BLAD calves. Significantly lower levels of Lkt-induced cytolysis are observed for neutrophils from BLAD calves than for those from control calves (P , 0.05). In cells exposed to neutralized Lkt, there is no Lkt-induced cytolysis. In cells exposed to Lkt treated with an isotype-matched control MAb (MOPC21), there is no inhibition of Lkt-induced cytolysis. The results are means 6 SEMs from four independent experiments. Values that are significantly (P , 0.05) reduced from Lkt-induced cytolysis values are indicated by asterisks.  VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 77    that the binding site for Lkt is the CD11a, but not CD18, subunit of the Lkt receptor LFA-1.  We have demonstrated that Lkt binding to LFA-1 in target cells (bovine leukocytes) is associated with [Ca21]i elevation and cytolysis. However, Lkt binding by itself is not sufficient for the functional effects, since a nontarget cell (PAMs) used in this study exhibits Lkt binding with no evidence of [Ca21]i elevation or cytolysis and shows NF-kB activation (shown in a previous study [16]). Thus, the cell type- and species-specific effects of Lkt must entail both binding to LFA-1 and activation of LFA-1-associated intracellular pathways, which are present only in bovine leukocytes. Studies are in progress to further elucidate this phenomenon.  Previous investigations have provided evidence by flow cy- tometric analysis that neutrophils from BLAD calves have no or weak expression of all b2 integrins (18). Our studies using flow cytometry and Western blot analysis confirm these find- ings. Consistent with the diminished expression of LFA-1, there is reduced Lkt binding. It is of interest to note that the CD18 bands in neutrophils from BLAD calves had molecular weights lower than those from control calves. In leukocytes from human leukocyte adhesion deficiency patients, the differ- ent size of the CD18 protein is reported to result from aberrant splicing (22). It is likely that the low-molecular-weight CD18 proteins in neutrophils from BLAD calves may also be the result of aberrant splicing. In addition, we have established a correlation between LFA-1 expression and the magnitude of Lkt-induced cytolysis, supporting the hypothesis that LFA-1 activation is required for cytolysis.  On the basis of our findings, we speculate that Lkt of P. haemolytica utilizes the cell adhesion molecule LFA-1 to cause activation and cytolysis, particularly in the neutrophils and macrophages in the alveolar spaces, leading to production and accumulation of a myriad of proinflammatory mediators and continuous colonization of P. haemolytica in the alveolar space. These events result in an uncontrollable inflammatory re- sponse leading to lung injury that is characteristic of BPP.  ACKNOWLEDGMENTS  This study was supported in part by grants from the Minnesota Agricultural Experimental Station (to M.S.K. and S.K.M.), NIH- HL057498 (to M.S.K.), NIDCR-DE09517 (to E.T.L.) and Mayo Foun- dation (to G.C.S.).  We thank Trevor Ames for helpful discussions, Christie Malaz- drewich for help in collecting alveolar macrophages and critically read- ing the manuscript, and Shelia Alexander for help in flow cytometry experiments. We thank Charles Parkos of Emory University for pro- viding R7928 polyclonal antibody and Gary Averbeck for assistance with graphics.  REFERENCES  1. Ackermann, M. R., K. A. Brogden, A. F. Florance, and M. E. Kehrli. 1999. Induction of CD18-mediated passage of neutrophils by Pasteurella haemo- lytica in pulmonary bronchi and bronchioles. Infect. Immun. 67:659-663.  2. Benson, M. L., R. G. Thomson, and V. E. O. Valli. 1978. The bovine alveolar macrophage. II. In vitro studies with Pasteurella haemolytica. Can. J. Comp. Med. 42:368-369.  3. Brown, J. F., F. Leite, and C. J. Czuprynski. 1997. Binding of Pasteurella haemolytica leukotoxin to bovine leukocytes. Infect. Immun. 65:3719-3724.  4. Clarke, C. R., A. W. Confer, and D. A. Mosier. 1998. In vivo effect of Pasteurella haemolytica infection on bovine neutrophil morphology. Am. J. Vet. Res. 59:588-592.  5. Clemston, K. J. 1998. Introduction: integrins, dynamic cell receptors. Cell. Mol. Life Sci. 54:499-501.  6. Coote, J. G. 1992. Structural and functional relationships among the RTX toxin determinants of gram-negative bacteria. FEMS Microbiol. Rev. 8:137- 161.  7. Curtis, C. R., M. E. White, and H. N. Erb. 1989. Effects of calfhood morbidity on long term survival in New York Holstein herds. Prev. Vet. Med. 7:173- 186.  8. Dato, M. E., and Y. B. Kim. 1990. Characterization and utilization of a monoclonal antibody inhibiting porcine natural killer cell activity for isola- tion of natural killer and killer cells. J. Immunol. 144:4452-4462.  9. Dickeson, S. K., and S. A. Santoro. 1998. Ligand recognition by the I domain-containing integrins. Cell. Mol. Life Sci. 54:556-566.  10. Dong, Z. M., and J. W. Murphy. 1997. Cryptococcal polysaccharides bind to CD18 on human neutrophils. Infect. Immun. 65:557-563.  11. Flaherty, S. F., D. T. Golenbock, F. H. Milham, and R. R. Ingalls. 1997. CD11/CD18 leukocyte integrins: new signaling receptors for bacterial endo- toxin. J. Surg. Res. 73:85-89.  12. Gentry, M. J., and S. Srikumaran. 1991. Neutralizing monoclonal antibodies to Pasteurella haemolytica leukotoxin affinity-purify the toxin from crude culture supernatants. Microb. Pathog. 10:411-417.  13. Gerbig, D. G., R. D. Walker, J. C. Baker, J. S. Foster, and R. N. Moore. 1989. Calcium ion involvement in the action of Pasteurella haemolytica leukotoxin. Vet. Microbiol. 19:325-335.  14. Gupta, V. K., I. McConnell, and J. Hopkins. 1993. Reactivity of the CD11/ CD18 workshop monoclonal antibodies in the sheep. Vet. Immunol. Immu- nopathol. 39:93-102.  15. Hormozi, K., R. Parton, and J. Coote. 1998. Target cell specificity of the Pasteurella haemolytica leukotoxin is unaffected by the nature of the fatty- acyl group used to activate the toxin in vitro. FEMS Microbiol. Lett. 169: 139-145.  16. Hsuan, S. L., M. S. Kannan, S. Jeyaseelan, Y. S. Prakash, C. Malazdrewich, M. S. Abrahamsen, G. C. Sieck, and S. K. Maheswaran. 1999. Pasteurella haemolytica leukotoxin and endotoxin induced cytokine gene expression in bovine alveolar macrophages requires NF-kB activation and intracellular calcium elevation. Microb. Pathog. 26:263-273.  17. Hsuan, S. L., M. S. Kannan, S. Jeyaseelan, Y. S. Prakash, G. C. Sieck, and S. K. Maheswaran. 1998. Pasteurella haemolytica A1-derived leukotoxin and endotoxin induce intracellular calcium elevation in bovine alveolar macro- phages by different signaling pathways. Infect. Immun. 66:2836-2844.  18. Kehrli, M. E., M. R. Ackermann, D. E. Shuster, M. J. van der Maaten, F. Schmalstieg, D. C. Anderson, and B. J. Hughes. 1992. Bovine leukocyte adhesion deficiency. b2 integrin deficiency in young Holstein cattle. Am. J. Pathol. 140:1489-1492.  19. Kehrli, M. E., F. C. Schmalstieg, D. C. Anderson, M. J. Van der Maaten, B. J. Hughes, M. R. Ackermann, C. L. Wilhelmsen, G. B. Brown, M. G. Stevens, and C. A. Whetstone. 1990. Molecular definition of the bovine granulocytopathy syndrome: identification of deficiency of the Mac-1 (CD11b/CD18) glycoprotein. Am. J. Vet. Res. 51:1826-1836.  20. Kelly, C. P., S. Becker, J. K. Linevsky, M. A. Joshi, J. C. O'Keane, B. F. Dickey, J. T. LaMont, and C. Pothoulakis. 1994. Neutrophil recruitment in Clostridium difficile toxin A enteritis in the rabbit. J. Clin. Invest. 3:1257- 1265.  21. Kishimoto, T. K., N. Hollander, T. M. Roberts, D. C. Anderson, and T. A. Springer. 1987. Heterogeneous mutations in the b subunit common to the LFA-1, Mac-1, and p150/95 glycoproteins cause leukocyte adhesion defi- ciency. Cell 50:193-202.  22. Kishimoto, T. K., K. O'Conner, and T. A. Springer. 1989. Leukocyte adhe- sion deficiency. Aberrant splicing of a conserved integrin sequence causes a moderate deficiency phenotype. J. Biol. Chem. 264:3588-3595.  23. Lally, E. T., I. R. Kieba, A. Sato, C. L. Green, J. Rosenbloom, J. Korostoff, J. F. Wang, B. J. Shenker, S. Ortlepp, M. K. Robinson, and P. C. Billings. 1997. RTX toxins recognize a b2 integrin on the surface of human target cells. J. Biol. Chem. 272:30463-30469.  24. Li, J., K. D. Clinkenbeard, and J. W. Ritchey. 1999. Bovine CD18 identified as a species-specific receptor for P. haemolytica leukotoxin. Vet. Microbiol. 67:91-97.  25. Maheswaran, S. K., M. S. Kannan, D. J. Weiss, K. R. Reddy, E. L. Townsend, H. S. Yoo, B. W. Lee, and L. O. Whiteley. 1993. Enhancement of neutrophil- mediated injury to bovine pulmonary endothelial cells by Pasteurella haemo- lytica leukotoxin. Infect. Immun. 61:2618-2625.  26. Mukherjee, G., B. Rasmusson, J. G. Linner, M. T. Quinn, C. A. Parkos, K. E. Magnusson, and A. J. Jesaitis. 1993. Organization and mobility of CD11b/ CD18 and targeting of superoxide on the surface of degranulated neutro- phils. Arch. Biochem. Biophys. 357:164-172.  27. Olchowy, T. W., P. N. Bochsler, N. R. Neilsen, M. G. Welborn, and D. O. Slauson. 1994. Bovine leukocyte adhesion deficiency: in vitro assessment of neutrophil function and leukocyte integrin expression. Can. J. Vet. Res. 58:127-133.  28. Rehmtulla, A. J., and R. G. Thomson. 1981. A review of lesions of shipping fever of cattle. Can. Vet. J. 22:1-8.  29. Rutten, V. P., A. Hoek, and K. E. Muller. 1996. Identification of monoclonal antibodies with specificity to alpha- or beta-chains of b2-integrins using peripheral blood leukocytes of normal and bovine leukocyte adhesion defi- cient (BLAD) cattle. Vet. Immunol. Immunopathol. 52:341-345.  30. Slocombe, R. F., J. Malark, R. Ingersoll, F. J. Dereksen, and N. E. Robinson. 1985. Importance of neutrophils in the pathogenesis of pneumonic pasteu- rellosis in calves. Am. J. Vet. Res. 46:2253-2258.  31. Sopp, P., and C. J. Howard. 1997. Cross-reactivity of monoclonal antibodies to defined human leukocyte differentiation antigens with bovine cells. Vet.  78 JEYASEELAN ET AL. INFECT. IMMUN.    Immunol. Immunopathol. 56:11-25. 32. Takeshita, A., Y. Murakami, Y. Yamashita, M. Ishida, S. Fujisawa, S.  Kitano, and S. Hanazawa. 1998. Porphyromonas gingivalis fimbriae use b2 integrin (CD11/CD18) on mouse peritoneal macrophages as a cellular re- ceptor, and the CD18 b chain plays a functional role in fimbrial signaling. Infect. Immun. 66:4056-4060.  33. Tatum, F. M., R. E. Briggs, S. S. Sreevatsan, E. S. Zehr, S. L. Hsuan, L. O. Whiteley, T. R. Ames, and S. K. Maheswaran. 1998. Construction of an isogenic leukotoxin deletion mutant of Pasteurella haemolytica serotype 1: characterization and virulence. Microb. Pathog. 24:37-46.  34. Walcheck, B., and M. Jutila. 1993. Bovine gd T cells express high levels of functional peripheral lymph node homing receptor (L-selectin). Int. Immu- nol. 6:81-91.  35. Wang, J. F., I. R. Kieba, J. Korostoff, T. L. Guo, N. Yamaguchi, H. Rozmi- arek, P. C. Billings, B. J. Shenker, and E. T. Lally. 1998. Molecular and biochemical mechanisms of Pasteurella haemolytica leukotoxin-induced cell death. Microb. Pathog. 25:317-331.  36. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, and T. R. Ames. 1991. Alterations in pulmonary morphology and peripheral coagulation profiles caused by intratracheal inoculation of live and ultraviolet light-killed Pas- teurella haemolytica A1 in calves. Vet. Pathol. 28:275-285.  37. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, T. R. Ames, and M. S. Kannan. 1990. Immunohistochemical localization of Pasteurella haemolytica A1-derived endotoxin, leukotoxin, and capsular polysaccharide in experi- mental bovine Pasteurella pneumonia. Vet. Pathol. 27:150-161.  38. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, T. R. Ames, and M. S. Kannan. 1992. Pasteurella haemolytica A1 and bovine respiratory disease: pathogenesis. J. Vet. Intern. Med. 6:11-22.  39. Wohlgemuth, K., and J. B. Herrick. 1987. Bovine respiratory disease: an overview of costs, causes, and control. Norden News 62:32-36.  40. Yoo, H. S., B. S. Rajagopal, S. K. Maheswaran, and T. R. Ames. 1995. Purified Pasteurella haemolytica leukotoxin induces expression of inflamma- tory cytokines from bovine alveolar macrophages. Microb. Pathog. 18:237- 252.  Editor: J. T. Barbieri  VOL. 68, 2000 LFA-1 IS A LEUKOTOXIN RECEPTOR 79  View publication statsView publication stats  https://www.researchgate.net/publication/12698803",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}