{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "Magnesium Lithospermate B, an Active Extract of Salvia miltiorrhiza, Mediates sGC/cGMP/PKG Translocation in Experimental Vasospasm   Research Article Magnesium Lithospermate B, an Active Extract of Salvia miltiorrhiza, Mediates sGC/cGMP/PKG Translocation in Experimental Vasospasm  Chih-Zen Chang,1,2,3 Shu-Chuan Wu,2 and Aij-Lie Kwan1,2  1 Department of Surgery, Faculty of Medicine, School of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan 2Department of Neurosurgery, Kaohsiung Medical University Hospital, No. 100, Tzyou 1st Road, Kaohsiung 80752, Taiwan 3Department of Surgery, Kaohsiung Municipal Ta Tung Hospital, Kaohsiung, Taiwan  Correspondence should be addressed to Chih-Zen Chang; changchihzen2002@yahoo.com.tw  Received 24 January 2014; Accepted 25 February 2014; Published 2 April 2014  Academic Editor: John H. Zhang  Copyright   2014 Chih-Zen Chang et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  Background. Soluble guanylyl cyclases (sGCs) and Ras homolog gene family, member A (rhoA)/Ras homolog gene family kinase(rho-kinase) plays a role in vascular smoothmuscle relaxation in subarachnoid hemorrhage (SAH). It is of interest to examine the effect of MLB on rhoA/ROCK and sGC/cGMP/PKG expression.Methods. A rodent SAHmodel was employed. Tissue samples were for sGC𝛼1, sGC𝛽1, PKG, rhoA, ROCK (Western blot), and cGMP (ELISA) measurement. Results. MLB morphologically improved convolution of the internal elastic lamina, distortion of endothelial wall, and necrosis of the smooth muscle in the SAH rats. Expressed cGMP, sGC𝛼1, sGC𝛽1, and PKG in the SAH groups were reduced (𝑃 < 0.01), and MLB precondition significantly induced cGMP, sGC𝛼1, sGC𝛽1, and PKG. L-NAME reversed the vasodilation effect of MLB, reduced the bioexpression of PKG and cGMP (𝑃 < 0.01), and tends to reduce sGC𝛼1 level and induce rhoA, ROCK level in MLB precondition + SAH groups. Conclusion. These results demonstrate that sGC/cGMP/PKG and NO/ET pathways play pivotal roles in SAH-induced vasospasm. Through activating sGC/cGMP/PKG pathway and partially by inactivating rho-kinase in a NO-dependent mechanism,MLB shows promise to be an effective strategy for the treatment of this disease entity.  1. Introduction  Subarachnoid hemorrhage (SAH) induced cerebral vasos- pasm becomes an important subcategory of stroke owing to its high mortality and morbidity, which included delayed neurological deficit, and cardiopulmonary abnormality [1, 2]. Till now, the precise mechanism of this disease contour remains unclear. Several molecular and cellular researches implicate two key hypotheses to cerebral vasospasm: one center on the roles of nitric oxide [3] and endothelins [4] and another converges on the role of ATP-AMP and rhoA/ROCK II [5]. In the study of Carter et al., [3] NO donors were able to relax vascular smooth muscle in the episode of vasospasm. Through mediated on a large conductance Ca2+- dependent K+ channels, cGMP-dependent protein kinase (PKG) phophorylates and rhoA, NOmay attenuates vascular  smooth muscle sensitivity to calcium ions [6]. In addi- tion, increased evidence suggests that NO counteracts with endothelins as a vascular modulator in part by mediating the activation of RhoA-ROCK and MLC phosphatase [3, 4]. The study of eNOS knockout mice reticence to diabetic nephropathy also provides some insight into the modulation of soluble guanylyl cyclase (sGC) on NO signaling pathway [7].  The involvement of NO/ET-1 and rhoA/ROCK in SAH induced vasomediated pathways is not completely under- stood. It has been shown that NO (catalyzed by eNOs, nNos, and iNOs), an endothelium-derived relaxing factor (EDRF), augments with endothelin-1 and inhibits activation of rhoA/ROCK in rat thoracic aorta [8]. ET-1 potentiates the constriction of cerebrovascular smooth muscles induced by oxyhemoglobin through PKC and rhoA/rho kinase pathways  Hindawi Publishing Corporation BioMed Research International Volume 2014, Article ID 272101, 9 pages http://dx.doi.org/10.1155/2014/272101  http://dx.doi.org/10.1155/2014/272101   2 BioMed Research International  [4, 7]. This is compatible with the findings that a PKC inhibitor, staurosporine, can abolish ET-1 induced contrac- tion in rabbit basilar artery [9]. Moreover, lines of evidence accumulated to present have suggested that activated PKC plays a role in SAH induced vasospasm [10]. For example, phorbol 12, 13-dibutyrate, a PKC activator, can induce a potent and long-lasting contraction of the rabbit basilar artery [11]. In a canine double-hemorrhage model, the mem- brane translocation of PKC𝛿 from cytosol in the basilar artery was observed after the second injection of autologous blood on the 4th day when vasospasm was robust [10, 12]. Furthermore, intrathecal injection of the PKC𝛿 inhibitor rottlerin inhibited hemorrhage induced vasospastic response as well as the translocation of PKC𝛿 [10].  On the contrary, the key event for triggering vasomotor effect of NO/ET-1 in SAH on the rho-kinase pathway has attracted less attention despite of documented involvement of rho-kinase in cerebral vasospasm following SAH. Rho, a family of small G-proteins, is composed of 3 members: rhoA, rhoB, and rhoC, which behaves like a substantial role in intracellular signaling [8, 13]. Inactive rho is resided as aGDP- bound form in the cytosol. If the vascular smooth muscle cells were stimulated by vasoactive agents and subsequent GDP-GTP exchange, rho may become activated and then translocated to the cell membrane where it interacts with its downstream effectors, rho-kinase (ROCK) [13, 14]. The ROCK family includes two isoforms, namely, ROCK-I and ROCK-II. By phosphorylating myosin light chain phos- phatase (MLCP) and inhibiting the activity of phosphatase at the myosin-binding subunit, rho-kinase is stimulated and promotes smooth muscle contraction [15, 16]. In the study of a canine two-hemorrhage model, topical application of a ROCK inhibitor, Y-27632, dose-dependently decreased the spastic response, Rho-kinase activity, and phosphorylation of MLCP in the basilar artery [17, 18]. Moreover, intra-arterial administration of fasudil, another kind of ROCK inhibitor, is also proved to be effective for the treatment of vasospasm in SAH patients [19].  Besides ET-1, nitric oxide (NO), composed of endothe- lial NOs(eNOs), neuronal NOs(nNOs), and inducible NOs (iNOs), is believed to be an important regulator of the cerebral vascular tone [7, 20]. Upon synthesis, NO binding activates soluble guanylyl cyclase (sGC), a heterodimeric enzyme consisting of 𝛼 (𝛼  1 , 𝛼 2 , and 𝛼  3 ) and 𝛽 (𝛽  1 , 𝛽 2 , and  𝛽 3 ) subunits [21]. Activation of sGC leads to convert GTP  to cGMP, which in turn activates cGMP-dependent protein kinase (PKG) and cGMP gated ion channel among target cells. In blood vessels, PKG can phosphorylate the inositol, 1, 4, 5-triphosphate receptor and decrease Ca2+ concentration and ultimately result in smooth muscle relaxation [9, 22, 23]. Under normal physiological conditions, the productions of ET-1 and NO yield a balanced cerebral vascular tone. However, enhanced generation of ET-1 along with impaired NO production (NO-dependent) or with excessively induced NO (NO-independent) was noted in human and animals with SAH [3]. Nevertheless, the effect of NO/ET-1 production on the sGC/cGMP signaling pathway has not been fully investigated.  In the present study, we aimed to assess the neurological deficits and plasma NO/ET-1 levels, as well as the expressions of PKC𝛿, rhoA, ROCK-II, and sGC/cGMP/PKG in the basilar artery of rats subject to SAH. The effect of magnesium lithospermate B (MLB) on the NOS/sGC/cGMP/PKG and rhoA/ROCK signaling pathway in SAH was investigated.  2. Materials and Methods  2.1.Materials. Anti-rabbit sGC𝛼1 and sGC𝛽1 and anti-mouse 𝛽-actin antibodies were bought from Sigma-Aldrich (Shang- hai, PRC). Anti-rabbit PKG, anti-mouse PKC𝛿, anti-rabbit ROCK-II, anti-mouse rhoA, and horseradish peroxidase- labeled goat anti-mouse IgG antibodies were obtained from Abcam (Cambridge, MA, USA), BD Transduction Lab (BD Biosciences, California, USA), Upstate Biotech (NY, USA), Santa Cruz Biotech (Santa Cruz Biotechnology, Inc., Cal- ifornia, USA), and Chemicon International (CA, USA), respectively. CNMprotein extraction kits were fromBiochain (Hayward, CA, USA). ET-1 and cGMP ELISA kits were products of Assay Designs (Enzo Life Sciences Inc., NY, USA) and Cayman Chemical (Michigan, USA), respectively. Magnesium Lithospermate B was purified by Ms. Wu SC (Kaohsiung Medical University Hospital, Kaohsiung, Tai- wan, ROC), according to the modified protocol described by Tanaka et al. Dried Salvia miltiorrhiza were obtained, inoculation with methanol for 8 hr, and then concentrated. MLB was extracted by the aid of a Sephadex LH-20 multiple column chromatography for four times. (Pharmacia Fine Chemicals, Piscataway, NJ, USA).  2.2. Animal Protocols. All the experimental protocols were approved by the Kaohsiung Medical University Hospital animal research committee. Forty-five male Sprague-Dawley rats (BioLasco Taiwan Co., Ltd., authorized by Charles River Lab) weighing 250-350 g were assigned into five groups (9 animals each): Group 1 was designated as sham-operated, Group 2: rats subjected to SAH only, Group 3: SAH rats treated with vehicle (0.1mol/L PBS), and Groups 4 and 5, SAH animals received 10mg/kg/day MLB treatment at 24 hr (prevention protocol) and 1 hr (reversal protocol) after SAH, respectively. To induce SAH, rats were anesthetized with a mixture of ketamine (40mg/kg) and xylazine (6mg/kg) intraperitoneally (i.p.), and 0.3mL fresh blood was drawn from the central tail artery and injected into the craniocervi- cal junction using a stereotactic technique. Further nine ani- mals were enrolled in the 0.1 𝜇L NG-nitro-L-arginine methyl ester (L-NAME) intrathecal injection plus 10mg/kg/dayMLB preconditioning SAH rats.  2.3. Hemodynamic Measurements. Heart rate, blood pres- sure, and rectal temperature were monitored before and after MLB treatment as well as at 48 hr after the induction of SAH by a tail-cuff method (SC1000 Single Channel System, Hatteras Instruments, North Carolina, USA) and rectal ther- mometer (BIO-BRET-2-ISO, FL, USA).  2.4. Neurological Assessment. Behavior assessment, adapted a modified limb-placing tests (MLPT) [2], was performed    BioMed Research International 3  Table 1: Modified limb-placing test (MLPT).  Treatment Group Ambulation Placing/stepping reflex MDI  Normal 0 0 0 SAH 1.28 ± 0.2 1.6 ± 0.16 2.88 ± 0.32 SAH + vehicle 1.22 ± 0.13 1.48 ± 0.22 2.7 ± 0.35 SAH + 1mg/kg MLB  Prevention 0.83 ± 0.16 0.78 ± 0.18∗ 1.61 ± 0.34∗  Treatment 0.82 ± 0.15 0.84 ± 0.13 1.66 ± 0.28∗  L-NAME + prevention 1.32 ± 0.23 1.45 ± 0.16 2.77 ± 0.39 Results are expressed as the mean ± SEM, 𝑛 = 9; ∗𝑃 < 0.01 versus SAH condition by Mann-Whitney test.  before and at 48 hr after the induction of SAH. Motor function was assessed by two individuals who are blind to the treatment status set, which is composed of two limb-placing tasks of assessment of the sensorimotor assimilation of the forelimb and hindlimb as well as monitoring its response to tactile and proprioceptive stimuli. The summations of neurological examination are scored as normal performance (0 point), incomplete performance (1 point), and no perfor- mance (2 points), which were shown in Table 1.  2.5. Tissue Embedding. Basilar artery was collected and the middle third of each artery was left for further analysis. The arterial segment was rinsed in a 0.1mol/L PBS (pH 7.4) repeatedly, set in 1% osmium tetroxide in PBS at room temperature for 1 hr, and then cleaned with PBS. The vessel segments were dehydrated and immersed in a 1 : 1 mixture of propylene oxide and epoxy resin overnight. The specimens were embedded in 100% epoxy resin and let to polymerize at 60∘C for 48 hr the next day. The BAs were cross-sectioned at a thickness of 0.5 𝜇m on an Ultracut E ultramicro- tome (Reichert-Jung Ultracut E, Leica, Wetzlar, Germany), launched on glass slides, and stained with 0.5% toluidine blue for morphometric analysis later. The rest of tissue was preserved in liquid N  2 at −70∘C until the measurements of  protein expression and cGMP levels.  2.6. Basilar Artery Morphometric Studies. Five selected BA cross sections of each animal were analyzed by two inves- tigators blinded to the set groups. The cross-sectional area was automatically measured using computer-assisted mor- phometry (Image-1/Metamorph Imaging System; Universal Imaging Corp.). The average of five cross sections from a given animal was collected as a single value for this animal. Group data are expressed as the means ± standard error of the means.  2.7. Determination of Endothelial Nitric Oxide Synthase (eNOS). An isolated BA was quantified by adapting a com- mercial kit to check NOS (Bioxytech NOS Assay Kit, Oxis International, Inc., Portland, OR, USA). Briefly, protein extracted frommicrovessels was incubated with radiolabeled L-arginine in the presence or in the absence of 1mmol/L NOS inhibitor NG-nitro-L-arginine methyl ester (L-NAME, Sigma-Aldrich, Shanghai, PRC). The reaction was finished  by the addition of 50mmol/L HEPES buffer containing 5mmol/L EDTA. Radiolabeled L-citrulline was counted after removal of excess L-arginine with an equilibrated resin and then centrifuged.  2.8. Western Blot to Evaluate RhoA, ROCK-II, sGC𝛼1, sGC𝛽1, and PKC𝛿 Protein Expression. Basilar arteries were homoge- nized for extraction of cytoplasm (buffer C), nuclear (buffer N), and membrane- (buffer M-) bound proteins, as indicated by the instructions of themanufacturer. Expressions of PKC𝛿, rhoA, ROCK-II, sGC𝛼1, sGC𝛽1, and PKG were determined by Western blots using the Bio-Rad protein assay kit (Bio- Rad Lab. Shanghai Co., Ltd., Pudong, Shanghai, PRC) fol- lowing the manufacturer's instruction. Sampling of equal amount (20𝜇g/lane) was seceded by a 10% polyacrylamide gel and conveyed to a polyvinylidene difluoride membrane (PerkinElmer Informatics, Cambridge, MA, USA). A vague binding was blocked with a TBST buffer (50mM Tris-HCl, pH 7.6, 150mMNaCl, 0.1% Tween 20) mixed with 5% fat free milk for 1 h at room temperature. The membranes were incubated overnight at 4∘C with one of the following primary antibodies: rabbit anti-ROCK (1 : 1000), rabbit anti- sGC𝛼1 (1 : 1000), rabbit anti-sGC𝛽1 (1 : 1000), mouse anti- PKC (1 : 1000), and mouse anti-𝛽-actin (1 : 15000). The mem- branes were then washed six times per 5min with TBST buffer. Appropriate dilution of secondary antibodies (1 : 1000) was incubated for 1 hr. After washing with TBST for six times, the protein bands were detected with the Signal Fire ECL reagent fromCell SignalingTechnology (CST) (Cell Signaling Technology, Inc., MA, USA).  2.9. ELISA for Tissue cGMP Levels. Arterial blood was col- lected in heparin-containing tubes prior to the perfusion. Plasma samples were frozen at −70∘C until use. The level of cGMP in the homogenate of BA was measured using an ELISA kit according to the instruction of the manufacturer.  2.10. Statistical Analyses. Group data are expressed as the means ± SEM. Comparison of the neurological deficit scores between groups was performed by the Mann-Whitney test. Comparison of protein expression and biomarkers between groups was done using one-way ANOVA followed by Dun- nett's test. Differences were considered significant at a 𝑃 < 0.01.    4 BioMed Research International  eN O  S  re  la tiv  e  to   sh am   (f ol  ds )  0  0.2  0.4  0.6  0.8  1  1.2  Sham SAH  SAH  V T P P MLB  ∗∗  ∗  #  L- N  A M  E  ∗∗ ∗  #  0  500  1000  1500  2000  2500  3000  Sham SAH V T P P MLB  C SF   E T   le ve  l ( pg  /d L)  SAH  L- N  A M  E  (a)  0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9  1  Sham SAH V T P P MLB  SAH  ∗ ∗∗  ∗∗∗  (B)(A) (C) (D) (E) (F)  L- N  A M  E  Lu m  en  a  re a   of  b  as ila  r ar  te ry  (m m  3 )  (b)  Figure 1: Effect of magnesium lithospermate B (MLB) on endothelial NOS levels (a) and cross section of BAs (b). 10mg/kg MLB was administered at 1 hr (prevention protocol, P) and 24 hr (treatment protocol, R) after animals were subjected to SAH. BAs eNOS (rt-PCR) was measured. Bottom panels represent micrographs of the cross section of BAs obtained from the healthy controls (A), the SAH only rats (B), the vehicle-treated SAH rats (C), SAH rats received 10mg/kg/day MLB treatment (D), SAH rats received 10mg/kg/day, MLB preventive treatment (E), and SAH rats received both 10mg/kg/day magnesium lithospermate B pretreatment and 1 𝜇g L-NAME (F). Standard bar = 200 𝜇m. ∗𝑃 < 0.01: compared with the vehicle + SAH and MLB prevention group. ∗∗𝑃 < 0.01, comparison between sham and the vehicle + SAH groups. ∗∗∗𝑃 < 0.01: MLB prevention group compared with the L-NAME treatment group. #𝑃 > 0.05: compared MLB treatment group with the sham group. Data are mean ± SEM (𝑛 = 9/group).  3. Results  3.1. General Observations. By the end of the experiment, there were no statistically significant differences among the control and experimental groups in the following physio- logical parameters evaluated, which enrolled blood arterial gas, mean arterial blood pressure, heart rate, and rectal temperature (data not shown). No mortality and serious morbidity were observed within the experimental groups.  Visual inspection during removal of the brain showed that subarachnoid blood clots had formed and covered the BAs in all animals subject to SAH.  3.2. Tissue Morphometry. The internal elastic lamina in the basilar artery of SAH and SAH+vehicle groups showed sub- stantial corrugation when compared with that obtained from the controls (Figure 1(b)). Corrugation was less prominent    BioMed Research International 5  Membrane  Cytosol  (A) (B) (C) (D) (E) R  at io   o f m  em br  an e/  cy to  pl as  m  R  ho  A   (f ol  ds )  0  0.2  0.4  0.6  0.8  1  1.2  Sham SAH V T P P  MLB  SAH  ∗ ∗∗  ∗∗∗  L- N  A M  E  Rho A (25kD)  (a)  (A) (B) (C) (D) (E)  0  0.2  0.4  0.6  0.8  1  1.2  1.4  Sham SAH V T P P MLB  SAH  ∗  # ∗∗  ROCK II (150kD)  𝛽-Actin (43kD)  L- N  A M  E  R O  C K   II  e  xp re  ss io  n (r  el at  iv e   fo ld   to  S  A H   g ro  up )  (b)  Figure 2: Inhibitory effect of MLB on RhoA translocation (a) and ROCK-II expression (b) in the BAs. Expression of RhoA in the cytoplasm and membrane as well as ROCK-II was also determined by Western blot analysis. (A) the healthy controls, (B) the vehicle-treated SAH rats, (C) SAH rats received 10mg/kg/day MLB treatment, (D) SAH rats received 10mg/kg/day MLB preventive treatment, and SAH rats received both 10mg/kg/day MLB pretreatment and 1mg/kg L-NAME as (E) (upper panel). The ratio of membrane bound to cytoplasm RhoA in the SAH group was set at 100% in (a), whereas the expression of ROCK-II (normalized using 𝛽-actin) was set the same in (b). Data are mean ± SEM (𝑛 = 9/group). ∗,∗∗,∗∗∗𝑃 < 0.01, versus the vehicle +SAH, MLB and L-NAME groups, respectively.  in the SAH + 10mg/kg/day MLB groups. The cross-sectional areas of BAs in the SAH and SAH + vehicle groups were significantly reduced when compared with the control group (0.48 ± 0.27, 0.53 ± 0.18, and 0.93 ± 0.11, resp.). Treatment with MLB significantly attenuated the decrease in both the precondition and reversal groups in previous study.  3.3. Neurological Deficit. Using a modified limb-placing test (MLPT) shown previously, both the scores of ambulation to assess the sensorimotor incorporation of the both forelimb and hindlimb, and placing/stepping reflex as a reflex of response to tactile and proprioceptive stimulation in the SAH groups were significantly higher than the healthy controls. The sum of scores from these two tests is referred to as motor deficit index (MDI). The values of MDI in the SAH and SAH + vehicle groups were 2.88 ± 0.32 and 2.70 ± 0.35, respectively, comparedwith a score of 0 in the healthy control. Treatment with MLB significantly improved the MDI in the prevention and reversal groups (Table 1). Likewise, paraplegia rate (defined as the percentage of rats with MDI ≥ 3 in each group) was substantially decreased in both the MLB precondition and treatment groups when compared with the SAH animals.  3.4. Expressed eNOS Levels in BAs. When compared with the healthy controls, CSF ET-1 levels in the SAH groups were significantly increased in the pilot study. TreatmentwithMLB significantly decreased CSF ET-1 in both theMLB prevention and reversal groups to levels that were not aside from the  healthy controls. The analysis of radiolabeled L-citrulline showed higher eNOS protein in the control and both MLB prevention and treatment groups. Groups precondition and treatment with MLB tend to increase the expressed eNOS protein in BAs when compared with that in SAH rats (𝑃 < 0.01; Figure 1(a)). Furthermore, the effect of decreased ET-1 and increased eNOS exerted by MLB was reversed by adding L-NAME (Figure 1(b)).  3.5. RhoA Translocation and ROCK-II Expression in the BAs. Activated rhoA translocated from the cytoplasm to membrane was evaluated. In the BAs, the level of membrane- bound rhoA was significantly increased in rats subject to SAH when compared with the normal control (Figure 2(a)). MLB significantly reduced membrane-bound rhoA, while treatment with vehicle showed no significant difference, when compared with the SAH only group.  The pattern of ROCK-II expression in the BAs resembled that observedwith levels ofmembrane-boundPKC𝛿 or rhoA. ROCK-II expression was significantly increased in the SAH and SAH + vehicle groups when compared with the controls, and treatment with MLB reduced the expression of ROCK- II (Figure 2(b)).The administration of L-NAME significantly increased the bio-expression of rhoA and ROCK-II in the MLB + SAH groups, when compared with the MLB groups (Figure 2).  3.6. Expression of sGC and Associated Downstream cGMP/ PKG Pathway. In contrast to the expression of ROCK-II in    6 BioMed Research International  0 0.2 0.4 0.6 0.8  1 1.2 1.4 1.6 1.8  2  Sham SAH V T P P MLB  SAH  (A) (B) (C) (D) (E)  ∗  # ∗∗  L- N  A M  E  R at  io  o  f s G  C 𝛼 1  (r el  at iv  e  to   S A  H  g  ro up  )  sGC𝛼1 (80kD)  𝛽-Actin (43kD)  (a)  (A) (B) (C) (D) (E)  0  0.5  1  1.5  2  2.5  Sham SAH V T P P  MLB SAH  ∗∗ #  ∗  L- N  A M  E  sGC𝛽1 (80kD)  𝛽-Actin (43kD)  R at  io  o  f s G  C 𝛽 1  (r el  at iv  e  to   S A  H  g  ro up  )  (b)  Figure 3: Up-regulation of sGC𝛼1 (a) and sGC𝛽1 (b) by MLB in the BAs. Expression of sGC𝛼1 and sGC𝛽1 was determined by Western blot analysis and standardized by using 𝛽-actin. The expression of sGC𝛼1 and sGC𝛽1 in the SAH group were set at 100%. All values are mean ± SEM (𝑛 = 9/group). ∗𝑃 < 0.01, compared with the vehicle + SAH groups. ∗∗0.05 > 𝑃 > 0.01, comparison with the vehicle + SAH group, and #𝑃 > 0.05, comparison among the vehicle plus SAH, MLB prevention and treatment groups. All groups are equal to those publicized in Figure 2.  the BAs of SAH rats, the level of sGC𝛼1 and sGC𝛽1 was significantly increased in the MLB pretreatment SAH group compared with the SAH groups, while treatment with MLB failed to reduce sGC𝛼1 and sGC𝛽1 to a significant level when compared with that in the SAH rats. L-NAME decreased the expressions of these two enzymes to levels similar to those of the SAH groups, which was induced by MLB pretreatment (Figures 3(a) and 3(b)).  Comparative to the reduced sGC𝛼1 and sGC𝛽1 expres- sions, the levels of cGMP were significantly decreased in all SAH animals. Administration of MLB in both the prevention and reversal protocols significantly attenuated the reduction of cGMP production in the BAs of the SAH rats (Figure 5). This increased production of cGMP upon MLB treatment also resulted in an increased expression of PKG in the BAs of the SAH rats which, if untreated, showed a significant reduction in PKG expression when compared with the SAH controls (Figure 4). Besides, the administration of L-NAME showed to be effective on the reduction of cGMP level similar to that of SAH groups.  3.7. Translocated PKC𝛿 in Cytoplasm to Membrane. Contrary to that found with rhoA, activated PKC𝛿 was translocated from cytoplasm to membrane. The ratio of membrane to cytoplasm PKC𝛿 expression in the BA of the SAH rats was set as a standard reference. Only half of PKC𝛿wasmembrane bound in normal animals; pretreatment with MLB at 1hr after SAH induced the levels of activted PKC𝛿 to the normal control. The treatment of L-NAME reduced MLB's effect on the translocation of activated PKC𝛿 (Figure 4).  4. Discussion  Cerebral vasospasm following spontaneous SAH remains the leading factor contributing to the mortality and morbidity in patients after aneurysm rupture. Even numerous basic and clinical trials conducted, the neurological outcomes for SAH patients are still disappointing [5]. Lines of evidence indicate that both inflammatory and noninflammatory fac- tors are enrolled in the development and maintenance of cerebral vasospasm. Various components of the inflamma- tion have been incriminated in the pathogenesis of cerebral vasospasm, including adhesion molecules [15], cytokines [8], immunoglobulin [8], complement [24, 25], and endothelins [26] at both the cellular and molecular basis. Among them, ET-1, derived fromcerebral arteries endothelial cells, has been implicated as a potent vasoconstrictor in mediating SAH- induced vasospasm. Continuous effort pointed to dissect modules besides SAH induced inflammatory response, NO becomes a critical role to mediate vascular dilatation. In the study of Deng et al. [27], small nanomolar concentration of NO, catalyzed by NO synthase, is produced by endothelial cells, which then disperses into vascular smooth muscle (VSM) and acts on the NO-sensitive sGC𝛼1𝛽1 and 𝛼2𝛽1. The activation of sGC and another enzyme phosphodiesterases (PDEs), existed in platelets and astrocytes, is involved in the production and maintenance of cGMP. Through activating cGMP-dependent protein kinase (PKG), cGMP is able to mediate the vascular muscle relaxation. The present study showed that MLB significantly improved the motor function index and lowered the rate of paraplegia in the SAH rats. In addition, treatment with MLB significantly increased the    BioMed Research International 7  0 0.2 0.4 0.6 0.8  1 1.2 1.4 1.6 1.8  2  Sham SAH V T P P  MLB SAH  PKG𝛿 (75kD)  𝛽-Actin (43kD)  ∗∗ ∗  #  L- N  A M  E  (A) (B) (C) (D) (E)  PK G   e xp  re ss  io n  (f ol  d  re  la tiv  e  to   S A  H  g  ro up  )  Figure 4: Suppressed PKC𝛿 translocation by MLB in the BAs. The bio-expression of PKC𝛿 from the cytoplasm to membrane was determined byWestern blot analysis. The ratio of membrane bound to cytoplasm PKC𝛿 in the SAH group was set at 100%. Data are shown as mean ± SEM (𝑛 = 9/group). ∗,∗∗𝑃 < 0.01, the vehicle +SAH versus Sham and MLB prevention groups, respectively, and # 𝑃 > 0.05: compared with SAH rats pre-treatment with MLB and  L-NAME. All groups are identical to those shown in the legend of Figure 2.  levels of eNOs, sGC𝛼1, and cGMP as well as PKG. The addi- tion of NOS inhibitor, L-NAME, decreased the bioexpression of activation of sGC𝛼1, sGC𝛽1, cGMP, and PKG. These results suggest that the beneficial effects of MLB in cerebral vasospasm after SAH may through additive influence on the NO/sGC/cGMP/PKG pathway.  As described herein, another concept, stated by Brandes et al. [7], indicated through binding to adenosine A2A receptors, activated NOS was able to increase NO and concomitantly disable the PKC𝛿 and rhoA/rho kinase-II pathways in animals subject to SAH. PKC𝛿 and rhoA as well as the expression of rho-kinase were thought to be the main factors contributing to the vascular spastic response along with enhanced components in the sGC/cGMP/PKG pathway. Treatment withMLB induced the activatedNOS and normal- ized the expression of the two vascular regulatory pathways [3]. These results consisted with the reports showing that oxyhemoglobin is a major causative component of blood clot for cerebral vasospasm following SAH [26] and that ET- 1 potentiates the oxyhemoglobin-induced cerebrovascular smoothmuscle contraction via the rhoA/rho kinase and PKC pathways [28, 29]. In our previous study, MLB can reduce CSF ET-1 level through a NO dependent mechanism [3]. In this study, the level of sGC𝛼1 and sGC𝛽1 was reduced in the induction of SAH. The administration of L-NAME reverses the enhanced effect of MLB on sGC𝛼1 expression.  In contrast to the activation of the two aforementioned vasoregulatory pathways, SAH resulted in decreased expression of the NO-mediated vasodilatory pathway  cG M  P  le  ve l (  pm ol  /m g   pr ot  ei n)  0  0.01  0.02  0.03  0.04  0.05  0.06  0.07  0.08  Sham SAH V T P P MLB  SAH  #  ∗ ∗∗  L- N  A M  E  Figure 5: Induced cGMP level by MLB in the BAs. The levels of cGMP (ELISA) was determined. PKG expression in the SAH group was set at 100%. Data are mean ± SEM (𝑛 = 9/group). ∗,∗∗𝑃 < 0.01, versus the vehicle plus SAH group to the normal controls and MLB groups, respectively. #𝑃 > 0.05, comparison among the vehicle plus SAH, L-NAME and MLB prevention group.  sGC/cGMP/PKG (Figures 2-4). MLB is an active component extracted from the root of Salvia miltiorrhiza (SM). Administration of extract of SM has been shown to attenuate vasoactive mediator and impede the production of ET-1 in patients with congenital heart failure and pulmonary hypertension during cardiac surgery [1, 30]. MLB, as the main component, plays a dual role of antioxidant and potent fibronectin antagonist to holt platelet aggregation, which is able to lessen ischemia associated myocardial damage. In the present study, MLB is proved to be able to improve the endothelial function of vascular wall by suppressing the level of CSF ET-1 and stimulating the sGC/cGMP/PKG pathway via increased production of NO through the inducible NO synthase as seen in the rodent streptozotocin-induced renal injury [2]. In the study of human umbilical vascular endothelial cells (HUVECs), cryptotanshinone, a nonpolar active compound similar to MLB, attenuates the level of ET-1 in the medium as well as the level of TNF-𝛼 [30]. This compound is able to inhibit bioactivation of TNF-𝛼- induced NF-𝜅B and is protective to homocysteine-induced endothelium dysfunction [1], and in the other studies, a high dosage cryptotanshinone is able to impede angiotensin converting enzyme (ACE), reduce blood pressure, expand arteries, enhance microcirculation, and albeit atherosclerotic plaque formation [2]. What is more, MLB was reported to protect cerebrum against ischemia reperfusion injury and attenuate the infarct area in a focal cerebral occlusion animal model [1]. Since MLB is composed of a Mg2+ cation and a caffeic acid tetramer, the Mg2+ salt bridged against MLB is believed to play an adjunct role in blocking excitotoxicity- induced calcium ion influx into smooth muscle cells, which are overstimulated by SAH. Mg2+ cation is capable of modulating the L-type calcium channel and augments the    8 BioMed Research International  vasodilation effect of NO related pathways in the cardiac smooth muscle [22, 31].  In summary, this study shows that MLB could induce the levels of eNOs, improve the motor function index, activate PKC𝛿, sGC/cGMP/PKG pathway, and tend to reduce rhoA/rho kinase-II pathway in SAH rats. It is likely that this compound exerts these beneficial effects mainly via its organic caffeic acid tetramer component, which exerts the dual NO related sGC/cGMP/PKG and a G-protein ligand mediated PKC𝛿 pathways. Reduction of rhoA/ROCK II acti- vation through a NO dependent manner also lends evidence to its antivasospastic effect. However, the affinity of MLB to the adenosine A2A receptor needed to be clarified later.  Abbreviations  BA: Basilar artery cGMP: Cyclic -3󸀠,5󸀠-guanosine monophosphate CSF: Cerebrospinal fluid ETs: Endothelins GTP: Guanosine triphosphate, HRP: Horseradish peroxidase IEL: Internal elastic lamina i.p.: Intraperitoneally LCA: Leukocyte common antigen MLB: Magnesium Lithospermate B NO: Nitric oxide PDEs: Phosphodiesterases PKG: cGMP-dependent protein kinase PBS: Phosphate-buffered saline RhoA: Ras homolog gene family, member A ROCK: RhoA/Rho-kinase SAH: Subarachnoid hemorrhage sGC-𝛼1, -𝛽1: Soluble guanylyl cyclase -𝛼1, -𝛽1 VSM: Vascular smooth muscle.  Conflict of Interests  The authors of this paper disclose no financial conflict of interests.  Acknowledgment  This work was supported by The National Science Council, ROC, under Grant NSC99-2314-B-037-060-MY2.  References  [1] G. Grasso, “An overview of new pharmacological treatments for cerebrovascular dysfunction after experimental subarachnoid hemorrhage,” Brain Research Reviews, vol. 44, no. 1, pp. 49-63, 2004.  [2] S. G. Keyrouz and M. N. Diringer, “Clinical review: prevention and therapy of vasospasm in subarachnoid hemorrhage,” Criti- cal Care, vol. 11, no. 4, article 220, 2007.  [3] R. W. Carter, M. Begaye, and N. L. Kanagy, “Acute and chronic NOS inhibition enhances 𝛼2-adrenoreceptor-stimulated RhoA and Rho kinase in rat aorta,” The American Journal of  Physiology—Heart and Circulatory Physiology, vol. 283, no. 4, pp. H1361-H1369, 2002.  [4] D. M. Arrick and W. G. Mayhan, “Inhibition of endothelin-1 receptors improves impaired nitric oxide synthase-dependent dilation of cerebral arterioles in type-1 diabetic rats,” Microcir- culation, vol. 17, no. 6, pp. 439-446, 2010.  [5] M. C. Gong, I. Gorenne, P. Read et al., “Regulation by GDI of RhoA/Rho-kinase-induced Ca2+ sensitization of smooth muscle myosin II,” The American Journal of Physiology—Cell Physiology, vol. 281, no. 1, pp. C257-C269, 2001.  [6] L. J. Janssen, T. Tazzeo, J. Zuo, E. Pertens, and S. Keshavjee, “KC1 evokes contraction of airway smooth muscle via activation of RhoA and Rho-kinase,” The American Journal of Physiology— Lung Cellular and Molecular Physiology, vol. 287, no. 4, pp. L852-L858, 2004.  [7] R. P. Brandes, D. Y. Kim, F. H. Schmitz-Winnenthal et al., “Increased nitrovasodilator sensitivity in endothelial nitric oxide synthase knockoutmice: Role of soluble guanylyl cyclase,” Hypertension, vol. 35, no. 1, pp. 231-236, 2000.  [8] S. Duchemin, M. Boily, N. Sadekova, and H. Girouard, “The complex contribution of NOS interneurons in the physiology of cerebrovascular regulation,” Front Neural Circuits, vol. 6, no. 51, pp. 1-19, 2012.  [9] M. A. Schwartz and A. R. Horwitz, “Integrating adhesion, protrusion, and contraction during cell migration,” Cell, vol. 125, no. 7, pp. 1223-1225, 2006.  [10] K. Obara, S. Nishizawa, M. Koide et al., “Interactive role of protein kinase C-𝛿 with Rho-kinase in the development of cerebral vasospasm in a canine two-hemorrhage model,” Journal of Vascular Research, vol. 42, no. 1, pp. 67-76, 2005.  [11] Y. Watanabe, F. M. Faraci, and D. D. Heistad, “Activation of rho-associated kinase during augmented contraction of the basilar artery to serotonin after subarachnoid hemorrhage,” The American Journal of Physiology—Heart and Circulatory Physiology, vol. 288, no. 6, pp. 2653-2658, 2005.  [12] M. Sato, E. Tani, H. Fujikawa, and K. Kaibuchi, “Involvement of Rho-kinase-mediated phosphorylation of myosin light chain in enhancement of cerebral vasospasm,” Circulation Research, vol. 87, no. 3, pp. 195-200, 2000.  [13] Y. Funakoshi, T. Ichiki, H. Shimokawa et al., “Rho-kinase mediates angiotensin II-induced monocyte chemoattractant protein-1 expression in rat vascular smooth muscle cells,” Hypertension, vol. 38, no. 1, pp. 100-104, 2001.  [14] M. Higashi, H. Shimokawa, T. Hattori et al., “Long-term inhibition of Rho-Kinase suppresses angiotensin II-induced cardiovascular hypertrophy inRats in vivo: effect on endothelial NAD(P)H oxidase system,” Circulation Research, vol. 93, no. 8, pp. 767-775, 2003.  [15] G. Loirand, P. Guérin, and P. Pacaud, “Rho kinases in cardiovas- cular physiology and pathophysiology,” Circulation Research, vol. 98, no. 3, pp. 322-334, 2006.  [16] Y. Rikitake, H. H. Kim, Z. Huang et al., “Inhibition of Rho kinase (ROCK) leads to increased cerebral blood flow and stroke protection,” Stroke, vol. 36, no. 10, pp. 2251-2257, 2005.  [17] K. Ishiko, T. Sakoda, T. Akagami et al., “Hyperglycemia induced cell growth and gene expression via the serum response element through rhoa and rho-kinase in vascular smooth muscle cells,” Preparative Biochemistry and Biotechnology, vol. 40, no. 2, pp. 139-151, 2010.  [18] M. F. Olson, “Applications for ROCKkinase inhibition,”Current Opinion in Cell Biology, vol. 20, no. 2, pp. 242-248, 2008.    BioMed Research International 9  [19] T. Ishizaki, M. Uehata, I. Tamechika et al., “Pharmacological properties of Y-27632, a specific inhibitor of rho- associated kinases,” Molecular Pharmacology, vol. 57, no. 5, pp. 976-983, 2000.  [20] A. K. Vellimana, E. Milner, T. D. Azad et al., “Endothelial nitric oxide synthase mediates endogenous protection against sub- arachnoid hemorrhage-induced cerebral vasospasm,” Stroke, vol. 42, no. 3, pp. 776-782, 2011.  [21] C. Pagiatakis, J. W. Gordon, S. Ehyai, and J. C. McDermott, “A novel RhoA/ROCK-CPI-17-MEF2C signaling pathway reg- ulates vascular smooth muscle cell gene expression,” Journal of Biological Chemistry, vol. 287, no. 11, pp. 8361-8370, 2012.  [22] L. D. Longo, Y. Zhao, W. Long et al., “Dual role of PKC in modulating pharmacomechanical coupling in fetal and adult cerebral arteries,” The American Journal of Physiology— Regulatory Integrative and Comparative Physiology, vol. 279, no. 4, pp. R1419-R1429, 2000.  [23] A. P. Somlyo and A. V. Somlyo, “Signal transduction through the RhoA/Rho-kinase pathway in smooth muscle,” Journal of Muscle Research and Cell Motility, vol. 25, no. 8, pp. 613-615, 2004.  [24] K. Mori, T. Yamamoto, M. Miyazaki et al., “Optimal cere- brospinal fluid magnesium ion concentration for vasodilatory effect and duration after intracisternal injection of magnesium sulfate solution in a canine subarachnoid hemorrhage model,” Journal of Neurosurgery, vol. 114, no. 4, pp. 1168-1175, 2011.  [25] C. Muroi, J. K. Burkhardt, M. Hugelshofer, M. Seule, K. Mishima, and E. Keller, “Magnesium and the inflammatory response: potential pathophysiological implications in theman- agement of patients with aneurysmal subarachnoid hemor- rhage?”Magnesium Research, vol. 25, no. 2, pp. 64-71, 2012.  [26] J. T. Tzen, T. R. Jinn, Y. C. Chen et al., “Magnesium lithosper- mate B possesses inhibitory activity on Na+, K+-ATPase and neuroprotective effects against ischemic stroke,” Acta Pharma- cologica Sinica, vol. 28, no. 5, pp. 609-615, 2007.  [27] J. T. Deng, C. Sutherland, D. L. Brautigan, M. Eto, and M. P. Walsh, “Phosphorylation of the myosin phosphatase inhibitors, CPI-17 and PHI-1, by integrin-linked kinase,” Biochemical Journal, vol. 367, no. 2, pp. 517-524, 2002.  [28] J. Y. Han, J. Y. Fan, Y. Horie et al., “Ameliorating effects of com- pounds derived from Salvia miltiorrhiza root extract on micro- circulatory disturbance and target organ injury by ischemia and reperfusion,” Pharmacology andTherapeutics, vol. 117, no. 2, pp. 280-295, 2008.  [29] W. S. Park, Y. K. Son, J. Han et al., “Staurosporine inhibits voltage-dependent K+ current through a PKC-independent mechanism in isolated coronary arterial smooth muscle cells,” Journal of Cardiovascular Pharmacology, vol. 45, no. 3, pp. 260- 269, 2005.  [30] Y. J. Lee, D. G. Kang, J. S. Kim, and H. S. Lee, “Effect of Buddleja officinalis on high-glucose-induced vascular inflammation in human umbilical vein endothelial cells,” Experimental Biology and Medicine, vol. 233, no. 6, pp. 694-700, 2008.  [31] S. Iwabuchi, T. Yokouchi, M. Hayashi, H. Uehara, M. Ueda, and H. Samejima, “Intra-arterial administration of fasudil hydrochloride for vasospasm following subarachnoid hemor- rhage—analysis of time-density curve with digital subtraction angiography,” Neurologia Medico-Chirurgica, vol. 46, no. 11, pp. 535-539, 2006.",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}