{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/11793274  Mannheimia haemolytica Leukotoxin Activates a Nonreceptor Tyrosine  Kinase Signaling Cascade in Bovine Leukocytes, Which Induces Biological  Effects  Article  in  Infection and Immunity · November 2001  DOI: 10.1128/IAI.69.10.6131-6139.2001 · Source: PubMed  CITATIONS  29 READS  101  5 authors, including:  Some of the authors of this publication are also working on these related projects:  bovine respiratory disease View project  inflammasome View project  Samithamby Jeyaseelan  Louisiana State University  87 PUBLICATIONS   2,993 CITATIONS     SEE PROFILE  Mathur S Kannan  University of Minnesota Twin Cities  109 PUBLICATIONS   3,683 CITATIONS     SEE PROFILE  Praveen Thumbikat  Northwestern University  78 PUBLICATIONS   1,545 CITATIONS     SEE PROFILE  Samuel K Maheswaran  University of Minnesota Twin Cities  112 PUBLICATIONS   3,081 CITATIONS     SEE PROFILE  All content following this page was uploaded by Samuel K Maheswaran on 15 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/11793274_Mannheimia_haemolytica_Leukotoxin_Activates_a_Nonreceptor_Tyrosine_Kinase_Signaling_Cascade_in_Bovine_Leukocytes_Which_Induces_Biological_Effects?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/11793274_Mannheimia_haemolytica_Leukotoxin_Activates_a_Nonreceptor_Tyrosine_Kinase_Signaling_Cascade_in_Bovine_Leukocytes_Which_Induces_Biological_Effects?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/bovine-respiratory-disease?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/inflammasome-4?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Louisiana-State-University?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samithamby-Jeyaseelan?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mathur-Kannan?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mathur-Kannan?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Minnesota_Twin_Cities2?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Mathur-Kannan?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Praveen-Thumbikat?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Praveen-Thumbikat?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Northwestern-University2?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Praveen-Thumbikat?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samuel-Maheswaran?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samuel-Maheswaran?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Minnesota_Twin_Cities2?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samuel-Maheswaran?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Samuel-Maheswaran?enrichId=rgreq-4e4521dbbef56dc9fdb7c49687a50432-XXX&enrichSource=Y292ZXJQYWdlOzExNzkzMjc0O0FTOjk3MjM1NTEzNjQzMDExQDE0MDAxOTQxNjE3NjY%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, 0019-9567/01/$04.00-0 DOI: 10.1128/IAI.69.10.6131-6139.2001  Oct. 2001, p. 6131-6139 Vol. 69, No. 10  Copyright   2001, American Society for Microbiology. All Rights Reserved.  Mannheimia haemolytica Leukotoxin Activates a Nonreceptor Tyrosine Kinase Signaling Cascade in Bovine Leukocytes,  Which Induces Biological Effects S. JEYASEELAN,1 M. S. KANNAN,1 R. E. BRIGGS,2 P. THUMBIKAT,1 AND S. K. MAHESWARAN1*  Department of Veterinary PathoBiology, College of Veterinary Medicine, University of Minnesota, St. Paul, Minnesota 55108,1 and National Animal Disease Center, United States  Department of Agriculture, Ames, Iowa 500102  Received 22 March 2001/Returned for modification 11 June 2001/Accepted 6 July 2001  The leukotoxin (LktA) produced by Mannheimia haemolytica binds to bovine lymphocyte function-associated antigen 1 (LFA-1) and induces biological effects in bovine leukocytes in a cellular and species-specific fashion. We have previously shown that LktA also binds to porcine LFA-1 without eliciting any effects. These findings suggest that the specificity of LktA effects must entail both binding to LFA-1 and activation of signaling pathways which are present in bovine leukocytes. However, the signaling pathways leading to biological effects upon LktA binding to LFA-1 have not been characterized. In this context, several reports have indicated that ligand binding to LFA-1 results in activation of a nonreceptor tyrosine kinase (NRTK) signaling cascade. We designed experiments with the following objectives: (i) to determine whether LktA binding to LFA-1 leads to activation of NRTKs, (ii) to examine whether LktA-induced NRTK activation is target cell specific, and (iii) to determine whether LktA-induced NRTK activation is required for biological effects. We used a biologically inactive mutant leukotoxin (-LktA) for comparison with LktA. Our results indicate that LktA induces tyrosine phosphorylation (TP) of the CD18 tail of LFA-1 in bovine leukocytes. The -LktA mutant does not induce TP of the CD18 tail, albeit binding to bovine LFA-1. LktA-induced TP of the CD18 tail was attenuated by an NRTK inhibitor, herbimycin A; a phosphatidylinositol 3--kinase (PI 3-kinase) inhibitor, wortmannin; and a Src kinase inhibitor, PP2, in a concentration-dependent manner. Furthermore, LktA induces TP of the CD18 tail in bovine, but not porcine, leukocytes. Moreover, LktA-induced intracellular calcium ([Ca2-]i) elevation was also inhibited by herbimycin A, wortmannin, and PP2. Thus, our data represent the first evidence that binding of LktA to bovine LFA-1 induces a species-specific NRTK signaling cascade involving PI 3-kinase and Src kinases and that this signaling cascade is required for LktA-induced biological effects.  Bovine pneumonic pasteurellosis (BPP) caused by Mannhe- imia (Pasteurella) haemolytica serotype 1 remains a major eco- nomic problem for the beef and dairy cattle industries in North America and Western Europe (2, 10, 14, 47). The leukotoxin (LktA) produced by this bacterium is the primary virulence factor that contributes to the pathogenesis of the fibrinonecro- tizing pleuropneumonia and death characteristic of this disease (7, 8, 43, 44). A large body of evidence indicates that much of the lung injury in this disease is caused by inflammatory me- diators released from alveolar leukocytes by LktA-induced ac- tivation and cytolysis (11, 34, 41, 48).  LktA is a member of a family of gram-negative RTX (re- peats in toxin) cytolysins (12, 20). Unlike most other RTX cytolysins, leukotoxins produced by Actinobacillus actinomyce- temcomitans (LtxA) and M. haemolytica (LktA) demonstrate cell-type-specific and species-specific biological effects. The LtxA of A. actinomycetemcomitans, which causes dental caries in humans, interacts only with cells of the lymphocytic and monomyelocytic lineages of humans and some nonhuman pri- mates and provokes biological effects (29); the LktA of M. haemolytica interacts only with ruminant leukocytes and plate-  lets and induces biological effects (6, 25, 37). A study by Lally et al. (30) reported that human lymphocyte function-associated antigen 1 (LFA-1), a member of the -2 integrins, is a target cell receptor for LtxA of A. actinomycetemcomitans. Three studies have identified bovine CD18, the - subunit of all three bovine -2 integrins (LFA-1, Mac-1, and p150,95), as a receptor for M. haemolytica LktA (3, 33, 42). However, in these studies no specific member of the -2 integrin family was identified as an LktA receptor. We have extended these observations and have shown that bovine LFA-1, but not other members of the -2 integrin family, is a receptor for M. haemolytica LktA (23).  LFA-1 is a heterodimeric glycoprotein consisting of CD11a (-) and noncovalently bound CD18 (-) subunits and is exclu- sively expressed on leukocytes (5, 13). LFA-1 is critically in- volved in neutrophil transmigration from blood into the un- derlying tissue at sites of inflammation by binding to several members of the intercellular adhesion molecule (ICAM) fam- ily on endothelial cells. Cumulative evidence suggests that ICAM-1 binding to LFA-1 results in signaling through activa- tion of nonreceptor tyrosine kinases (NRTKs) (28, 40). Among NRTKs, focal adhesion kinase, the Src family of kinases, and phosphatidylinositiol 3--kinase (PI 3-kinase) have been studied in more detail (40). Several intracellular proteins, including Cbl (45), phospholipase C (26), and the LFA-1 (CD11a and CD18) cytoplasmic tails (15), have been identified as key sub-  * Corresponding author. Mailing address: Department of Veteri- nary PathoBiology, University of Minnesota, 1971 Commonwealth Ave., St. Paul, MN 55108. Phone: (612) 625-6264. Fax: (612) 625-5203. E-mail: mahes001@tc.umn.edu.  6131    strates for tyrosine phosphorylation (TP) by these kinases upon ligand binding to LFA-1.  Previous studies from our laboratory have shown that LktA not only binds to bovine LFA-1 but also to LFA-1 of the porcine alveolar macrophage, a nonsusceptible cell (23). Since LktA is known to induce biological effects only in ruminant leukocytes (25, 37), these results indicate that binding of LktA to LFA-1 does not reflect biological specificity. In the light of this finding, it is reasonable to hypothesize that although LktA binds to both susceptible and nonsusceptible leukocytes, only susceptible (bovine) leukocytes undergo the signaling cascades that lead to biological effects.  Earlier studies have demonstrated that the interaction of LktA with bovine leukocytes induces intracellular calcium ([Ca2-]i) elevation (9, 17, 21, 22, 36). Elevation of [Ca  2-]i appears to be critical for LktA-induced NF--B activation (21), proinflammatory cytokine gene expression (21), and arachi- donic acid release and cytolysis (24). The mechanisms under- lying LktA-induced [Ca2-]i elevation appear complex but in- volve activation of Gi-type G proteins, phospholipases, and arachidonic acid generation (22). However, the initial signaling events that follow binding of LktA to LFA-1 and lead to the biological effects have not been examined.  The objectives of the present study were to determine whether (i) LktA binding to LFA-1 results in activation of NRTKs, (ii) NRTK activation is target cell (bovine leukocyte) specific, and (iii) NRTK activation is required for LktA-in- duced biological effects. We used TP of LFA-1 tails as a marker for activation of NRTKs and [Ca2-]i elevation as an index of LktA-induced biological effects. We used bovine al- veolar macrophages (BAMs) in this study as target cells since these cells are uniquely positioned in the alveolar spaces for initial interaction with LktA and to initiate the inflammatory cascade in BPP. Porcine alveolar macrophages (PAMs) were used to demonstrate whether LktA-induced signaling shows target cell specificity.  MATERIALS AND METHODS  M. haemolytica strains. Two strains of M. haemolytica were used in this study: wild-type strain D153 was isolated from the lungs of a steer that died of pneu- monic pasteurellosis, and an isogenic mutant defective in the lktA gene was constructed by allelic replacement from the parent wild-type strain D153. Con- struction of the isogenic mutant was performed in a manner similar to one described in a previous publication (41). The mutant -lktA has an in-frame deletion in the lktA gene corresponding to amino acids 34 to 378. The -lktA mutant produced other wild-type antigens of M. haemolytica plus a 66-kDa -LktA protein which lacked cytolytic activity with bovine leukocytes (unpub- lished data).  Preparation of LktA. The production and purification of native LktA from M. haemolytica wild-type strain D153 has been described previously (48). Mutant -LktA was produced and purified in a similar manner. The purities of these leukotoxins were confirmed by sodium dodecyl sulfate-polyacrylamide gel elec- trophoresis (SDS-PAGE) and Western blot analysis and they were stored in a lyophilized state at -20°C until use. The bioactivity of native LktA was quanti- fied by a colorimetric assay with XTT [sodium 3--(1-(phenylamino-carbonyl)-3,4- tetrazolium)-bis(4-methoxy-6-nitro) benzene-sulfonic acid hydrate], using bovine lymphoma cells (BL-3) as the target cells; bioactivity was expressed as LktA units per milligram (dry weight). Since -LktA lacked bioactivity, in experiments in- volving -LktA a protein concentration equivalent to that of native LktA was used. Purified LktA and -LktA were tested for the presence of lipopolysaccha- ride (LPS) contamination using the chromogenic Limulus amebocyte lysate assay kit (BioWhittaker, Walkersville, Md.), and the levels of LPS were found to be 1.3 and 1.8 endotoxin units per mg (dry weight), respectively. In order to exclude the effect of this LPS contamination in the LktA and -LktA preparations, they were  incubated with 10 -g of polymyxin B per ml for 30 min on ice prior to use. All studies were performed with the same batch of leukotoxins.  Preparation of M. haemolytica LPS. The M. haemolytica LPS was prepared by a hot phenol-water method described elsewhere (22). Purified LPS was stored in a lyophilized state at 4°C. The chromogenic Limulus amebocyte assay (BioWhit- taker) was used to measure the bioactivity of LPS. One milligram of purified LPS contained 2.086   105 endotoxin units.  Preparation of leukocytes. (i) BAMs. BAMs were isolated by bronchoalveolar lavage of 6- to 8-week-old healthy calves as described previously (48). The purity and viability of cells were determined by nonspecific esterase staining (Sigma Chemical Co., St. Louis, Mo.) and trypan blue exclusion (Sigma), respectively. Only populations of cells that were  98% pure and viable were used in our experiments.  (ii) PAMs. PAMs were isolated from 5- to 7-week-old healthy pigs as described in a previous publication (21). As with BAMs, the purity and viability of PAMs were determined by nonspecific esterase staining and trypan blue exclusion, respectively. Only populations of cells that were  98% pure and viable were used in our experiments.  MAbs. The properties and applications of the various anti--2 integrin mono- clonal antibodies (MAbs) used in the present study were previously described (23). MAbs MUC76A (anti-porcine CD11a; W. C. Davis, personal communica- tion), MM12A (anti-bovine CD11b), BAQ153A (anti-bovine CD11c), BAT75A (anti-bovine CD18), and BAQ30A (anti-bovine CD18) were purchased as ascites fluid from VMRD, Inc. (Pullman, Wash.). MAbs R15.7 (anti-canine CD18) and R3.1 (anti-canine CD11a) were a gift from R. Rothlein (Boehringer Ingelheim Pharmaceuticals, Inc., Ridgefield, Conn.). MUC76A, R15.7, and R3.1 cross-react with the bovine homologue (23). The anti-LktA neutralizing MAb601 and anti- LktA nonneutralizing MAb605 (16) were a generous gift from S. Srikumaran (University of Nebraska, Lincoln). An irrelevant, isotype-matched control MAb (MOPC21) was purchased from Sigma Chemical Co.  Flow cytometry. Flow cytometric analysis of -2 integrins on BAMs was per- formed as described previously (1, 23). Briefly, 107 cells were incubated with 1 -g of anti--2 integrin MAbs or control MAb (EL112) in fluorescence-activated cell sorter (FACS) buffer for 15 min on ice. Cells were washed using FACS buffer and incubated with 1:200 diluted fluorescein isothiocyanate (FITC)-labeled goat anti- mouse secondary antibody (Jackson ImmunoResearch, West Grove, Pa.) in FACS buffer for 15 min on ice. Cells were washed and resuspended in 100 -l of FACS buffer and fluorescence was analyzed by a FACScalibur flow cytometry system (Becton Dickinson Immunocytometry Systems, San Jose, Calif.). In each experiment, 50,000 cells were analyzed and the results were expressed as mean fluorescence intensity (MFI). To examine whether pretreatment with NRTK inhibitors influenced the expression of LFA-1, BAMs were pretreated with herbimycin A (a broad-spectrum inhibitor of NRTKs), wortmannin (a specific inhibitor of PI 3-type NRTK), PP2 (a selective inhibitor of the Src family of NRTK), or PP3 (the inactive analog of PP2) and washed, and the cells were prepared for FACS analysis as described above. In another set of experiments, we examined the effects of these inhibitors on LktA binding to LFA-1 using an indirect method. In these experiments, the NRTK inhibitors at specific concen- trations were added to BAMs (107 cells), incubated for 10 min, and washed, and 50 U of LktA per ml was added. After incubation, the cells were washed, incubated with MAbs against LFA-1, and subjected to FACS analysis. LktA binding to LFA-1 was calculated using the following formula: percent LktA binding to LFA-1 - [(MFI of anti-LFA-1 MAbs - MFI of anti-LFA-1 MAbs after pretreatment with LktA)/MFI of anti-LFA-1 MAbs]   100. The back- ground MFI (without primary MAbs) was subtracted in all experiments.  Leukotoxin binding assay. Affinity chromatography was used to demonstrate -LktA binding to bovine LFA-1 as described previously (23). Briefly, 0.125-in.- diameter polystyrene beads were incubated with 20 -g of purified -LktA in 2 ml of phosphate-buffered saline (PBS) overnight at 4°C with gentle rocking. The beads were then washed once with PBS and incubated with 1% bovine serum albumin (BSA) to block the remaining protein binding sites on the beads. Polystyrene beads coated with 1% BSA served as a control. One hundred twenty micrograms of protein from BAM lysates was diluted 1:3 with PBS containing 1 mM CaCl2 and 1 mM MgCl2 and incubated with the -Lkt- or BSA-coated beads for 15 h at 4°C. In another set of experiments, -Lkt-coated beads were prein- cubated with 10 -g of anti-Lkt neutralizing MAb (MAb601) for 1 h at 4°C before adding them to BAM lysates. The beads were then washed once with PBS, and the bound proteins were eluted from the beads by being boiled with 50 -l of SDS-PAGE loading buffer and electrophoresed on an SDS-4-to-15%-gradient polyacrylamide gel under nonreducing conditions. Western blotting was per- formed as described below.  Preparation of affinity column. Five hundred milligrams of CNBr-activated Sepharose 4B beads (Sigma Chemical Co.) was suspended in 20 ml of cold 1 mM  6132 JEYASEELAN ET AL. INFECT. IMMUN.    HCl and packed into a 15-ml column (Bio-Rad, Hercules, Calif.). The resulting column was then washed with 15 ml of coupling buffer (0.1 M NaHCO3 and 0.5 M NaCl). Anti-bovine CD18 MAb (BAT75A) or isotype-matched irrelevant MAb (MOPC21) was diluted in coupling buffer at a concentration of 1 mg per ml of column volume, added to the column, and incubated overnight at 4°C on an orbital shaker. The antibody mixture was drained off the column, 8 ml of 1 M glycine was added to block nonspecific sites on the beads, and the beads were incubated overnight at 4°C on an orbital shaker. The glycine was drained off and the column was washed twice with 10 ml of acetate buffer (pH 4.0), followed by washing with Tris buffer (pH 8.0). The column was then washed with 10 ml of elution buffer (0.2 M acetic acid, 0.5 M NaCl, 1 mM CaCl2, 1 mM MgCl2, 10 mM NaN3, and 0.1% Triton X-100). The beads were finally washed with enough wash buffer (Hanks' balanced salt solution [HBSS] containing 1 mM calcium and magnesium, 10 mM NaN3, and phenol red indicator) until the pH of the column beads returned to neutral. Approximately 1.5 ml of wash buffer was left on the column, and the column was capped and stored at 4°C until use. Sepharose beads (without MAb) were also prepared by the same procedure and used to preclear cell lysates to remove nonspecifically reacting lysate proteins from the Sepharose beads (preclear bead slurry).  Activation of NRTKs upon LFA-1 engagement with leukotoxin. (i) Leukocyte activation. One hundred microliters (108 per ml) of BAMs or PAMs was exposed to LktA, -LktA, or LPS for different time periods in calcium- and magnesium- containing HBSS. Thereafter, cells were lysed, immunoprecipitated, and ana- lyzed by SDS-PAGE followed by Western blotting for the detection of TP by using MAb 4G10. TP of LFA-1 was used as a marker for leukotoxin-induced signaling. To demonstrate that leukotoxin-induced TP of the LFA-1 tails was indeed specific, cells were preincubated with anti--2 antibodies before exposure to leukotoxins.  In some experiments, PAMs were exposed to MAb MUC76A. Unpublished data from our laboratory revealed that MUC76A antibody was bound to the extracellular portion of LFA-1 in PAMs and activated the cells, as evidenced by elevation of [Ca2-]i. In these experiments, anti-bovine CD18 (BAT75A), anti- canine CD18 (R15.7), and anti-canine CD11a (R3.1) were used as negative controls. The cells were then prepared for analysis of TP of the LFA-1 tails as described below.  (ii) Preparation of cell lysates. Cell lysates were prepared as previously de- scribed (23). Briefly, BAMs or PAMs were harvested and incubated for 2 days at 37°C in a humidified atmosphere containing 5% CO2 in Dulbecco's modified Eagle's medium (Sigma) containing 2 mM L-glutamine to reach quiescence. To assess LktA-induced TP of LFA-1 tails, cells were exposed to LktA or -LktA in calcium- and magnesium-containing HBSS. After exposure, cells were incubated at 37°C for 0 to 10 min with 100 -l of 2  lysis buffer (20 mM Tris-HCl [pH 7.65], 1 mM sodium orthovanadate, 2% Triton X-100, 100 -g of aprotinin per ml, 100 -g of leupeptin per ml, 10 -g of pepstatin per ml, and 2 mM phenylmethylsul- fonyl fluoride) to terminate the reaction and lyse the cells. Lysates were used immediately for immunoprecipitation as described below.  (iii) Immunoprecipitation. Aliquots (100 -l) of cell lysates were precleared by suspending them in 50 -l of precleared bead slurry and the mixture was diluted to a final volume of 200 -l with wash buffer in a microcentrifuge tube. The mixture was incubated for 2 h at 4°C on an orbital shaker. The mixture was then centrifuged at 100   g for 5 min and the supernatant containing precleared cell lysates was collected and transferred into a new tube. Twenty microliters of a slurry of Sepharose beads coated with BAT75A (anti-CD18) or MOPC21 (con- trol) was added to the precleared cell lysate and incubated for 2 h at 4°C. After incubation, the mixture was centrifuged and the supernatant was discarded. The pellet was washed three times with 200 -l of wash buffer, 50 -l of elution buffer was added, and the suspension was vortexed gently for 30 s and pelleted by centrifugation.  (iv) SDS-PAGE and Western blotting. Aliquots (25 -l) of 2  SDS-PAGE loading buffer (without 2-mercaptoethanol) were added to each tube containing the immunoprecipitated proteins (pellet), boiled for 4 min, loaded, and resolved on SDS-4-to-15%-gradient gels under nonreducing conditions. Separated pro- teins were transferred onto a polyvinylidene difluoride (PVDF) membrane and subjected to Western blotting as previously described (23). Briefly, the mem- brane was blocked with a blocking solution, followed by incubation with 0.5 -g of antiphosphotyrosine MAb (4G10) per ml in 10% blocking solution for 1 h at room temperature. Membranes were then washed four times with PBS contain- ing 0.25% Tween 20 (PBST), followed by incubation with a 1:50,000 dilution of horseradish peroxidase-conjugated goat anti-mouse immunoglobulin G for 1 h at room temperature. The blots were washed five times with PBST and developed using the SuperSignal ULTRA chemiluminescence detection system. For re- peated Western blotting, membranes were stripped by incubating the membrane in a buffer containing 62.5 mM Tris-HCl (pH 6.7), 0.1 M 2-mercaptoethanol, and  2% SDS for 45 min in a 65°C water bath. The membranes were rinsed with PBST twice and blocked with PBST containing 10% blocking solution before the membrane was reprobed by using the immunoblotting procedure described above. Stripped membranes were reprobed with anti-CD11a (MUC76A) and anti-CD18 (BAQ30A) MAbs to validate uniform protein loading on gels.  Determination of intracellular calcium in BAMs. [Ca2-]i was measured by video fluorescence imaging as previously described (21, 22). Briefly, BAMs grown on glass coverslips were incubated in HBSS containing 2.5 mM CaCl2, 1.2 mM MgCl2, and 5 -M fura-2-acetoxymethyl ester (Fura-2-AM) at 37°C for 30 min. The cells were then washed in HBSS, the coverslips were placed on the stage of a Diaphot inverted microscope (Nikon, Inc., Garden City, N.Y.), and the cells were viewed using a 40  fluor objective. The microscope was coupled to a digitally controlled filter wheel (DG-4; Sutter Instrument Co., Novato, Calif.), which contains excitation filters for 340 and 380 nm excitation wavelengths. A photometric Cool Snap CCD 12-bit camera (Roper Scientific, Tucson, Ariz.) was used to measure fluorescence at an emission wavelength of 510 nm. The output of the digital camera was sampled by a digital computer (Universal Imaging Corp., West Chester, Pa.). Fluorescence signals were determined from regions of interest and images were corrected for system background, shading errors, and the very low autofluorescence of the unloaded cells. [Ca2-]i was calculated by the ratio method described by Grynkiewicz et al. (18).  Treatment with inhibitors. BAMs were incubated at 37°C for 10 min with herbimycin A, wortmannin, PP2, or PP3 before exposure to LktA. The choice of the various inhibitors used in this study was based on their reported specificity for their respective targets. Appropriate vehicle controls were included in the me- dium in all experiments. Five different concentrations of the inhibitors around their respective 50% inhibitory concentrations were used in the present study to exclude any potential nonspecific effects of the inhibitors. Viability of cells was assessed after treatments with inhibitors by using the trypan blue exclusion assay, and only cell populations showing  98% viability were used in our studies.  Reagents. RPMI 1640 was purchased from BioWhittaker. Herbimycin A, wortmannin, PP2, and PP3 were purchased from Calbiochem (La Jolla, Calif.). Fura-2-AM was purchased from Molecular Probes (Eugene, Oreg.). Dulbecco's modified Eagle's medium, HBSS, antibiotics, and glutamine were purchased from Gibco BRL (Grand Island, N.Y.). Polystyrene beads were obtained from Orange Products, Inc. (Allentown, Pa.). SDS-polyacrylamide gradient gels and sample buffer were purchased from Bio-Rad. Blocking solution was purchased from Kirkegaard & Perry Laboratories (Gaithersburg, Md.). Antiphosphoty- rosine MAb 4G10 was obtained from Upstate Biotechnologies (Lake Placid, N.Y.) and horseradish peroxidase-conjugated goat anti-mouse immunoglobulin G was obtained from ICN Biomedical Research Products (Costa Mesa, Calif.). PVDF membrane and SuperSignal ULTRA chemiluminescence substrate were obtained from Pierce Chemical Co. (Rockford, Ill.). Sodium orthovanadate, Triton X-100, Tween 20, aprotinin, leupeptin, pepstatin, phenylmethylsulfonyl fluoride, and BSA were purchased from Sigma Chemical Co.  Statistical analysis. Results were analyzed using a one-way analysis of variance and expressed as the mean plus the standard error of mean. The term significant is used here to indicate a P value of less than 0.05.  RESULTS  Expression of -2 integrins in BAMs. Flow cytometry was used to determine the expression of various -2 integrins in BAMs. As shown in Fig. 1, BAMs express high levels of CD11a and CD18 and low levels of CD11b and CD11c. To determine whether inhibitors used in the present study had any effect on LFA-1 (CD11a/CD18) expression, cells were pretreated with 1 -M herbimycin A or 5 -M concentrations of wortmannin, PP2, or PP3 for 10 min at 37°C. Pretreatment of cells with these inhibitors did not have any significant effect on LFA-1 expression (data not shown). To examine whether pretreat- ment with inhibitors influenced LktA binding to its receptor LFA-1, BAMs were pretreated with the same inhibitors at the concentrations indicated above for 10 min at 37°C before ex- posure to LktA. Pretreatment of BAMs with inhibitors did not have any significant effect on LktA binding to LFA-1 (Fig. 2).  Leukotoxin-induced TP of LFA-1 tails in BAMs. Results showed that the mutant Lkt (-LktA) indeed bound to LFA-1  VOL. 69, 2001 TYROSINE KINASE SIGNALING BY M. HAEMOLYTICA LEUKOTOXIN 6133    of bovine macrophages and this binding was specific (Fig. 3). To examine whether leukotoxin binding to bovine LFA-1 leads to activation of signaling cascades, we determined the extent of TP of the cytoplasmic tails of LFA-1. BAMs were exposed to LktA or -LktA and lysed, and the lysate was subjected to immunoprecipitation with either anti-CD18 MAb (BAT75A) or an irrelevant control MAb (MOPC21). TP of LFA-1 tails was determined by Western blot analysis of the immunopre- cipitates by using antiphosphotyrosine MAb. Exposure of BAMs to the biologically active LktA, but not the inactive mutant -LktA, induced TP of the CD18 tail but not the CD11a tail (Fig. 4). Exposure of BAMs to neutralized LktA (with anti-LktA MAb [MAb601]) abolished TP of the CD18 tail (Fig. 4). By contrast, LktA incubated with a nonneutralizing anti-LktA antibody (MAb605) or irrelevant control MAb (MOPC21) did not block TP of the CD18 tail (data not shown). Furthermore, LPS, even at 1 -g/ml (1,000-fold greater than the cellular activation concentration), did not induce TP of the CD18 tail (Fig. 4). TP of the CD18 tail was not detected by immunoprecipitation of lysates with MOPC21-coated beads, demonstrating specificity (Fig. 4). Preincubation of cells with antibodies directed against CD11a or CD18, but not those against CD11b or CD11c, inhibited LktA-induced TP of the CD18 tail (Fig. 5). LktA-induced TP of the CD18 tail was detectable at 30 s, peaked at 2 min, and was undetectable at 10 min following exposure to 50 U of LktA per ml (data not shown).  Effects of NRTK inhibitors on LktA-induced TP of the CD18 tail. Since NRTKs are known to induce TP of LFA-1 tails (15), we determined their role in LktA-induced signaling. BAMs were preexposed to various selective NRTK inhibitors. Herbi- mycin A, a broad-spectrum inhibitor of NRTKs, inhibited TP of the CD18 tail in a concentration-dependent manner (Fig. 6). Preexposure of cells to wortmannin, a specific inhibitor of the PI 3-kinase-type of NRTK, also inhibited LktA-induced TP of the CD18 tail in a concentration-dependent fashion (Fig. 7). In addition, preexposure of cells to PP2, the selective inhibitor of the Src family of NRTKs, inhibited LktA-induced TP of the CD18 tail (Fig. 7). Preexposure of cells to PP3, an inactive analog of PP2, had no significant effect on LktA-induced TP of the CD18 tail, indicating that the inhibition by PP2 was specific (Fig. 7).  Species specificity of LktA-induced TP of the CD18 tail. We have previously shown that LktA binds to PAMs, a nonsuscep- tible cell type, without eliciting any biological effects (23). To determine whether this binding leads to any NRTK signaling cascade in PAMs, we examined TP of the CD18 tail. Exposure of PAMs to LktA did not induce TP of the CD18 tail (Fig. 8). However, an activating MAb against porcine CD11a (MUC76A) induced TP of the CD18 tail in PAMs (Fig. 8). PAMs exposed to various other anti-CD11a or anti-CD18 MAbs did not in- duce TP of the CD18 tail (Fig. 8).  Role of tyrosine kinase activation in LktA-induced [Ca2-]i elevation. To assess whether LktA-induced [Ca2-]i elevation  FIG. 1. Flow cytometric detection of -2 integrins in BAMs. Cells were incubated with various anti--2 integrin MAbs or a control MAb and then incubated with FITC-labeled anti-mouse secondary antibody as described in Materials and Methods; results are expressed as MFI. BAMs expressed high levels of CD11a and CD18 and low levels of CD11b and CD11c. Data are from one representative experiment of three experiments performed.  6134 JEYASEELAN ET AL. INFECT. IMMUN.    requires activation of NRTK, BAMs were pretreated with var- ious concentrations of herbimycin A, wortmannin, PP2, or PP3 before exposure to LktA. All three inhibitors blocked LktA-in- duced [Ca2-]i elevation in a time- (data not shown) and concen- tration-dependent (Fig. 9) manner. The inactive analogue of  PP2, PP3, did not block LktA-induced [Ca2-]i elevation (Fig. 9).  DISCUSSION  Although much progress has been made in the identification and characterization of the receptor for RTX toxins of A. actinomycetemcomitans (LtxA) and M. haemolytica (LktA) in leukocytes, the intracellular signaling events that immediately follow leukotoxin interaction with LFA-1 and lead to biological effects are not understood. We have provided evidence that binding of M. haemolytica LktA to bovine LFA-1 induces TP of the CD18, but not the CD11a, tail of LFA-1. A previous study demonstrated that LFA-1 does not possess any intrinsic ty- rosine kinase activity and therefore the tyrosyl residues present in the cytoplasmic tails of LFA-1 can only be phosphorylated by cytoplasmic NRTKs (15). It is also important that the CD18 subunit of LFA-1 has one tyrosyl residue in its cytoplasmic domain in both the human (27) and bovine (38) forms and, therefore, is accessible to intracellular NTRKs for phosphor- ylation. Although no tyrosyl residues are present in the cyto- plasmic domain of the human CD11a subunit, it does have a tyrosine residue located in the transmembrane domain that is closer to the cytoplasmic domain, which seems accessible to NRTKs (15). Our results are different from a previous finding with human leukocytes where collagen binding to LFA-1 was  FIG. 2. LktA binding to LFA-1 is not influenced by herbimycin A, wortmannin, PP2, or PP3 as determined by flow cytometry. Cells were preincubated with medium alone or medium containing herbimycin A (Her A; 1 -M), wortmannin (Wort; 5 -M), PP2 (5 -M), or PP3 (5 -M), washed, and exposed to LktA. Thereafter, the cells were washed and incubated with anti-LFA-1 (CD11a/CD18) MAb followed by in- cubation with FITC-labeled goat anti-mouse secondary antibody. Re- sults are expressed as the percent LktA binding to LFA-1, according to the following formula: % LktA binding to LFA-1 - [(MFI of anti- LFA-1 MAb - MFI of anti-LFA-1 MAb after pretreatment with LktA)/MFI of anti-LFA-1 MAb]   100. Means and standard errors (indicated by error bars) of three experiments are shown.  FIG. 3. Biologically inactive -LktA binds to bovine LFA-1. BAM lysates were incubated with -LktA- or BSA-coated beads for 15 h at 4°C as described in Materials and Methods. Bound proteins from the beads were then eluted, electrophoresed on an SDS-4-to-15%-gradi- ent polyacrylamide gel, transferred onto a PVDF membrane, and analyzed by Western blotting using anti-CD18 (BAQ30A) (A) or anti- CD11a (MUC76A) (B) MAb. Cell lysates from BAMs show 90- and 85-kDa CD18 bands and a 180-kDa CD11a band (panels A and B, lane 1). The eluant from -Lkt-coated beads that were reacted with BAM lysates contained 90- and 85-kDa CD18 bands and a 180-kDa CD11a band (panels A and B, lane 2). In the eluant from Lkt-coated beads preincubated with anti-Lkt MAb (MAb601) before adding BAM ly- sates or in the eluant from BSA-coated beads incubated with BAM lysates, no CD18 bands or CD11a bands were observed (panels A and B, lanes 3 and 4). The data are from one representative experiment of three experiments performed.  FIG. 4. LktA interaction with BAMs results in TP of the CD18 tail. BAMs were incubated for 2 min at 37°C with LktA (lane 1), no LktA (lane 2), -LktA (lane 3), LktA preincubated with anti-LktA (MAb 601; lane 4), or LPS (1 -g/ml; lane 5). Cell lysates were immunopre- cipitated with anti-CD18 MAb (BAT75A; lanes 1 to 5) or an irrelevant control antibody (MOPC21; lane 6), electrophoresed on an SDS-4-to- 15%-gradient polyacrylamide gel, and transferred onto a PVDF mem- brane. The blot was developed with antiphosphotyrosine MAb (panels A and B). The membrane was stripped and reprobed sequentially with anti-CD18 (BAQ30A) (C) or anti-CD11a (MUC76A) (D) MAb. Only the biologically active LktA induced TP of the CD18 tail, but not of the CD11a tail, as indicated by an arrow on the left of panel A, lane 1. The data are from one representative experiment of three experiments performed. Molecular masses are shown in kilodaltons.  VOL. 69, 2001 TYROSINE KINASE SIGNALING BY M. HAEMOLYTICA LEUKOTOXIN 6135    shown to induce TP of both the CD18 and CD11a tails (15). One possible explanation for this difference is that the tyrosyl residue in the bovine CD11a subunit might not be accessible to NTRKs. The elucidation of this possibility is hampered by the fact that bovine CD11a has not been cloned.  Efforts to purify LktA and other RTX toxins by a variety of methods have invariably been confounded by the presence of biologically significant levels of LPS contamination in postpu- rification samples (12, 32), leading investigators to propose that LPS could contribute to the LktA-induced effects. That TP of the CD18 tail was indeed caused by LktA, and not by any contaminating LPS, is supported by the following observations: (i) LPS itself, even at a concentration of 1 -g/ml, failed to induce TP of the CD18 tail; (ii) while LktA-neutralizing MAbs abrogated TP of the CD18 tail, a nonneutralizing anti-Lkt MAb or control MAb did not block TP of the CD18 tail; and (iii) we have shown previously that 10 -g of polymyxin B per ml completely abrogated the biological effects induced in BAMs by M. haemolytica LPS at concentrations as high as 1 -g/ml (21-24). Polymyxin B was routinely included in our studies to eliminate any LPS-induced effects. In the present study, there was no LPS-induced TP of the CD18 tail in the absence of serum, indicating that the LPS-induced signaling pathway is different from the LktA-induced signaling cascade in bovine leukocytes. In this regard, we have shown previously that LPS activation of bovine leukocytes requires a CD14- dependent pathway, since it can only be demonstrated in the presence of serum, which contains LPS-binding proteins (21, 22).  The observations of the present study indicate that the CD18 tail of the LFA-1, but not other members of the -2 integrins (Mac-1 and p150,95), undergoes TP of the CD18 tail upon LktA engagement. This conclusion is supported by the fact that TP of the CD18 tail was blocked by anti-CD11a or anti- CD18 MAbs, but not by anti-CD11b or anti-CD11c MAbs. In this context, results from a previous study showed that LFA-1 is a receptor for M. haemolytica LktA, and LktA binding to BAMs was abolished by anti-CD11a or anti-CD18 MAbs but not by anti-CD11b or anti-CD11c MAbs (23). Moreover, only anti-CD11a or anti-CD18 MAbs inhibited LktA-induced bio- logical effects in BAMs (23). Together, these data also indicate that TP of the CD18 tail results from LktA binding to LFA-1 in bovine leukocytes.  In the present study, we observed that the biologically inac- tive -LktA, which lacks amino acid residues 34 to 378 at the N-terminal end, also binds to bovine LFA-1 (Fig. 4). However, this binding does not lead to TP of the CD18 tail, suggesting that TP of the CD18 tail requires the binding of a full-length LktA to LFA-1. The absence of TP with -LktA binding to LFA-1 may be attributable to the following possibilities: (i) in-frame deletions may alter the proper conformation of -LktA that is required for high-affinity binding to target cells and elicit TP of the CD18 tail, and/or (ii) the missing N- terminal amino acids in the -LktA mutant may be required for binding to an additional cell surface molecule in target cells in order to induce TP of the CD18 tail after interacting with the primary receptor, LFA-1.  In porcine leukocytes, a non-target cell type, LktA does not induce TP of the CD18 tail. Additionally, we have previously shown that LktA binds to porcine LFA-1 without inducing any biological effects (23). Other studies (35) have demonstrated the existence of distinct prelytic and lytic conformations of the Escherichia coli hemolysin, an RTX cytolysin, suggesting that upon toxin binding to its receptor the toxin undergoes a con- formational change prior to exerting its lytic effect. A similar  FIG. 5. LktA-induced TP of the CD18 tail is blocked by anti-LFA-1 (CD11a/CD18) MAbs. BAMs were preincubated with 5 -g of various anti--2 integrin MAbs for 30 min at 37°C before exposure to LktA for 2 min at 37°C. Cell lysates were immunoprecipitated with anti-CD18 MAb (BAT75A), electrophoresed on an SDS-4-to-15%-gradient poly- acrylamide gel and transferred onto a PVDF membrane. The blot was first developed with antiphosphotyrosine MAb (A), stripped, and re- probed with anti-CD18 (BAQ30A) (B). Anti-CD18 and anti-CD11a (lanes 5 and 6), but not anti-CD11b or anti-CD11c (lanes 3 and 4), blocked LktA-induced TP of the CD18 tail. The arrow at the left of panel A indicates the position of tyrosine-phosphorylated CD18. The data shown are from one representative experiment of three experi- ments performed.  FIG. 6. LktA-induced TP of the CD18 tail is inhibited by herbimy- cin A. BAMs were preincubated with 0.06 to 1 -M herbimycin A for 10 min at 37°C before exposure to LktA for 2 min at 37°C. Cell lysates were immunoprecipitated with anti-CD18 MAb (BAT75A), electro- phoresed on an SDS-4-to-15%-gradient polyacrylamide gel, and trans- ferred onto a PVDF membrane. The blot was first developed with antiphosphotyrosine MAb (A), stripped, and reprobed with anti-CD18 MAb (BAQ30A) (B). The arrow at the left of panel A indicates the position of the tyrosine-phosphorylated CD18. The data shown are one representative experiment of four experiments performed.  6136 JEYASEELAN ET AL. INFECT. IMMUN.    mechanism may underlie the LktA effects in target and non- target cells, and we speculate that a conformational change occurs in bovine leukocytes, but not porcine leukocytes, upon LktA binding. These results are consistent with the hypothesis  that TP of the CD18 tail reflects the species specificity of Lkt effects.  In human neutrophils, binding of collagen to LFA-1 induces TP of the LFA-1 tails through herbimycin A-sensitive NRTKs (15). Using selective inhibitors, we demonstrated in the present study that the involvement of herbimycin A-sensitive NRTKs, including Src kinases and PI 3-kinase, in LktA in- duced signaling through LFA-1. Although activation of NRTKs in bacterial exotoxin-induced signaling has not been studied, its role in endotoxin (LPS)-induced signaling has been described in detail (4, 19, 39). LPS is known to induce activa- tion of Src kinases, leading to PI 3-kinase activation (19). Src kinases are known to activate not only the tyrosine kinase- dependent isoform of PI 3-kinase (p85/p110-) but also the tyrosine kinase-independent isoforms (p85/p110- or p85/ p110-) (46). In bovine leukocytes, the inhibition of LktA- induced TP of the CD18 tail by herbimycin A indicates the involvement of only the tyrosine-kinase dependent isoform.  In bovine leukocytes, M. haemolytica LktA interaction leads to [Ca2-]i elevation (9, 17, 21, 22, 23, 36). This [Ca  2-]i eleva- tion is required for NF--B activation (21), proinflammatory cytokine gene expression (21), and arachidonic acid release and cytolysis (24). This [Ca2-]i elevation is also a highly reg- ulated process involving activation of Gi-type G proteins and phospholipases C and A2 (22). In the present study, we dem- onstrated that LktA binding to LFA-1 results in activation of an NRTK signaling cascade that is required for [Ca2-]i eleva- tion. Furthermore, the inhibition of LktA-induced TP of the CD18 tail by inhibitors of Src kinases and PI 3-kinase also causes attenuation of the [Ca2-]i elevation, indicating the im- portance of NRTK signaling in LktA-induced biological ef- fects. The mechanism(s) by which NRTK signaling cross talks with Gi proteins and phospholipases in bovine leukocytes re- mains to be elucidated.  In conclusion, our data provide the first direct evidence that  FIG. 7. LktA-induced TP of the CD18 tail is inhibited by wortmannin and PP2, but not by PP3. BAMs were preincubated with 0.65 to 10 -M wortmannin, PP2, or PP3 before exposure to LktA for 2 min at 37°C. Cell lysates were immunoprecipitated with the anti-CD18 MAb (BAT75A), electrophoresed on an SDS-4-to-15%-gradient polyacrylamide gel, and transferred onto a PVDF membrane. The blot was first developed with antiphosphotyrosine MAb (A), stripped, and reprobed with anti-CD18 MAb (BAQ30A) (B). Wortmannin and PP2, but not PP3, inhibited TP in a concentration-dependent manner. The arrow at the left of panel A indicates the position of tyrosine-phosphorylated CD18. The data shown are from one representative experiment of three experiments performed.  FIG. 8. LktA interaction with PAMs results in no TP of the CD18 tail. However, anti-porcine CD11a (MUC76A; lane 4)—but not anti- bovine CD18 (BAT75A, lane 3), anti-canine CD11a (R3.1, lane 5), or anti-canine CD18 (R15.7, lane 6)—induces TP of the CD18 tail in PAMs. Cells were incubated with 50 U of LktA per ml or 5 -g of various MAbs for 2 min at 37°C. Cell lysates were immunoprecipitated with the anti-CD18 MAb (BAT75A), electrophoresed on an SDS-4- to-15%-gradient polyacrylamide gel, and transferred onto a PVDF membrane. The blot was first developed with antiphosphotyrosine MAb (A), stripped, and reprobed with anti-CD18 MAb (BAQ30A) (B). The arrow at the left of panel A indicates the position of tyrosine- phosphorylated CD18. The data shown are from one representative experiment of five experiments performed.  VOL. 69, 2001 TYROSINE KINASE SIGNALING BY M. HAEMOLYTICA LEUKOTOXIN 6137    binding of LktA to bovine LFA-1 induces activation of an NRTK signaling cascade involving PI 3-kinase and Src kinases, and this signaling cascade is essential for LktA-induced bio- logical effects. This may represent a common mechanism in inflammation induced by RTX toxins of A. actinomycetem- comitans and M. haemolytica, whose receptor is LFA-1. These findings allow us to speculate that M. haemolytica LktA utilizes the eukaryotic cell adhesion molecule LFA-1 to induce a unique signaling cascade that leads to activation and cytolysis of bovine leukocytes in the alveolar spaces. This could release a myriad of inflammatory mediators, leading to peracute lung injury. A recent report (31) provided evidence that interleu- kin-1- upregulated LFA-1 expression and enhanced the bind- ing of LktA, thus amplifying its biological effects in bovine neutrophils. Taken together, if these events occur in the bovine lung, it might explain the severe uncontrolled inflammatory response and irreversible lung injury seen in BPP. A better understanding of the mechanisms by which M. haemolytica LktA interacts with the LFA-1 receptor in pulmonary leuko- cytes and releases inflammatory mediators will provide new avenues for effective therapies to control BPP.  ACKNOWLEDGMENTS  This study was supported in part by a grant from the Minnesota Agricultural Experiment Station (S.K.M. and M.S.K.) and a USDA- NRI competitive grant (no. 35204-9230 to S.K.M. and M.S.K.).  We thank Bruce Walcheck and Christie Malazdrewich for helpful discussions.  REFERENCES  1. Albert, R. K., L. J. Embree, J. E. McFeely, and D. D. Hickstein. 1992. Expression and function of -2 integrins on alveolar macrophages from hu- man and nonhuman primates. Am. J. Respir. Cell Mol. Biol. 7:182-189.  2. Allan, E. M., A. Wiseman, H. A. Gibbs, and I. E. Selman. 1985. Pasteurella species isolated from the bovine respiratory tract and their antimicrobial sensitivity patterns. Vet. Rec. 117:629-631.  3. Ambagala, T. C., A. P. Ambagala, and S. Srikumaran. 1999. The leukotoxin of Pasteurella haemolytica binds to -2 integrins on bovine leukocytes. FEMS Microbiol. Lett. 179:161-167.  4. Beaty, C. D., T. L. Franklin, Y. Uhera, and C. B. Wilson. 1994. Lipopolysac- charide-induced cytokine production in human monocytes: role of tyrosine phosphorylation in transmembrane signal tranduction. Eur. J. Immunol. 24:1278-1284.  5. Clemston, K. J. 1998. Introduction: integrins, dynamic cell receptors. Cell. Mol. Life Sci. 54:499-501.  6. Clinkenbeard, K. D., and M. L. Upton. 1991. Lysis of bovine platelets by Pasteurella haemolytica leukotoxin. Am. J. Vet. Res. 52:453-457.  7. Clinkenbeard, K. D., C. R. Clark, R. J. Morton, R. J. Panciera, A. W. Confer, and D. A. Mosier. 1992. Role of Pasteurella haemolytica leukotoxin in the virulence and immunity in shipping fever pneumonia. Compend. Contin. Educ. 14:1249-1262.  8. Confer, A. W., K. D. Clinkenbeard, and G. L. Murphy. 1995. Pathogenesis and virulence of Pasteurella haemolytica in cattle: an analysis of current knowledge and future approaches, p. 51-62. In W. Donachie, F. A. Lainson, and J. C. Hodgson (ed.), Haemophilus, Actinobacillus, Pasteurella. Plenum Press, New York, N.Y.  9. Cudd, L., C. Clarke, K. Clinkenbeard, M. Shelton, P. Clinkenbeard, and G. Murphy. 1999. Role of intracellular calcium in Pasteurella haemolytica leu- kotoxin-induced bovine neutrophil leukotriene B4 production and plasma membrane damage. FEMS Microbiol. Lett. 172:123-129.  10. Curtis, C. R., M. E. White, and H. N. Erb. 1989. Effects of calfhood morbidity on long term survival in New York Holstein herds. Prev. Vet. Med. 7:173- 186.  11. Czuprynski, C. J., E. J. Noel, O. Ortiz-Carranza, and S. Srikumaran. 1991. Activation of bovine neutrophils by partially purified Pasteurella haemolytica leukotoxin. Infect. Immun. 59:3126-3133.  FIG. 9. Integrated LktA-induced [Ca2-]i elevation in BAMs in the presence or absence of herbimycin A, wortmannin, PP2, or PP3. Cells were preincubated with different concentrations of herbimycin A, wortmannin, PP2, and PP3 for 10 min at 37°C before exposure to 50 U of LktA per ml. Cells were loaded with Fura-2-AM and the [Ca2-]i elevation was measured at nanomolar levels. Means and standard errors (indicated by error bars) of four experiments are shown. At least 120 cells were included in each experiment. Values that are significantly different from the control value (P \r 0.05) are indicated by asterisks.  6138 JEYASEELAN ET AL. INFECT. IMMUN.    12. Czuprynski, C. J., and R. A. Welch. 1995. Biological effects of RTX toxins: the possible role of lipopolysaccharide. Trends Microbiol. 3:480-483.  13. Dickeson, S. K., and S. A. Santoro. 1998. Ligand recognition by the I domain-containing integrins. Cell. Mol. Life Sci. 54:556-566.  14. Dyer, R. M. 1982. The bovine respiratory disease complex: a complex inter- action of host, environmental and infectious factors. Compend. Contin. Educ. 4:S296-S304.  15. Garnotel, R., J. C. Monboisse, A. Randoux, B. Haye, and J. P. Borel. 1995. The binding of type I collagen to lymphocyte function-associated antigen (LFA) 1 integrin triggers the respiratory burst of human polymorphonuclear neutrophils. Role of calcium signaling and tyrosine phosphorylation of LFA 1. J. Biol. Chem. 270:27495-27503.  16. Gentry, M. J., and S. Srikumaran. 1991. Neutralizing monoclonal antibodies to Pasteurella haemolytica leukotoxin affinity-purify the toxin from crude culture supernatants. Microb. Pathog. 10:411-441.  17. Gerbig, D. G., R. D. Walker, J. C. Baker, J. S. Foster, and R. N. Moore. 1989. Calcium ion involvement in the action of Pasteurella haemolytica leukotoxin. Vet. Microbiol. 19:325-335.  18. Grynkiewicz, G., M. Poenie, and R. Y. Tsien. 1985. A new generation of Ca2- indicators with greatly improved fluorescence properties. J. Biol. Chem. 260:3440-3450.  19. Herrera, V. P., and N. P. Reiner. 1996. Bacterial lipopolysaccharide induces the association and coordinate activation of p53/56fyn and phosphotidyli- nositol 3-kinase in human monocytes. J. Immunol. 156:1157-1165.  20. Hormozi, K., R. Parton, and J. Coote. 1998. Target cell specificity of the Pasteurella haemolytica leukotoxin is unaffected by the nature of the fatty- acyl group used to activate the toxin in vitro. FEMS Microbiol. Lett. 169: 139-145.  21. Hsuan, S. L., M. S. Kannan, S. Jeyaseelan, Y. S. Prakash, C. Malazdrewich, M. S. Abrahamsen, G. C. Sieck, and S. K. Maheswaran. 1999. Pasteurella haemolytica leukotoxin and endotoxin induced cytokine gene expression in bovine alveolar macrophages requires NF--B activation and intracellular calcium elevation. Microb. Pathog. 26:263-273.  22. Hsuan, S. L., M. S. Kannan, S. Jeyaseelan, Y. S. Prakash, G. C. Sieck, and S. K. Maheswaran. 1998. Pasteurella haemolytica A1-derived leukotoxin and endotoxin induce intracellular calcium elevation in bovine alveolar macro- phages by different signaling pathways. Infect. Immun. 66:2836-2844.  23. Jeyaseelan, S., S. L. Hsuan, M. S. Kannan, B. Walcheck, J. F. Wang, M. E. Kehrli, E. T. Lally, G. C. Sieck, and S. K. Maheswaran. 2000. Lymphocyte function-associated antigen 1 is a receptor for Pasteurella haemolytica leu- kotoxin in bovine leukocytes. Infect. Immun. 68:72-79.  24. Jeyaseelan, S., M. S. Kannan, S. L. Hsuan, A. K. Singh, T. F. Walseth, and S. K. Maheswaran. 2001. Pasteurella (Mannheimia) haemolytica leukotoxin- induced cytolysis of bovine leukocytes: role of arachidonic acid and its regulation. Microb. Pathog. 30:59-69.  25. Kaehler, K. L., R. J. F. Markham. C. C. Muscoplat, and D. W. Johnson. 1980. Evidence of species specificity in cytocidal effects of Pasteurella hae- molytica. Infect. Immun. 30:615-616.  26. Kanner, S. B., L. S. Grosmaire, J. A. Ledbetter, and N. K. Damle. 1993. Beta 2-integrin LFA-1 signaling through phospholipase C-gamma 1 activation. Proc. Natl. Acad. Sci. USA 90:7099-7103.  27. Kishimoto, T. K., K. O'Connor, A. Lee, T. M. Roberts, and T. A. Springer. 1987. Cloning of the beta subunit of the leukocyte adhesion proteins: ho- mology to an extracellular matrix receptor defines a novel supergene family. Cell 48:681-690.  28. Korade-Mirnics, Z., and S. J. Corey. 2000. Src kinase-mediated signaling in leukocytes. J. Leukoc. Biol. 68:603-611.  29. Lally, E. T., R. B. Hill, I. R. Kleba, and J. Korostoff. 1999. The interaction between RTX toxins and target cells. Trends Microbiol. 7:356-361.  30. Lally, E. T., I. R. Kieba, A. Sato, C. L. Green, J. Rosenbloom, J. Korostoff, J. F. Wang, B. J. Shenker, S. Ortlepp, M. K. Robinson, and P. C. Billings.  1997. RTX toxins recognize a -2 integrin on the surface of human target cells. J. Biol. Chem. 272:30463-30469.  31. Leite, F., J. F. Brown, M. J. Sylte, R. E. Briggs, and C. Czuprynski. 2000. Recombinant bovine interleukin-1- amplifies the effects of partially purified Pasteurella haemolytica leukotoxin on bovine neutrophils in a -(2)-integrin- dependent manner. Infect. Immun. 68:5581-5586.  32. Li, J., and K. D. Clinkenbeard. 1999. Lipopolysaccharide complexes with Pasteurella haemolytica leukotoxin. Infect. Immun. 67:2920-2927.  33. Li, J., K. D. Clinkenbeard, and J. W. Ritchey. 1999. Bovine CD18 identified as a species-specific receptor for Pasteurella haemolytica leukotoxin. Vet. Microbiol. 67:91-97.  34. Maheswaran, S. K., D. J. Weiss, M. S. Kannan, E. L. Townsend, K. R. Reddy, L. O. Whiteley, and S. Srikumaran. 1992. Effects of Pasteurella haemolytica A1 leukotoxin on bovine neutrophils: degranulation and generation of oxy- gen-derived free radicals. Vet. Immunol. Immunopathol. 33:51-68.  35. Moayeri, M., and R. A. Welch. 1997. Prelytic and lytic conformations of erythrocyte-associated Escherichia coli hemolysin. Infect. Immun. 65:2233- 2239.  36. Ortiz-Carranza, O., and C. J. Czuprynski. 1992. Activation of bovine neu- trophils by Pasteurella haemolytica leukotoxin is calcium dependent. J. Leu- koc. Biol. 52:558-564.  37. Shewan, P. E., and B. N. Wilkie. 1982. Cytotoxin of Pasteurella haemolytica acting on bovine leukocytes. Infect. Immun. 35:91-94.  38. Shuster, D. E., B. T. Bosworth, and M. E. Kehrli. 1992. Sequence of the bovine CD18-encoding cDNA: comparison with the human and murine glycoproteins. Gene 114:267-271.  39. Stefanova, I., M. L. Corcoran, E. M. Horak, L. M. Wahl, J. B. Bolen, and I. D. Horak. 1993. Lipopolysaccharide induces activation of CD14 associated protein tyrosine kinase p53/56fyn. J. Biol. Chem. 268:20725-20728.  40. Sugie, K., Y. Minami, T. Kawakami, and A. Uchida. 1995. Stimulation of NK-like YT cells via leukocyte function-associated antigen (LFA)-1. Possible involvement of LFA-1-associated tyrosine kinase in signal transduction after recognition of NK target cells. J. Immunol.154:1691-1698.  41. Tatum, F. M., R. E. Briggs, S. S. Sreevatsan, E. S. Zehr, S. L. Hsuan, L. O. Whiteley, T. R. Ames, and S. K. Maheswaran. 1998. Construction of an isogenic leukotoxin deletion mutant of Pasteurella haemolytica serotype 1: characterization and virulence. Microb. Pathog. 24:37-46.  42. Wang, J. F., I. R. Kieba, J. Korostoff, T. L. Guo, N. Yamaguchi, H. Rozmi- arek, P. C. Billings, B. J. Shenker, and E. T. Lally. 1998. Molecular and biochemical mechanisms of Pasteurella haemolytica leukotoxin-induced cell death. Microb. Pathog. 25:317-331.  43. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, T. R. Ames, and M. S. Kannan. 1990. Immunohistochemical localization of Pasteurella haemolytica A1-derived endotoxin, leukotoxin, and capsular polysaccharide in experi- mental bovine pasteurella pneumonia. Vet. Pathol. 27:150-161.  44. Whiteley, L. O., S. K. Maheswaran, D. J. Weiss, T. R. Ames, and M. S. Kannan. 1992. Pasteurella haemolytica A1 and bovine respiratory disease: pathogenesis. J. Vet. Intern. Med. 6:11-22.  45. Willeke, T., S. Behrens, K. Scharffetter-Kochanek, P. Gaehtgens, and B. Walzog. 2000. -2 integrin (CD11/CD18)-mediated signaling involves ty- rosine phosphorylation of c-Cbl in human neutrophils. J. Leukoc. Biol. 68:284-292.  46. Williams, L. M., and A. J. Ridley. 2000. Lipopolysaccharide induced actin reorganization and tyrosine phosphorylation of pyk2 and paxillin in mono- cytes and macrophages. J. Immunol. 164:2028-2036.  47. Wohlgemuth, K., and J. B. Herrick. 1987. Bovine respiratory disease: an overview of costs, causes, and control. Norden News 62:32-36.  48. Yoo, H. S., B. S. Rajagopal, S. K. Maheswaran, and T. R. Ames. 1995. Purified Pasteurella haemolytica leukotoxin induces expression of inflamma- tory cytokines from bovine alveolar macrophages. Microb. Pathog. 18:237- 252.  Editor: J. T. Barbieri  VOL. 69, 2001 TYROSINE KINASE SIGNALING BY M. HAEMOLYTICA LEUKOTOXIN 6139  View publication statsView publication stats  https://www.researchgate.net/publication/11793274",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}