{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/40759315  Meningococcal Porin PorB Prevents Cellular Apoptosis in a Toll-Like  Receptor 2- and NF- B-Independent Manner  Article  in  Infection and Immunity · December 2009  DOI: 10.1128/IAI.00156-09 · Source: PubMed  CITATIONS  21 READS  184  4 authors, including:  Paola Massari  Tufts University  68 PUBLICATIONS   2,924 CITATIONS     SEE PROFILE  Lee M Wetzler  Boston University  119 PUBLICATIONS   4,099 CITATIONS     SEE PROFILE  All content following this page was uploaded by Paola Massari on 19 February 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/40759315_Meningococcal_Porin_PorB_Prevents_Cellular_Apoptosis_in_a_Toll-Like_Receptor_2-_and_NF-_B-Independent_Manner?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/40759315_Meningococcal_Porin_PorB_Prevents_Cellular_Apoptosis_in_a_Toll-Like_Receptor_2-_and_NF-_B-Independent_Manner?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Paola-Massari?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Paola-Massari?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Tufts-University?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Paola-Massari?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Lee-Wetzler?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Lee-Wetzler?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Boston-University?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Lee-Wetzler?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Paola-Massari?enrichId=rgreq-84c06fbf4f22a30dd9b3d98169cb744a-XXX&enrichSource=Y292ZXJQYWdlOzQwNzU5MzE1O0FTOjEwMzcwODk1MjEwNDk2OEAxNDAxNzM3NTQ5NDgz&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Mar. 2010, p. 994-1003 Vol. 78, No. 3 0019-9567/10/$12.00 doi:10.1128/IAI.00156-09 Copyright   2010, American Society for Microbiology. All Rights Reserved.  Meningococcal Porin PorB Prevents Cellular Apoptosis in a Toll-Like Receptor 2- and NF--B-Independent Manner-  Paola Massari,1* Jay Gunawardana,2 Xiuping Liu,1 and Lee M. Wetzler1  Evans BioMedical Research Center, Section of Infectious Diseases, Department of Medicine, Boston University School of Medicine, Boston, Massachusetts 02118,1 and Sol Sherry Thrombosis Research Center, School of Medicine,  Temple University, Philadelphia, Pennsylvania 191402  Received 10 February 2009/Returned for modification 26 March 2009/Accepted 8 December 2009  Meningococcal porin PorB is an inhibitor of apoptosis induced via the intrinsic pathway in various cell types. This effect is attributed to prevention of mitochondrial depolarization and of subsequent release of proapop- totic mitochondrial factors. To determine whether apoptosis is globally inhibited by PorB, we compared the intrinsic and extrinsic pathways in HeLa cells. Interestingly, PorB does not prevent extrinsic apoptosis induced by tumor necrosis factor alpha plus cycloheximide, suggesting a unique mitochondrial pathway specificity. Several intracellular factors regulated by NF--B, including members of the Bcl-2 family and of the inhibitor of apoptosis (IAP) family, play major roles in controlling apoptosis, and some of them are thought to contribute to the antiapoptotic effect of the gonococcal porin, PIB. However, most of the members of the Bcl-2 family and the IAP family are not induced by meningococcal PorB in HeLa cells, with the exception of Bfl-1/A1. Inter- estingly, PorB does not induce NF--B activation in HeLa cells, likely due to a lack of Toll-like receptor 2 (TLR2) expression in these cells. Bfl-1/A1 expression is also regulated by CBF1, a nuclear component of the Notch signaling pathway, independent of NF--B activation. Since HeLa cells are protected by PorB from intrinsic apoptosis events, regardless of TLR2 and NF--B expression, the possibility of a contribution of alternative signaling pathways to this effect cannot be excluded. In this paper, we describe an initial dissection of the cascade of cellular events involved in the antiapoptotic effect of PorB in the absence of TLR2.  Apoptosis, or programmed cell death, is characterized by morphological events, including membrane blebbing and nu- clear and chromatin condensation, and by intracellular events, such as activation of cytosolic proteins and DNA degradation (26). A variety of different intracellular stress signals can trig- ger apoptosis, including bacterial infections, excessive calcium, chemical substances, DNA-damaging agents (intrinsic or mi- tochondrial pathway), and cell surface death receptor activa- tion (extrinsic pathway). Both pathways are divided into three basic phases: (i) initiation, (ii) commitment, and (iii) execu- tion, ending with cell death (71).  Several intracellular protein families, such as the Bcl-2 fam- ily (40), caspases (8), and the inhibitors of apoptosis (IAPs) (16), play important roles in controlling apoptosis. Bcl-2 pro- teins have a dual role; they trigger apoptosis (Bax, Bak, and Bid [1]) or block it (Bcl-2, Bcl-xL, Bfl-1, and Mcl-1 [39]). Proapoptotic Bcl-2 proteins can induce release of mitochon- drial factors, including cytochrome c (36), apoptosis-inducing factor (AIF) (70), and Smac/DIABLO (18), in both a mito- chondrial membrane potential-dependent manner and a mito- chondrial membrane potential-independent manner (2, 25, 74). These events lead to activation of caspase 9 and 6 (intrin- sic pathway) and subsequent DNA degradation. Alternatively, proapoptotic Bcl-2 proteins can also directly activate caspase 8 (extrinsic pathway) (1, 68), but the two pathways converge at a downstream event, caspase 3 activation (24). Antiapoptotic  Bcl-2 proteins act mostly by modulating mitochondrial func- tions directly by interacting with mitochondrial components of the permeability transition pore or indirectly by neutralizing proapoptotic Bcl-2 proteins (7, 69, 72). IAPs are a family of proteins that directly inhibit caspase activation (16, 32) and, similar to Bcl-2 proteins, are also regulated by NF--B (9).  Modulation of apoptosis by several intracellular and extra- cellular bacteria, mostly to avoid normal host defense re- sponses, has been described previously. Many bacteria induce and/or prevent apoptosis, depending on the host cell type, growth conditions, or bacterial life cycle. Some examples of bacteria that inhibit apoptosis are Chlamydia (20, 22, 79), Shi- gella flexneri (11), Brucella (28), Porphyromonas gingivalis (56, 58), Neisseria meningitidis, and Neisseria gonorrhoeae (4, 23, 31, 42, 50, 55, 62, 65, 73). Our group and other workers have reported that live N. meningitidis and purified meningococcal porin inhibit apoptosis (15, 49, 50, 62, 75), potentially via multiple mechanisms. While meningococcal infection induces NF--B-mediated upregulation of antiapoptotic genes, purified PorB and PorB from live bacteria directly interact with mito- chondria and modulate their membrane potential, preventing release of cytochrome c. N. gonorrhoeae and purified gonococ- cal porin PIB induce NF--B-mediated upregulation of anti- apoptotic genes (4, 5, 23, 33, 55, 65), which could also contrib- ute to prevention of apoptosis.  A correlation between the antiapoptotic effect of PorB and activation of NF--B has not been shown so far, although our group has demonstrated that PorB activates NF--B in a Toll- like receptor 2 (TLR2)-dependent manner (43, 46, 48, 52). Interestingly, various human and murine cell types are pro- tected from apoptosis by PorB (23. 49, 50, 51) regardless of TLR2 expression. To clarify the role of this receptor in the  * Corresponding author. Mailing address: Section of Infectious Dis- eases, Department of Medicine, Boston University School of Medi- cine, EBRC, Rm. 635, 650 Albany Street, Boston, MA 02118. Phone: (617) 414-4807. Fax: (617) 414-5280. E-mail: pmassari@bu.edu.  - Published ahead of print on 22 December 2009.  994    antiapoptotic effect of PorB, this work focused in particular on naturally TLR2-deficient HeLa cells (78) and aimed at dissect- ing the potential cascade of cellular events elicited by PorB leading to protection from apoptosis.  MATERIALS AND METHODS  Cell cultures and reagents. HeLa cells were cultured in Dulbecco modified Eagle medium (Cellgro, Mediatech) containing 10% fetal bovine serum, 2 mM L-glutamine, 100 U/ml penicillin, and 100 -g/ml streptomycin. Meningococcal PorB was purified by column chromatography as previously described (51) and, for some experiments, was labeled with Alexa Fluor 594 (Invitrogen) as previ- ously described (52). Staurosporine (STS), recombinant human tumor necrosis factor alpha (TNF--), cycloheximide (chx), propidium iodide (PI) (Sigma), rho- damine 123 (rh123) (Invitrogen), and parthenolide (PA) (EMD Biosciences) were used as described below.  Induction of apoptosis and flow cytometry. Apoptosis was induced by incu- bating HeLa cells (105 cells/ml) with 1 -M staurosporine or with 20 ng/ml TNF-- plus 10 -g/ml of cycloheximide for 24 h. The mitochondrial membrane potential was measured by flow cytometry using cells stained with 1 -M rhodamine 123, as previously described (49). DNA degradation was determined by propidium io- dide staining of permeabilized cells, also as previously described (49). Cells were analyzed by flow cytometry with a FACScan flow cytometer using CellQuest acquisition and analysis software (Becton Dickinson, Mountain View, CA). Gat- ing was used to exclude cellular debris. Individual experiments were repeated at least five times. Anti-TLR2 fluorescein isothiocyanate (FITC)-labeled antibody (eBioscience) was used for flow cytometry detection of surface expression of TLR2 on HeLa cells.  Cell activation assays. HeLa cells were treated with purified PorB (10 -g/ml or 50 -g/ml) or with TNF-- (20 ng/ml) for various periods of time, as described below. NF--B inhibition studies were performed by adding parthenolide (10 -M) (79) at 2 h prior to stimulation. The inhibitor concentration was determined experimentally as the concentration at which NF--B was inhibited without in- duction of cell toxicity (using phase-contrast microscopy to examine cell mor- phology). In some assays, cells were also treated with Pam3CSK4 (100 ng/ml) or heat-killed N. meningitidis at a multiplicity of infection (MOI) of 50.  Subcellular fractionation. Mitochondrial fractions were prepared as previ- ously described (49). For Golgi membrane fractions, the cells were lysed in 200 mM sucrose, 10 mM Tris (pH 7.2), homogenized, mixed with 62% sucrose (final sucrose concentration, 37.5%), and overlaid with 2 ml of 35% sucrose and 1 ml of 29% sucrose in an SW55 centrifuge tube. After 90 min of centrifugation at 50,000 rpm, Golgi membranes were harvested at the interface between 29% sucrose and 35% sucrose (41). Late and early endosome fractions were obtained using a sucrose step gradient as described previously (54). For nuclear and cytosolic fractionation, cells were resuspended in lysis buffer B (10 mM HEPES [pH 7.5], 10 mM KCl, 3 mM MgCl2, 0.05% Nonidet P-40, 1 mM EDTA, 1 mM dithiothreitol, 0.1 mM sodium orthovanadate, protease inhibitor cocktail) for 30 min and then centrifuged at 800 - g for 5 min at 4°C. The supernatants were designated cytosolic fraction and stored. The nuclear pellets were washed once with lysis buffer C (lysis buffer B containing 0.1% Nonidet P-40), designated the nuclear fraction, and stored. The total protein concentration of the cell fractions was determined by using the Bio-Rad protein concentration assay (Bio-Rad, Hercules, CA). Whole-cell lysates were prepared by resuspending cells in lysis buffer A (10 mM Tris [pH 8.0], 10 mM EDTA, 0.5% Tween 20).  Western blotting. For evaluation of intracellular proteins, equal amounts of proteins were separated by SDS-PAGE, which was followed by Western blotting. The blots were blocked with 5% nonfat dry milk in Tris-buffered saline (pH 7.6) containing 0.1% Tween 20 (TBS-T) and incubated in 5% bovine serum albumin in TBS-T overnight at 4°C with the following antibodies: anti-PorB rabbit serum (49), anti-cytochrome c (clone 7H8.2C12; Pharmingen), anti-Golgin, anti-Rab4 (early endosome marker), anti-KDEL (late endosomes marker), anti-pro- caspase 3, anti-pro-caspase 7, anti-Bcl-xL, anti-Bcl-2, anti-Bax, anti-AIF, and anti-p65/RelA (Stressgen); anti-Bfl-1 (Abcam); anti-Bid (Biosource); and anti- cIAP-2, anti-HSP70, anti-c-Rel, anti-Rel-B, anti-p100/p52, anti-p105/p50, anti- I-B-, and anti-H3 (Cell Signaling). Horseradish peroxidase-labeled anti-mouse or anti-rabbit secondary antibodies were used, and the immunoreactive bands were detected by enhanced chemiluminescence (Amersham).  Fluorescence microscopy. HeLa cells (104 cells/ml) were plated in complete medium on glass coverslips placed into six-well plates, allowed to adhere, and incubated at 37°C for 1 h, 4 h, and 24 h with 10 -g/ml of PorB labeled with Alexa Fluor 594. The cells were then washed five times, fixed with 3.7% paraformal- dehyde in warm medium for 15 min at 37°C, washed again, and permeabilized  with 100% ice-cold acetone for 5 min. After further washing, the cells were incubated with anti-cytochrome monoclonal antibody (1:1,000) for 30 min at room temperature and then with anti-mouse FITC-labeled secondary antibody (1:5,000; Sigma). Following a final wash, the coverslips were mounted on glass slides with Vectashield mounting medium (Vector Laboratories, Burlingame, CA) and stored in the dark at 4°C. The slides were examined by fluorescence microscopy using an Olympus BX41 fluorescent microscope attached to com- puterized imaging equipment, and the images were processed with Olympus DP Controller software.  NF--B luciferase reporter assay. HeLa cells (105 cells/ml) were plated in 24-well plates and allowed to adhere overnight. The next day, the cells were transfected with an NF--B luciferase reporter vector as previously described (10). Briefly, 450 -l of fresh medium containing 50 -l of GeneJuice (Novagen) plus 2 -l of the reporter plasmid preparation was incubated for 15 min at 25°C prior to addition to the cells for overnight transfection. The following day, PorB (10 -g/ml), Pam3CSK4 (100 ng/ml), TNF-- (20 ng/ml), or heat-killed N. men- ingitidis at an MOI of 50 in fresh medium was added and incubated for 18 h, and this was followed by measurement of luciferase activity using commercial re- agents (Promega) according to the manufacturer's protocol. The luminescence in triplicate wells was assessed using a Wallac Victor2 luminometer.  IL-8 ELISA. Supernatants from HeLa cells or BEAS-2B cells incubated as described above were collected, and interleukin-8 (IL-8) production was mea- sured by an enzyme-linked immunosorbent assay (ELISA) using a BD OptEIA h-IL-8 ELISA set (Pharmingen) according to the manufacturer's protocol.  RESULTS  Mitochondrial localization of PorB is a time-sensitive, TLR2-independent event. Our group has previously shown that mitochondrial colocalization of PorB occurs in HeLa cells after 24 h of incubation and has demonstrated that there is a direct association between PorB and the mitochondrial protein VDAC (49, 50). We have also shown that TLR2 is a surface receptor for PorB (52), which might enhance intracellular de- livery of PorB in cells that express this receptor. However, HeLa cells lack TLR2 expression (78), and thus internalization of PorB in these cells is likely to be TLR2 independent. To examine the kinetics of mitochondrial localization of PorB independent of a (known) potential receptor-mediated inter- action, HeLa cells were incubated with 10 -g/ml of PorB at 37°C for 30 min, 1 h, 4 h, and 24 h, and mitochondrial and cytosolic fractions were separated. Aliquots of equivalent pro- tein concentration were examined by Western blotting with an anti-PorB antibody, which demonstrated that there was a time- dependent association of PorB with mitochondria as soon as after 30 min of incubation, which increased over time (Fig. 1A). The PorB accumulation in the cell cytosol at the same time points was negligible (Fig. 1A). Cytochrome c was used as a mitochondrial marker (Fig. 1A) and was not detected in the cytosolic fractions (not shown). Anti-HSP70 antibody was used as a loading control (Fig. 1A). As a control for PorB internal- ization, whole-cell lysates were examined by Western blotting with anti-PorB antibody (Fig. 1B). The potential interaction of PorB with other intracellular compartments, such as the Golgi membranes or early or late endosomes, was also examined by Western blotting of isolated organelles. PorB did not colocal- ize with the Golgi membranes after 24 h of incubation, while it was widely associated with the fraction containing the remain- ing cellular membranes, including mitochondria (Fig. 1C). Golgi membranes were identified with an anti-Golgin antibody (Fig. 1C). Similar results were obtained when both early- and late-endosome fractions were examined (not shown). The co- localization of PorB with mitochondria after 24 h of incubation has been established previously by Western blotting and by  VOL. 78, 2010 MENINGOCOCCAL PORIN PorB PREVENTS CELLULAR APOPTOSIS 995    fluorescence microscopy (50). Here, the time-dependent asso- ciation of PorB with HeLa cells was examined by fluorescence microscopy of cells incubated with 10 -g/ml of PorB labeled with the red fluorochrome Alexa Fluor 594 (52) for 1 h, 4 h, and 24 h; the cells were counterstained with an anti-cyto- chrome c monoclonal antibody, followed by a FITC-labeled secondary antibody, and were examined by fluorescence mi- croscopy (magnification, -60). Figure 2 shows the time-depen- dent increase in the association of red fluorescent PorB with HeLa cells after 1 h, 4 h, and 24 h of incubation (Fig. 2B, 2E, and 2H, respectively). FITC-stained cells are shown in Fig. 2A, 2D, and 2G, and merged fluorescence images are shown in Fig. 2C, 2F, and 2I.  PorB prevents mitochondrial depolarization in a time-de- pendent manner. To examine whether protection from apop- tosis correlates with time-dependent PorB colocalization with mitochondria, HeLa cells were incubated simultaneously with 1 -M staurosporine (STS) and PorB (10 -g/ml) for 24 h or were pretreated with PorB for 1 h, 4 h, and 24 h prior to induction of apoptosis. The mitochondrial membrane potential was measured by flow cytometry as function of uptake of rho-  FIG. 1. Time-dependent intracellular localization of PorB. HeLa cells were incubated with PorB (10 -g/ml) for different lengths of time, and intracellular PorB localization was examined by Western blotting with an anti-PorB polyclonal antibody. (A) Mitochondrial or cytosolic fractions; B) whole-cell lysates (wcl); (C) Golgi membranes. Anti- cytochrome c, anti-Golgin, and anti-HSP70 antibodies were used to identify organelle fractions and as loading controls.  FIG. 2. Fluorescence microscopy of time-dependent PorB association with HeLa cells. Cells were plated on glass coverslips placed in six-well plates and incubated with PorB (10 -g/ml) labeled with the red fluorochrome Alexa-Fluor 594. The cells were permeabilized, fixed, and counterstained with an anti-cytochrome c monoclonal antibody followed by a FITC-labeled anti-mouse secondary antibody. The coverslips were mounted on glass slides and examined by fluorescence microscopy. (A, D, and G) FITC- and cytochrome c-stained cells; (B, E, and H) cells incubated with red fluorescent PorB for 1 h, 4 h, and 24 h, respectively; (C, F, and I) merged images. Magnification, -60.  996 MASSARI ET AL. INFECT. IMMUN.    damine 123 (rh123), a mitochondrial potential-dependent flu- orescent dye (49). As shown in all of the histograms in Fig. 3, HeLa cells incubated with medium alone displayed high levels of rh123 fluorescence, indicating that there was an intact mi- tochondrial membrane potential (Fig. 3, light gray area), sim- ilar to that of cells incubated with PorB alone (Fig. 3, thin line). Incubation with STS for 24 h induced mitochondrial depolar- ization, as shown by a low level of rh123 fluorescence, due to the inability of the cells to retain the dye (Fig. 3, dark gray area). Simultaneous addition of STS and PorB (Fig. 3A, thick line) or incubation of PorB for 1 h and 4 h prior to the addition of STS (Fig. 3B and 3C, respectively, thick line) did not prevent mitochondrial depolarization, while this effect was reversed by 24 h of preincubation with PorB (Fig. 3D, thick line). Mito- chondrial depolarization was also prevented by PorB in human airway epithelial cell line BEAS-2B, a naturally TLR2-express- ing human cell line (not shown) relevant for airborne organ- isms, such as N. meningitidis. Since PorB appears to colocalize with mitochondria after 30 min of incubation (Fig. 1A), the delay in protection could suggest that a critical concentration of mitochondrial PorB may be necessary. To address this pos-  sibility, HeLa cells were incubated with a 5-fold-higher con- centration of PorB (50 -g/ml) for 4 h or 24 h prior to induction of apoptosis. When 50 -g/ml of PorB was used, protection from mitochondrial depolarization was observed after 4 h of incubation with PorB (Fig. 3E, thick line), as well as after 24 h (Fig. 3F, thick line).  Selectivity of PorB for the intrinsic apoptosis pathway. Cel- lular apoptosis can be induced by a variety of different stimuli, which can activate the intrinsic or extrinsic pathway. Stauro- sporine is an intrinsic inducer of apoptosis, and our previous studies have shown that, due to protection from mitochondrial depolarization, PorB prevents or reduces apoptotic events downstream of mitochondria, such as caspase cleavage and DNA degradation (49, 50). In agreement with our previous results, PorB prevented cleavage of pro-caspase 7 induced by STS in HeLa cells, as shown by Western blotting of whole-cell lysates with an anti-caspase 7 antibody (Fig. 4A). However, when apoptosis was induced via the extrinsic apoptosis path- way with TNF-- (20 ng/ml) plus cycloheximide (chx) (10 -g/ ml) for 24 h, PorB did not prevent cleavage of pro-caspase 3 and only minimally reduced the cleavage of pro-caspase 7 (Fig.  FIG. 3. Time-dependent prevention of mitochondrial depolarization by PorB. Mitochondrial depolarization was examined by flow cytometry of HeLa cells stained with rhodamine 123, a mitochondrial potential-dependent fluorescent dye. Cells were (A) incubated with PorB (10 -g/ml) and 1 -M STS simultaneously, (B to D) preincubated with 10 -g/ml of PorB for (B) 1 h, (C) 4 h, or (D) 24 h, or (E and F) preincubated with 50 -g/ml of PorB for (E) 4 h and (F) 24 h prior to addition of STS. In all the histograms, the fluorescence of cells treated with medium alone is indicated by the light gray area, the fluorescence of cells treated with PorB alone is indicated by the thin line, the fluorescence of cells treated with STS is indicated by the dark gray area, and the fluorescence of cells treated with PorB and STS is indicated by the thick line. Gating was used to exclude cellular debris. The results are representative of the results of at least four independent experiments.  VOL. 78, 2010 MENINGOCOCCAL PORIN PorB PREVENTS CELLULAR APOPTOSIS 997    4A). An anti-HSP70 antibody was used to demonstrate equal loading of the samples.  To determine whether PorB can prevent TNF--- and chx- dependent mitochondrial depolarization, rh123 staining was examined using fluorescence-activated cell sorting (FACS) as described above. Mitochondrial depolarization induced by TNF-- and chx (Fig. 4B, dark area) was not prevented by incubation with PorB for 24 h (Fig. 4B, thick line). As ex- pected, mitochondrial depolarization was not detected in cells incubated with medium alone or with PorB alone (Fig. 4B,  light gray area and thin line, respectively). Since PorB can rescue HeLa cells from mitochondrial depolarization induced by STS, a specific effect on the intrinsic apoptosis pathway is hypothesized. Apoptotic DNA degradation was also examined by using incorporation of propidium iodide (PI), followed by quantification of cells with hypodiploid DNA by FACS analy- sis. PorB significantly prevented STS-induced DNA degrada- tion (approximately 50%) (Fig. 4C), while it did not reduce DNA degradation induced by TNF-- and chx. Figure 4C shows the results of multiple experiments (n - 5), expressed as ratios of DNA degradation compared to the data for medium control cells.  Effect of PorB on cellular proteins involved in apoptosis. The phenomena that describe prevention of intrinsic apoptosis by PorB might also suggest a potential contribution of the cellular apoptotic machinery, which is heavily regulated by both proapoptotic and antiapoptotic members of the Bcl-2 family. To address whether PorB has an inhibitory effect on proapoptotic Bcl-2 proteins, the time-dependent expression and intracellular localization of Bak, Bax, and Bid were exam- ined by Western blotting of lysates of whole cells incubated with PorB (10 -g/ml) for 1 h, 4 h, and 24 h. Incubation with PorB for up to 24 h did not affect the expression of the mito- chondrial proapoptotic protein Bak, did not induce mitochon- drial accumulation of Bax, and did not induce cleavage of the cytosolic, full-length, inactive form of Bid (not shown). In ad- dition, the lack of mitochondrial cytochrome c and the lack of apoptosis-inducing factor (AIF) released in the cell cytosol were further indications of mitochondrial membrane integrity (not shown).  Next, the effect of PorB on antiapoptotic Bcl-2 proteins was examined. A modest increase in expression of Bcl-2 was de- tected after 4 h of incubation with PorB, but the level returned to the baseline level after 24 h (Fig. 5A), consistent with our previous results (50). Similar transient expression of Bcl-xL was also detected (Fig. 5A). Only expression of Bfl-1 increased in a time-dependent manner (Fig. 5A), in agreement with what was previously shown for gonococcal porin PIB in male ure- thral cells (5). As both live gonococci and purified PIB induce early upregulation of c-IAP-2 gene expression (5, 23), the c-IAP-2 protein levels in response to PorB were examined.  FIG. 4. PorB does not prevent extrinsic apoptosis. HeLa cells were incubated with PorB (10 -g/ml) for 24 h prior to induction of apoptosis with 1 -M STS or with 20 ng/ml of TNF-- plus 10 -g/ml chx. (A) Cleavage of caspase 3 and 7 induced by STS is prevented by PorB. Caspase 3 cleavage induced by TNF-- and chx is not inhibited by PorB, and caspase 7 cleavage appears to be slightly reduced, as determined by Western blotting of whole-cell lysates with anti-caspase 3 and anti- caspase 7 antibodies. Anti-HSP70 antibody was used as a loading control. (B) PorB does not protect HeLa cells from mitochondrial depolarization induced by TNF-- and chx, as measured by rh123 fluorescence and FACS analysis as previously described. Light gray area, medium alone; thin line, treatment with PorB alone; dark gray area, treatment with TNF-- and chx; thick line, treatment with PorB, TNF--, and chx. The results are representative of the results of at least four independent experiments. (C) DNA degradation induced by STS or by TNF-- and chx as determined by propidium iodide (PI) staining of cells incubated as described above, followed by FACS analysis. The results are expressed as percentages of the hypodiploid DNA in the gated cell population normalized to the value for the medium control cells, and the data are the averages and standard deviations of multiple experiments. *, P - 0.05 (Student's t test).  FIG. 5. Effect of PorB on expression of Bcl-2 and IAP family mem- bers. HeLa cells were incubated with (A) PorB (10 -g/ml) and (B) TNF-- (20 ng/ml) for 1 h, 4 h, and 24 h, and expression of Bcl-2, Bcl-xL, Bfl-1, and c-IAP2 was examined by Western blot analysis of cell lysates. Bcl-2, Bcl-xL, and c-IAP-2 were transiently expressed in re- sponse to PorB after 1 h or 4 h of incubation, and expression decreased after 24 h of incubation, while expression of Bfl-1 increased in a time-dependent manner. TNF-- was used as a positive control for induction of protein expression, and HSP70 was used as a loading control.  998 MASSARI ET AL. INFECT. IMMUN.    Figure 5A shows that transient expression of c-IAP-2 was de- tected, similar to expression of Bcl-2 and Bcl-xL.  As a positive control for expression of these proteins upon cell activation, HeLa cells were incubated with TNF-- alone (20 ng/ml), which did not affect Bax, t-Bid, cytochrome c, and AIF (not shown), since TNF-- does not induce apoptosis in the absence of chx. In agreement with previous findings, treat- ment with TNF-- alone induced increased expression of Bcl-2, Bcl-xL, Bfl-1, and c-IAP2 in a time-dependent manner in HeLa cells (Fig. 5B). Loading of equal amounts of proteins was determined with an anti-HSP70 antibody.  Lack of NF--B activation by PorB in the absence of TLR2. Most intracellular antiapoptotic factors are under transcrip- tional control of NF--B, which therefore plays a major role in prevention of cell death (30). NF--B activation is induced by whole neisseriae and neisserial porins in various cell systems (5, 13, 21, 23, 27, 35, 59, 77); in particular, PorB induces NF--B activation in a manner dependent on TLR2 (46, 48, 52), a receptor that is not present in HeLa cells (78). To determine whether PorB could induce TLR2-independent NF--B activa- tion in these cells, multiple approaches were used. First, cell fractionation and Western blotting were employed to examine NF--B protein levels in response to PorB. HeLa cells were incubated with 10 -g/ml of PorB for 1 h, 4 h, and 24 h or with TNF-- (20 ng/ml) for 30 min as a TLR-independent positive control. PorB did not induce expression and degradation of I-B- (essential for release of active NF--B) or expression of total intracellular NF--B (p65/RelA) in whole-cell lysates in the absence of TLR2 (Fig. 6A, left panel). As expected, I-B- degradation and p65/RelA expression were detected in re- sponse to TNF-- (Fig. 6B, left panel). An HSP70 antibody was used as a loading control.  To verify our findings, nuclear translocation of p65/RelA was also examined by Western blotting of nuclear and cytosolic fractions. PorB did not induce p65/RelA nuclear translocation at early time points and appeared to slightly induce nuclear  translocation at 24 h (Fig. 6A, right panel). Incubation with TNF-- alone for 30 min was sufficient to promote p65/RelA nuclear translocation (Fig. 6B, right panel). An antihistone antibody was used to determine the purity of the nuclear frac- tions. NF--B subunits other than p65/RelA were also exam- ined by Western blotting. A small, time-dependent increase in total p100 and p105 expression was detected in response to PorB after 24 h of incubation, but there was no significant nuclear translocation of the active NF--B subunits (not shown). Collectively, these data suggest that PorB does not induce significant NF--B activation in HeLa cells, although intracellular accumulation of p105 and p100 precursors may occur.  To correlate the biochemical evidence for a lack of TLR2- dependent NF--B activation by PorB with functional activa- tion, HeLa cells were transfected with a luciferase reporter vector under control of the NF--B promoter (10), and lucif- erase production was examined. This approach has been used previously to characterize TLR-dependent NF--B activation by PorB in other cell systems (48, 52). Transfected cells were incubated for 18 h with PorB (10 -g/ml), TNF-- (20 ng/ml) as a TLR-independent positive control, Pam3CSK4 (100 ng/ml) as a TLR2-dependent control, and heat-killed N. meningitidis (MOI, 50) as an additional control. PorB and Pam3CSK4 did not induce NF--B-mediated luciferase production (Fig. 7A), while TNF-- and heat-killed N. meningitidis induced robust luciferase production (Fig. 7A). The results were expressed in  FIG. 6. Lack of NF--B expression and activation in HeLa cells by PorB. HeLa cells were incubated with PorB (10 -g/ml) for 1 h, 4 h, and 24 h or with TNF-- (20 ng/ml) for 30 min, and NF--B activation was measured by Western blotting. (A) Whole-cell lysates (left panel) and nuclear (n) or cytosolic (c) fractions (right panel) of PorB-treated cells examined with anti-I-B- and anti-p65/RelA antibodies. (B) Whole- cell lysates (left panel) and nuclear or cytosolic fractions (right panel) of cells incubated with TNF--. Anti-HSP70 antibody was used as a loading control, and anti-histone 3 was used to determine the purity of the nuclear fraction.  FIG. 7. Lack of NF--B activity in HeLa cells in response to PorB. (A) HeLa cells transfected with a luciferase vector under control of NF--B were incubated with PorB (10 -g/ml), Pam3CSK4 (100 ng/ml), TNF-- (20 ng/ml), and heat-killed N. meningitidis H44/76 (MOI, 50) for 24 h. NF--B activation was measured by the luciferase assay. The results are the means and standard deviations for duplicate wells in quadruplicate experiments. *, P - 0.02 (Mann-Whitney test); **, P - 0.05 (Mann-Whitney test). (B) HeLa cells were incubated as described above, and the IL-8 concentrations in the cell supernatants were mea- sured by an ELISA. The results are the means and standard deviations of multiple experiments. *, P - 0.0005 (Mann-Whitney test).  VOL. 78, 2010 MENINGOCOCCAL PORIN PorB PREVENTS CELLULAR APOPTOSIS 999    relative luciferase units compared to duplicate wells in tripli- cate experiments.  Lastly, IL-8 secretion was measured by an ELISA using supernatants of HeLa cells incubated as described above. PorB and Pam3CSK4 did not induce IL-8 secretion (Fig. 7B) due to the lack of TLR2 expression in these cells. TLR2-independent IL-8 production was induced by TNF-- and heat-killed N. meningitidis (Fig. 7B), in agreement with previous results. In- duction of IL-8 by PorB was also measured using BEAS-2B cells, which respond to TLR2 ligands, including PorB (not shown).  Control of mitochondrial potential by PorB is not dependent on NF--B transcriptional activity. Although it appears that NF--B is not required for the antiapoptotic effect of PorB in HeLa cells, to determine whether inhibition of NF--B activa- tion could interfere with this property, the sesquiterpene lac- tone parthenolide (PA) was used in the apoptosis assay. Var- ious concentrations of PA were tested for cell toxicity, and 10 -M was chosen as a nontoxic concentration with significant NF--B inhibition (not shown). As a control for the ability of PA to inhibit NF--B activation, HeLa cells were preincubated with 10 -M PA for 2 h prior to incubation with 20 ng/ml of TNF-- for 30 min, and whole-cell lysates were examined by Western blotting. I-B- degradation induced by TNF-- was inhibited by PA (Fig. 8A), similar to p65/RelA nuclear trans- location (not shown). Anti-HSP70 antibody was used as a load- ing control.  The effect of PA on the mitochondrial potential was exam- ined by using rh123 fluorescence and FACS. The mitochon- drial potential was not affected by treatment with PA (10 -M) alone for 24 h (Fig. 8B, gray dotted line) or by treatment with PA for 2 h followed by treatment with 10 -g/ml of PorB (Fig. 8B, black dotted line), similar to the results for PorB alone (Fig. 8B, black line) and for medium alone (Fig. 8B, light gray area). Induction of mitochondrial depolarization by STS (Fig. 8C, dark gray area) was prevented by treatment with PorB alone (Fig. 8C, thin line) and by treatment with PA for 2 h followed by treatment with PorB for an additional 24 h (Fig. 8C, thick line), demonstrating that inhibition of NF--B does not affect the ability of PorB to prevent mitochondrial depo- larization.  DISCUSSION  Previously, our group correlated the antiapoptotic effect of PorB with its direct interaction with the mitochondrial protein VDAC and subsequent modulation of mitochondrial mem- brane potential (49, 50), an upstream event in the intrinsic apoptotic pathway. Since these initial observations, further ev- idence that purified neisserial porins and live Neisseria infec- tion inhibit apoptosis in various types of cells has been re- ported (4, 5, 23, 50, 55, 62, 65, 75). While the mechanism of protection from apoptosis by the gonococcal porin PIB ap- pears to involve activation of NF--B and expression of anti- apoptotic genes (5), it is not clear whether similar cellular and molecular mechanisms also regulate the antiapoptotic effect of PorB. For example, PorB elicits NF--B activation in a TLR2- and TLR1-dependent manner (48, 52) but prevents apoptosis in various cell types, regardless of the TLR2 expression level or tissue origin. Our group and others have reported PorB-medi-  ated prevention of apoptosis in TLR2-competent cells (murine primary B cells, B cell lines, and human female cervical epi- thelial cells), in TLR2-negative cells (HeLa cells), and in cells expressing low physiological levels of TLR2 (human airway epithelial BEAS-2B cells) (53; P. Massari, unpublished obser- vations). The latter, a relevant cell type for infection with airborne pathogens, such as N. meningitidis, are susceptible to activation by PorB (P. Massari, unpublished observations). Collectively, our observations so far suggest that PorB can prevent mitochondrial depolarization regardless of TLR2 ex- pression and signaling, likely via multiple mechanisms of cell activation. These mechanisms include the known direct effect  FIG. 8. Inhibition of NF--B does not affect prevention of mito- chondrial depolarization by PorB. (A) HeLa cells were incubated with the NF--B inhibitor parthenolide (PA) (10 -g/ml) for 2 h and then with TNF-- (20 ng/ml) for 30 min, and inhibition of I-B- degradation was examined by Western blotting of whole-cell lysates with an anti- I-B- antibody. Anti-HSP70 antibody was used as a loading control. (B) Analysis of the mitochondrial potential of HeLa cells incubated with PA as described above and then with PorB (10 -g/ml) for 24 h. The mitochondrial potential was measured by rh123 fluorescence and FACS analysis as previously described. Gray area, medium control cells; black line, incubation with PorB alone for 24 h; dotted gray line, incubation with PA alone for 24 h; dotted black line, incubation with PA for 2 h and with PorB for 24 h. (C) HeLa cells were incubated with PA and PorB as described above in the presence or absence of STS (1 -M) for 24 h, and the mitochondrial membrane potential was mea- sured by rh123 staining. Light gray area, medium control cells; dark gray area, incubation with STS; black line, incubation with PorB and STS; thick line, incubation with PA, PorB, and STS.  1000 MASSARI ET AL. INFECT. IMMUN.    of PorB on mitochondria and potential activation of cellular antiapoptotic responses. To specifically exclude the contribu- tion of TLR2-dependent activation pathways to the antiapop- totic effect of PorB, here we examined the potential contribu- tion of the host cell machinery to this phenomenon using HeLa cells, which lack TLR2 expression (78).  First, we described a rapid, time-dependent interaction of PorB with mitochondria. This interaction is not detected in other intracellular compartments, such as Golgi membranes or the endoplasmic reticulum, in agreement with previous find- ings (50). Once PorB colocalizes with mitochondria, it prevents apoptotic mitochondrial membrane depolarization (49) by in- teracting with VDAC, a component of the permeability tran- sition pore (12) and possibly by interfering with the formation of contact sites between the inner and outer mitochondrial membranes (47). Since PorB colocalizes with mitochondria rapidly during incubation, one could imagine that its ability to modulate mitochondrial potential is also forthcoming. How- ever, PorB did not prevent mitochondrial depolarization in- duced by STS prior to a 24-h preincubation. The delay in protection might be explained by the necessity to accumulate a critical amount of PorB for mitochondrial membrane stabili- zation, and a 5-fold-higher dose of PorB prevented mitochon- drial depolarization at earlier time points.  While mitochondrial depolarization has a primary role in the intrinsic apoptosis pathway, in the extrinsic pathway this pro- cess is either bypassed immediately (type I cells) or may am- plify the death signal via certain proapoptotic Bcl-2 family members (type II cells) (45, 63). We examined the effect of PorB on extrinsic apoptosis induced in HeLa cells by TNF-- in the presence of the protein synthesis inhibitor cycloheximide. Our results demonstrate that PorB has a nonessential role in prevention of caspase activation upstream and downstream of mitochondria in the extrinsic apoptosis pathway. Importantly, PorB did not rescue cells from secondary mitochondrial mem- brane depolarization, likely due to previous major apoptotic events. These observations, combined with the evidence that PorB nevertheless protects HeLa cells from STS-induced apoptosis, indicate that there is a specific effect only on the intrinsic apoptosis pathway. Obviously, given that protection from mitochondrial depolarization by PorB appeared to in- crease over time, the possibility that PorB induces intracellular factors that have not been described so far cannot be excluded, despite the uncharacteristically long time necessary for cellular events possibly regulated by signal transduction pathways. The key cellular players during apoptosis include Bcl-2 and IAP family members, which are activated mostly by cleavage or a change in intracellular localization and regulate release of apoptotic mitochondrial factors in both a mitochondrial poten- tial-dependent manner and a mitochondrial potential-indepen- dent manner. Since PorB induces neither expression and trans- location of proapoptotic Bax, Bak, and Bid nor release of cytochrome c and AIF, it is plausible that its antiapoptotic effect is not due to inhibition of these factors. Nevertheless, antiapoptotic proteins could contribute to the properties of PorB. However, PorB induced early and transient expression of Bcl-2, Bcl-xL, and c-IAP-2 in the first 1 h to 4 h of incuba- tion, in agreement with previous findings for gonococcal PIB in male urethral epithelial cells (5). Whether these proteins are induced only at early time points or are degraded at later time  points is not clear. Bcl-2, Bcl-xL, and c-IAP-2 thus do not play a major role in PorB-mediated prevention of apoptosis. Inter- estingly, PorB induced stable, time-dependent expression of Bfl-1 (17), a suppressor of both intrinsic and extrinsic apoptosis (64, 67, 76, 81) expressed in bone marrow and, at low levels, in other tissues. It has been shown that the gonococcal porin PIB induces early upregulation of bfl-1 gene expression in a male urethral epithelial cell model (5), similar to the findings for whole N. gonorrhoeae incubated with female cervical epithelial cells (23). It is tempting to speculate that neisserial factors, including porins, are important for modulation of apoptosis in tissues that are relevant for infection by these microorganisms, such as the reproductive tract or the airway epithelium. The effects of PorB and of whole N. meningitidis cells on cells of the human airway epithelia are currently being investigated. Bfl-1 expression is transcriptionally regulated by an NF--B-depen- dent complex containing AP-1 and C/EBP- and is dependent on a c-Rel/p50 heterodimer (19, 29, 38, 81), and NF--B also directly regulates a number of other cellular factors involved in apoptosis (3, 9, 57). Although PorB is known to activate NF--B through TLR2 and TLR1 signaling (48, 52), we found that it did not induce p65/RelA expression or I-B- degradation and induced only minimal p65/RelA nuclear translocation in HeLa cells. In addition, only some cytosolic accumulation of p105 and p100 precursors was detected, but no nuclear translocation of these subunits was detected. The lack of functional NF--B activation in response to PorB and other TLR2 ligands was confirmed by the absence of NF--B-dependent luciferase pro- duction and IL-8 secretion. The lack of TLR2 expression in HeLa cells may explain the inability of PorB to activate these cells. In addition, PorB also did not activate NOD-transfected HEK cells (66; R. Ingalls and P. Massari, unpublished obser- vations). Collectively, similar to findings for Chlamydia tracho- matis (20, 22, 79, 80), these observations argue against a major role for NF--B transcriptional activation in the antiapoptotic effect of PorB in HeLa cells (which does not induce I-B- degradation or p65/RelA nuclear translocation but induces p65 cleavage to interfere with the host inflammatory response) (37). Although the lack of NF--B activation might explain the lack of Bcl-2, Bcl-xL, and c-IAP-2 expression by PorB, induc- tion of Bfl-1 expression might be induced via NF--B-indepen- dent transactivation of the bfl-1 gene, similar to what has been described for Burkitt's lymphoma cells with EBV nuclear an- tigen 2 via CBF1 (or RBP-J kappa), a nuclear component of the Notch signaling pathway (60). Regulation of Bfl-1 in epi- thelial cells in the absence of NF--B has not been described so far, and this regulation in response to PorB should be investi- gated further.  Inhibition of NF--B with pharmacologic reagents can in- crease the susceptibility to apoptosis. However, the NF--B inhibitor parthenolide (6) did not affect the antiapoptotic properties of PorB, suggestiing that NF--B has a marginal role for PorB in this process. The possibility that other signaling pathways (including the p38 mitogen-activated protein kinase, PI3K/AKT [14], and Notch [34] pathways) contribute cannot be excluded, since regulation of Bcl-2 family members has been hypothesized for these pathways (44, 61). Further anal- ysis of the TLR2-independent signaling induced by PorB might identify a novel contribution of intracellular factors involved in prevention of apoptosis.  VOL. 78, 2010 MENINGOCOCCAL PORIN PorB PREVENTS CELLULAR APOPTOSIS 1001    ACKNOWLEDGMENTS  This work was supported by NIH/NIAID grant RO1 AI40944-01. We thank Ting Wu for technical assistance.  REFERENCES  1. Antignani, A., and R. J. Youle. 2006. How do Bax and Bak lead to perme- abilization of the outer mitochondrial membrane? Curr. Opin. Cell Biol. 18:685-689.  2. Baines, C. P., R. A. Kaiser, T. Sheiko, W. J. Craigen, and J. D. Molkentin. 2007. Voltage-dependent anion channels are dispensable for mitochondrial- dependent cell death. Nat. Cell Biol. 9:550-555.  3. Bernal-Mizrachi, L., C. M. Lovly, and L. Ratner. 2006. The role of NF--B-1 and NF--B-2-mediated resistance to apoptosis in lymphomas. Proc. Natl. Acad. Sci. U. S. A. 103:9220-9225.  4. Binnicker, M. J., R. D. Williams, and M. A. Apicella. 2003. Infection of human urethral epithelium with Neisseria gonorrhoeae elicits an upregula- tion of host anti-apoptotic factors and protects cells from staurosporine- induced apoptosis. Cell. Microbiol. 5:549-560.  5. Binnicker, M. J., R. D. Williams, and M. A. Apicella. 2004. Gonococcal porin IB activates NF-kappaB in human urethral epithelium and increases the expression of host antiapoptotic factors. Infect. Immun. 72:6408-6417.  6. Bork, P. M., M. L. Schmitz, M. Kuhnt, C. Escher, and M. Heinrich. 1997. Sesquiterpene lactone containing Mexican Indian medicinal plants and pure sesquiterpene lactones as potent inhibitors of transcription factor NF- kappaB. FEBS Lett. 402:85-90.  7. Brenner, C., and G. Kroemer. 2000. Apoptosis. Mitochondria—the death signal integrators. Science 289:1150-1151.  8. Budihardjo, I., H. Oliver, M. Lutter, X. Luo, and X. Wang. 1999. Biochem- ical pathways of caspase activation during apoptosis. Annu. Rev. Cell Dev. Biol. 15:269-290.  9. Chen, C., L. C. Edelstein, and C. Gelinas. 2000. The Rel/NF-kappaB family directly activates expression of the apoptosis inhibitor Bcl-x(L). Mol. Cell. Biol. 20:2687-2695.  10. Chow, J. C., D. W. Young, D. T. Golenbock, W. J. Christ, and F. Gusovsky. 1999. Toll-like receptor-4 mediates lipopolysaccharide-induced signal trans- duction. J. Biol. Chem. 274:10689-10692.  11. Clark, C. S., and A. T. Maurelli. 2007. Shigella flexneri inhibits staurospo- rine-induced apoptosis in epithelial cells. Infect. Immun. 75:2531-2539.  12. Colombini, M., E. Blachly-Dyson, and M. Forte. 1996. VDAC, a channel in the outer mitochondrial membrane. Ion Channels 4:169-202.  13. Constantin, D., A. Cordenier, K. Robinson, D. A. Ala'Aldeen, and S. Mur- phy. 2004. Neisseria meningitidis-induced death of cerebrovascular endothe- lium: mechanisms triggering transcriptional activation of inducible nitric oxide synthase. J. Neurochem. 89:1166-1174.  14. Deak, M., A. D. Clifton, L. M. Lucocq, and D. R. Alessi. 1998. Mitogen- and stress-activated protein kinase-1 (MSK1) is directly activated by MAPK and SAPK2/p38, and may mediate activation of CREB. EMBO J. 17:4426-4441.  15. Deghmane, A. E., C. Veckerle, D. Giorgini, E. Hong, C. Ruckly, and M. K. Taha. 2009. Differential modulation of TNF-alpha-induced apoptosis by Neisseria meningitidis. PLoS Pathog. 5:e1000405.  16. Deveraux, Q. L., H. R. Stennicke, G. S. Salvesen, and J. C. Reed. 1999. Endogenous inhibitors of caspases. J. Clin. Immunol. 19:388-398.  17. D'Sa-Eipper, C., and G. Chinnadurai. 1998. Functional dissection of Bfl-1, a Bcl-2 homolog: anti-apoptosis, oncogene-cooperation and cell proliferation activities. Oncogene 16:3105-3114.  18. Du, C., M. Fang, Y. Li, L. Li, and X. Wang. 2000. Smac, a mitochondrial protein that promotes cytochrome c-dependent caspase activation by elimi- nating IAP inhibition. Cell 102:33-42.  19. Edelstein, L. C., L. Lagos, M. Simmons, H. Tirumalai, and C. Gelinas. 2003. NF-kappa B-dependent assembly of an enhanceosome-like complex on the promoter region of apoptosis inhibitor Bfl-1/A1. Mol. Cell. Biol. 23:2749- 2761.  20. Fan, T., H. Lu, H. Hu, L. Shi, G. A. McClarty, D. M. Nance, A. H. Greenberg, and G. Zhong. 1998. Inhibition of apoptosis in chlamydia-infected cells: blockade of mitochondrial cytochrome c release and caspase activation. J. Exp. Med. 187:487-496.  21. Fichorova, R. N., A. O. Cronin, E. Lien, D. J. Anderson, and R. R. Ingalls. 2002. Response to Neisseria gonorrhoeae by cervicovaginal epithelial cells occurs in the absence of Toll-like receptor 4-mediated signaling. J. Immunol. 168:2424-2432.  22. Fischer, S. F., C. Schwarz, J. Vier, and G. Hacker. 2001. Characterization of antiapoptotic activities of Chlamydia pneumoniae in human cells. Infect. Immun. 69:7121-7129.  23. Follows, S. A., J. Murlidharan, P. Massari, L. M. Wetzler, and C. A. Genco. 2009. Neisseria gonorrhoeae infection protects human endocervical epithe- lial cells from apoptosis via expression of host antiapoptotic proteins. Infect. Immun. 77:3602-3610.  24. Fulda, S., and K. M. Debatin. 2003. Apoptosis pathways: turned on their heads? Drug Resist. Updates 6:1-3.  25. Galluzzi, L., and G. Kroemer. 2007. Mitochondrial apoptosis without VDAC. Nat. Cell Biol. 9:487-489.  26. Green, D. R. 2005. Apoptotic pathways: ten minutes to dead. Cell 121:671- 674.  27. Griffiths, N. J., C. J. Bradley, R. S. Heyderman, and M. Virji. 2007. IFN- gamma amplifies NFkappaB-dependent Neisseria meningitidis invasion of epithelial cells via specific upregulation of CEA-related cell adhesion mol- ecule 1. Cell. Microbiol. 9:2968-2983.  28. Gross, A., A. Terraza, S. Ouahrani-Bettache, J. P. Liautard, and J. Dornand. 2000. In vitro Brucella suis infection prevents the programmed cell death of human monocytic cells. Infect. Immun. 68:342-351.  29. Grumont, R. J., I. J. Rourke, L. A. O'Reilly, A. Strasser, K. Miyake, W. Sha, and S. Gerondakis. 1998. B lymphocytes differentially use the Rel and nuclear factor kappaB1 (NF-kappaB1) transcription factors to regulate cell cycle progression and apoptosis in quiescent and mitogen-activated cells. J. Exp. Med. 187:663-674.  30. Heckman, C. A., J. W. Mehew, and L. M. Boxer. 2002. NF-kappaB activates Bcl-2 expression in t(14;18) lymphoma cells. Oncogene 21:3898-3908.  31. Higashi, D. L., S. W. Lee, A. Snyder, N. J. Weyand, A. Bakke, and M. So. 2007. Dynamics of Neisseria gonorrhoeae attachment: microcolony devel- opment, cortical plaque formation, and cytoprotection. Infect. Immun. 75: 4743-4753.  32. Horner, P. J., D. Cain, M. McClure, B. J. Thomas, C. Gilroy, M. Ali, J. N. Weber, and D. Taylor-Robinson. 1997. Association of antibodies to Chla- mydia trachomatis heat-shock protein 60 kD with chronic nongonococcal urethritis. Clin. Infect. Dis. 24:653-660.  33. Howie, H. L., S. L. Shiflett, and M. So. 2008. Extracellular signal-regulated kinase activation by Neisseria gonorrhoeae downregulates epithelial cell proapoptotic proteins Bad and Bim. Infect. Immun. 76:2715-2721.  34. Jarriault, S., C. Brou, F. Logeat, E. H. Schroeter, R. Kopan, and A. Israel. 1995. Signalling downstream of activated mammalian Notch. Nature 377: 355-358.  35. Karin, M., and A. Lin. 2002. NF-kappaB at the crossroads of life and death. Nat. Immunol. 3:221-227.  36. Kluck, R. M., E. Bossy-Wetzel, D. R. Green, and D. D. Newmeyer. 1997. The release of cytochrome c from mitochondria: a primary site for Bcl-2 regula- tion of apoptosis. Science 275:1132-1136.  37. Lad, S. P., J. Li, C. J. da Silva, Q. Pan, S. Gadwal, R. J. Ulevitch, and E. Li. 2007. Cleavage of p65/RelA of the NF-kappaB pathway by Chlamydia. Proc. Natl. Acad. Sci. U. S. A. 104:2933-2938.  38. Lee, H. H., H. Dadgostar, Q. Cheng, J. Shu, and G. Cheng. 1999. NF- kappaB-mediated up-regulation of Bcl-x and Bfl-1/A1 is required for CD40 survival signaling in B lymphocytes. Proc. Natl. Acad. Sci. U. S. A. 96:9136- 9141.  39. Letai, A., M. C. Bassik, L. D. Walensky, M. D. Sorcinelli, S. Weiler, and S. J. Korsmeyer. 2002. Distinct BH3 domains either sensitize or activate mito- chondrial apoptosis, serving as prototype cancer therapeutics. Cancer Cell 2:183-192.  40. Levine, B., S. Sinha, and G. Kroemer. 2008. Bcl-2 family members: dual regulators of apoptosis and autophagy. Autophagy 4:600-606.  41. Lin, C. C., H. D. Love, J. N. Gushue, J. J. Bergeron, and J. Ostermann. 1999. ER/Golgi intermediates acquire Golgi enzymes by brefeldin A-sensitive ret- rograde transport in vitro. J. Cell Biol. 147:1457-1472.  42. Linhartova, I., M. Basler, J. Ichikawa, V. Pelicic, R. Osicka, S. Lory, X. Nassif, and P. Sebo. 2006. Meningococcal adhesion suppresses proapoptotic gene expression and promotes expression of genes supporting early embry- onic and cytoprotective signaling of human endothelial cells. FEMS Micro- biol. Lett. 263:109-118.  43. Liu, X., L. M. Wetzler, and P. Massari. 2008. The PorB porin from com- mensal Neisseria lactamica induces Th1 and Th2 immune responses to ovalbumin in mice and is a potential immune adjuvant. Vaccine 26:786-796.  44. Longo, P. G., L. Laurenti, S. Gobessi, S. Sica, G. Leone, and D. G. Efremov. 2008. The Akt/Mcl-1 pathway plays a prominent role in mediating antiapop- totic signals downstream of the B-cell receptor in chronic lymphocytic leu- kemia B cells. Blood 111:846-855.  45. Luo, X., I. Budihardjo, H. Zou, C. Slaughter, and X. Wang. 1998. Bid, a Bcl2 interacting protein, mediates cytochrome c release from mitochondria in response to activation of cell surface death receptors. Cell 94:481-490.  46. MacLeod, H., N. Bhasin, and L. M. Wetzler. 2008. Role of protein tyrosine kinase and Erk1/2 activities in the Toll-like receptor 2-induced cellular ac- tivation of murine B cells by neisserial porin. Clin. Vaccine Immunol. 15: 630-637.  47. Marzo, I., C. Brenner, N. Zamzami, S. A. Susin, G. Beutner, D. Brdiczka, R. My, Z. H. Xie, J. C. Reed, and G. Kroemer. 1998. The permeability transition pore complex: a target for apoptosis regulation by caspases and Bcl-2-related proteins. J. Exp. Med. 187:1261-1271.  48. Massari, P., P. Henneke, Y. Ho, E. Latz, D. T. Golenbock, and L. M. Wetzler. 2002. Cutting edge: immune stimulation by neisserial porins is Toll-like receptor 2 and MyD88 dependent. J. Immunol. 168:1533-1537.  49. Massari, P., Y. Ho, and L. M. Wetzler. 2000. Neisseria meningitidis porin PorB interacts with mitochondria and protects cells from apoptosis. Proc. Natl. Acad. Sci. U. S. A. 97:9070-9075.  50. Massari, P., C. A. King, A. Y. Ho, and L. M. Wetzler. 2003. Neisserial PorB  1002 MASSARI ET AL. INFECT. IMMUN.    is translocated to the mitochondria of HeLa cells infected with Neisseria meningitidis and protects cells from apoptosis. Cell. Microbiol. 5:99-109.  51. Massari, P., C. A. King, H. Macleod, and L. M. Wetzler. 2005. Improved purification of native meningococcal porin PorB and studies on its structure/ function. Protein Expr. Purif. 44:136-146.  52. Massari, P., A. Visintin, J. Gunawardana, K. A. Halmen, C. A. King, D. T. Golenbock, and L. M. Wetzler. 2006. Meningococcal porin PorB binds to TLR2 and requires TLR1 for signaling. J. Immunol. 176:2373-2380.  53. Mayer, A. K., H. Bartz, F. Fey, L. M. Schmidt, and A. H. Dalpke. 2008. Airway epithelial cells modify immune responses by inducing an anti-inflam- matory microenvironment. Eur. J. Immunol. 38:1689-1699.  54. Molinari, M., C. Galli, N. Norais, J. L. Telford, R. Rappuoli, J. P. Luzio, and C. Montecucco. 1997. Vacuoles induced by Helicobacter pylori toxin contain both late endosomal and lysosomal markers. J. Biol. Chem. 272:25339- 25344.  55. Morales, P., P. Reyes, M. Vargas, M. Rios, M. Imarai, H. Cardenas, H. Croxatto, P. Orihuela, R. Vargas, J. Fuhrer, J. E. Heckels, M. Christodou- lides, and L. Velasquez. 2006. Infection of human fallopian tube epithelial cells with Neisseria gonorrhoeae protects cells from tumor necrosis factor alpha-induced apoptosis. Infect. Immun. 74:3643-3650.  56. Murray, D. A., and J. M. Wilton. 2003. Lipopolysaccharide from the peri- odontal pathogen Porphyromonas gingivalis prevents apoptosis of HL60- derived neutrophils in vitro. Infect. Immun. 71:7232-7235.  57. Nagata, S. 1997. Apoptosis by death factor. Cell 88:355-365. 58. Nakhjiri, S. F., Y. Park, O. Yilmaz, W. O. Chung, K. Watanabe, A. El  Sabaeny, K. Park, and R. J. Lamont. 2001. Inhibition of epithelial cell apoptosis by Porphyromonas gingivalis. FEMS Microbiol. Lett. 200:145-149.  59. Naumann, M., S. Wessler, C. Bartsch, B. Wieland, and T. F. Meyer. 1997. Neisseria gonorrhoeae epithelial cell interaction leads to the activation of the transcription factors nuclear factor kappaB and activator protein 1 and the induction of inflammatory cytokines. J. Exp. Med. 186:247-258.  60. Pegman, P. M., S. M. Smith, B. N. D'Souza, S. T. Loughran, S. Maier, B. Kempkes, P. A. Cahill, M. J. Simmons, C. Gelinas, and D. Walls. 2006. Epstein-Barr virus nuclear antigen 2 trans-activates the cellular antiapop- totic bfl-1 gene by a CBF1/RBPJ kappa-dependent pathway. J. Virol. 80: 8133-8144.  61. Rajalingam, K., M. Sharma, C. Lohmann, M. Oswald, O. Thieck, C. J. Froelich, and T. Rudel. 2008. Mcl-1 is a key regulator of apoptosis resistance in Chlamydia trachomatis-infected cells. PLoS ONE 3:e3102.  62. Robinson, K., M. Taraktsoglou, K. S. Rowe, K. G. Wooldridge, and D. A. Ala'Aldeen. 2004. Secreted proteins from Neisseria meningitidis mediate differential human gene expression and immune activation. Cell. Microbiol. 6:927-938.  63. Scaffidi, C., S. Fulda, A. Srinivasan, C. Friesen, F. Li, K. J. Tomaselli, K. M. Debatin, P. H. Krammer, and M. E. Peter. 1998. Two CD95 (APO-1/Fas) signaling pathways. EMBO J. 17:1675-1687.  64. Simmons, M. J., G. Fan, W. X. Zong, K. Degenhardt, E. White, and C. Gelinas. 2008. Bfl-1/A1 functions, similar to Mcl-1, as a selective tBid and Bak antagonist. Oncogene 27:1421-1428.  65. Simons, M. P., W. M. Nauseef, T. S. Griffith, and M. A. Apicella. 2006. Neisseria gonorrhoeae delays the onset of apoptosis in polymorphonuclear leukocytes. Cell. Microbiol. 8:1780-1790.  66. Sirard, J. C., C. Vignal, R. Dessein, and M. Chamaillard. 2007. Nod-like receptors: cytosolic watchdogs for immunity against pathogens. PLoS Pathog. 3:e152.  67. Somogyi, R. D., Y. Wu, A. Orlofsky, and M. B. Prystowsky. 2001. Transient expression of the Bcl-2 family member, A1-a, results in nuclear localization and resistance to staurosporine-induced apoptosis. Cell Death Differ. 8:785- 793.  68. Sprick, M. R., and H. Walczak. 2004. The interplay between the Bcl-2 family and death receptor-mediated apoptosis. Biochim. Biophys. Acta 1644:125- 132.  69. Susin, S. A., H. K. Lorenzo, N. Zamzami, I. Marzo, C. Brenner, N. Laro- chette, M. C. Prevost, P. M. Alzari, and G. Kroemer. 1999. Mitochondrial release of caspase-2 and -9 during the apoptotic process. J. Exp. Med. 189:381-394.  70. Susin, S. A., H. K. Lorenzo, N. Zamzami, I. Marzo, B. E. Snow, G. M. Brothers, J. Mangion, E. Jacotot, P. Costantini, M. Loeffler, N. Larochette, D. R. Goodlett, R. Aebersold, D. P. Siderovski, J. M. Penninger, and G. Kroemer. 1999. Molecular characterization of mitochondrial apoptosis-in- ducing factor. Nature 397:441-446.  71. Susin, S. A., N. Zamzami, M. Castedo, E. Daugas, H. G. Wang, S. Geley, F. Fassy, J. C. Reed, and G. Kroemer. 1997. The central executioner of apop- tosis: multiple connections between protease activation and mitochondria in Fas/APO-1/CD95- and ceramide-induced apoptosis. J. Exp. Med. 186:25-37.  72. Tsujimoto, Y., and S. Shimizu. 2000. VDAC regulation by the Bcl-2 family of proteins. Cell Death Differ. 7:1174-1181.  73. Tunbridge, A. J., T. M. Stevanin, M. Lee, H. M. Marriott, J. W. Moir, R. C. Read, and D. H. Dockrell. 2006. Inhibition of macrophage apoptosis by Neisseria meningitidis requires nitric oxide detoxification mechanisms. In- fect. Immun. 74:729-733.  74. Vander Heiden, M. G., N. S. Chandel, E. K. Williamson, P. T. Schumacker, and C. B. Thompson. 1997. Bcl-xL regulates the membrane potential and volume homeostasis of mitochondria. Cell 91:627-637.  75. Wells, D. B., P. J. Tighe, K. G. Wooldridge, K. Robinson, and D. A. Ala'Aldeen. 2001. Differential gene expression during meningeal-meningo- coccal interaction: evidence for self-defense and early release of cytokines and chemokines. Infect. Immun. 69:2718-2722.  76. Werner, A. B., E. de Vries, S. W. Tait, I. Bontjer, and J. Borst. 2002. Bcl-2 family member Bfl-1/A1 sequesters truncated bid to inhibit its collaboration with pro-apoptotic Bak or Bax. J. Biol. Chem. 277:22781-22788.  77. Wessler, S., P. Muenzner, T. F. Meyer, and M. Naumann. 2005. The anti- inflammatory compound curcumin inhibits Neisseria gonorrhoeae-induced NF-kappaB signaling, release of pro-inflammatory cytokines/chemokines and attenuates adhesion in late infection. Biol. Chem. 386:481-490.  78. Wyllie, D. H., E. Kiss-Toth, A. Visintin, S. C. Smith, S. Boussouf, D. M. Segal, G. W. Duff, and S. K. Dower. 2000. Evidence for an accessory protein function for Toll-like receptor 1 in anti-bacterial responses. J. Immunol. 165:7125-7132.  79. Xiao, Y., Y. Zhong, H. Su, Z. Zhou, P. Chiao, and G. Zhong. 2005. NF-kappa B activation is not required for Chlamydia trachomatis inhibition of host epithelial cell apoptosis. J. Immunol. 174:1701-1708.  80. Zhong, Y., M. Weininger, M. Pirbhai, F. Dong, and G. Zhong. 2006. Inhi- bition of staurosporine-induced activation of the proapoptotic multidomain Bcl-2 proteins Bax and Bak by three invasive chlamydial species. J. Infect. 53:408-414.  81. Zong, W. X., L. C. Edelstein, C. Chen, J. Bash, and C. Gelinas. 1999. The prosurvival Bcl-2 homolog Bfl-1/A1 is a direct transcriptional target of NF- kappaB that blocks TNFalpha-induced apoptosis. Genes Dev. 13:382-387.  Editor: J. N. Weiser  VOL. 78, 2010 MENINGOCOCCAL PORIN PorB PREVENTS CELLULAR APOPTOSIS 1003  View publication statsView publication stats  https://www.researchgate.net/publication/40759315",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}