{
    "summary": "Diacylglycerol acyltransferase (DGAT) activity is an essential enzymatic step in the formation of neutral lipid i.e., triacylglycerol in all living cells capable of accumulating storage lipid. Previously, we characterized an oleaginous yeast Candida tropicalis SY005 that yields storage lipid up to 58% under a specific nitrogen-stress condition, when the DGAT-specific transcript is drastically up-regulated. Here we report the identification, differential expression and function of two DGAT2 gene homologues--CtDGAT2a and CtDGAT2b of this C. tropicalis. Two protein isoforms are unique with respect to the presence of five additional stretches of amino acids, besides possessing three highly conserved motifs known in other reported DGAT2 enzymes. Moreover, the CtDGAT2a and CtDGAT2b are characteristically different in amino acid sequences and predicted protein structures. The CtDGAT2b isozyme was found to be catalytically 12.5% more efficient than CtDGAT2a for triacylglycerol production in a heterologous yeast system i.e., Saccharomyces cerevisiae quadruple mutant strain H1246 that is inherently defective in neutral lipid biosynthesis. The CtDGAT2b activity rescued the growth of transformed S. cerevisiae mutant cells, which are usually non-viable in the medium containing free fatty acids by incorporating them into triacylglycerol, and displayed preferential specificity towards saturated acyl species as substrate. Furthermore, we document that the efficiency of triacylglycerol production by CtDGAT2b is differentially affected by deletion, insertion or replacement of amino acids in five regions exclusively present in two CtDGAT2 isozymes. Taken together, our study characterizes two structurally novel DGAT2 isozymes, which are accountable for the enhanced production of storage lipid enriched with saturated fatty acids inherently in C. tropicalis SY005 strain as well as in transformed S. cerevisiae neutral lipid-deficient mutant cells. These two genes certainly will be useful for further investigation on the novel structure-function relationship of DGAT repertoire, and also in metabolic engineering for the enhanced production of lipid feedstock in other organisms.",
    "title": "Functional Characterization of Two Structurally Novel Diacylglycerol Acyltransferase2 Isozymes Responsible for the Enhanced Production of Stearate-Rich Storage Lipid in Candida tropicalis SY005",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/51876309  Epsilon-Toxin Production by Clostridium perfringens Type D Strain CN3718  Is Dependent upon the agr Operon but Not the VirS/VirR Two-Component  Regulatory System  Article  in  mBio · October 2011  DOI: 10.1128/mBio.00275-11 · Source: PubMed  CITATIONS  42 READS  126  3 authors, including:  Some of the authors of this publication are also working on these related projects:  Analysis of Clostridial MLS Resistance Determinants View project  Clostridium perfringens enterotoxin mechanism of action View project  Julian I Rood  Monash University (Australia)  356 PUBLICATIONS   15,584 CITATIONS     SEE PROFILE  Bruce A Mcclane  University of Pittsburgh  316 PUBLICATIONS   11,932 CITATIONS     SEE PROFILE  All content following this page was uploaded by Bruce A Mcclane on 31 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/51876309_Epsilon-Toxin_Production_by_Clostridium_perfringens_Type_D_Strain_CN3718_Is_Dependent_upon_the_agr_Operon_but_Not_the_VirSVirR_Two-Component_Regulatory_System?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/51876309_Epsilon-Toxin_Production_by_Clostridium_perfringens_Type_D_Strain_CN3718_Is_Dependent_upon_the_agr_Operon_but_Not_the_VirSVirR_Two-Component_Regulatory_System?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Analysis-of-Clostridial-MLS-Resistance-Determinants?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Clostridium-perfringens-enterotoxin-mechanism-of-action?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Julian-Rood?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Julian-Rood?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Monash_University_Australia?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Julian-Rood?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Mcclane?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Mcclane?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Pittsburgh?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Mcclane?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bruce-Mcclane?enrichId=rgreq-1e9efd52935c62dc1e9b71271232bf4e-XXX&enrichSource=Y292ZXJQYWdlOzUxODc2MzA5O0FTOjEwMjcxOTIyMjE5MDA5MUAxNDAxNTAxNTgwMTQy&el=1_x_10&_esc=publicationCoverPdf   Epsilon-Toxin Production by Clostridium perfringens Type D Strain CN3718 Is Dependent upon the agr Operon but Not the VirS/VirR Two-Component Regulatory System  Jianming Chen,a Julian I. Rood,b and Bruce A. McClanea,b  Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA,a and Australian Research Council, Centre of Excellence in Structural and Functional Genomics, Department of Microbiology, Monash University, Clayton, Victoria, Australiab  ABSTRACT Clostridium perfringens type B and D strains cause enterotoxemias and enteritis in livestock after proliferating in the intestines and producing epsilon-toxin (ETX), alpha-toxin (CPA), and, usually, perfringolysin O (PFO). Although ETX is one of the most potent bacterial toxins, the regulation of ETX production by type B or D strains remains poorly understood. The pres- ent work determined that the type D strain CN3718 upregulates production of ETX upon close contact with enterocyte-like Caco-2 cells. This host cell-induced upregulation of ETX expression was mediated at the transcriptional level. Using an isogenic agrB null mutant and complemented strain, the agr operon was shown to be required when CN3718 produces ETX in broth cul- ture or, via a secreted signal consistent with a quorum-sensing (QS) effect, upregulates ETX production upon contact with host cells. These findings provide the first insights into the regulation of ETX production, as well as additional evidence that the Agr- like QS system functions as a global regulator of C. perfringens toxin production. Since it was proposed previously that the Agr- like QS system regulates C. perfringens gene expression via the VirS/VirR two-component regulatory system, an isogenic virR null mutant of CN3718 was constructed to evaluate the importance of VirS/VirR for CN3718 toxin production. This mutation affected production of CPA and PFO, but not ETX, by CN3718. These results provide the first indication that C. perfringens toxin expression regulation by the Agr-like quorum-sensing system may not always act via the VirS/VirR two-component sys- tem.  IMPORTANCE Mechanisms by which Clostridium perfringens type B and D strains regulate production of epsilon-toxin (ETX), a CDC class B select toxin, are poorly understood. Production of several other toxins expressed by C. perfringens is wholly or par- tially regulated by both the Agr-like quorum-sensing (QS) system and the VirS/VirR two-component regulatory system, so the present study tested whether ETX expression by type D strain CN3718 also requires these regulatory systems. The agr operon was shown to be essential for signaling CN3718 to produce ETX in broth culture or to upregulate ETX production upon close contact with enterocyte-like Caco-2 cells, which may have pathogenic relevance since ETX is produced intestinally. However, ETX production remained at wild-type levels after inactivation of the VirS/VirR system in CN3718. These findings provide the first information regarding regulation of ETX production and suggest Agr-like QS toxin production regulation in C. perfringens does not always require the VirS/VirR system.  Received 14 November 2011 Accepted 17 November 2011 Published 13 December 2011  Citation Chen J, Rood JI, McClane BA. 2011. Epsilon-toxin production by Clostridium perfringens type D strain CN3718 is dependent upon the agr operon but not the VirS/VirR two-component regulatory system. mBio 2(6):e00275-11. doi:10.1128/mBio.00275-11.  Editor R. John Collier, Harvard Medical School  Copyright   2011 Chen et al. This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported License, which permits unrestricted noncommercial use, distribution, and reproduction in any medium, provided the original author and source are credited.  Address correspondence to Bruce A. McClane, bamcc@pitt.edu.  The Gram-positive, spore-forming, anaerobic bacterium Clos-tridium perfringens is an important pathogen of humans and livestock, causing clostridial myonecrosis and numerous diseases originating in the intestines (1, 2). C. perfringens virulence is largely dependent upon prolific toxin production, with this bac- terium capable of producing at least 17 different toxins. However, only portions of this toxin arsenal are produced by individual strains, which allows for a toxinotyping classification (A to E) system based upon the production of alpha-toxin (CPA), beta- toxin, epsilon-toxin (ETX), and iota-toxin (1, 2).  By definition, C. perfringens type D strains must produce alpha-toxin (CPA) and epsilon-toxin (ETX). Some type D strains also produce additional toxins, such as perfringolysin O (PFO),  that are not used for toxin typing (3). C. perfringens type D isolates cause often fatal enterotoxemias in several livestock species, as well as acute or chronic enteritis in goats (1, 4). During type D enterotoxemias, toxins are produced in the intestines and then absorbed through the intestinal mucosa into the circulation, where they spread to other internal organs (1). This enterotox- emia then causes edema in several organs, notably the brain, kid- neys, lungs, and liver.  An important feature of C. perfringens pathogenicity is the cor- relation between different toxin types and pathologies, strongly suggesting that particular toxins are important for certain dis- eases. ETX, an ~30-kDa pore-forming protein, is considered a major virulence factor of both type B and D strains (3, 5). Ranking  RESEARCH ARTICLE  November/December 2011 Volume 2 Issue 6 e00275-11 ® mbio.asm.org 1  mbio.asm.org   as the third most potent clostridial toxin after the botulinum and tetanus toxins, ETX is listed as a class B CDC select toxin. Epsilon- toxin is normally produced as an inactive ~33-kDa prototoxin, but after proteolytic hydrolysis by intestinal proteases (such as trypsin and chymotrypsin) or lambda-toxin produced by C. per- fringens, this prototoxin is converted into a fully active toxin (6, 7).  Intensive studies over the past 20 years have provided an un- derstanding of the structure, mode of action, and genetics of many C. perfringens toxins (8, 9). However, detailed information about the regulation of expression for several C. perfringens toxins re- mains rudimentary, at best. In particular, little or no information is available regarding the regulation of toxin production by C. per- fringens type D strains.  A common trait of bacteria is their adaptive ability to environ- mental changes. Quorum sensing (QS) is used by many bacteria to control gene expression in a cell density-dependent manner that is often influenced by environmental fluctuations (10, 11). QS sys- tems typically utilize extracellular signaling molecules named au- toinducers; in Gram-positive bacteria, these QS autoinducers are usually secreted peptides processed from larger propeptides (12). The Agr QS system has been found exclusively amongst certain Gram-positive bacteria (12-15) but is best studied in Staphylococ- cus aureus (12), where the signaling molecule is referred to as autoinducing peptide (AIP). AIP is encoded by the agrD gene, while the S. aureus agr operon also encodes the AgrB protease, which is required for modification of the AgrD propeptide to ma- ture AIP. Once AIP reaches a threshold level, it activates the AgrC sensor histidine kinase. The activated AgrC sensor then phosphor- ylates AgrA, a transcriptional regulator, which increases the tran- scription of a regulatory RNA named RNAIII. Increased levels of RNAIII then modulate the expression of various S. aureus viru- lence genes.  Recently, evidence was reported for an Agr-like quorum sens- ing system in C. perfringens (13, 14). Interestingly, while the agrB and agrD genes are present, no agrA or agrC orthologs have been identified in this bacterium. The agr locus, apparently acting via an Agr-like QS system, was recently implicated in positive control of PFO and CPA production by C. perfringens type A strains (13, 14) and was also shown to influence sporulation and the produc- tion of beta2-toxin and enterotoxin by C. perfringens type A strain F5603, a non-food-borne human gastrointestinal disease isolate (16).  The apparent absence of agrA and agrC genes from the C. per- fringens genome suggests that this bacterium uses some other two- component regulatory system to mediate Agr-like QS effects. Consequently, it was proposed that the C. perfringens Agr-like QS system interacts with the VirS/VirR two-component system (13), which is comprised of the VirS membrane sensor histidine kinase and the VirR response regulator (17-19). Consistent with this hypothesis, both the Agr-like QS system and VirS/VirR system are known to positively regulate several toxins produced by C. perfrin- gens type A, including CPA, beta2-toxin, and PFO (13, 14, 16-18).  Since little is known about the regulation of ETX production, the present study investigated whether toxin, particularly ETX, production by C. perfringens type D isolate CN3718 is regulated by the Agr-like QS system, the VirS/VirR two-component regulatory system, or both systems. These studies revealed that ETX produc- tion in this strain requires the agr operon acting via a diffusible signaling molecule, a result consistent with QS regulation. How- ever, while the VirR/VirS two-component system regulated pro-  duction levels of PFO and CPA production by CN3718, its inac- tivation surprisingly had no effect on ETX production by this strain. In addition, the Agr-like QS system was shown to upregu- late ETX production when CN3718 contacts Caco-2 cells. This rapid host cell-induced stimulation of ETX production had cyto- toxic consequences for host MDCK cells, suggesting potential dis- ease relevance.  RESULTS Analysis of the agr locus in CN3718. The present study first ex- amined whether type D strain CN3718 carries an agr locus similar to that present in type A strain 13 (13, 14). PCR using primers that amplify the ~2.9-kb strain 13 agr locus also produced a similar size product using CN3718 DNA (data not shown). When this CN3718 PCR product was sequenced, it revealed the presence of an agr locus with 99% identity, at the nucleotide level, to the strain 13 agr locus. When translated, this sequence indicated that the CN3718 agr locus encodes CPE1562 and CPE1563 hypothetical proteins and an AgrB protein that are each -99% identical to the corresponding proteins encoded by the strain 13 agr locus. In addition, the predicted amino acid sequence of the AgrD proteins encoded by strains 13 and CN3718 were 100% identical at the amino acid level.  Construction and genotypic characterization of a CN3718 agrB null mutant. To evaluate whether the agr operon is necessary for toxin regulation in CN3718, the agrB gene of this C. perfringens type D strain was inactivated by using a Clostridium-modified targetron vector (20) that inserted, in the sense orientation, a group II intron (~900 bp) between nucleotides 566 and 567 in the agrB gene. Confirmation of this agrB mutant, named CN3718:: agrB, was first shown by PCR using primers specific for internal agrB sequences (Fig. 1A). In wild-type CN3718, these internal PCR primers specifically amplified a PCR product of ~650 bp. However, consistent with the insertion of the ~900-bp intron into agrB, the same primers amplified a PCR product of ~1.6 kb from the putative agrB mutant. Southern blot analyses using an intron- specific probe then demonstrated the presence of only a single intron insertion in CN3718::agrB (Fig. 1B). As expected, no intron signal was detected using DNA from the wild-type isolate in this Southern blot procedure (Fig. 1B). To complement the CN3718 agrB mutant, an agrB operon-carrying plasmid named p3 (14) was transformed into the CN3718::agrB mutant by electroporation. PCR demonstrated the presence of the wild-type agrB gene in the complemented strain, which was named CN3718::agrB(p3) (Fig. 1A).  To evaluate whether AgrB expression was silenced in the puta- tive agrB null mutant, a reverse transcription-PCR (RT-PCR) as- say was performed since no anti-AgrB antibody was available. Wild-type CN3718 and the complemented strain were both able to express agrB transcripts. However, no agrB transcription was detectable for the agrB null mutant (Fig. 1C).  The agr operon positively regulates in vitro ETX production by CN3718. To evaluate whether the agr operon, which encodes the agrB gene, is involved in regulating ETX production during in vitro growth of CN3718 in TGY broth (tryptic soy broth, glucose, yeast extract, with thioglycolate), Western blotting and RT-PCR analyses were performed with the wild-type parent, agrB null mu- tant, and CN3718::agrB(p3) complementing strain to compare ETX expression at the protein and transcriptional levels, respec- tively. When these strains were grown in TGY broth for 4 h (early-  Chen et al.  2 ® mbio.asm.org November/December 2011 Volume 2 Issue 6 e00275-11  mbio.asm.org   log-phase growth), Western blotting detected ETX production by wild-type CN3718, but not by the agrB mutant (Fig. 2A). This loss of ETX production by TGY cultures of the agrB mutant was re- versible by complementation. In 8-h (late-log-phase growth) TGY cultures, ETX production by the agrB mutant was reduced com- pared to that of the strong ETX production noted for both the wild-type and CN3718::agrB(p3) complemented strains (Fig. 2A). By quantitative analysis and statistical comparison, ETX produc- tion by the wild type and agrB mutant showed a statistically sig- nificant difference with both 4-h and 8-h TGY cultures (P - 0.01) (Fig. 2B).  RT-PCR studies then indicated that the reduced ETX produc- tion by the agrB null mutant involves regulation at the transcrip- tional level (Fig. 2C). In order to determine whether the decreased ETX production by the agrB mutant is simply due to impaired bacterial growth, growth curve experiments were performed. Measurement of culture optical density at 600 nm (OD600) at dif- ferent time periods revealed no differences in growth between the wild-type parent, agrB mutant, and CN3718::agrB(p3) comple- mented strain (Fig. 2D).  The agr operon also positively regulates in vitro CPA and PFO production by CN3718. To evaluate the role of the agr operon in regulating in vitro production of CPA and PFO by CN3718, CPA activity was first measured using egg yolk agar plates (Fig. 2E). When grown on these plates, colonies of the wild- type and CN3718::agrB(p3) complemented strain were both sur- rounded by a zone of insoluble diacylglycerol precipitation, which is indicative of lecithin breakdown due to the phospholipase C activity of CPA (21, 22). However, the CN3718::agrB mutant failed to produce this characteristic precipitation zone around its colonies, indicating that the agr operon can regulate CPA activity by this type D strain.  Wild-type CN3718, CN3718::agrB, and CN3718::agrB(p3) were also grown on sheep blood agar plates to begin evaluating their PFO activity (Fig. 2F). Colonies of wild-type CN3718 and the complemented strain were surrounded by a double zone of hemo- lysis, including the inner zone of beta-hemolysis indicative of C. perfringens PFO activity (21, 23, 24). In contrast, colonies of the agrB null mutant were not closely surrounded by this inner beta- hemolytic zone, suggesting their loss of PFO activity.  To specifically demonstrate that the agr operon positively reg- ulates the CPA or PFO activity of CN3718, Western blots were performed on the same supernatants used for detecting ETX pro- duction in Fig. 2A. These Western blots (Fig. 2G and H) using anti-CPA or anti-PFO specific antibodies showed that CPA and PFO were produced by both wild-type CN3718 and the CN3718:: agrB(p3) complemented strain. However, CPA was absent and PFO levels sharply decreased in the supernatants of the agrB null mutant strain.  The agr operon is necessary for upregulation of ETX produc- tion when CN3718 contacts Caco-2 cells. In previous studies, we reported that contact with enterocyte-like cells induces rapid up- regulation of toxin production by C. perfringens type C isolates (25). While type C isolates do not produce ETX, they resemble type D strains by causing disease that originates in the intestines, where their vegetative cells contact enterocytes (1). Therefore, we asked whether ETX production might also be upregulated when vegetative cells of the type D strain CN3718 contact enterocyte- like Caco-2 cells.  When CN3718 or the CN3718::agrB(p3) complementing strain was used to infect Caco-2 cell cultures under anaerobic conditions, rapid ETX production was detected (Fig. 3A). In con- trast, only weak ETX production was observed when these strains were similarly incubated in minimal essential Eagle's medium (MEM) (no Caco-2 cells present) under similar anaerobic condi- tions. While the presence of Caco-2 cells caused wild-type CN3718 to upregulate ETX production, production of this toxin was barely detectable when the isogenic agrB null mutant was used to infect Caco-2 cultures under these conditions. This deficiency was reversible by complementation, indicating that the Agr-like quorum-sensing system is necessary for mediating the upregula-  FIG 1 Construction of a CN3718 agrB null mutant by intron-based inser- tional mutagenesis.(A) PCR analyses using DNA from wild-type CN3718, the agrB null mutant (CN3718::agrB), or the complemented strain [CN3718:: agrB(p3)]. (B) Southern blot hybridization of wild-type CN3718, the agrB null mutant, and the complemented strain. DNA from each strain was digested with EcoRI and then electrophoresed on a 0.8% agarose gel. After transfer onto a nylon membrane, the separated DNA was hybridized with a DIG-labeled intron-specific probe. Sizes of DNA fragments in kilobases (kb) are shown to the left. (C) RT-PCR analyses for agrB or polC expression by the wild type, agrB mutant, and the complemented strain. Sample pellets were collected from 3-h TGY cultures. As indicated, reverse transcriptase (RT) was (-) or was not (-) added to the reaction tubes.  Regulation of Epsilon-Toxin Production  November/December 2011 Volume 2 Issue 6 e00275-11 ® mbio.asm.org 3  mbio.asm.org   tion of ETX production that occurs when CN3718 contacts host enterocytes.  An experiment was then performed to begin exploring whether  this Caco-2 cell-induced upregulation of ETX production involves secreted factors of Caco-2 cells or direct bacterial contact with Caco-2 cells (Fig. 3B). When MEM from 4-day-old Caco-2 cell cultures was collected and coincubated with washed CN3718 cells for 2 h under anaerobic conditions, no ETX expression was de- tected. Similar results were observed when CN3718 was grown in only fresh MEM. In contrast, direct contact between CN3718 and Caco-2 cells resulted in ETX production, whether using fresh or 4-day-old MEM (Fig. 3B).  Results from two other experiments further supported a need for direct con- tact with Caco-2 cells to trigger upregula- tion of ETX production by CN3718. First, ETX production was not observed if the bacteria and host cells were anaerobically cultured in separate chambers of a Trans- well plate (data not shown). However, ETX production was detected when both CN3718 and Caco-2 cells were anaerobi- cally cocultured in the same Transwell chamber (data not shown). Second, filter- sterilized MEM supernatants that had been removed from Caco-2 cells infected with the CN3718 agrB mutant were un- able to upregulate ETX production (Fig. 3C).  The agr operon mediates control of ETX production via a diffusible mole- cule. No ETX production was observed when either CN3718::agrB or a CN3718 etx null mutant (JIR4982) was incubated alone in Transwells (Fig. 4). To address whether agr operon regulation of ETX production by CN3718 involves a se- creted signaling molecule, as would be ex- pected if this was a QS effect, these two strains were coincubated in the same Transwell, but separated by a membrane that is impermeable to bacteria yet allows passage of small signaling molecules. Un- der these conditions, ETX production by the agrB mutant was readily detectable when CN3718::agrB was inoculated into one Transwell chamber and the CN3718 etx null mutant (JIR4982) was inoculated into the other Transwell chamber (Fig. 4). These physical complementation results strongly suggested that toxin regulation by the agr operon involves a secreted fac- tor produced by the CN3718 etx null mu- tant, which can diffuse to the medium and function as a signal for the CN3718::  agrB mutant to produce ETX, consistent with a QS effect. The agr operon regulates CN3718 cytotoxicity for MDCK  cells. Since the toxins produced by CN3718 are rapidly upregu-  FIG 2 AgrB positively regulates toxin production by CN3718 in vitro. (A) Western blot analyses of ETX production by wild-type CN3718 (WT), the isogenic agrB null mutant (CN3718::agrB), or the complemented strain [CN3718::agrB(p3)] at 4 h or 8 h. (B) Quantitative analysis of ETX production by the wild type, agrB mutant, or complemented strain at 4 h or 8 h in TGY cultures. Shown are mean values - standard deviations (SD) for two repetitions. (C) RT-PCR analyses for etx or polC gene expression by the wild type, agrB mutant, or the complemented strain in 3-h TGY cultures. As indicated, reverse transcriptase (RT) was (-) or was not (-) added to the reaction tubes. (D) Comparison of growth characteristics of wild-type CN3718, the agrB mutant, and the complemented strain. The optical density (OD600) of each strain growing in TGY medium was measured using a Bio-Rad Smart- spec spectrophometer. Shown are representative results from two similar repetitions. (E) CPA activity detected using an egg yolk agar plate. Wild-type CN3718 and the complemented strain, but not the agrB mutant, showed a characteristic CPA-induced precipitation zone surrounding colonies on egg yolk agar plates. (F) PFO activity detected on sheep blood agar plates. Colonies of the wild-type and comple- mented strain, but not the agrB mutant, were surrounded by the inner zone of beta-hemolysis indicative of PFO activity. (G) Western blot analysis of CPA production by the wild type, agrB mutant, and complemented strain after overnight growth in TGY medium. The molecular mass is indicated on the left. Purified CPA was also included as control. (H) Western blot analyses of PFO production by the wild type, agrB mutant, or the complemented strain after overnight growth in TGY medium. The molecular mass is indicated on the left. Purified PFO was also included as control.  Chen et al.  4 ® mbio.asm.org November/December 2011 Volume 2 Issue 6 e00275-11  mbio.asm.org   lated when this C. perfringens type D strain directly contacts Caco-2 cells (Fig. 3A and B), an experiment was performed to investigate whether the rapid host cell-induced stimulation of  toxin production by CN3718 has cytotoxic consequences. For this experiment, an in vitro cell culture model was developed to mimic type D enteric disease, where C. perfringens contacts enterocytes and produces toxins that are then absorbed into the circulation to damage nonintestinal internal organs, such as the kidneys or brain. In our in vitro model of type D disease, enterocyte-like Caco-2 cells (which are naturally ETX insensitive) were anaerobi- cally infected with wild-type CN3718, the isogenic CN3718::agrB null mutant, or the CN3718::agrB(p3) complemented strain for 2 h. Supernatants from those infected cultures were collected and filter sterilized, and the sterile supernatants were then treated with trypsin to activate the ETX prototoxin, as would occur in the in- testines during natural disease. The trypsin-treated ETX in these samples produced a slightly lower-molecular-mass (~30-kDa) ETX species on Western blots than did non-trypsin-treated ETX (data not shown), confirming that trypsin-induced cleavage of ETX had occurred.  The trypsin-activated supernatants were then applied to MDCK cells for 2 h, mimicking enterotoxemic effects of type D infection on the kidney (Fig. 5A). Under these conditions, the activated supernatants from the wild-type strain caused morpho- logical changes, including rounding and swelling of the MDCK cells. On prolonged incubation, detachment of cells from the cell culture dish was also observed. This damage could be inhibited by pretreating these supernatants with an ETX-neutralizing mono- clonal antibody (MAb), confirming the involvement of ETX in this cytotoxicity. In contrast, the activated supernatants from the agrB null mutant caused little or no detectable damage; this loss of cytotoxicity was reversible by complementation of the mutant with a wild-type agr operon.  Lactate dehydrogenase (LDH) release from damaged or de- stroyed cells was then measured to quantify cytotoxicity with this model (Fig. 5B). Rates of cell death caused by the wild-type and CN3718::agrB(p3) complemented strain were similarly high. In contrast, there was significantly less cytotoxicity caused by the agrB null mutant. When the sterile supernatants were preincu- bated with an ETX-neutralizing MAb, cytotoxicity caused by the wild-type or complemented strains decreased significantly, con- firming a substantial role for ETX in the cytotoxic activity of these supernatants.  FIG 3 Upregulated ETX production by CN3718 during infection of human intestinal Caco-2 cells involves AgrB. (A) ETX production is upregulated when CN3718 contacts Caco-2 cells. Cell culture dishes containing MEM (no cells) or Caco-2 cells were infected for 1 h or 2 h with 1.5 - 107 CFU of CN3718, the CN3718::agrB isogenic agrB null mutant, or the CN3718::agrB(p3) comple- mented strain at 37°C under anaerobic conditions. Culture supernatants were then removed and subjected to Western blotting using an ETX MAb. Purified 33-kDa ETX was also included as a control. (B and C) Evidence that Caco-2 cell-induced upregulation of ETX production by wild-type CN3718 does not involve Caco-2 cell-secreted factors. (B) Fresh MEM (Caco-2 - f-MEM) or filter-sterilized MEM removed from 4-day-old Caco-2 cell cultures (Caco-2 - o-MEM) was added to a dish of confluent Caco-2 cells before infection for 2 h with CN3718. As negative controls, only fresh MEM (f-MEM) or filter- sterilized MEM removed from 4-day old Caco-2 cell cultures (o-MEM) was added to CN3718 cells in the absence of Caco-2 cells. Culture supernatants were then removed and subjected to ETX Western blotting. (C) Prior to ETX Western blotting, washed CN3718 cells were suspended for 2 h in filter- sterilized MEM culture supernatants removed from Caco-2 cells that had been infected for 5 h with wild-type CN3718 (Caco-2 - f-MEM), filter-sterilized MEM culture supernatants removed from Caco-2 cells that had been infected for 5 h in CN3718::agrB (MEM of Caco-2/CN3718::agrB), MEM culture su- pernatants removed from Caco-2 cells grown for 5 h in the absence of bacteria (MEM of Caco-2), and filter-sterilized MEM culture supernatants removed from CN3718::agrB that had been grown in the absence of Caco-2 cells (MEM of CN3718::agrB). All cultures were incubated anaerobically.  FIG 4 The agr quorum-sensing system uses a diffusible signaling molecule to control CN3718 toxin production. At two time points (3.5 h and 5 h), samples were collected from the indicated Transwell chambers for ETX Western blot detection. The bottom panel shows a schematic diagram for the different C. perfringens strains inoculated into each chamber of the Transwell plate.  Regulation of Epsilon-Toxin Production  November/December 2011 Volume 2 Issue 6 e00275-11 ® mbio.asm.org 5  mbio.asm.org   The VirS/VirR two-component regulatory system positively regulates the ability of CN3718 to produce PFO and CPA, but not ETX. The VirS/VirR two-component regulatory system pos- itively controls production of several toxins by C. perfringens type A strains (17, 18, 25). To address whether the VirS/VirR regulatory system might also be involved in regulating toxin production by a type D isolate, a CN3718 virR mutant (named CN3718::virR) was constructed using the Escherichia coli-based suicide plasmid pKOR (17) and confirmed by PCR (Fig. 6A). As shown by West- ern blotting using an anti-VirR antibody, the VirR protein was not produced by CN3718::virR. In contrast, this analysis detected VirR production by wild-type CN3718 (Fig. 6B). To complement CN3718::virR, pTS405 (containing the whole virR-S operon [26])  was transformed into the CN3718 virR null mutant by electropo- ration to create CN3718::virR(pTS405). Western blotting con- firmed VirR protein expression by this complemented strain (Fig. 6B). Growth rates of the wild-type parent, virR null mutant, and CN3718::virR(pTS405) complemented strain were compared in TGY medium and were found to be nearly identical (Fig. 6C).  To begin evaluating whether VirS/VirR can regulate toxin pro- duction in CN3718, the wild-type, CN3718::virR mutant, and VirS/VirR complemented strain were each streaked onto sheep blood agar plates. Colonies of wild-type CN3718 and the CN3718::virR(pTS405) complemented strain, but not the CN3718::virR mutant, were surrounded by an inner zone of beta- hemolysis indicative of PFO production (Fig. 7A). Western blot  FIG 5 Cytotoxic activities of trypsin-activated supernatants from agrB and virR null mutants. (A) Morphological damage to MDCK cells induced by infection with 1.5 - 107 CFU of wild-type CN3718, the agrB mutant, or the complemented strain. Each strain was cocultured with Caco-2 cells for 2 h. The supernatants were collected and concentrated 10- before activation by trypsin. After blockage of trypsin activity with trypsin inhibitor, the activated supernatants were applied for 2 h to MDCK cells. Cultures were then visualized by microscopy and photographed. The samples shown include MDCK cells treated with activated, purified ETX as a positive control (panel A), MDCK cells treated with activated Caco-2 culture supernatants after the indicated infection (panels B to D), MDCK cells treated with PBS as a negative control (panel E), and MDCK cells treated with the specified activated Caco-2 culture supernatants after those supernatants had been preincubated with ETX MAb for 15 min before their addition to MDCK cells (panels F to H). (B) Quantitative MDCK cytotoxicity (measured by LDH release) of the activated Caco-2 cell supernatants after the specified infections with 1.5 - 107 CFU. The error bars shown represent the standard error of the mean calculated from three independent experiments. (C) Each C. perfringens strain indicated (1.5 - 107 CFU) was cocultured with Caco-2 cells for 2 h. The supernatants were concentrated 10- before activation by trypsin. After blockage of trypsin activity with trypsin inhibitor, the activated supernatants were applied for 2 h to MDCK cells. Cultures were then visualized by microscopy and photographed. The samples shown include MDCK cells treated with activated, purified ETX as a positive control (panel A), MDCK cells treated with the specified activated Caco-2 culture supernatants obtained after the indicated infection (panels B to D), MDCK cells treated with PBS as a negative control (panel E), and MDCK cells treated with the specified activated Caco-2 culture supernatants after those supernatants had been preincubated with ETX MAb for 15 min before being added to MDCK cells (panels F to H). (D) Quantitative MDCK cytotoxicity (measured by LDH release) of the activated Caco-2 cell supernatants after the specified infections with 1.5 - 107 CFU. The error bars represent the standard error of the mean calculated from three independent experiments.  Chen et al.  6 ® mbio.asm.org November/December 2011 Volume 2 Issue 6 e00275-11  mbio.asm.org   analysis then directly demonstrated that PFO expression by this mutant was absent, while wild-type CN3718 produced PFO (Fig. 7B). When VirR expression was restored by complementa- tion, PFO production was also restored (Fig. 7B).  When grown on egg yolk agar plates, colonies of both the wild- type parent and the CN3718::virR(pTS405) complemented strain were surrounded by the precipitation zone, indicative of lecithin breakdown due to the phospholipase C activity of CPA (21, 22). In contrast, the CN3718::virR mutant produced a much smaller halo zone around its colonies when growing on this medium (Fig. 7C). This result demonstrated that the VirS/VirR two-component reg- ulatory system only partially regulates CPA production by CN3718. When TGY culture samples were subjected to Western blot analysis, the results directly demonstrated that CPA produc- tion was decreased compared to that of wild-type CN3718 or the CN3718::virR(pTS405) complemented strain (Fig. 7D).  To evaluate whether the VirS/VirR two-component regu- latory system can positively regulate ETX production, Western blot analyses were performed to evaluate ETX production by wild- type CN3718, the CN3718::virR mutant, and the CN3718:: virR(pTS405) complemented strain. Surprisingly, silencing of VirR protein production in the CN3718::virR mutant had no ef- fect on ETX expression compared to the wild-type and VirR com- plemented strains (Fig. 7E).  Previous studies (24, 27) had shown that the positive regula- tion of PFO and NetB production, as well as all directly VirR- regulated genes (28), by the VirS/VirR two-component system in  C. perfringens type A strains involves virR boxes, which are two imperfect 12-bp directly repeated sequences located upstream of such genes. However, when the region upstream of the etx gene in CN3718 was sequenced and subjected to bioinformatics analysis, no obvious virR box sequence was identified.  MDCK cell cytotoxicity of the virR mutant. As described ear- lier in this study using the agrB mutant, sterile supernatants from Caco-2 cell cultures infected with wild-type CN3718, the CN3718::virR null mutant, or the CN3718::virR(pTS405) comple- mented strain were collected and then treated with trypsin to ac- tivate ETX. After inactivation of trypsin, these supernatants were tested in our MDCK cytotoxicity assay to evaluate whether trypsin-activated supernatants from the virR null mutant have similar cytopathic effects to the activated wild-type supernatants. Observation of morphological changes by microscopic examina- tion revealed that the activated supernatants from the virR null mutant can still clearly damage MDCK cells, similar to the effects caused by activated supernatants from the wild-type CN3718 and the virS/virR complemented strain (Fig. 5C). This damage in- volves ETX production since preincubating any of these activated supernatants with an ETX-neutralizing MAb blocked the devel- opment of cytotoxicity (Fig. 5C).  An LDH release assay then confirmed that there were no quan- titative differences in MDCK cytotoxicity between the activated supernatants of CN3718, the isogenic virR mutant, or the comple- mented strain (Fig. 5D). The LDH release induced from MDCK cells by these activated supernatants involves ETX since this effect was blocked by preincubation of any of these activated superna- tants with an ETX-neutralizing MAb (Fig. 5D).  DISCUSSION  C. perfringens type B or D strains cause enteritis or enterotox- emias, both of which start with the presence of vegetative bacteria in the intestines, where they contact host enterocytes (1). Recent in vitro studies showed that C. perfringens type C vegetative cells, which also cause disease when present in the intestines, upregulate their production of beta-toxin (CPB) when those bacteria en- counter cultured enterocyte-like Caco-2 cells (25). Since type C strains do not produce ETX, the present study performed a similar analysis using a type D strain and found that the ETX-producing strain CN3718 substantially upregulated its ETX production upon encountering Caco-2 cells. These results suggest that, during in vivo disease, ETX-producing strains like CN3718 could sense the presence of host cells and then respond by upregulating their ETX production to facilitate the pathogenesis of infections such as en- terotoxemia and enteritis, which involves bacterial production of ETX in the intestines.  The present work has identified the agr locus as the first regu- lator that can control ETX production. When the agrB gene in CN3718 was disrupted, the resultant isogenic null mutant failed to produce ETX in broth culture due to impaired etx transcription. Consistent with previous studies analyzing C. perfringens type A strain 13 (13, 14), the CN3718 agrB mutant also produced sharply reduced amounts of PFO and CPA during growth in broth cul- ture. Complementation of the CN3718 agrB mutant restored nearly wild-type levels of toxin production, including ETX, during growth in broth cultures. The agrB null mutant was also unable to upregulate its ETX production upon close contact with Caco-2 cells, and this defect was completely reversible by complementa- tion with the wild-type agr operon, indicating it was not attribut-  FIG 6 Construction of a CN3718 virR null mutant. (A) PCR was performed using virR gene primers and genomic DNA. Using DNA from the wild-type CN3718, a 600-bp virR gene product was amplified. However, larger bands were amplified from the CN3718::virR null mutant because the pKOR mu- tagenesis vector (6 kb) had inserted into the virR ORF by homologous recom- bination. (B) Western blot analyses of VirR expression by wild-type CN3718, the virR null mutant, or CN3718::virR(pTS405), theVirS/VirR complemented strain. (C) Growth comparison of wild-type CN3718, the virR null mutant, and the complemented strain. The optical density (OD600) of each strain grow- ing in TGY medium was measured using a Bio-Rad Smartspec spectrophom- eter. Shown are representative results from two similar repetitions.  Regulation of Epsilon-Toxin Production  November/December 2011 Volume 2 Issue 6 e00275-11 ® mbio.asm.org 7  mbio.asm.org   able to a secondary mutation. Furthermore, the ability of the agr operon to control ETX production by CN3718 was shown to in- volve a diffusible signal, consistent with a QS effect. Collectively, these in vitro results suggest the agr operon, apparently acting via a QS effect, might function as an important regulator of ETX production during natural disease caused by isolates like CN3718, which are in contact with host enterocytes.  It has now been shown that the agr operon, apparently acting by a QS effect since it involves a secreted signal, can positively regulate the production of many C. perfringens toxins, including ETX, PFO, CPA, beta2-toxin, and CPE (13, 14, 16). Thus, there is increasing evidence that the Agr-like QS system is a global regula- tor of C. perfringens toxin production. Agr-mediated control of clostridial toxin production is not restricted to C. perfringens since this QS system has also been implicated in positive control of botulinum toxin production by C. botulinum (29). Since toxins play a critical role in numerous clostridial infections, the apparent ability of the Agr-like QS system to regulate production of such different toxins suggests this QS system could be a master viru- lence regulator for several pathogenic clostridial species. The abil- ity of the Agr-like QS system to regulate production of many clos- tridial toxins also suggests that this QS system could represent a potential target for therapeutic development.  There appear to be important differences between the agr oper- ons in S. aureus and C. perfringens. Most notably, due to the ab- sence of orthologs of the AgrA/AgrC two-component regulatory system in the agr operon of C. perfringens, it has been suggested that the Agr-like QS system of C. perfringens works through an- other two-component regulatory system, namely, the VirS/VirR system (13). Consistent with this possibility, other studies have shown that production of PFO, CPA, and beta2-toxin is under the  complete or partial positive control of both the Agr-like QS system and the VirS/ VirR two-component regulatory system (14, 16, 17, 19, 24, 30-32).  In contrast, the present study found that vegetative cells of type D strain CN3718 still made wild-type levels of ETX after inactivation of the virS-R operon. This continued ETX production was not explainable by a failure to in- activate virS and virR genes during in- sertional mutagenesis since Western blotting confirmed the loss of VirR ex- pression by the virR null mutant and this regulatory effect was reversible by com- plementation with the wild-type virS-R operon. Also supporting successful inac- tivation of the virS-R operon in the CN3718 virR null mutant are this strain's inability to produce PFO and its reduced production of CPA, which is fully con- sistent with previous reports that PFO production and CPA production are completely or partially (respectively) con- trolled by the VirS/VirR two-component system (17, 24). Nor was the continued production of wild-type ETX levels by the virR mutant due to reversion of the virR mutation based upon Western blotting  results (data not shown), which using the same overnight culture supernatant, detected virtually no PFO production, but wild-type levels of ETX production, by the virR mutant.  Thus, the finding that CN3718 still produces agr locus- regulated ETX in the absence of a functional VirS/VirR two- component system appears to conflict with the recent hypothesis (13) proposing that Agr QS-mediated regulation of toxin produc- tion involves the VirS/VirR two-component regulatory system. One possibility is that another two-component regulatory system can also regulate ETX production by CN3718 in a redundant manner. Alternatively, ETX production by this strain may be completely VirS/VirR independent, possibly involving instead an- other of the ~20 two-component regulatory systems present in C. perfringens (33, 34). Consistent with that second possibility, no virR boxes were detected upstream of the etx gene in CN3718. However, some C. perfringens genes lacking virR boxes are still indirectly regulated by VirS/VirR via a regulatory RNA named VR-RNA (31), so the absence of detectable virR boxes upstream of the etx gene in CN3718 could still be compatible with the redun- dant regulation of ETX expression by both VirS/VirR and another two-component regulatory system. The current demonstration of wild-type levels of ETX production by the isogenic virR null mu- tant of CN3718 may suggest that future studies examining the involvement of other C. perfringens two-component systems in ETX regulation are warranted. In addition, it will be important to explore toxin regulation in other ETX-producing strains, includ- ing type B strains.  MATERIALS AND METHODS Strains, media, and culture conditions. C. perfringens type D strain CN3718, which can produce CPA, PFO, and ETX, is an animal disease  FIG 7 VirR positively regulates the in vitro production of CPA and PFO, but not ETX, by CN3718. (A) PFO activity detection on sheep blood agar plates. Colonies of the wild-type and CN3718::virR(pTS405) comple- mented strain, but not the CN3718::virR null mutant, are surrounded by an inner zone of PFO-induced beta-hemolysis. (B) Western blot analysis of PFO production by the wild-type, virR null mutant, or com- plemented strain grown overnight in TGY medium. (C) CPA activity detection on egg yolk agar plate. The wild-type or complementing strain, but not the virR null mutant, showed characteristic CPA-induced pre- cipitation surrounding their colonies when growing on egg yolk agar plates. (D) Western blot analysis of CPA production by the wild-type, virR null mutant, and complemented strain grown overnight in TGY medium. (E) Western blot analyses of ETX production by wild-type CN3718, the virR null mutant, and the comple- menting strain after 4 h of growth in TGY.  Chen et al.  8 ® mbio.asm.org November/December 2011 Volume 2 Issue 6 e00275-11  mbio.asm.org   isolate that was originally part of the Burroughs-Wellcome Collection and had been provided by Russell Wilkinson (University of Melbourne). Con- struction and characterization of the CN3718 etx null mutant (JIR4982) were performed as reported previously (35). For use, a cooked-meat-stock culture of these strains was first streaked onto a Shahidi-Ferguson perfrin- gens (SFP) agar plate and then grown overnight at 37°C under anaerobic conditions. Bacterial culture media used in this study included fluid thio- glycolate medium (FTG) (Difco Laboratories), TGY (3% tryptic soy broth [Becton-Dickinson], 2% glucose [Sigma Aldrich], 1% yeast extract [Becton-Dickinson], and 0.1% sodium thioglycolate [Sigma Aldrich]), tryptose-sulfite-cycloserine (TSC) agar medium (SFP agar [Difco Labo- ratories], supplemented with 0.04% of D-cycloserine [Sigma Aldrich]), and brain heart infusion (BHI) agar (Becton-Dickinson). When indi- cated, tetracycline (Tet; 2.5 -g/ml) or chloramphenicol (Cm; 15 -g/ml) was added to the culture medium.  Sequencing of the CN3718 agr locus and the region upstream of the etx gene. DNA was purified from CN3718 using the MasterPure Gram- positive DNA purification kit (Epicentre Biotechnologies, Madison, WI). PCR was then performed on this DNA using previously described ampli- fication conditions with primers designed using the strain 13 agr locus sequences. The ~2.9-kb PCR product amplified from CN3718 DNA was then sequenced by Genewiz, Inc. (South Plainfield, NJ).  To evaluate whether virR boxes are present, DNA sequences located 0.8 kb upstream of the etx gene were amplified by PCR under the same conditions used for amplifying the agr locus, except with two different primers (VirSeq1F [5=-CCTTATTCACTTGTAATGCGTGTCCC-3=] and VirSeq1R [5=-ATATCACGCTGATGCGAT-TGCTAAA-3=]). The PCR product was then sequenced by Genewiz, Inc., and the resultant CN3718 etx upstream sequence was deposited in GenBank.  Construction of a CN3718 agrB null mutant. The previously con- structed, agrB-targeted intron donor plasmid pJIR750agrBi (16), which specifies insertion (in a sense orientation) of a group II intron between agrB nucleotides 566 and 567, was used to inactivate the chromosomal agrB gene of CN3718. After pJIR750agrBi was electroporated into wild- type CN3718, transformants were selected on BHI agar plates containing 15 -g/ml of chloramphenicol.  Putative agrB null mutants were then screened by PCR using the prim- ers AgrBKO-F and AgrBKO-R (16). PCRs were performed in a Techne (Burkhardtsdorf, Germany) thermocycler using the following PCR am- plification conditions: 94°C for 5 min, followed by 35 cycles of 94°C for 30 s, 55°C for 30 s, and 68°C for 2 min, followed by a 10-min extension at 68°C. PCR products were electrophoresed on a 1% gel and stained with ethidium bromide for visualization. The confirmed mutant carrying an intron insertion in the agrB gene was then grown in FTG medium without antibiotics and subcultured daily for ~10 days to cure the intron-carrying donor plasmid pJIR750agrBi. Curing was initially shown by susceptibility to chloramphenicol and then confirmed by Southern blotting, which demonstrated the presence of a single intron in the mutant, named CN3718::agrB.  To complement the CN3718::agrB null mutant strain, a previously constructed E. coli-C. perfringens shuttle plasmid, CPJVp3 (14), which contained the wild-type agr operon, was introduced into the CN3718:: agrB null mutant strain by electroporation. This complemented strain was named CN3718::agrB(p3).  Inactivation of the virR gene in CN3718. To inactivate the virR gene in CN3718, the E. coli-based, C. perfringens suicide plasmid pKOR (17) was used. This vector, which contains an ~590-bp fragment of the virR gene upstream of a tetracycline resistance gene, was transformed into CN3718 by electroporation. Transformants were selected on BHI agar plates containing tetracycline (2.5 -g/ml). Several tetracycline-resistant colonies were observed on the plates, and their identity as virR mutants was confirmed by PCR and Western blotting.  To construct a VirR/VirS complementing strain, the previously con- structed E. coli-C. perfringens shuttle vector pTS405 (26), encoding the  virR-S operon, was electroporated into the virR null mutant strain, and transformants were then selected on BHI-Cm plates.  Southern blot assay. The Southern blotting procedure used in this study was described previously (16, 21). Briefly, C. perfringens genomic DNA from wild-type CN3718, the agrB or virR null mutants, or the com- plementing strains was extracted using the MasterPure Gram-positive DNA purification kit (Epicentre Biotechnologies). The purified DNA was then digested with EcoRI (New England Biolabs) and separated by elec- trophoresis on a 0.8% agarose gel. The DNA in the gel was transferred to a positively charged nylon membrane (Roche) and then probed with a digoxigenin (DIG)-labeled probe specific for the intron sequence. This probe was prepared using the primer pair AgrB-IBS and AgrB-EBS1d (16) and then DIG labeled with a DIG labeling kit obtained from Roche Ap- plied Science. CSPD substrate (Roche Applied Science) was used for de- tection of probe hybridization according to the manufacturer's instruc- tions.  Western immunoblot assay. Each sample was mixed with 5- loading buffer and electrophoresed on an SDS-containing, 12% polyacrylamide gel. The separated proteins were then transferred onto a nitrocellulose membrane, and the blot was incubated for 1 h with blot washing buffer (20 mM Tris-HCl [pH 8.0], 0.3 M NaCl, 0.5% [vol/vol] Tween 20) con- taining 5% (wt/vol) nonfat dry milk before incubation with primary an- tibody overnight at 4°C. The toxin antibodies used in these analyses have been described previously (3, 14, 16). Blots were then washed three times with Tris buffer and incubated with goat anti-mouse- horseradish perox- idase (HRP) or anti-rabbit-HRP for 1 h at room temperature. After three more washes, the blots were treated with the ECL (enhanced chemilumi- nescence) Western blotting detection kit (Amersham) and exposed to X-ray film (Life Science Products) to detect the immunoreactive protein bands.  To quantify ETX secretion levels at different time points, C. perfringens TGY culture supernatant samples and a range of purified ETX standards (31.25, 62.5, 125, 187.5, 250, and 312.5 ng) were run on an SDS- containing, 12% polyacrylamide gel and then Western blotted. Those im- munoblots were quantified using a scanning densitometer in conjunction with NIH ImageJ software.  RT-PCR. Total RNA was extracted from C. perfringens cultures ac- cording to a previously described procedure (16). Briefly, 2 ml of 3-h TGY C. perfringens cultures was centrifuged at 4°C. The pellet was resuspended in 200 -l of acetate solution (20 mM sodium acetate [pH 5], 1 mM EDTA, 0.5% sodium dodecyl sulfate [SDS; Bio-Rad]). That suspension then re- ceived 200 -l of saturated phenol (Fisher Scientific), and the mixture was thoroughly resuspended before incubation at 60°C in a water bath with vigorous shaking for 5 min. After centrifugation at 4°C for 5 min, the nucleic acid-containing supernatant received cold ethanol, and the sam- ple was mixed well. The mixed sample was then centrifuged at 4°C for 5 min to obtain the RNA pellet. This pellet was washed two times with cold 70% ethanol and finally resuspended in 100 -l of DNase-free, RNase-free water. All RNA samples were additionally treated with 2 U of DNase I (Promega) at 37°C for 30 min. To stop DNase I activity, DNase I inhibitor (Promega) was added to each reaction tube. RNA was quantified by ab- sorbance at 260 nm and stored at -80°C.  RT-PCR was performed using the AccessQuick RT-PCR system (Pro- mega). Briefly, the RT-PCR mixture (25 -l) contained the following com- ponents: 50 ng of each RNA sample, 20 pmol each of the forward and reverse primers, and 1 U of reverse transcriptase. cDNA synthesis was conducted at 45°C for 45 min. The following cycle conditions were used for PCR: 30 s at 94°C, 30 s at 55°C, and 60 s at 72°C for extension. A DNA polymerase III (polC) housekeeping gene served as an internal control to normalize the expression levels between samples.  Cell culture. Human-derived, enterocyte-like Caco-2 cells were rou- tinely maintained in minimal essential Eagle's medium (MEM) (Sigma) containing 10% fetal bovine serum (FBS; Life Technologies), 1% minimal essential medium with nonessential amino acids (Sigma), 100 U/ml of penicillin, and 100 -g/ml of streptomycin. Madin-Darby canine kidney  Regulation of Epsilon-Toxin Production  November/December 2011 Volume 2 Issue 6 e00275-11 ® mbio.asm.org 9  mbio.asm.org   (MDCK) cells were cultured in a 50:50 mixture of Dulbecco's modified Eagle's medium (DMEM) (Sigma) and Ham's F-12 (Sigma) supple- mented with heat-inactivated 3% fetal calf serum (FCS), 1% nonessential amino acids, 1% glutamine, penicillin (100 U/ml), and streptomycin (100 -g/ml). Each cell line was normally harvested with 0.25% trypsin (Gibco), resuspended in the cell culture medium, and maintained in a humidified incubator at 37°C in 5% CO2.  C. perfringens infection of Caco-2 cell cultures. For in vitro infection experiments, Caco-2 cells were routinely cultured (4 to 5 days) in MEM until reaching confluence in either 100-mm tissue culture plate or 12-well microplates. Caco-2 cells were then washed 3 times with prewarmed phosphate-buffered saline (PBS [pH 7.4]). The washed cells were incu- bated in serum-free and antibiotic-free MEM before C. perfringens infec- tion. As a control, the same volume of serum-free and antibiotic-free MEM (no Caco-2 cells included) was added to the microplate wells.  For some experiments, overnight cultures of wild-type CN3718, the isogenic agrB null mutant, or the complemented strain were pelleted and washed three times with prewarmed PBS. Caco-2 cells were infected with the washed C. perfringens cells in cell culture medium at a multiplicity of infection (MOI) of 20 bacteria per cell and then incubated for the indi- cated times at 37°C under anaerobic conditions using an anerobic pouch with the GasPak EZ anaerobe container system (BD, Franklin Lakes, NJ). After that challenge, the infected supernatants were collected, centrifuged at 4°C for 30 min, and analyzed by Western blotting for ETX levels using a mouse monoclonal anti-ETX antibody.  To further assess whether the upregulation of ETX noted in the above experiments (see Results) was caused by secreted factors, overnight cul- tures of CN3718 were pelleted and washed three times with prewarmed PBS. Those washed CN3718 cells were then resuspended in one of the following: (i) filter-sterilized serum- and antibiotic-free MEM superna- tants removed from Caco-2 cell cultures that had been infected with the CN3718 agrB mutant for 5 h, (ii) filter-sterilized serum- and antibiotic- free MEM supernatants removed from noninfected Caco-2 cells that had been grown for 5 h, or (iii) filter-sterilized serum- and antibiotic-free MEM supernatants that had been removed from the CN3718 agrB mutant (no Caco-2 cells) grown for 5 h. All incubations were performed under anaerobic conditions.  Cytotoxicity of C. perfringens type D strains. (i) Visualization of morphological damage. To evaluate the cytotoxic consequences of the toxin upregulation detected upon contact of a type D strain with Caco-2 cells (see Results), Caco-2 cell cultures were first challenged with washed cells of wild-type CN3718, the agrB null mutant, or the CN3718::agrB(p3) complemented strain. After a 2-h anaerobic infection at 37°C, the culture supernatants were removed and filter sterilized using a 0.22--m filter (Millipore). Those sterile supernatants, containing secreted proteins, were concentrated 10- using an Amicon Ultra-4 10K device. To activate the epsilon prototoxin present in the supernatants, the concentrated su- pernatants were treated with trypsin (Sigma Aldrich) at a concentration of 12.5 -g/ml at 37°C for 1 h. The trypsin was then inactivated by adding an equal volume of trypsin inhibitor (Sigma Aldrich) at room temperature for 30 min. After centrifugation, the activated supernatants were applied to MDCK cells.  To verify that upregulation of ETX production by the Agr-like QS system was involved in causing any observed MDCK cell damage, a sero- neutralization approach was applied. Briefly, a neutralizing MAb against ETX was added to the trypsin-activated supernatants, and the superna- tants were then incubated at room temperature for 15 min.  After a 2-h treatment, the cytopathic effects caused by the toxin were analyzed in terms of morphological changes. Control or damaged cells were photographed using a Canon Powershot G5 fitted to the Zeiss Axio- vert 25 microscope, and images were processed using Adobe Photoshop 8.0.  (ii) Evaluation of MDCK cytotoxic effects. A lactate dehydrogenase (LDH) release assay kit (Invitrogen) for mammalian cell death was used to assess the involvement of the Agr-like QS system or VirR/VirS two-  component regulatory system in CN3718-induced MDCK cell cytotoxic- ity. The assay was performed as described by the supplier, after treatment of MDCK monolayers for 2 h at 37°C with trypsin-activated Caco-2 cell supernatants, prepared as described above. The absorbance of each sam- ple was measured at 490 nm with an iMark microplate reader (Bio-Rad). The results are expressed as the percentage of LDH release versus the total LDH present in cells.  Analysis of cross talk signaling. Wild-type CN3718, a previously pre- pared etx null mutant (35), and the agrB null mutant were each grown in TGY broth at 37°C overnight. All strains were centrifuged at 4°C, and the pellets were washed 3 times with warmed PBS. After resuspension in fresh TGY medium, the washed bacterial cells were seeded, as specified, into the top or bottom chambers of Transwell plates (0.4 -m pore size; Corning). The ratio of agrB null mutant to etx null mutant inoculated into the chambers in this cross talk experiment was 1:3. After a 3.5- or 5-h incu- bation, the supernatants were collected and subjected to Western blot analysis using anti-ETX MAb.  Nucleotide sequence accession number. The sequence of the CN3718 agr locus has been deposited in GenBank under accession no. JN543538. The CN3718 etx upstream sequence has been deposited in GenBank un- der accession no. JN543539.  ACKNOWLEDGMENTS  This research was generously supported by the Middle Atlantic Re- gional Center of Excellence (MARCE), via funding from grant 2U54AI057168-08 (Myron Levine, Principal Investigator) and by RO1 AI056177-08 (Principal Investigators B.A.M. and J.I.R.); both grants are from the National Institute of Allergy and Infectious Diseases.  We thank P. Hauer for supplying monoclonal antibodies against CPA and ETX.  REFERENCES 1. McClane BA, Uzal FA, Miyakawa MF, Lyerly D, Wilkins T. 2006. The  enterotoxic clostridia, p 688 -752. In Dworkin M, Falkow S, Rosenberg E, Schleifer KH, Stackebrandt E (ed), The prokaryotes, 3rd ed. Springer, New York, NY.  2. McClane BA, Rood JI. 2001. Clostridial toxins involved in human enteric and histotoxic infections, p 169 -209. In Bauhl H, Durre P (ed), Clostridia: biotechnology and medical applications. Wiley-XCH, Weinheim, Ger- many.  3. Sayeed S, et al. 2005. Epsilon-toxin is required for most Clostridium perfringens type D vegetative culture supernatants to cause lethality in the mouse intravenous injection model. Infect. Immun. 73:7413-7421.  4. Uzal FA, Songer JG. 2008. Diagnosis of Clostridium perfringens intestinal infections in sheep and goats. J. Vet. Diagn. Invest. 20:253-265.  5. Fernandez-Miyakawa ME, et al. 2007. Both epsilon-toxin and beta-toxin are important for the lethal properties of Clostridium perfringens type B isolates in the mouse intravenous injection model. Infect. Immun. 75: 1443-1452.  6. Miyata S, et al. 2002. Clostridium perfringens epsilon-toxin forms a hep- tameric pore within the detergent-insoluble microdomains of Madin- Darby canine kidney cells and rat synaptosomes. J. Biol. Chem. 277: 39463-39468.  7. Minami J, Katayama S, Matsushita O, Matsushita C, Okabe A. 1997. Lambda-toxin of Clostridium perfringens activates the precursor of epsilon-toxin by releasing its N- and C-terminal peptides. Microbiol. Im- munol. 41:527-535.  8. Rood JI. 1998. Virulence genes of Clostridium perfringens. Annu. Review Microbiol. 52:333-360.  9. Smedley JG, III, Fisher DJ, Sayeed S, Chakrabarti G, McClane BA. 2004. The enteric toxins of Clostridium perfringens. Rev. Physiol. Biochem. Pharmacol. 152:183-204.  10. Henke JM, BassLer BL. 2004. Bacterial social engagements. Trends Cell Biol. 14:648 - 656.  11. Bassler BL, Losick R. 2006. Bacterially speaking. Cell 125:237-246. 12. Novick RP, Geisinger E. 2008. Quorum sensing in staphylococci. Annu.  Rev. Genet. 42:541-564. 13. Ohtani K, et al. 2009. Virulence gene regulation by the agr system in  Clostridium perfringens. J. Bacteriol. 191:3919 -3927.  Chen et al.  10 ® mbio.asm.org November/December 2011 Volume 2 Issue 6 e00275-11  mbio.asm.org   14. Vidal JE, Chen J, Li J, McClane BA. 2009. Use of an EZ-Tn5-based random mutagenesis system to identify a novel toxin regulatory locus in Clostridium perfringens strain 13. PLoS One 4:e6232.  15. Riedel CU, et al. 2009. AgrD-dependent quorum sensing affects biofilm formation, invasion, virulence and global gene expression profiles in Lis- teria monocytogenes. Mol. Microbiol. 71:1177-1189.  16. Li J, Chen J, Vidal JE, McClane BA. 2011. The Agr-like quorum-sensing system regulates sporulation and production of enterotoxin and beta2 toxin by Clostridium perfringens type A non-food-borne human gastroin- testinal disease strain F5603. Infect. Immun 79:2451-2459.  17. Shimizu T, Ba-Thein W, Tamaki M, Hayashi H. 1994. The virR gene, a member of a class of two-component response regulators, regulates the production of perfringolysin O, collagenase, and hemagglutinin in Clos- tridium perfringens. J. Bacteriol. 176:1616 -1623.  18. Rood JI, Lyristis M. 1995. Regulation of extracellular toxin production in Clostridium perfringens. Trends Microbiol. 3:192-196.  19. Ohtani K, et al. 2010. Identification of a two-component VirR/VirS regulon in Clostridium perfringens. Anaerobe 16:258 -264.  20. Chen Y, McClane BA, Fisher DJ, Rood JI, Gupta P. 2005. Construction of an alpha toxin gene knockout mutant of Clostridium perfringens type A by use of a mobile group II intron. Appl. Environ. Microbiol. 71: 7542-7547.  21. Sayeed S, et al. 2008. Beta toxin is essential for the intestinal virulence of Clostridium perfringens type C disease isolate CN3685 in a rabbit ileal loop model. Mol. Microbiol. 67:15-30.  22. Awad MM, Ellemor DM, Boyd RL, Emmins JJ, Rood JI. 2001. Syner- gistic effects of alpha-toxin and perfringolysin O in Clostridium perfringens-mediated gas gangrene. Infect. Immun. 69:7904 -7910.  23. Allen SD, Baron EJ. 1991. Clostridium, p 505-521. In Balows A (ed), Manual of clinical microbiology, 5th ed. American Society for Microbiol- ogy, Washington, DC.  24. Cheung JK, Rood JI. 2000. The VirR response regulator from Clostridium perfringens binds independently to two imperfect direct repeats located upstream of the pfoA promoter. J. Bacteriol. 182:57- 66.  25. Vidal JE, Ohtani K, Shimizu T, McClane BA. 2009. Contact with enterocyte-like Caco-2 cells induces rapid upregulation of toxin produc- tion by Clostridium perfringens type C isolates. Cell. Microbiol. 11: 1306 -1328.  26. Ba-Thein W, et al. 1996. The virR/virS locus regulates the transcription of genes encoding extracellular toxin production in Clostridium perfringens. J. Bacteriol. 178:2514 -2520.  27. Cheung JK, et al. 2010. The VirSR two-component signal transduction system regulates NetB toxin production in Clostridium perfringens. Infect. Immun. 78:3064 -3072.  28. Cheung JK, Dupuy B, Deveson DS, Rood JI. 2004. The spatial organi- zation of the VirR boxes is critical for VirR-mediated expression of the perfringolysin O gene, pfoA, from Clostridium perfringens. J. Bacteriol. 186:3321-3330.  29. Cooksley CM, et al. 2010. Regulation of neurotoxin production and sporulation by a putative agrBD signaling system in proteolytic Clostrid- ium botulinum. Appl. Environ. Microbiol. 76:4448 - 4460.  30. Ohtani K, Bhowmik SK, Hayashi H, Shimizu T. 2002. Identification of a novel locus that regulates expression of toxin genes in Clostridium per- fringens. FEMS Microbiol. Lett. 209:109 -114.  31. Banu S, et al. 2000. Identification of novel VirR/VirS-regulated genes in Clostridium perfringens. Mol. Microbiol. 35:854 - 864.  32. Ohtani K, Kawsar HI, Okumura K, Hayashi H, Shimizu T. 2003. The VirR/VirS regulatory cascade affects transcription of plasmid-encoded putative virulence genes in Clostridium perfringens strain 13. FEMS Micro- biol. Lett. 222:137-141.  33. Shimizu T, et al. 2002. Complete genome sequence of Clostridium per- fringens, an anaerobic flesh-eater. Proc. Natl. Acad. Sci. U. S. A. 99: 996 -1001.  34. Myers GS, et al. 2006. Skewed genomic variability in strains of the toxi- genic bacterial pathogen, Clostridium perfringens. Genome Res. 16: 1031-1040.  35. Hughes ML, et al. 2007. Epsilon-toxin plasmids of Clostridium perfringens type D are conjugative. J. Bacteriol. 189:7531-7538.  Regulation of Epsilon-Toxin Production  November/December 2011 Volume 2 Issue 6 e00275-11 ® mbio.asm.org 11  View publication statsView publication stats  mbio.asm.org https://www.researchgate.net/publication/51876309   Epsilon-Toxin Production by Clostridium perfringens Type D Strain CN3718 Is Dependent upon the agr Operon but Not the VirS/VirR Two-Component Regulatory System  RESULTS  Analysis of the agr locus in CN3718.  Construction and genotypic characterization of a CN3718 agrB null mutant.  The agr operon positively regulates in vitro ETX production by CN3718.  The agr operon also positively regulates in vitro CPA and PFO production by CN3718.  The agr operon is necessary for upregulation of ETX production when CN3718 contacts Caco-2 cells.  The agr operon mediates control of ETX production via a diffusible molecule.  The agr operon regulates CN3718 cytotoxicity for MDCK cells.  The VirS/VirR two-component regulatory system positively regulates the ability of CN3718 to produce PFO and CPA, but not ETX.  MDCK cell cytotoxicity of the virR mutant.   DISCUSSION  MATERIALS AND METHODS  Strains, media, and culture conditions.  Sequencing of the CN3718 agr locus and the region upstream of the etx gene.  Construction of a CN3718 agrB null mutant.  Inactivation of the virR gene in CN3718.  Southern blot assay.  Western immunoblot assay.  RT-PCR.  Cell culture.  C. perfringens infection of Caco-2 cell cultures.  Cytotoxicity of C. perfringens type D strains. (i) Visualization of morphological damage.  (ii) Evaluation of MDCK cytotoxic effects.  Analysis of cross talk signaling.  Nucleotide sequence accession number.   ACKNOWLEDGMENTS  REFERENCES",
    "references": [
        "Ratledge C (1991) Microorganisms for lipids. Acta Biotechnol 11: 429-438.",
        "Ratledge C (2002) Regulation of lipid accumulation in oleaginous microorganisms. Biochem Soc Trans 30: 1047-1050.",
        "Gatenby CM, Orcutt DM, Kreeger DA, Parker BC, Jones VA, et al. (2003) Biochemical composition of three algal species proposed as food for captive freshwater mussels. J Appl Phycol 15: 1-11.",
        "Meng X, Yang J, Xu X, Zhang L, Nie Q, et al. (2009) Biodiesel production from oleogenous microorganisms. Renew Energ 34: 1-5.",
        "Liu J, Huang J, Fan KW, Jiang Y, Zhong Y, et al. (2010) Production potential of Chlorella zofingienesis as a feedstock for biodiesel. Bioresour Technol 101: 8658-8663."
    ],
    "authors": [
        "Prabuddha Dey",
        "Monami Chakraborty",
        "Maulik R. Kamdar",
        "Mrinal K. Maiti"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}