{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "Expression of bovine (Bos indicus) interleukin‐18 in Escherichia coli and its biological activity   Microbiol Immunol 2010; 54: 564-567 doi:10.1111/j.1348-0421.2010.00241.x  NOTE  Expression of bovine (Bos indicus) interleukin-18 in Escherichia coli and its biological activity Kotla Siva Reddy1, Dowlathabad. Muralidhar Rao2, Hosur Joyappa Dechamma1, Veluvarthy V.S. Suryanarayana1 and Golla Ramalinga Reddy1  1Indian Veterinary Research Institute, Bangalore-560024, Karnataka, and 2Srikrishna Devaraya University, Department of Biotechnology, Ananthapur, Andra Pradesh-515001, India  ABSTRACT IL-18 modulates immune functions by inducing IFN-γ production and promoting Th1 immune re- sponses. In the present study, we amplified and cloned the sequence (582 bp) encoding full-length bovine IL-18 from PBMC stimulated with PHA. The nucleotide and the deduced amino acid sequence of Bos indicus IL-18 showed an identity of 86-98% compared with IL-18 sequences of other ruminants. The insert was subcloned into a pET 32a vector and expressed in Escherichia coli as a fusion protein and the matured protein was obtained by caspase I treatment. The specificity of these proteins was confirmed by western blotting. The biological activity of the purified protein was analyzed by its ability to induce IFN-γ production in PBMC measured by ELISA and qPCR.  Key words biological activity, Bos indicus, expression, interleukin (IL-18).  IL-18, an enhancer of IL-12-driven Th1 immune response in hosts, is important in developing immunity against in- tracellular pathogens. IL-18 was originally termed IFN-γ- inducing factor because of its ability to induce IFN-γ pro- duction by Th1 cells and NK. Besides its IFN-γ-inducing activity, IL-18 has been found to have other biological functions, such as stimulation of Th1 cell development, upregulation of GM-CSF and IL-2Rα, decreased IL-10 ex- pression in T cells and the modulation of immunoglobulin secretion by B cells (1-5). The pro-inflammatory activity of IL-18 is mediated by the production of nitric oxide, prostaglandins (6, 7) and inflammatory cytokines, such as TNF-α and IL-1β. IL-18 induces chemokines (IL-8, MIP- 1, MCP-1) and recruits monocytes and macrophages to the site of infection (2, 8). IL-18 is secreted as a precursor molecule of 24 kDa which gets cleaved into an 18-kDa mature molecule which is mediated by caspase I (6). IL- 18 from several domestic animals, such as buffalo, sheep,  Correspondence Golla Ramalinga Reddy, Indian Veterinary Research Institute, Hebbal, Bangalore-560024, India; email: drreddygr@gmail.com  Received 5 April 2010; revised 17 May 2010; accepted 3 June 2010.  List of Abbreviations: GM-CSF, granulocyte macrophage-colony stimulating factor; IFN-γ, interferon gamma; IL, interleukin; IL-18, interleukin-18; mAb, monoclonal antibody; MCP-1, monocyte chemoattractant protein; MIP-1, macrophage inflammatory protein; NK, natural killer cells; PBMC, peripheral blood mononuclear cells; PHA, phytohemagglutinin; qPCR, quantitative polymerase chain reaction; TNF, tumor necrosis factor.  pig, horse, goat, antelope, ox and cow, has been charac- terized (7-12). In the present communication, we report the cloning and expression of the full-length bovine (Bos indicus) IL-18 cDNA in the prokaryotic system and its biological activity in vitro.  PBMC (5 × 106 cells) isolated from cattle (Indian local Hallikar breed, Bos indicus) by density gradient centrifugation using Histopaque 1.077 (Sigma India, Bangalore, India) grown in RPMI-1640 medium were stimulated with PHA (10 μg/ml) for 16 hr. Total RNA was extracted from stimulated cells using TRIZOL reagent (Invitrogen, Carlsbad, CA) and reverse transcription was carried out using an oligo dT primer. cDNA was used to amplify the bovine IL-18 sequence using IL-18L (5′  GGCGGAATTCATGGCTGCAGAACAAGT AGA 3′) and reverse IL-18-R (5′ GGCGGCG GCCGCCTAGTTCTG- GTTTTGAACAGT 3′) primers designed using the IL-18 sequence of Bos taurus (Accession No. EU276078). The  564 c  2010 The Societies and Blackwell Publishing Asia Pty Ltd    Expression of bovine IL-18 in E. coliNOTE  purified PCR product was digested with EcoRI and NotI and ligated to EcoRI- and NotI-digested pBSSK+ vector. The cloned insert was subjected for sequencing in an auto- mated DNA sequencer and the sequence data submitted to Gen Bank (Accession No. FJ985771). The nucleotide and the deduced amino acid sequence of the cloned gene was aligned with the sequences of different species of domes- tic animals and humans (available in the public database) using the Meg Align (DNASTAR version 1.82) program and phylogenetic analysis was carried out using MEGA version 2.1 (13).  The IL-18 sequence was subcloned into a pET 32a vec- tor (Novagen USA) at EcoRI and NotI sites (pET-bo-IL18). The pET-IL18 plasmid was transformed into E. coli strain BL-21(DE3) PLys for protein expression. Cells were grown 37◦C to OD600 = 0.8 and the expression was induced with 1 mM isopropyl-beta-D-thiogalactopyranoside (IPTG) for 4 hr at 30◦C. Bacterial lysate was used for SDS-PAGE anal- ysis under denaturing conditions to visualize the protein band. Histidine-tagged fusion protein was purified on a nickel-chelating agarose affinity column according to the manufacturer's instructions under denaturing conditions (Invitrogen). Purified IL-18 was renatured by dialysis and the endotoxin was removed by treating with Triton X 114 using a two-phase extraction method (14) and the endo- toxin quantity was measured by Limulus amebocyte lysate assay kit (LAL; Biocompare, Kidlington, UK). The puri- fied proteins were analyzed by SDS-PAGE and western blotting using anti-human mAb (2 μg/ml; R&D Systems, Minneapolis, MN). The purified protein was treated with 1 U/20 ng protein human recombinant caspase I (Biovi- sion, Mountain View, CA). The digested protein was used for measurement of biological activity.  The induction of IFN-γ from PBMC by IL-18 protein was used as an assay for IL-18 biological activity. Ini- tially, the dose of IL-18 required for optimal stimulation of PBMC was determined by using various doses (50- 400 ng) and the 200 ng dose was found to be optimal. PBMC isolated from cattle were stimulated with recombi- nant IL-18 protein (200 ng/ml) and IFN-γ gene expression in PBMC was then measured by real-time PCR. Total RNA extracted from PBMC using TRIZOL was used to synthe- size cDNA using an oligo dT primer. PCR reaction mixture contained 1× SYBR green reaction mix (Applied Biosys- tems Carlsbad, CA) and 300 nm of both IFN-γ-specific primers IFN-L (5′ tggatatcatcaagcaagacatgtt 3′) and IFN- R (5′ aggtcattcatcactttgatgagttcat 3′). Real-time PCR was carried out using the ABI prism 7300 (Applied Biosys- tems) with conditions consisting of an initial step at 50◦C for 2 min and 95◦C for 2 min followed by 40 cycles at 95◦C for 15 s and at 60◦C for 1 min. The transcribed RNA from the plasmid pcDNA-IFN-γ (containing full sequence of bovine IFN-γ) was used in the standard curve. The IFN-  γ-RNA copy number was calculated from the quantified RNA (optic density at 260 nm) and serial dilutions of RNA (with 1 × 102 to 1 × 107 copies of RNA) were used for standard curve preparation.  Production of IFN-γ by bovine whole blood stimu- lated with bovine recombinant IL-18 was carried out us- ing a bovine IFN-γ ELISA kit (Mabtech, Nacka Strand, Sweden) according to the manufacturer's instructions (15). Heparinized whole blood was incubated with 200 ng/ml purified IL18 in a six-well plate for 24 hr at 37◦C in a CO2 incubator. The plate was centrifuged at 800 ×g for 10 min at 4◦C. Supernatant (100 μl) was pipetted out from each well into a new 96-well plate. IFN-γ standard known amounts in duplicate were included and the quan- tity of IFN-γ in the unknown samples was estimated from the standard curve obtained from the known standards. Data are expressed as mean ± SEM.  Bovine IL-18 has an open reading frame of 582 bp encoding a protein of 193 amino acids with a predicted molecular weight of 24 kDa. The sequence alignment showed that bovine precursor IL-18 also has a signal pep- tide of 35 amino acids at the N-terminal followed by a ma- ture peptide of 157 amino acids. Bovine IL-18 has high se- quence homology with that of other ruminants, as it shares 94% and 92% amino acid identity with IL-18 of bubaline and nilgai, respectively (AC NO-AY401033, AY842499). It was shown to have 91%, 90%, 85% and 82% amino acid identity with carpine, ovine, porcine and equine IL-18 se- quences, respectively (AY605263, AJ401033, U68701.1). However, it shares approximately 76-78% amino acid identity with human, fox, feline, and canine proteins (BC007461, EF581884, AB056857, Y11133). Phylogenetic analysis of the nucleotide sequences of IL-18 of different species of domestic animals is presented as an unrooted tree (Fig. 1). As is evident from the tree, IL-18 sequences of ovine, nilgai and buffalo are clustered together and are distinct from other species, including humans. Sequence comparison of IL-18 of Bos indicus with that of other species showed that Glu42 and Lys89 are conserved in all the species in which sequences were compared. These conserved amino acids are shown to be critical to binding  Fig. 1. Phylogenetic analysis of IL-18 cDNA sequences of different animals and human.  c  2010 The Societies and Blackwell Publishing Asia Pty Ltd 565    K. Siva Reddy et al.  not only the IL-18 receptor molecule, but also the IL-18 binding protein, a naturally occurring protein which binds and neutralizes the biological activity of IL-18. Deletion mutants of IL-18 at Glu42 and Lys89 have lost their bi- ological activity (16). Structure analysis of human IL-18 has revealed that three sites are important for receptor binding. From the aligned sequences, it was observed that the residues forming these critical sites were nearly well conserved in all the domestic animals. They include R49, D53, M69, D71 and D168, which form site I; K40, L41, K44, R94 and R140, which form site II; and 115K, 120K and D134, which form site III.  Bovine IL-18 insert was subcloned into a pET 32a vec- tor, transformed into BL-21 (DE3) PLys cells and the expression of the gene was induced by IPTG. An addi- tional band of 42 kDa was observed in cases where lysate from induced bacteria corresponded to the IL-18 fusion protein. Histidine-tagged protein was purified from the lysates by a nickel column. Precursor IL-18 undergoes proteolytic cleavage by IL-1β converting enzyme to gener- ate a mature bioactive 18 kDa molecule. We expressed the IL-18 in soluble form and purified the protein by a nickel- nitrilotriacetic acid (Ni-NTA) column. Purified IL-18 was renatured by dialysis and the endotoxin was removed by treating with Triton-X114 and the endotoxin content in the purified product was found to be 0.09 EU/μg pro- tein (endotoxin unit). The fusion protein of 42 kDa was expressed initially and the 18 kDa matured protein was obtained after caspase I. Fusion protein from the crude lysate, purified protein and the mature protein reacted with IL-18 anti-human monoclonal antibodies in an im- munoblot assay (Fig. 2a,b). As IL-18 is a potent inducer of IFN-γ, we studied the level of IFN-γ-specific mRNA  Fig. 2. (a) Immunoblotting of recombinant bovine precursor IL- 18. Immunoblotting of recombinant IL-18 using anti-human IL-18 mAb. Lane 1, prestained molecular weight marker; lane 2, purified IL-18; lane 3, BL-21 cell control. (b) Immunoblotting of recombinant bovine mature IL-18 after treatment with caspase I. Immunoblotting of recombinant IL-18 using anti-human IL-18 mAb. Lane 1, BL-21, cell control; lane 2, mature IL-18; lane 3, prestained molecular weight marker.  Fig. 3. (a) Biological activity of recombinant bovine IL-18. Briefly, 2 × 106 bovine PBMC were incubated with purified recombinant protein 200 ng/ml for 24 hr. Copies of bovine IFN- γ mRNA in cells were measured by real time RT-PCR. , PBMC; , PBMC with mature bovine IL-18. (b) Biological activity of bovine IL-18. IFN-γ measured by whole blood ELISA.  , Blood without IL-18 protein treatment; , blood treated with mature bovine IL-18.  production in the presence of recombinant IL-18 protein by qPCR to assay the biological activity of IL-18. Quanti- tation of IFN-γ showed a 36-fold increase in copy number in IL-18-treated cells compared to the basal level (Fig. 3a). Quantification of IFN-γ secreted by the stimulated cells (whole blood) was carried out by ELISA and showed a 35-fold increase compared to the basal level (Fig. 3b). Quantities of IFN-γ were 120 pg/ml and 2400 pg/ml in the unstimulated and IL-18-stimulated cells, respectively. Stimulation of IFN-γ by IL-18 measured by qPCR is more or less similar to values observed in ELISA.  These studies have shown that IL-18 expressed in E. coli is biologically active. Recently, several researchers have used IL-18 as an effective vaccine adjuvant not only in mice, but also in non-human primates (4, 17). Biologically active bovine recombinant IL-18 protein expressed in the prokaryotic system will be useful in investigating the role of this cytokine as a therapeutic agent or a vaccine adjuvant in bovines.  ACKNOWLEDGMENTS  The authors acknowledge the financial assistance of the Department of Biotechnology Government of India, and the Director, IVRI Izatnagar, Joint Director Indian Veteri- nary Research Institute, Bangalore for providing facilities. The author further acknowledges Dr P. Ravikumar, IVRI for the IFNγ-pcDNA plasmid which was used as a stan- dard in RT-PCR.  566 c  2010 The Societies and Blackwell Publishing Asia Pty Ltd    Expression of bovine IL-18 in E. coliNOTE  REFERENCES  1. Micallef M.J., Ohtsuki T., Kohno K., Tanabe F., Ushio S., Namba M., Tanimoto T., Torigoe K., Fujii M., Ikeda M., Fukuda S., Kurimoto M. (1996) Interferon-gamma- inducing factor enhances T helper I cytokine production by stimulated human T cells: synergism with interleukin-12 for interferon-gamma production. Eur J Immunol 26: 1647-51.  2. Puren A.J., Fantuzzi G., Gu Y., Su M.S., Dinarello C.A. (1998) Interleukin-18 (IFN-β inducing factor) induces IL-8 and IL-1β via TNFα production from non-CD14+ human blood mononuclear cells. J Clin Invest 101: 711-21.  3. Hoshino T., Wiltrout R.H., Young H.A. (1999) IL-18 is a potent co inducer of IL-13 in NK and T cells: a new potential role for IL-18 in modulating the immune response. J Immunol 162: 5070-7.  4. Nakanishi K., Yshimoto T., Tsutsui H., Okamura H. (2001) Interleukin-18 regulates both Th1 and Th2 responses. Annu Rev Immunol 19: 423.  5. Yshimoto T., Okamura H., Tagawa Y., Iwakura Y., Nakanishi K. (1997) Interleukin 18 together with interleukin-12 inhibits IgE production by induction of interferon production from activated B cells. Proc Natl Acad Sci USA 94: 3948-53.  6. Olee T., Hashimoto S., Quach J., Lotz M. (1999) IL-18 is produced by articular chondrocytes and induces pro inflammatory and catabolic responses. J Immunol 162: 1096-100.  7. Zhang T., Kawakami K., Qureshi M.H., Okamura H., Kurimoto M., Saito A. (1997) Interleukin-12 (IL-12) and IL-18 synergistically induce the fungicidal activity of murine peritoneal exudates cells against Cryptococcus neoformans through production of gamma interferon by natural killer cells. Infect Immun 65: 3594-9.  8. Hoshino T., Yagita H., Ortaldo J.R., Wiltrout R.H., Young H.A. (2000) In vivo administration of IL-18 can induce IgE production through Th2 cytokine induction and up regulation of CD40 ligand (CD154) expression on CD4+ T cells. Eur J Immunol 30: 1998-2006.  9. Gu Y., Kuida K., Tsutsui H., Ku G., Hsiao K., Fleming M., Hayashi N., Higashino K., Okamura H., Nakanishi K., Kurimoto M., Tanimoto T., Flavell R.A., Sato V., Harding M.W., Livingston D.J., Su M.S.S. (1997) Activation of interferon-gamma inducing factor mediated by interleukin-1beta converting enzyme. Science 275: 206.  10. Chaudhury P., Bera B.C. (2005) Cloning and sequencing of Indian water buffalo interleukin-18 c DNA. Int J Immunogenet 32: 75.  11. Shoda L.K., Zarlenga D.S., Hirano A., Brown W.C. (1999) Cloning of cDNA encoding bovine interleukin-18 and analysis of IL-18 expression in macrophages and IFN- gamma-inducing activity. J Interferon Cytokine Research 19: 1169.  12. Wu D., Murakami K., Liu N., Konishi M., Muneta Y., Inumaru S., Kokuho T., Sentsui H. (2004) Expression of equine interleukin-18 by baculovirus expression system and its biologic activity. 48: 471.  13. Kumar S., Tamura K., Jakobsen I.B., Nei M. (2001) MEGA2: Molecular Evolutionary Genetic analysis Software. Tempe, Arizona, USA: Arizona State University.  14. Dagmar P., Friedrich B.A. (2000) Endotoxin removal from protein solutions. J Biotechnol 76: 97-119.  15. Parida S., Oh Y., Reid S.M., Cox S.J., Statham R.J., Mahapatra M., Anderson J., Barnett P.V., Charleston B., Paton D.J. (2006) Interferon-gamma production in vitro from whole blood of foot-and-mouth disease virus (FMDV) vaccinated and infected cattle after incubation with inactivated FMDV. Vaccine 24: 964-9.  16. Kim S.H., Azam T., Novick D., Yoon D.Y., Renzikov L.L., Bufler P., Rubinstein M., Dinarello C.A. (2002) Identification of amino acid residues critical for biological activity in human interleukin-18. J Biochem 277: 10998.  17. Eberl M., Beck E., Coulson P.S., Okamura H., Wilson R.A., Mountford A.P. (2000) IL- 18 potentiates the adjuvant properties of IL-12 in the induction of strong Th1 type immune response against recombinant antigen. Vaccine 18: 2002-8.  c  2010 The Societies and Blackwell Publishing Asia Pty Ltd 567",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}