{
    "summary": "Variola virus (smallpox virus), vaccinia virus (VV), cowpox virus (CPV) and ectromelia virus (EV) belong to the genus Orthopoxvirus of the family Poxviridae. To establish the possible diagnosis for smallpox infection, monoclonal antibodies (MAbs) against VV and CPV were produced. The cross-reactivity of seven MAbs with cells infected with various strains of the orthopoxviruses (CPV, VV and EV) was confirmed by an immunofluorescence (IF) test and other immunological analyses. Four and three MAbs reacted with the common antigen of all poxviruses (probably NP antigen) and the antigen involved in neutralization, respectively. We developed the IF test using these MAbs. The direct IF test required only 45 min to perform. Smallpox infection is now eradicated, but it is important to prepare for the diagnosis of smallpox in an emergency. The direct IF assay using MAbs cross-reactive with orthopoxviruses is rapid, simple, specific, applicable for multiple samples, and will make it possible to screen for and detect orthopoxviruses that include variola virus with tissue impression smears from skin lesions in most laboratories or institutes.",
    "title": "Preparation of Monoclonal Antibodies Cross-Reactive with Orthopoxviruses and Their Application for Direct Immunofluorescence Test",
    "text": "Corrigendum   Corrigendum  Re: Noritoshi Kitamoto, Takayuki Kobayashi, Yoji Kato, Nobutaka Wakamiya, Kazuyoshi Ikuta, Tomoyuki Tanaka, Shigeharu Ueda, Hiroyuki Miyamoto, Shiro Kato. (2005) Preparation of Monoclonal Antibodies Cross- Reactive with Orthopoxviruses and Their Application for Direct Immunofluorescence Test. Microbiology and Immunology, 49, 219-225. DOI: 10.1111/j.1348-0421.2005.tb03723.x  In this article, Figure 1F is not clearly presented:  To definitely show and reveal the result of figure, the authors have put good visual field upon another good field of the same sample in the figure. However, unexpected rectangular patterns observed in the background of this panel. Therefore, the authors drawn a boundary and separated the figure. A clearer Figure 1 is presented below.  Microbiol Immunol 2016; 60: 132-133 doi: 10.1111/1348-0421.12351  132   2015 The Societies and John Wiley & Sons Australia, Ltd    Also, several lanes of theWestern blots in Figure 2, C lane of C3716 and C lane of V1771 were incorrectly presented.  The correct lanes were replaced and the correct figure is now shown below. In addition, each lane was not always the same gel sample. The authors have lined up and compiled the lanes that showed good band.  The authors apologize for any confusion this may have caused.  .  Corrigendum    2015 The Societies and John Wiley & Sons Australia, Ltd 133",
    "references": [],
    "authors": [
        "Noritoshi Kitamoto",
        "Takayuki Kobayashi",
        "Yoji Kato",
        "Nobutaka Wakamiya",
        "Kazuyoshi Ikuta",
        "Tomoyuki Tanaka",
        "Shigeharu Ueda",
        "Hiroyuki Miyamoto",
        "Shiro Kato"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}