{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Preparation of Monoclonal Antibodies Cross‐Reactive with Orthopoxviruses and Their Application for Direct Immunofluorescence Test   Smallpox outbreaks have occurred from time to time for thousands of years, but this infectious disease in nature is now eradicated after a successful worldwide vaccination program.  The last naturally occurring case in the world was in Somalia in 1977.  Variola virus (smallpox virus) caused smallpox infection.  Except for laboratory stockpiles, the variola virus has been elimi- nated.  However, there is heightened concern that the variola virus might be used as an agent of bioterrorism or biowarfare.  Therefore, the government of each country is taking precautions for dealing with a small- pox outbreak.  Smallpox is a serious, contagious, and sometimes fatal disease.  Although the only prevention is vaccination, routine vaccination among the general public was stopped.  There is no specific treatment for the smallpox disease.  Confirmation of a smallpox outbreak requires diag- nosis.  Laboratory diagnostic testing for the variola virus has been conducted by serological assays, negative stain electron microscopy (EM) identification, or isola- tion of the variola virus from a clinical specimen. Recently, diagnosis has been performed by polymerase chain reaction (PCR) (2, 4, 16, 22), restriction fragment length polymorphism (19), microarrays (17) and the sequencing (23) of viral DNA.  Genetic diagnosis has a high sensitivity and specificity, but might be costly, complicated and time-consuming.  In contrast, the sero- logical assay may be more rapid and simple than the  Preparation of Monoclonal Antibodies  Cross-Reactive with Orthopoxviruses and Their Application for Direct Immunofluorescence Test  Noritoshi Kitamoto*, 1, Takayuki Kobayashi1, Yoji Kato1, Nobutaka Wakamiya2, Kazuyoshi Ikuta3, Tomoyuki Tanaka4, Shigeharu Ueda3, Hiroyuki Miyamoto5, and Shiro Kato3  1School of Human Science and Environment, University of Hyogo, Himeji, Hyogo 670-0092, Japan, 2Asahikawa Medical Col- lege, Asahikawa, Hokkaido 078-8510, Japan, 3Research Institute for Microbial Diseases, Osaka University, Suita, Osaka 565-0871, Japan, 4Sakai City Institute of Public Health, Sakai, Osaka 590-0953, Japan, and 5Osaka Prefecture Saiseikai-Sen- nan Medical Welfare Center, Sennan, Osaka 590-0535, Japan  Received June 29, 2004; in revised form, December 7, 2004. Accepted December 20, 2004  Abstract: Variola virus (smallpox virus), vaccinia virus (VV), cowpox virus (CPV) and ectromelia virus (EV) belong to the genus Orthopoxvirus of the family Poxviridae. To establish the possible diagnosis for smallpox infection, monoclonal antibodies (MAbs) against VV and CPV were produced. The cross-reac- tivity of seven MAbs with cells infected with various strains of the orthopoxviruses (CPV, VV and EV) was confirmed by an immunofluorescence (IF) test and other immunological analyses. Four and three MAbs reacted with the common antigen of all poxviruses (probably NP antigen) and the antigen involved in neu- tralization, respectively. We developed the IF test using these MAbs. The direct IF test required only 45 min to perform. Smallpox infection is now eradicated, but it is important to prepare for the diagnosis of smallpox in an emergency. The direct IF assay using MAbs cross-reactive with orthopoxviruses is rapid, simple, specific, applicable for multiple samples, and will make it possible to screen for and detect orthopoxviruses that include variola virus with tissue impression smears from skin lesions in most labora- tories or institutes.  Key words: Monoclonal antibody, Smallpox, Rapid diagnosis, Cross-reactivity  219  Microbiol. Immunol., 49(3), 219-225, 2005  Abbreviations: ATI, A-type inclusion body; CPV, cowpox virus; ELISA, enzyme-linked immunosorbent assay; EM, elec- tron microscopy; EV, ectromelia virus; FITC, fluorescein iso- thiocyanate; HRPO, horseradish peroxidase; IF, immunofluores- cence; IP, immunoprecipitation; MAb, monoclonal antibody; MCV, Molluscum contagiosum virus; MIF, membrane IF; NP, nucleoprotein; NT, neutralization; PCR, polymerase chain reac- tion; PFU, plaque-forming unit; SFV, Shope fibroma virus; VV, vaccinia virus; WB, western blotting.  *Address correspondence to Dr. Noritoshi Kitamoto, School of Human Science and Environment, University of Hyogo, 1-1-12 Shinzaike-Honcho, Himeji, Hyogo 670-0092, Japan. Fax: -81-792-92-9326. E-mail: kitamoto@shse.u-hyogo.ac.jp    genetic diagnosis, EM or isolation of virus, but is not yet practical as a diagnostic tool in most laboratories.  Variola virus, vaccinia virus (VV), cowpox virus (CPV) and ectromelia virus (EV) belong to the genus Orthopoxvirus of the family Poxviridae. Several major antigens have been shown to be induced in cells infected with CPV and VV, i.e., the nucleoprotein (NP) antigen (24, 29), neutralization (NT)-associated antigen (21) and A-type inclusions (ATI) (7-9).  We have identified the polypeptides of the major antigens by immunopre- cipitation (IP) with polyclonal antibodies (5, 6) and identified those antigens by IP and immunoblotting (western blotting, WB) with a monoclonal antibody (MAb) (11-13).  The NP is a so-called common antigen that shows cross-reactivity with cells infected with either an Orthopoxvirus such as CPV, EV and VV, or a Leporipoxvirus such as the Shope fibroma virus (SFV). The NT antigen shows cross-reactivity with cells infect- ed with the Orthopoxvirus such as CPV, EV and VV. On the other hand, the ATI are seen in cells infected only with an Orthopoxvirus such as CPV or EV.  In this study, we newly produced MAbs cross-reacted with the orthopoxviruses, and examined the develop- ment of simple, rapid, and reliable diagnostic screening for the multiple tissue impression smears infected with orthopoxviruses that include the smallpox virus.  Materials and Methods  Viruses and cells.  RK13 cells derived from rabbit kidney cells, HeLa cells derived from a human carcino- ma and L cells derived from mouse fibroblasts were grown in minimum essential medium supplemented with 5% calf serum (MEM-CS).  The strains of CPV were the LB red, Amsterdam, 53, 58 and 60 strains, the EV strains were Ishibashi and Hampstead, the VV strains were Ikeda, Lister, IHD-W and IHD-J, and the SFV strain was OA (5, 6, 11-13).  The RK13 or HeLa cells were infected with CPV, VV or SFV, and the HeLa or L cells were infected with EV.  Tissue samples infected with Molluscum contagiosum virus (MCV) were kindly provided by Dr.  Kenji Hiroi (Hiroi Derma- tologic Hospital, Osaka, Japan).  Production of hybridoma.  The methods for the pro- duction and culture of the hybridomas and the screening procedures for the antibodies have been previously described (11).  Hybridomas were obtained from the cultures of PAI myeloma cells fused with spleen cells from BALB/c mice immunized with cells infected with the LB red strain of CPV, or Ikeda strain or Lister strain of VV.  The obtained ascites fluids as previously described (12) were used as MAbs.  The subclasses of these antibodies were determined by immunodiffusion  with a hybridoma cell lysate and class-specific immunoglobulin antisera as described by Volk et al. (27).  Immunofluorescence (IF) test. The direct and indirect (IF) test was carried out with cells infected with each virus at 2 to10 PFU (plaque-forming unit)/ml cultured for 24 hr after infection and fixed with cold acetone. For the membrane IF (MIF) test, cells infected and cul- tured were used without fixation.  The FITC (fluorescein isothiocyanate isomer I, Becton Dicknson & Co., U.S.A.)-conjugation with antibody can be performed using the methods of Kawamura et al.  (10). Briefly, the antibody (ascites) was concentrated with a saturated solution of ammonium sulfate and dialyzed with 0.85% NaCl buffer (pH 7.0).  The FITC was dissolved with 500 mM carbonate-bicarbonate buffer (pH 9.5), added to produce a ratio of 10-40 µg/mg of antibody solution, and immediately mixed.  The mixture was incubated and rotated at room temperature for 2 hr.  The unreacted FITC or MAb was removed by gel filtration of Sephadex G-25 (Pharmacia Fine Chemicals, Sweden) column chromatography, and then DEAE (diethyl- aminoethyl)-cellulose ion exchange chromatography (Nacalai Tesque, Inc., Kyoto).  The F/P (1:2) ratio was determined by measuring the absorbance at 280 and 495 nm.  This FITC-labeled MAb was used for direct IF test.  Serological analyses.  For the NT test, about 200 PFU/ml of virus was incubated for 60 min at 37 C with fourfold serial dilutions of MAbs in MEM-CS.  The virus-antibody sample was adsorbed to RK13 or HeLa cells for 60 min at 37 C. After 48 to 64 hr of incubation at 37 C, plaques were visualized by staining with 0.13% crystal violet in 2% ethanol.  The titer of the antibodies was determined as the reciprocal of the high- est fourfold dilution neutralizing 50% of the PFU.  The IP assay has been described in detail elsewhere (11). The WB techniques with MAbs by the method of Tow- bin et al. (26) with slight modifications have been described in detail elsewhere (11).  Results  Establishment and Characterization of MAbs Seven MAbs were obtained from mice immunized  with the CPV (LB red strain)- or the VV (Ikeda or Lis- ter strain)-infected cells.  The specificities and the cross- reactivities of these antibodies with cells infected with various strains of CPV, VV, EV and SFV were exam- ined by IF, IP, WB and several biological and serologi- cal analyses.  The antibodies reacting with the known major antigens, i.e., the common antigen of all poxviruses, probably involved the NP and NT antigen.  220 N. KITAMOTO ET AL    Seven MAbs were characterized and classified into three groups according to their IF, IP and WB analyses. Results of the reactivities of the seven MAbs directed against common antigens are summarized in Table 1 and are described below in detail.  Three MAbs (C1321, C8911 and V1141) in the group A reacted with the CPV strains (LB red, Amster- dam, 53, 58 and 60), EV strains (Ishibashi and Hamp- stead) and VV strains (Ikeda, Lister, IHD-W and IHD- J).  MAbs C1321 and C8911 clones were derived from mice immunized with the LB red strain of CPV, and the MAb V1141 clone was obtained from mice immunized with the Ikeda strain of VV.  MAbs C1321 and C8911 were isotype IgG1, and MAb V1141 was isotype IgG3. All of these MAbs reacted with the strains of CPV, EV and VV by the IF test (Table 1), and with granular pat- terns at the cytoplasm of infected cells (Fig. 1a).  These MAbs reacted with the strains of CPV, EV and VV by IP and WB (Table 1), and with a polypeptide band of molecular weight 65,000 (65 K) in the infected cells (Fig. 2).  These MAbs also reacted with the SFV of the genus Leporipoxviridae (OA strain) in the IF test. These antibodies gave negative reactions in the NT and MIF tests, and with MCV-, measles virus (Edmonston strain)-, herpes simplex virus (type 1)- and mock-infect- ed cells.  On the other hand, the C4413 clone (group B) reacted with a 40 K polypeptide on IP and with two polypep-  tides of 65 K and 40 K on WB (Fig. 2), and gave a pin spot-like cytoplasmic fluorescent staining pattern (Fig. 1b).  The cross-reactivity of C4413 with each virus and with the 65 K polypeptide was the same as those of group A. However, the IF staining and polypeptide pat- terns of MAb C4413 appeared to be different from these of the clones in group A.  The C3716, V1771 and VL101 MAbs had neutraliz- ing activity and each NT titer was 1,024 to 4,096 (Table 1).  The C3716 clone was established from mice immu- nized with the LB red strain of CPV, and the V1141 and V1771 clones were established from mice immu- nized with the Ikeda strain and Lister strain of VV, respectively.  These MAbs reacted with 28 K polypep- tides on IP and on WB (Fig. 2).  These antibodies gave positive reactions with cells infected with CPV, EV or VV, but not with SFV in the IF and WB.  The reaction was positive in the MIF test.  These antibodies gave negative reactions with MCV-, measles virus-, herpes simplex virus (type 1)- and mock-infected cells.  The IF staining by these antibodies was surface and cytoplas- mic diffuse (Fig. 1c).  Possibility of Rapid Diagnosis Using MAbs The direct IF test using the FITC-labeled MAbs  shortens the time needed for the procedures.  Two types of MAbs, V1141 (anti-NP) and VL101 (anti-NT) were chosen for development of the serological detection  221ORTHOPOXVIRUS DIAGNOSIS USING MONOCLONAL ANTIBODIES  Table 1. Reactivity of monoclonal antibodies (MAbs) with various strains of orthopoxviruses  IP WB NT Cross-reactivity in IF (IF pattern)  Group MAbs Immunogen Iso-  (MW) (MW) (titer)  CPVc) EV VV SFV——————————— ———— ———————— ———type  LBd) Am 53 58 60 IS HA IK LI IW IJ OA  A C1321 LB red G1 65 Ka) 65 Ka) -16b) Ge) G G G G G G G G G G P C8911 LB red G1 65 K 65 K -16 G G G G G G G G G G G P V1141 Ikeda G3 65 K 65 K -16 G G G G G G G G G G G P  B C4413 LB red G1 40 K 40, 65 K -16 P P P P P P P P P P P (P)f)  C C3716 LB red G1 NTg) 28 K 4,096 SD SD SD SD SD SD SD SD SD SD SD - V1771 Ikeda G2a 28 K 28 K 1,024 SD SD SD SD SD SD SD SD SD SD SD - VL101 Lister G1 NT 28 K 4,096 SD SD SD SD SD SD SD SD SD SD SD -  ATI LB red G1 160 K 160 K -16 ATI ATI -h) - - - - - - - - - a) Molecular weight (-103) of polypeptide upon immunoprecipitation (IP) or immunoblotting (WB). b) Neutralization (NT) titers, expressed as the reciprocal of the highest fourfold dilutions of antibodies, giving a positive reaction. c) Cross-reactivities with cowpox virus (CPV), ectromelia virus (EV), vaccinia virus (VV) and Shope fibroma virus (SFV) in the  immunofluorescence (IF) test. d) LB, LB red strain; Am, Amsterdam strain; 53, 53 strain; 58, 58 strain; 60, 60 strain, IS, Ishibashi strain; HA, Hampstead strain; IK,  Ikeda strain; LI, Lister strain; IW, IHD-W strain; IJ, IHD-J strain; OA, OA strain. e) Staining patterns in the IF test: G, granular staining; P, pin spot-like staining; SD, surface and diffuse staining; ATI, A-type inclusion  body staining pattern. f) The antibody gave faint positive reactions in the IF test. g) NT, not tested. h) -, negative reaction.    methods for the direct IF test.  The smear of infected cells was fixed with cold acetone for 5 min.  The FITC- labeled MAb was dropped on the smear and incubated for 30 min at 37 C. The smear was then washed with PBS (phosphate buffer saline, pH 7.0) and mounted with glycerin for fluorescence microscopic examina- tion.  This procedure takes only 45 min.  The FITC- labeled V1141 showed granular patterns at the cyto- plasm of infected cells (Fig. 1e), and cross-reacted with cells infected with CPV, VV, EV and SFV.  The labeled VL101 showed a surface diffuse pattern at the cytoplasm of infected cells (Fig. 1f), and cross-reacted with cells infected with CPV, VV and EV.  Discussion  Three MAbs (C1321, C8911 and V1141) in group A  recognized a common antigen in all the poxviruses (probably NP antigen, although this has not been absolutely established), since they both reacted with the 65 K polypeptide (6, 11) and cross-reacted with all the poxvirus-infected cells (29).  We also found that the 65 K polypeptide was detected by the WB of CPV virions purified from infected cells (data not shown).  Wilton et al. (28) reported several MAbs against VV which recog- nized the core complex components and reacted with cytoplasmic inclusions (called B-type inclusions) widely ranging in size.  The possibility is that the NP proteins are highly immunogenic antigens.  The NP antigen is associated with the B-type inclusions, and not with ATI (9).  On the other hand, the C4413 clone (group B) reacted with a 40 K polypeptide on IP and with two polypeptides of 65 K and 40 K on WB.  This was examined by peptide mapping experiments involving  222 N. KITAMOTO ET AL  Fig. 1. Characteristic appearance of indirect (a-d) and direct (e, f) immunofluorescence (IF) test after staining of CPV (cowpox virus)-infected RK13 cells with each monoclonal antibody (MAb). The cells infected with CPV (LB red strain) were smeared and fixed with cold acetone for 5 min. For indirect IF test (a-d), MAb was added as the first antibody and incubated for 1 hr at 37 C. After washing with PBS, FITC-conjugated goat anti-mouse IgG (Cappel Lab., Westchester, Penn., U.S.A.) as the second antibody was reacted for 30 min at 37 C. For the direct IF test (e, f), FITC-conjugated MAb was dropped and incubated for 30 min at 37 C. MAbs: (a) C1321, granular fluorescence of cytoplasm; (b) C4413, pin spot-like staining in the cytoplasm; (c) C3716, cell surface and diffuse cytoplasmic stain- ing; (d) ATI, staining of cytoplasmic A-type inclusions as a control; (e) FITC-labeled V1141, granular fluorescence of cytoplasm; (f) FITC-labeled VL101, cell surface and diffuse cytoplasmic staining.    the partial proteolysis of these 65 K polypeptides by V8 protease digestion (1).  The peptide pattern of the 65 K polypeptide reacting with C4413 was different from that recognized by clones of group A. The cross-reactiv- ity of C4413 with each virus and with the 65 K polypeptide was the same as those of group A. Howev- er, the IF staining and polypeptide patterns of MAb C4413 appeared to be different from these of the clones in group A.  The C3716, V1771 and VL101 MAbs had neutraliz- ing activity.  These MAbs recognizing an envelope pro- tein of VV have been reported to show neutralizing activity and to react with the 14 K polypeptide (27) or the 28-29 K polypeptide (14, 20).  The C3716 clone was established from mice immunized with the LB red strain of CPV, and the V1141 and V1771 clones were established from mice immunized with the Ikeda strain and Lister strain of VV, respectively.  These antibodies cross-reacted with cells infected with each strain of CPV and VV.  Therefore, the 28 K polypeptide associ- ated with neutralization shows a high degree of protein conservation in the Orthopoxvirus genus.  The final aim of this study was to establish a diagno- sis of the smallpox infection.  The IF test using MAbs was examined for the detection of the orthopoxviruses. Although the methods using PCR and EM were already  available for detecting poxvirus, the IF test using MAbs might be no less specific than PCR and EM.  Also, the IF test is simpler, manageable at a lower cost and applicable for more samples than the PCR and EM diagnoses.  In the indirect IF test, MAbs will be used as the primary antibodies for the detection of the poxvirus antigen in fresh tissue impression smears.  This assay required only 2-3 hr to detect the viral antigen.  The ELISA (enzyme-linked immunosorbent assay), immunochromatography and microarray assays using MAbs might also be rapid and capable ways of detect- ing the virus in tissue samples.  In preliminary study, ELISA using our MAbs will make it possible to detect the orthopoxviruses.  However, a treated or solubilized antigen sample has to be prepared.  In contrast, in the IF test, only fresh tissue impression smears from skin lesions will serve this purpose.  In our preliminary study, we determine that the direct IF test will prove to be sensitive and reliable against infected tissues of labo- ratory animal.  BALB/c mice were infected intramuscu- larly or intracutaneously with Lister strains of VV. Three or 4 days later, tissue impression smear samples were obtained from vesicular or pustular lesions and examined with the direct IF test.  The MAbs NT1 and NP1 showed clear positive reactions as well as tissue culture infected cells.  It is important to prepare for the  223ORTHOPOXVIRUS DIAGNOSIS USING MONOCLONAL ANTIBODIES  Fig. 2. Western blot (WB) of polypeptides from CPV (cowpox virus)- and VV (vaccinia virus)-infected RK13 cells reacting with monoclonal antibodies (MAbs). The results shown are for MAbs, C1321, V1141, C4413, C3716, V1771, VL101 and ATI (as a control), and for antigen, LB red strain of CPV (C) and Lister strain of VV (V). Pro- teins in the cells were boiled for 2 min, lysed with sample buffer (about 10 to 20 µg/well) and SDS-PAGE was con- ducted in 10% polyacrylamide gels. The separated proteins were transferred to nitrocellulose sheets which were incu- bated overnight at room temperature with the indicated MAbs (at 1:1,000 dilution of ascites), and then incubated with horseradish peroxidase (HRPO) conjugated goat anti-mouse IgG (Cappel Lab.) for 1 hr at 37 C and treated with sub- strate (4-chloro-1-naphthol). Calibration kits were used for the molecular weight determination (M); numbers on the left side indicate the apparent molecular weight (-1,000). Each MAb reacted with all strains of the genus Orthopoxvirus, with the major polypeptide with an apparent molecular weight of 65 K, 40 K or 28 K.    rapid diagnosis of smallpox in an emergency.  The direct IF test requires only 45 min to perform and multi- ple samples can be tested at one time.  Relationships between poxviruses were evaluated by comparing the genome size, number of unique genes, gene arrangement and phylogenetic analyses of protein sequences (3).  Genus Avipoxvirus is the most diver- gent.  The next most divergent is Molluscipoxvirus, whose sole member, MCV, infects only man.  Within the genus Orthopoxvirus, monkeypox virus, EV, CPV and VV are closely related to variola virus and are dis- tinct from SFV of the genus Leporipoxvirus. Immuno- fluorescence staining technique using polyclonal anti- bodies has been examined (15, 25).  The results indicat- ed high sensitivity for the IF test in diagnosing variola major, but also showed a high rate of false-positive results (25).  Our previous study, hyper immune mouse sera to VV showed faint positive reactions with MCV, which has low homology to orthopoxviruses.  Our MAbs did not react in the least with MCV.  These results suggest that MAbs are more specific for orthopoxviruses.  It has been reported that MAbs reactive against each of the five outer layer proteins neutralized infectivity (20).  Several neutralization epitopes were also mapped to within the short consensus repeat domain (18).  Fur- ther studies are necessary to define the molecular loca- tion of these epitopes recognized with our MAbs, and to examine the reaction to synthetic peptides homologous to variola virus.  Although we actually cannot attempt to develop human samples, it is also necessary to demon- strate that these MAbs react with infected cells with monkeypox virus belonging to the same genus.  It is important to take measures to deal with the situation and to prepare for the diagnosis of smallpox in an emer- gency.  The direct IF test using MAbs is a rapid, simple and useful routine screening for multiple samples of tis- sue impression smears from skin lesions in most labora- tories or institutes.  These are the major advantages of the assay developed in this study.  Virus isolation, PCR or EM examination could be used as a definite diagnosis for smallpox infection.  We thank Eriko Goto, Kenzi Hiroi and Satoru Tanimoto, members of the Department of Microbiology, Wakayama Med- ical College, for their help with this work.  References  1) Cleveland, D.W., Fischer, S.G., Kirschener, M.W., and Laemmli, U.K. 1977. Peptide mapping by limited proteoly- sis in sodium dodecyl sulfate and analysis by gel elec- trophoresis. J. Biol. Chem. 252: 1102-1106.  2) Espy, M.J., Cockrill, F.R., Meyer, R.F., Bowen, M.D., Poland, G.A., Hadfield, T.L., and Smith, T.F. 2002. Detec- tion of smallpox virus DNA by LightCycler PCR. J. Clin. Microbiol. 40: 1985-1988.  3) Gubser, C., Hue, S., Kellam, P., and Smith, G.L. 2004. Poxvirus genomes: a phylogenetic analysis. J. Gen. Virol. 85: 105-117.  4) Ibrahim, M.S., Kulesh, D.A., Saleh, S.S., Damon, I.K., Esposito, J.J., Schmaljohn, A.L., and Jahrling, P.B. 2003. Real-time PCR assay to detect smallpox virus. J. Clin. Microbiol. 41: 3835-3839.  5) Ikuta, K., Miyamoto, H., and Kato, S. 1978. Studies on the polypeptides of poxvirus. I. Comparison of structural polypeptides in vaccinia, cowpox and Shope fibroma virus- es. Biken J. 21: 51-61.  6) Ikuta, K., Miyamoto, H., and Kato, S. 1979. Serologically cross-reactive polypeptides in vaccinia, cowpox and Shope fibroma viruses. J. Gen. Virol. 44: 557-563.  7) Kato, S., Hagiwara, K., and Kamahora, J. 1955. The mecha- nism of the growth of ectromelia virus propagated in the ascites tumor cells. I. Study on the inclusion bodies of ectromelia virus. Med. J. Osaka Univ. 6: 39-50.  8) Kato, S., Takahashi, M., Kameyama, S., and Kamahora, J. 1959. A study of new inclusion bodies of cowpox virus. Biken J. 2: 93-96.  9) Kato, S., Takahashi, M., Kameyama, S., and Kamahora, J. 1959. A study on the morphological and cyto-immunologi- cal relationship between the inclusions of variola, cowpox, rabbitpox, vaccinia (variola origin) and vaccinia IHD and a consideration of the term “Guarnieri body.” Biken J. 3: 353-363.  10) Kawamura, A. (ed), 1969. Fluorescent antibody techniques and their applications. University of Tokyo Press, University Park Press, Baltimore and Manchester.  11) Kitamoto, N., Goto, E., Tanimoto, S., Tanaka, T., Miya- moto, H., Wakamiya, N., Ikuta, K., Ueda, S., and Kato, S. 1984. Cross-reactivity between cowpox and vaccinia viruses with monoclonal antibodies. Arch. Virol. 82: 129-136.  12) Kitamoto, N., Tanimoto, S., Hiroi, K., Tanaka, T., Miya- moto, H., Wakamiya, N., Ikuta, K., Ueda, S., and Kato, S. 1986. Polypeptide analysis with monoclonal antibodies of A type inclusion bodies induced by cowpox virus. Arch. Virol. 89: 15-28.  13) Kitamoto, N., Tanimoto, S., Hiroi, K., Miyamoto, H., Wakamiya, N., Ueda, S., and Kato, S. 1986. Cross-reactivity among cowpox, ectromelia and vaccinia viruses with mono- clonal antibodies recognizing distinct antigenic determi- nants in A-type inclusion bodies. Arch. Virol. 91: 357-366.  14) Kitamoto, N., Tanimoto, S., Hiroi, K., Miyamoto, H., Wakamiya, N., Ikuta, K., Ueda, S., and Kato, S. 1987. Monoclonal antibodies to cowpox virus: polypeptide analy- sis of several major antigens. J. Gen. Virol. 68: 239-246.  15) Kitamura, T., Aoyama, Y., Kurata, T., Arita, M., and Ima- gawa, Y. 1977. Virological studies of smallpox in an endemic area. I. Evaluation of immunofluorescence staining as a rapid diagnostic procedure in the field. Jpn. J. Med. Sci. Biol. 30: 215-227.  16) Kulesh, D.A., Baker, R.O., Loveless, B.M., Norwood, D., Zwiers, S.H., Mucker, E., Hartmann, C., Herrera, R.,  224 N. KITAMOTO ET AL    Miller, D., Christensen, D., Wasieloski, L.P., Huggins, J., and Jahrling, P.B. 2004. Smallpox and pan-orthopox virus detection by real-time 3'-minor groove binder TagMan assays on the Roche LightCycler and the Cepheid Smart Cycler platforms. J. Clin. Microbiol. 42: 601-609.  17) Laassri, M., Chizhikov, V., Mikheev, M., Shchelkunov, S., and Chumakov, K. 2003. Detection and discrimination of orthopoxviruses using microarrays of immobilized oligonu- cleotides. J. Virol. Methods 112: 67-78.  18) Law, M., and Smith, G.L. 2001. Antibody neutralization of the extracellular enveloped form of vaccinia virus. Virology 280: 132-142.  19) Loparev, V.N., Massung, R.F., Esposito, J.J., and Meyer, H. 2001. Detection and differentiation of old world orthopoxviruses: restriction fragment length polymorphism of the crmB gene region. J. Clin. Microbiol. 39: 94-100.  20) Oie, M., and Ichihashi, Y. 1987. Modification of vaccinia virus penetration proteins analyzed by monoclonal antibod- ies. Virology 157: 449-459.  21) Rodriguez, J.F., Janeczko, R., and Esteban, M. 1985. Isola- tion and characterization of neutralizing monoclonal anti- bodies to vaccinia virus. J. Virol. 56: 482-488.  22) Ropp, S.L., Jin, Q., Knight, J.C., Massung, R.F., and Espo- sito, J.J. 1995. PCR strategy for identification and differen- tiation of smallpox and other orthopoxviruses. J. Clin. Microbiol. 33: 2069-2076.  23) Schoepp, R.J., Morin, M.D., Martiner, M.J., Kulesh, D.A.,  Hensley, L., Geisbert, T.W., Brady, D.R., and Jahrling, P.B. 2004. Detection and identification of Variola virus in fixed human tissue after prolonged archival storage. Lab. Invest. 84: 41-48.  24) Smadel, J.E., Rivers, M., and Hoagland, C.L. 1942. Nucleo- protein antigen of vaccinia virus. I. A new antigen obtained from elementary bodies of vaccinia. Arch. Pathol. 34: 275-285.  25) Tarantola, D.J., Huq, F., Nakano, J.H., and Foster, S.O. 1981. Immunofluorescence staining for detection of variola virus. J. Clin. Microbiol. 13: 723-725.  26) Towbin, H., Staehelin, T., and Gordon, J. 1979. Elec- trophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications. Proc. Natl. Acad. Sci. U.S.A. 76: 4350-4354.  27) Volk, W.A., Snyder, R.M., Benjamin, D.C., and Wagner, R.R. 1982. Monoclonal antibodies to the glycoprotein of vesicular stomatitis virus: comparative neutralizing activity. J. Virol. 42: 220-227.  28) Wilton, S., Gordon, J., and Dales, S. 1986. Identification of antigenic determinants by polyclonal and hybridoma anti- bodies induced during the course of infection by vaccinia virus. Virology 148: 84-96.  29) Woodroofe, G.M., and Fenner, F. 1962. Serological rela- tionships within the poxvirus group: an antigen common to all members of the group. Virology 16: 334-341.  225ORTHOPOXVIRUS DIAGNOSIS USING MONOCLONAL ANTIBODIES",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}