{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "Introduction of 65 kDa Antigen of Mycobacterium tuberculosis to Cancer Cells Enhances Anti‐Tumor Effect of BCG Therapy   Immunotherapy with BCG has anti-tumor effects against bladder cancer.  The response rate to BCG instil- lation therapy by carcinoma in situ (CIS), which was thought to be an indication for radical cystectomy, is about 70% (25).  BCG instillation therapy is also effec- tive for patients with T1 grade 3 superficial bladder can- cer, which frequently develops into invasive bladder cancer (11).  However, the exact mechanism of BCG instillation therapy remains obscure.  To improve and understand the process of BCG immunotherapy, the anti-tumor mechanism must be identified.  We investigated the usefulness of immune-gene ther- apy using cytokines such as interleukin-2 (IL2) (3, 5), IL12 (4, 17, 18, 27) and IL18 (8).  These studies showed that tumor cells expressing cytokines significantly retard-  ed tumor growth in syngeneic mice.  Moreover, they also worked as tumor vaccines in preventing a response to a subsequent challenge with parental cells.  Indeed introducing cytokine genes is one type of immune gene therapy.  Another is to have the host more efficiently rec- ognize tumor cells as being immunogenic.  To improve the BCG therapy, we introduced the gene encoding the major antigen, 65 kDa heat shock protein (hsp), of Mycobacterium tuberculosis into a mouse melanoma cancer cell line.  We then analyzed the anti-tumor effect of BCG against this cell line.  Materials and Methods  Cell line and animals.  The mouse melanoma cell  Introduction of 65 kDa Antigen of Mycobacterium tuberculosis to Cancer Cells Enhances  Anti-Tumor Effect of BCG Therapy  Isao Hara*, 1, Noriyuki Sato2, Hideaki Miyake3, Mototsugu Muramaki1, Satoko Hikosaka1,  and Sadao Kamidono1  1Divisiont of Urology, Kobe University Graduate School of Medicine, Kobe, Hyogo 650-0017, Japan, 2Department of Pathol- ogy, Sapporo Medical College, Sapporo, Hokkaido, 060-8556, Japan, and 3Department of Urology, Hyogo Medical Center for Adults, Hyogo 673-8558, Japan  Received August 29, 2003; in revised form, January 13, 2004. Accepted January 21, 2004  Abstract: Bacillus Calmette Guerin (BCG) immunotherapy has anti-tumorigenic effects against bladder can- cer. To improve the efficacy of BCG therapy, we introduced the gene encoding the 65 kDa heat shock pro- tein (hsp) of Mycobacterium tuberculosis into a mouse malignant melanoma cell line (B16). An expression vector harboring the 65 kDa antigen gene was transfected into B16 using Lipofectamine, then expression of the antigen was confirmed by RT-PCR and Western blotting. Several cell lines expressing 65 kDa anti- gen were established (B16/65kDa). We also established a control cell line transfected with the vector alone (B16/con). All cell lines (B16, B16/con, B16/65kDa) were injected intraperitoneally into syngeneic mice with or without BCG prior immunization and the development of tumor ascites was examined. To analyze the mechanism of the anti-tumor effect, CD4 T cells or CD8 T cells were depleted in vivo by administering the corresponding monoclonal antibody. B16/65kDa expressed the 65 kDa hsp of M. tuberculosis. The tumor growth of B16/65kDa was slightly retarded in naive mice, but significantly inhibited by BCG. The anti-tumor effect was totally abrogated in mice deficient in CD4 T cells, suggesting that CD4 T cells are involved in this process. The 65 kDa hsp of M. tuberculosis was expressed after gene transduction in a malignant melanoma cell line and significantly enhanced the anti-tumor effect of BCG immunotherapy. CD4 T cells play an impor- tant role in this anti-tumor effect.  Key words: BCG, Gene therapy, 65 kDa antigen  289  Microbiol. Immunol., 48(4), 289-295, 2004  Abbreviations: BCG, Bacillus Calmette Guerin; CIS, carci- noma in situ; hsp, heat shock protein; CTL, cytotoxic T lym- phocyte; MEM, minimum essential media; PCR, polymerase chain reaction.  *Address correspondence to Dr. Isao Hara, Division of Urology, Kobe University Graduate School of Medicine, 7-5-1 Kusunoki- cho, Chuo-ku, Kobe, Hyogo 650-0017, Japan. Fax: -81-78- 382-6155. E-mail: hara@med.kobe-u.ac.jp    line of C57BL/6 origin, B16, was maintained in mini- mum essential medium (MEM) containing 5% fetal calf serum.  Female 6-week-old C57BL/6 mice were pur- chased from Clea Japan.  Gene manipulation.  A gift from Dr. T.M. Shinnick (21), the gene encoding the 65 kDa protein of Mycobac- terium tuberculosis, was inserted into a mammalian expression vector plasmid (pCEXV3) (16).  Gene transfection.  The expression vector harboring the 65 kDa gene (pCEXV3/65kDa) was co-transfected with pSV2neo (selection gene) into B16 cells using Lipofectamine.  Briefly, 1.8-105 B16 cells were seeded into 60 mm dishes 16 hr before transfection.  Purified pCEXV3/65kDa (9 µg) or pCEXV3 (9 µg; mock trans- fection) were transfected with 48 mg of Lipofectamine reagent and 3 ml of serum-free OPTI-MEM (Life Tech- nologies, Inc., Gaithersburg, Md., U.S.A.).  The plas- mids were co-transfected with 1 µg of pSV2neo as a selection marker (24).  Colonies were selected using 1 mg/ml Geneticin (Sigma, St. Louis, Mo., U.S.A.) 3 days after transfection, picked up by cloning cylinders and expanded into cell lines.  Cell proliferation assay.  To compare the in vitro proliferation of B16 sublines, 5-103 cells of each cell line were seeded in each well of 12-well plates, and the number of cells in each cell line was counted daily by triplicate.  Polymerase chain reaction (PCR).  Total RNA was isolated from transfected cell lines using acid-guani- dinium thiocyanate-phenol-chloroform.  Complemen- tary DNA was synthesized from 2 µg of RNA by exten- sion with oligo dT in 20 µl of reverse transcriptase reac- tion buffer (pH 8.3) containing 0.01 M DTT, 0.5 mM deoxynucleotide phosphate and 200 U of Superscript II (GIBCO BRL, Grand Island, N.Y., U.S.A.).  The mix- ture was incubated at 42 C for 50 min, then at 70 C for 15 min.  The cDNA for 65 kDa protein of Mycobacterium tuberculosis was detected by PCR amplification in sep- arate reactions, using oligonucleotide primers.  PCR proceeded using a Perkin Elmer Cetus Gene Amp PCR system 9600 (Norwalk, Conn., U.S.A.) in 25 µl of reac- tion mixture for 30 cycles (1 min at 95 C, 1 min at 62 C and 2 min at 72 C) using rTth DNA polymerase (Perkin Elmer).  Non-specific priming and oligomerization was minimized using hot-start PCR.  Cycling was concluded with a final extension of 7 min at 72 C.  A sample of each reaction (10 µl) was analyzed in a 2% agarose gel and visualized by ethidium-bromide fluorescence staining. The primers were:   5'-ACGATCACCAACGATGGTGTG-3' 5'-AGCTGACCAGCAGGATGTAGG-3' (corre-  sponding size: 529 bp)  Western blotting.  Expression of the 65 kDa protein in transfected cells was confirmed by Western blotting. Cells were lysed in NP-40 lysis buffer (150 mM NaCl, 1% NP-40, 50 mM Tris pH 8.0, 1 mM phenylmethylsul- fonyl fluoride).  After centrifugation at 15,000 rpm at 4 C, lysates were resolved by electrophoresis on 4-20% SDS-polyacrylamide gels, and then transferred to nitro- cellulose membranes at a constant current of 35 mA for 4 hr.  Non-specific binding on the membranes was blocked in PBS containing 10% powdered nonfat milk at 4 C overnight.  The membranes were then incubated for 1 hr with an anti-65 kDa protein monoclonal antibody (7) in PBS containing 1.0% BSA, and washed twice for 5 min each with PBS containing 0.01% Tween 20. The membranes were then incubated for 1 hr with horse- radish peroxidase-conjugated anti-mouse IgG antibody (DAKO, A/S, Denmark).  After washing as described above, specific proteins were detected using diaminoben- zidine (Wako Chemical, Tokyo).  Animal model of BCG therapy.  To establish a BCG immunotherapy model, C57BL/6 mice were administered with 1 mg of live BCG intraperitoneally once each week for 2 weeks.  The mice were challenged with tumor cells (5-106 cells) administered intraperitoneally one week after the last BCG administration.  The presence of cancer ascites was examined 3 times each week and the percentage of ascites in free mice was calculated.  Immunodeficient mice.  T cells were depleted in vivo by the intraperitoneal administration of rat MAb GK1.5 (anti-CD4; IgG2b) and MAb 2.43 (anti-CD8; IgG2b) (both hybridomas were acquired from the ATCC).  These MAbs were used as ascites fluids (titer, -1:10,000 according to mouse thymocyte staining by flow cytom- etry).  The MAb preparations (0.2 ml) were injected i.p. on day -3 and every 7 days thereafter.  Throughout our experiments, respective T cell sub-populations were depleted by -97% according to indirect immunofluo- rescence staining and cytofluorometric analysis (EPICS Elite, Coulter, Fla., U.S.A.) of splenocytes using the MAbs GK1.5 (CD4) or 2.43 (CD8), respectively (Fig. 1).  Results  Expression of 65 kDa Antigen in Transfected Cells The presence of 65 kDa antigen mRNA was screened  in transfected clones by RT-PCR.  Parental and mock- transfected B16 (B16/con) did not express 65 kDa anti- gen mRNA.  Clones B16/65kDa-1 and B16/65kDa-2 expressing 65 kDa antigen mRNA were selected for use in further experiments (Fig. 2).  Expression of 65 kDa antigen protein was confirmed by Western blotting in B16/65kDa-1, B16/65kDa-2 (Fig. 3).  We then com- pared the proliferation rates in vitro among the B16  290 I. HARA ET AL    sublines.  There was no significant difference in cell proliferation in vitro among these cell lines (data not shown).  Tumorigenicity of 65 kDa Antigen Expressing B16 in Syngeneic Mice  To examine the effect of 65 kDa antigen on tumor growth in vivo, 5-106 cells of B16, B16/con, B16/65kDa- 1 and B16/65kDa-2 were injected intraperitoneally to syngeneic C57/Bl mice.  B16 and B16/con developed a  similar degree of ascites.  On the other hand, B16/65kDa- 1 and B16/65kDa-2 slightly retarded ascites formation (Fig. 4) and in the following experiments, the results were the same.  Thus, representative data of B16/65kDa-1, described as B16/65kDa are shown.  BCG Immunotherapy Model (Fig. 4) Injecting the peritoneal cavity of syngeneic mice with  5-106 B16 cells caused tumor ascites to form within 2 weeks.  However, two prior intraperitoneal injections  291IMMUNO-GENE THERAPY USING MYCOBACTERIAL MAJOR ANTIGEN  Fig. 1. Fluorometric analysis (EPICS Elite) of control, CD4-depleted and CD8-depleted mouse. Splenocytes were stained with rat MAbs GK1.5 (CD4) or 2.43 (CD8) followed by FITC conjugated anti-rat IgG absorbed with mouse IgG.  Fig. 2. RT-PCR of parental and B16 cell lines transfected with 65 kDa gene expressing 65 kDa mRNA. The corresponding band was observed in transfected cell line (B16/65kDa-1, B16/65kDa-2), but not in parental and mock-transfected lines (B16, B16/con).    of 1 mg of BCG significantly inhibited ascites formation. B16/con elicited a similar anti-tumor effect.  To confirm that BCG specifically caused the anti-tumor effect, we injected the same amount of E. coli using the same schedule.  However, tumor growth in vivo was not affect- ed (data not shown).  None of the mice injected with either BCG or E. coli alone developed ascites.  We examined how the expression of 65 kDa antigen in tumor cells affects BCG immunotherapy.  The anti- tumor effect of BCG immunotherapy was remarkably  enhanced by 65 kDa antigen expression.  Although BCG immunotherapy inhibited tumor formation by parental B16 cells, all of the mice eventually developed ascites. On the contrary, 40% of mice injected with B16/65kDa completely rejected the tumor.  Mechanism of BCG Immunotherapy To elucidate the mechanism of BCG immunotherapy,  immuno-deficient mice were established using a mono- clonal antibody against the corresponding CD molecule  292 I. HARA ET AL  Fig. 3. Western blots of parental and B16 cell lines transfected with the gene expressing 65 kDa protein. The corresponding band was observed in transfected cell lines (B16/65kDa-1, B16/65kDa-2), but not in parental and mock-transfected lines (B16, B16/con).  Fig. 4. Growth of tumor ascites in mice intraperitoneally injected with 5-106 B16, B16/con and B16/65kDa cells. Formation of tumor ascites was examined 3 times each week and the percentage of ascites free mice was calculated. Y axis: percentage of ascites free mice. X axis: days after injection of tumor cells. Mice pre-immunized with 1 mg of live BCG twice are described as B16-BCG, B16/con-BCG and B16/65kDa - BCG.    (Fig. 1).  The anti-tumor effect of BCG immunotherapy against B16/65kDa was abolished in mice depleted of CD4, but not of CD8 (Fig. 5).  These results suggest that CD4 T cells, but not CD8 T cells, play an important role in the killing mechanism associated with BCG immunotherapy.  Discussion  BCG is an important clinical tool because of its pro- found immunostimulatory properties, as it can prevent tuberculosis and eradicate high-risk superficial bladder cancer.  The presence of carcinoma in situ (CIS) in the urinary bladder had required total cystectomy, since CIS frequently progresses to invasive bladder cancer.  BCG instillation therapy is believed to be the most successful immunotherapy against cancer because 70% of CIS patients can be cured without cystectomy (25).  BCG instillation therapy also works well against T1b grade 3 bladder cancer, which is thought to have high malignant potential (11).  However, some patients are refractory to BCG therapy and still require total cystectomy (9).  To improve the efficiency of BCG against bladder cancer, the exact mechanism of its anti-tumor effect must be clari-  fied.  Here, we focused on the 65 kDa heat shock protein of mycobacteria, which can elicit powerful humoral and cellular immune responses.  We reported that BCG instillation therapy raises a serum antibody against the 65 kDa protein (6), indicating that this protein plays an important role in BCG immunotherapy.  A wide range of mycobacterial species express the 65 kDa protein (2, 28).  This antigen contains epitopes that are species-specific and those that are common to various species of mycobacteria.  Identity has been demonstrat- ed between Mycobacterium tuberculosis and BCG 65 kDa protein (21).  The 65 kDa antigen has several fea- tures.  The immune response to the BCG 65 kDa protein is involved in adjuvant arthritis in rats (26).  Moreover, T cells from the synovial fluid of patients with rheumatoid arthritis can recognize the 65 kDa protein (1).  Thus, this protein plays an important role in autoimmune disease. The 65 kDa protein is one of the heat shock proteins (hsp) induced by various types of stress to protect cells from environmental damage (22).  Many hsp are also essential for cellular function under normal conditions and they can also function as molecular chaperones to fold and transport proteins.  We aimed to introduce the mycobacterial 65 kDa  293IMMUNO-GENE THERAPY USING MYCOBACTERIAL MAJOR ANTIGEN  Fig. 5. Growth of tumor ascites in mice immunized with BCG (B16/65kDa-BCG) and then intraperitoneally injected with 5-106  B16/65kDa cells. Formation of tumor ascites was examined 3 times each week and the percentage of ascites free mice was calculated. Y axis: percentage of ascites free mice. X axis: days after injection of tumor cells. To elucidate the anti-tumor mechanism, the same exper- iments were performed in mice depleted of CD4 (B16/65kDa-BCG CD4 (-)), or CD8 (B16/65kDa-BCG CD8 (-)). Control curves show formation of tumor ascites in non-immunized mice intraperitoneally injected with 5-106 B16 cells.    antigen to tumor cells to increase their immunogenicity. The tumor growth of B16 (B16/65kDa) cells transfected with the 65 kDa gene was slightly retarded compared with parental B16 cells in naive mice.  Moreover, intro- duction of the 65 kDa gene remarkably enhanced the anti-tumor effect of BCG immunotherapy.  We believe that this strategy represents a breakthrough for BCG immune therapy for bladder cancer.  Lukacs et al. orig- inally reported the possibility of immune gene therapy using mycobacterial 65 kDa hsp (14).  They introduced the 65 kDa hsp of Mycobacterium leprae to murine macrophage tumor cell lines (J774).  The transfected cell line (J774-hsp65) was totally abrogated when inject- ed into syngeneic Balb/c mice.  This anti-tumor effect was also evident in athymic nude mice, indicating that the anti-tumor property of J774-hsp65 does not require T cells.  Mice injected with J774-hsp65 resisted subse- quent challenge with parental J774.  On the contrary, both CD4 and CD8 T cells were essential for this acquired immunity.  Lukacs also described in vivo gene therapy using liposome-mediated transfection with the same antigen (15).  Kuromatsu et al.  introduced the α antigen of Mycobacterium kansasii into a mouse bladder cancer cell line (13).  The transfected cell lines were rejected in mice primed and unprimed with BCG.  That study proved the induction of cytotoxic T lymphocyte (CTL) epitope-specific CD8 CTLs.  The α antigen is a different protein from the 65 kDa hsp.  However, both are highly immunogenic mycobacterial antigens that can elicit a powerful anti-tumor effect when expressed by tumor cells.  Our findings were somewhat different from those of Lukacs.  The anti-tumor effect in our model was not as powerful as theirs, since the immunogenic properties of B16 and J774 are quite different.  B16 is a tumor cell line with low immunogenicity.  J774 is a macrophage tumor cell line that can present antigen, which might be associated with its powerful anti-tumor effect.  Of inter- est is the effector cells in each model.  J774 does not require T cells to reject tumors whereas the main effec- tors in BCG therapy against B16/65kDa were CD4 T cells.  Shinomiya et al.  also showed Th1 type CD4- T cell clone, which was capable of recognizing purified protein derivative from Mycobacterium tuberculosis, had anti-metastatic activity against melanoma.  This clone could secrete IFNγ, TNF and interleukin-2 which stimulated NK cell activity (23).  Considering that CD4 T cells are powerfully stimulated by mycobacterial infec- tion, humoral mediators such as interferon and TNF may play an important role in the killing mechanism of BCG immunotherapy.  In this paper, we successfully showed that the intro- duction of 65 kDa hsp gene enhanced BCG immunother-  apy.  The next step is to establish the effective method to introduce the gene into bladder cancer for clinical set- tings.  Several papers reported the gene introduction by instillation therapy with adenovirus or liposome (10, 12, 20).  Pagliaro et al. reported a phase I study of p53 gene therapy for patients with locally advanced bladder cancer and showed evidence or tumor response (19). In the future, we will try to establish instillation therapy combined with BCG and 65 kDa gene to improve the current BCG therapy.  In conclusion, expression of the 65 kDa mycobacter- ial hsp specifically enhanced the anti-tumor effect of BCG therapy against a malignant melanoma cell line with low immunogenicity.  In addition, CD4 T cells but not CD8 T cells are involved in this mechanism.  References  1) Gaston, J.S., Life, P.F., Jenner, P.J., Colston, M.J., and Bacon, P.A. 1990. Recognition of a mycobacteria-specific epitope in the 65-kD heat-shock protein by synovial fluid- derived T cell clones. J. Exp. Med. 171: 831-841.  2) Gillis, T.P., Miller, R.A., Young, D.B., Khanolkar, S.R., and Buchanan, T.M. 1985. Immunochemical characterization of a protein associated with Mycobacterium leprae cell wall. Infect. Immun. 49: 371-377.  3) Hara, I., Hotta, H., Sato, N., Eto, H., Arakawa, S., and Kamidono, S. 1996. Rejection of mouse renal cell carcinoma elicited by local secretion of interleukin-2. Jpn. J. Cancer Res. 87: 724-729.  4) Hara, I., Nagai, H., Miyake, H., Yamanaka, K., Hara, S., Micallef, M.J., Kurimoto, M., Gohji, K., Arakawa, S., Ichi- hashi, M., and Kamidono, S. 2000. Effectiveness of cancer vaccine therapy using cells transduced with the interleukin- 12 gene combined with systemic interleukin-18 adminis- tration. Cancer Gene Ther. 7: 83-90.  5) Hara, I., Nguyen, H., Takechi, Y., Gansbacher, B., Chapman, P.B., and Houghton, A.N. 1995. Rejection of mouse melanoma elicited by local secretion of interleukin-2: impli- cating macrophages without T cells or natural killer cells in tumor rejection. Int. J. Cancer 61: 253-260.  6) Hara, I., Sato, N., Kikuchi, K., and Kamidono, S. 1991. Immune response against BCG 65 kDa protein antigen in bladder cancer with BCG instillation therapy. Analyses car- ried out with the gene of this protein to develop a monoclonal antibody. Nippon Hinyokika Gakkai Zasshi 82: 24-32 (in Japanese).  7) Hara, I., Sato, N., Matsuura, A., Cho, J.M., Qi, W.M., Tori- goe, T., Shinnick, T.M., Kamidono, S., and Kikuchi, K. 1991. Development of monoclonal antibodies reacting against mycobacterial 65 kDa heat shock protein by using recom- binant truncated products. Microbiol. Immunol. 35: 995-1007.  8) Hara, S., Nagai, H., Miyake, H., Yamanaka, K., Arakawa, S., Ichihashi, M., Kamidono, S., and Hara, I. 2001. Secreted type of modified interleukin-18 gene transduced into mouse renal cell carcinoma cells induces systemic tumor immunity. J.  294 I. HARA ET AL    Urol. 165: 2039-2043. 9) Herr, H.W., and Sogani, P.C. 2001. Does early cystectomy  improve the survival of patients with high risk superficial bladder tumors? J. Urol. 166: 1296-1299.  10) Horiguchi, Y., Larchian, W.A., Kaplinsky, R., Fair, W.R., and Heston, W.D. 2000. Intravesical liposome-mediated inter- leukin-2 gene therapy in orthotopic murine bladder cancer model. Gene Ther. 7: 844-851.  11) Hurle, R., Losa, A., Manzetti, A., and Lembo, A. 1999. Intravesical bacille Calmette-Guerin in Stage T1 grade 3 bladder cancer therapy: a 7-year follow-up. Urology 54: 258-263.  12) Kuball, J., Wen, S.F., Leissner, J., Atkins, D., Meinhardt, P., Quijano, E., Engler, H., Hutchins, B., Maneval, D.C., Grace, M.J., Fritz, M.A., Storkel, S., Thuroff, J.W., Huber, C., and Schuler, M. 2002. Successful adenovirus-mediated wild- type p53 gene transfer in patients with bladder cancer by intravesical vector instillation. J. Clin. Oncol. 20: 957-965.  13) Kuromatsu, I., Matsuo, K., Takamura, S., Kim, G., Takebe, Y., Kawamura, J., and Yasutomi, Y. 2001. Induction of effective antitumor immune responses in a mouse bladder tumor model by using DNA of an alpha antigen from mycobacteria. Cancer Gene Ther. 8: 483-490.  14) Lukacs, K.V., Lowrie, D.B., Stokes, R.W., and Colston, M.J. 1993. Tumor cells transfected with a bacterial heat- shock gene lose tumorigenicity and induce protection against tumors. J. Exp. Med. 178: 343-348.  15) Lukacs, K.V., Nakakes, A., Atkins, C.J., Lowrie, D.B., and Colston, M.J. 1997. In vivo gene therapy of malignant tumours with heat shock protein-65 gene. Gene Ther. 4: 346-350.  16) Miller, J., and Germain, R.N. 1986. Efficient cell surface expression of class II MHC molecules in the absence of associated invariant chain. J. Exp. Med. 164: 1478-1489.  17) Nagai, H., Hara, I., Horikawa, T., Fujii, M., Kurimoto, M., Kamidono, S., and Ichihashi, M. 2000. Antitumor effects on mouse melanoma elicited by local secretion of interleukin-12 and their enhancement by treatment with interleukin-18. Cancer Invest. 18: 206-213.  18) Nagai, H., Hara, I., Horikawa, T., Oka, M., Kamidono, S., and Ichihashi, M. 2000. Elimination of CD4(-) T cells enhances anti-tumor effect of locally secreted interleukin-12 on B16 mouse melanoma and induces vitiligo-like coat color alteration. J. Invest. Dermatol. 115: 1059-1064.  19) Pagliaro, L.C., Keyhani, A., Williams, D., Woods, D., Liu, B., Perrotte, P., Slaton, J.W., Merritt, J.A., Grossman, H.B., and Dinney, C.P. 2003. Repeated intravesical instillations of an adenoviral vector in patients with locally advanced blad- der cancer: a phase I study of p53 gene therapy. J. Clin. Oncol. 21: 2247-2253.  20) Shimizu, H., Akasaka, S., Suzuki, S., Akimoto, M., and Shimada, T. 2001. Preferential gene transfer to BBN-induced rat bladder tumor by simple instillation of adenoviral vector. Urology 57: 579-584.  21) Shinnick, T.M. 1987. The 65-kilodalton antigen of Mycobac- terium tuberculosis. J. Bacteriol. 169: 1080-1088.  22) Shinnick, T.M., Vodkin, M.H., and Williams, J.C. 1988. The Mycobacterium tuberculosis 65-kilodalton antigen is a heat shock protein which corresponds to common antigen and to the Escherichia coli GroEL protein. Infect. Immun. 56: 446-451.  23) Shinomiya, Y., Harada, M., Kurosawa, S., Okamoto, T., Terao, H., Matsuzaki, G., Shirakusa, T., and Nomoto, K. 1995. Anti-metastatic activity induced by the in vivo acti- vation of purified protein derivative (PPD)-recognizing Th1 type CD4- T cells. Immunobiology 193: 439-455.  24) Southern, P.J., and Berg, P. 1982. Transformation of mam- malian cells to antibiotic resistance with a bacterial gene under control of the SV40 early region promoter. J. Mol. Appl. Genet. 1: 327-341.  25) Talic, R.F., Hargreave, T.B., Bishop, M.C., Kirk, D., and Prescott, S. 1994. Intravesical Evans bacille Calmette-Guerin for carcinoma in situ of the urinary bladder. Scottish Uro- logical Oncology Group. Br. J. Urol. 73: 645-648.  26) van Eden, W., Thole, J.E., van der Zee, R., Noordzij, A., van Embden, J.D., Hensen, E.J., and Cohen, I.R. 1988. Cloning of the mycobacterial epitope recognized by T lymphocytes in adjuvant arthritis. Nature 331: 171-173.  27) Yamanaka, K., Hara, I., Nagai, H., Miyake, H., Gohji, K., Micallef, M.J., Kurimoto, M., Arakawa, S., and Kamidono, S. 1999. Synergistic antitumor effects of interleukin-12 gene transfer and systemic administration of interleukin-18 in a mouse bladder cancer model. Cancer Immunol. Immunother. 48: 297-302.  28) Young, R.A., Mehra, V., Sweetser, D., Buchanan, T., Clark- Curtiss, J., Davis, R.W., and Bloom, B.R. 1985. Genes for the major protein antigens of the leprosy parasite Mycobacteri- um leprae. Nature 316: 450-452.  295IMMUNO-GENE THERAPY USING MYCOBACTERIAL MAJOR ANTIGEN",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}