{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/7565543  Molecular Cloning, Expression, and Serological Evaluation of an 8-  Kilodalton Subunit of Antigen B from Echinococcus multilocularis  Article  in  Journal of Clinical Microbiology · April 2004  DOI: 10.1128/JCM.42.3.1082-1088.2004 · Source: PubMed  CITATIONS  58 READS  60  12 authors, including:  Some of the authors of this publication are also working on these related projects:  Transmission ecology of Echinococcus multilocularis in Europe View project  general surgery View project  Hiroshi Yamasaki  National Institute of Health and Nutrition  399 PUBLICATIONS   13,561 CITATIONS     SEE PROFILE  Minoru Nakao  Asahikawa Medical University  414 PUBLICATIONS   9,469 CITATIONS     SEE PROFILE  Ning XIAO  Chinese Center For Disease Control And Prevention  98 PUBLICATIONS   1,862 CITATIONS     SEE PROFILE  Renaud Piarroux  Sorbonne Université  574 PUBLICATIONS   11,479 CITATIONS     SEE PROFILE  All content following this page was uploaded by Ning XIAO on 01 June 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/7565543_Molecular_Cloning_Expression_and_Serological_Evaluation_of_an_8-Kilodalton_Subunit_of_Antigen_B_from_Echinococcus_multilocularis?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/7565543_Molecular_Cloning_Expression_and_Serological_Evaluation_of_an_8-Kilodalton_Subunit_of_Antigen_B_from_Echinococcus_multilocularis?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Transmission-ecology-of-Echinococcus-multilocularis-in-Europe?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/general-surgery?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hiroshi-Yamasaki?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hiroshi-Yamasaki?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National_Institute_of_Health_and_Nutrition?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hiroshi-Yamasaki?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Minoru-Nakao?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Minoru-Nakao?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Asahikawa_Medical_University?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Minoru-Nakao?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ning-Xiao-6?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ning-Xiao-6?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chinese_Center_For_Disease_Control_And_Prevention?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ning-Xiao-6?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Renaud-Piarroux?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Renaud-Piarroux?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Pierre-and-Marie-Curie-University-Paris-6?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Renaud-Piarroux?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ning-Xiao-6?enrichId=rgreq-8a70d637be1519b8a814b252d67d504e-XXX&enrichSource=Y292ZXJQYWdlOzc1NjU1NDM7QVM6MTAzMjgyMTU2NTA3MTQ0QDE0MDE2MzU3OTM4MDQ%3D&el=1_x_10&_esc=publicationCoverPdf   JOURNAL OF CLINICAL MICROBIOLOGY, Mar. 2004, p. 1082-1088 Vol. 42, No. 3 0095-1137/04/$08.00-0 DOI: 10.1128/JCM.42.3.1082-1088.2004 Copyright   2004, American Society for Microbiology. All Rights Reserved.  Molecular Cloning, Expression, and Serological Evaluation of an 8-Kilodalton Subunit of Antigen B from  Echinococcus multilocularis Wulamu Mamuti,1,2 Hiroshi Yamasaki,1 Yasuhito Sako,1 Minoru Nakao,1 Ning Xiao,1,3  Kazuhiro Nakaya,4 Naoki Sato,5 Dominique A. Vuitton,6 Renaud Piarroux,6 Marshall W. Lightowlers,7 Philip S. Craig,8 and Akira Ito1*  Department of Parasitology1 and Animal Laboratory for Medical Research,4 Asahikawa Medical College, Asahikawa, and Surgical Center, Hokkaido University Hospital, Sapporo,5 Japan; Department of Parasitology, Xinjiang Medical University, Urumqi,2 and  Sichuan Institute of Parasitic Diseases, Chengdu,3 China; Université de Franche-Comte, World Health Organization Collaborating Center on Prevention and Treatment of Human Echinococcosis, Besançon, France6; Veterinary  Clinical Center, University of Melbourne, Melbourne, Victoria, Australia7; and Bioscience Research Institute, School of Environment and Life Science, University of  Salford, Greater Manchester, United Kingdom8  Received 16 September 2003/Returned for modification 5 November 2003/Accepted 24 November 2003  Full-length cDNA and genomic DNA encoding an 8-kDa subunit of antigen B from Echinococcus multilocu- laris (designated EmAgB8/1) were isolated from an E. multilocularis metacestode cDNA library and a proto- scolex genomic DNA library, respectively. The open reading frame of the cDNA clone encodes a polypeptide comprising 85 amino acids with a 20-amino-acid NH2-terminal signal sequence, which was confirmed following N-terminal sequencing of the native antigen. Reverse transcription-PCR analysis revealed that the clone encoding EmAgB8/1 is predominantly transcribed in larval E. multilocularis. The gene consists of two exons (encoding the signal sequence and mature protein) separated by a 91-bp intron. The mature form was expressed in Escherichia coli, and its antigenic reactivity was compared with that of a counterpart, an 8-kDa subunit of antigen B from Echinococcus granulosus (EgAgB8/1) by Western blotting and enzyme-linked immu- nosorbent assay (ELISA) with serum samples from patients confirmed to have cystic echinococcosis (CE) and alveolar echinococcosis (AE). Recombinant EmAgB8/1 showed positive reactions in Western blots with 81.3% (65 of 80) of serum samples from CE patients and 40.6% (26 of 64) of serum samples from AE patients, while recombinant EgAgB8/1 showed positive reactions with 86% (43 of 50) and 42% (19 of 45) of the serum samples from these CE and AE patients, respectively. By the ELISA, both EmAgB8/1 and EgAgB8/1 exhibited similar positive reactions with 88% (44 of 50) of serum samples from CE patients and 37.8% (17 of 45) serum samples from AE patients. Statistical analysis revealed that the sensitivity of EmAgB8/1 was comparable to that of EgAgB8/1 for the serodiagnosis of echinococcal diseases. There was no cross-reaction with sera from patients with cysticercosis, which often cross-react when native antigens are used for serodiagnosis.  Echinococcosis in humans is a widespread and potentially lethal parasitic zoonosis. Cystic echinococcosis (CE) and alve- olar echinococcosis (AE), caused by infection with the larval stages of Echinococcus granulosus and Echinococcus multilocu- laris, respectively, are the clinically and epidemiologically most important forms of echinococcosis (21, 24, 30). These diseases are coendemic in large areas of the Northern Hemisphere, including the northwest part of China (2, 13, 21, 30, 34). Early diagnosis and proper treatment of the diseases are important since the pathogenicity is high and the prognosis for patients with echinococcosis, especially AE, is often poor. It is now recommended that imaging for the detection of a hepatic ab- normality is the first choice not only in areas where echinococ- cosis is highly endemic but also in developed countries where AE is rare and should be followed by confirmation by serology with specific antigens (8, 24, 32). For these reasons, substantial efforts have been made to establish sensitive and specific se-  rodiagnostic methods (1, 7, 10, 11, 12, 23, 25, 31). During the process, two major diagnostic antigens, named antigen 5 (Ag5) and antigen B (AgB), were identified from E. granulosus hy- datid cyst fluid. These two antigens are considered the most important antigens for the serodiagnosis of human CE (17, 33). AgB is a 160-kDa thermostable lipoprotein, which comprises three subunits with molecular masses of 8 to 12, 16, and 20 to 24 kDa (18, 19). The smallest subunit (8 to 12 kDa) of AgB is strongly immunogenic in patients with echinococcal infections; about 80 to 90% of serum samples from CE patients and 40% of serum samples from AE patients exhibit specific antibodies against this antigen (15, 19, 20, 32).  A full-length cDNA encoding an 8-kDa subunit of E. granu- losus AgB (EgAgB8/1) has been cloned by Frosch et al. (4), and another cDNA clone encoding a novel 8-kDa subunit of AgB (EgAgB8/2) was characterized by Fernández et al. (3). Both EgAgB8/1 and EgAgB8/2 have been considered the com- ponents of the smallest subunit of native AgB from E. granu- losus and may constitute the building blocks of the higher- molecular-mass subunits (5). Furthermore, a cDNA fragment encoding an EgAgB8/1 homolog (referred as EmAgB8/1 in  * Corresponding author. Mailing address: Department of Parasitol- ogy, Asahikawa Medical College, Midorigaoka Higashi 2-1-1-1, Asa- hikawa, 078-8510, Japan. Phone: 81-166-68-2420. Fax: 81-166-68-2429. E-mail: akiraito@asahikawa-med.ac.jp.  1082    this report) has been cloned from E. multilocularis metaces- todes (4). However, the complete nucleotide sequence and the antigenicity of EmAgB8/1 for the detection of CE and AE by use of patient sera have not yet been characterized.  In the present study, genomic DNA and a full-length cDNA clone encoding EmAgB8/1 were isolated from E. multilocularis and characterized. The antigenicity of recombinant EmAgB8/1 (rEmAgB8/1) was assessed by Western blotting (WB) and en- zyme-linked immunosorbent assay (ELISA) and compared with that of recombinant EgAgB8/1 (rEgAgB8/1).  MATERIALS AND METHODS  Parasite material. Metacestodes were obtained from a Mongolian gerbil (Me- riones unguiculatus) experimentally infected with E. multilocularis, which was originally isolated from a naturally infected vole (Clethrionomys rufocanus) in Hokkaido, Japan.  Patients' sera. Serum samples were collected from the following groups of patients with AE and CE after appropriate ethical approval was obtained and informed consent was obtained from the patients: 30 serum samples from pa- tients with CE in France (14) and 30 serum samples from patients with CE in China confirmed by surgery; 20 serum samples from patients with CE in Aus- tralia confirmed by serology with Ag5 with or without surgery (17, 18), followed by WB and ELISA with AgB of E. granulosus hydatid cyst fluid at Asahikawa Medical College (AMC) (20) (Table 1); 45 serum samples from patients with AE diagnosed by surgery plus Em18 serology at Hokkaido University Hospital and AMC; and 19 serum samples from patients with AE in France diagnosed by surgery plus serology with a commercially available kit (14, 16). The major target antigens were Em18, Em16, and AgB in a whole larval extract of E. multilocularis (10, 12, 14, 16). These serum samples were obtained from patients who had been confirmed to have CE or AE and do not necessarily represent samples taken from patients prior to their commencement of treatment surgically and/or che- motherapeutically. Twenty-three serum samples from patients who had other helminth infections and who were confirmed to be antibody positive for the homologous antigens were obtained from the serum bank at AMC to evaluate the specificity of rEmAgB8/1: 10 serum samples from patients with neurocystic- ercosis, 5 serum samples from patients with sparganosis, 3 serum samples from patients with schistosomiasis mansoni, and 5 serum samples from patients with fascioliasis patients.  Isolation of cDNA encoding EmAgB8/1. A cDNA library prepared from an E. multilocularis metacestode was used (28). In order to isolate full-length cDNA encoding EmAgB8/1, a fluorescein-labeled cDNA probe was synthesized by PCR  by using the cDNA library as the template DNA. The primers used for probe synthesis were EmAgB8/1/F2 (5--GGATCCGGATGATGGTCTCACCTCGAC GTCG-3- [P2 in Fig. 1]) and EmAgB8/1/R (5-- GGATCCTATTTACCTTCAG CAACCAACTC-3- [P3 in Fig. 1]), designed on the basis of a previously pub- lished nucleotide sequence (4). Since these primers were also used for amplifi- cation of a region encoding the mature form, BamHI restriction sites (under- lined) were added to facilitate subsequent cloning steps. A guanine (boldface) was added to the 5- end of the forward primer to enable in-frame cloning into the expression vector. PCR was performed with 200 -M each deoxynucleoside triphosphate, 0.5 nmol of fluorescein-12-dUTP (Roche Molecular Biochemicals, Mannheim, Germany), 20 pmol of each primer, 2 -l of the cDNA library, and 1 U of Ex TaqDNA polymerase (TaKaRa, Otsu, Japan) in a total volume of 50 -l. The PCR conditions were programmed for initial denaturation at 94°C for 1 min; 3 cycles of 30 s at 94°C, 30 s at 56°C, and 2 min at 72°C; and 35 cycles of 30 s at 94°C, 30 s at 65°C, and 2 min at 72°C, with a final extension for 5 min at 72°C. As a result, an approximately 200-bp labeled cDNA probe was amplified (data not shown). The cDNA library was screened by plaque hybridization with the DNA probe, and positive clones were detected with an enhanced chemilumines- cence random prime labeling detection system (Amersham Life Science, Little Chalfont, United Kingdom) according to the instructions of the manufacturer. The isolated phages were converted to plasmids by automatic site-specific re- combination in host strain Escherichia coli BM25.8 (Novagen, Madison, Wis.). The recombinant plasmids were then extracted by a miniprep protocol and in- troduced into strain E. coli JM109 (Promega, Madison, Wis.) for DNA sequencing.  RT-PCR analysis. Total RNA was prepared from E. multilocularis proto- scolex-rich metacestodes with an RNeasy Mini kit (Qiagen, Hilden, Germany). Reverse transcription-PCR (RT-PCR) was carried out with Ready-To-Go RT- PCR beads (Amersham Pharmacia Biotech) with an oligo(dT)-labeled adaptor primer [5--CTGATCTAGAGGTACCGGATCC(dT)20-3-] for synthesis of the first strand of cDNA and primer EmAgB8/1/F1 (5--ATGCGGTTCTGCCTTCT TC-TCGC-3- [P1 in Fig. 1]) and an adaptor primer (5--CTGATCTAGAGGTA CCGGATCC-3-) for PCR amplification. The RT-PCR products were purified from agarose gels by using a filter cartridge (TaKaRa), ligated into vector pGEM-T (Promega), and subcloned into E. coli JM109. Twenty-four clones with the expected insert size were picked and sequenced.  Isolation of genomic clone of EmAgB8/1. A genomic DNA library prepared from E. multilocularis protoscolices (22) was screened by hybridization with a fluorescein-labeled EmAgB8/1 cDNA probe, as described above. Bacteriophage lambda DNAs from positive clones purified with a Lambda mini kit (Qiagen) were directly sequenced.  DNA sequencing and sequence analysis. Nucleotide sequencing was per- formed on an ABI PRISM 310 Genetic Analyzer with the ABI PRISM Big Dye Terminator Cycle Sequencing Ready Reaction kit (Applied Biosystems, Foster City, Calif.). The nucleotide and deduced amino acid sequences were analyzed by  TABLE 1. Summary of results obtained by WB and ELISA with rEmAgB8/1 and rEgAgB8/1 and sera from patients with echinococcosis or other platyhelminth infections  Serum sample source No. of serum samples  examined  No. (%) of serum samples positive with the indicated antigens by:  WB ELISA  rEmAgB8/1 rEgAgB8/1 rEmAgB8/1 rEgAgB8/1  CE patients from: China 30 25 (83.3) 26 (86.7) 26 (86.7) 26 (86.7) Australia 20 16 (80) 17 (85) 18 (90) 18 (90) Francea 30 24 (80) NTc 24 (80) NTc  AE patients from: Japan 45b 18 (40.0) 19 (42.0) 17 (37.8) 17 (37.8) Francea 19b 8 (42.1) NT 9 (47.3) NT  Patients with Neurocysticercosis 10 0 (0) NT 0 (0) NT Sparganosis 5 0 (0) NT 0 (0) NT Schistosomiasis mansoni 3 0 (0) NT 0 (0) NT Fascioliasis 5 0 (0) NT 0 (0) NT  a Both CE and AE were surgically confirmed in France, and the samples comprised the rest of the samples used for another project (12). b All patients were seropositive by WB and ELISA with recombinant Em18. c NT, not tested. Due to the small volume, we checked for rEmAgB8/1 only.  VOL. 42, 2004 EVALUATION OF E. MULTILOCULARIS ANTIGEN B 1083    using Genetyx-Mac software (version 8.0). The alignment of sequences was carried out with the CLUSTAL W program, available over the World Wide Web (http://www.ddbj.nig.ac.jp/E-mail/clustalw-e.html).  NH2-terminal sequencing of native EmAgB. Cyst fluid components obtained from cysts developed in a mouse experimentally infected with larval tissue ho- mogenates of E. multilocularis were separated by sodium dodecyl sulfate (SDS)- polyacrylamide gel electrophoresis (PAGE) and transferred onto a polyvinyli- dene difluoride (PVDF) membrane (Millipore, Tokyo, Japan). The membrane was stained with 0.2% Coomassie brilliant blue R-250, and the 8-kDa target band was excised for sequencing of the NH2 terminus. Sequencing was performed by the Edman degradation method.  Expression and purification of rEmAgB8/1. The region encoding the antici- pated mature form of EmAgB8/1 was amplified under the same cycling condi- tions and with the same primers used for probe synthesis. The PCR product was purified from the agarose gel, digested with BamHI, and then ligated into expression plasmid vector pET-32b(-) (Novagen). E. coli BL21(DE3)(pLysS) (Novagen) was used as the host cell. Protein expression was induced at 37°C for 4 h in the presence of isopropyl---D-thiogalactopyranoside at a final concentra- tion of 1 mM. Recombinant protein fused with thioredoxin was purified with a His Trap column kit (Amersham Pharmacia Biotech) and was cleaved with enterokinase (Novagen) to separate the fusion partner. The recombinant pro- teins from each purification step were analyzed by SDS-PAGE.  Preparation and purification of rEgAgB8/1. The E. granulosus gene region encoding the mature form of EgAgB8/1 is intronless (25); hence, E. granulosus genomic DNA was used to amplify the region of the mature form of EgAgB8/1. Genomic DNA was extracted from E. granulosus protoscolices collected from a single hydatid cyst from a sheep at a slaughterhouse in Urumqi, China. The region encoding the mature form of EgAgB8/1 was amplified by PCR with primers 5--GATGATGGCCTTACCTGACGTCGAGGAGTGTGATGAAAA TGATTGGCGAAGCGA and 3--CTATTTACCTTCAGCAACCAACTCTCT GAGGTGGGACTTA, designed on the basis of the nucleotide sequence of EgAgB8/1 (4). The PCR was performed as described above for cDNA probe synthesis. Subsequently, an approximately 200-bp product was amplified and inserted into pET-32b(-) for protein expression (data not shown). The expres- sion and purification of rEgAgB8/1 were performed by methods similar to those described above for rEmAgB8/1.  Protein assay. The protein concentration was estimated by using a BCA Protein Assay kit (Pierce, Rockford, Ill.).  WB. SDS-PAGE and WB were carried out as described by Ito et al. (9). In brief, approximately 1 -g of either rEmAgB8/1 or rEgAgB8/1 was separated on two-dimensional 4 to 20% polyacrylamide gradient gels (width, 6 cm; Tefco, Tokyo, Japan) and transferred electrophoretically onto PVDF membranes. Each membrane was cut into 50 strips and probed with diluted human serum (1:50). Bound antibody was detected by using rec-protein G-peroxidase conjugate (Zymed Laboratories, South San Francisco, Calif.) at a 1:1,000 dilution and 4-chloro-1-naphthol (Nacalai Tesque, Kyoto, Japan) at a final concentration of 0.05% as the substrate.  ELISA. ELISA was performed as described by Verastegui et al. (33), with slight modifications. Briefly, 96-well microtitration plates (Maxisorp; Nunc, Roskilde, Denmark) were coated with either rEmAgB8/1 or rEgAgB8/1 (100 -l/well) at a concentration of 1 -g of protein per ml in 10 mM carbonate buffer (pH 9.6). Serum samples were diluted 1:200 in blocking solution (1% casein in 20 mM Tris-HCl [pH 7.6] containing 150 mM NaCl) and tested in duplicate. Bound antibody was detected by using the rec-protein G-peroxidase conjugate at a  1:2,000 dilution in blocking solution. As the substrate, 100 -l of 2,2--azino-bis(3- ethylbenzthiazoline-6-sulfonic acid) (Sigma, St. Louis, Mo.) was added to each well (0.3 mg/ml in 50 mM citrate buffer [pH 4.7]) and the plate was incubated at 37°C. Color development was terminated by addition of 100 -l of 1% SDS after 15 min. The optical density at 405 nm was monitored with a microplate reader (ImmunoMini, model NJ-2300; Nalge, Nunc, Japan). Cutoff values were estab- lished as four times the optical density of pooled serum samples from 30 healthy donors.  Statistical analysis. The serological data obtained with antigens rEmAgB8/1 and rEgAgB8/1 were tested by the chi-square test with 95% confidence.  Nucleotide sequence accession numbers. The cDNA and amino acid se- quences of EmAgB8/1 and clones EmAgB8/1a, EmAgB8/1b, and EmAgB8/1c and the genomic DNA sequence for EmAgB8/1 are deposited in the DDBJ/ EMBL/GenBank databases under accession numbers AB100403, AB100404, AB100405, AB100406, and AB112079.  RESULTS  Characterization of EmAgB8/1 and RT-PCR analysis. Thir- teen positive clones were isolated from approximately 2 - 105  recombinant phage by plaque hybridization. Nucleotide se- quence analysis revealed that all 13 clones had overlapping sequences, with the longest one being 352 bp (Fig. 1). The putative open reading frame consisted of 255 bp encoding a  FIG. 1. Complete nucleotide and deduced amino acid sequences of EmAgB8/1. An asterisk indicates a stop codon. A polyadenylation addition signal is boxed. P1, gene-specific primer used for RT-PCR; P2 and P3, primers were used for probe synthesis.  FIG. 2. Multiple alignment of amino acid sequences deduced from four different cDNAs of EmAgB8/1 with EgAgB8/1 and Ag1V1 of T. solium. Amino acid residues identical to those of EmAgB8/1 are indi- cated by colons. Dashes are introduced to maintain alignment. The signal sequence is shown in boldface, and an arrow indicates the cleav- age site of the signal peptide. The amino acids found in the NH2-ter- minal amino acids of native AgB are underlined. The boxed sequence highlights the immunodominant region of EgAgB8/1. The cDNA and amino acid sequences are deposited in the DDBJ/EMBL/GenBank database under the accession numbers provided in Materials and Methods. The sequences of EgAgB8/1 and Ag1V1 of T. solium were obtained from the EMBL data bank (accession numbers Z26336 and AB044081, respectively).  1084 MAMUTI ET AL. J. CLIN. MICROBIOL.    polypeptide consisting of 85 amino acids with a 20-amino-acid NH2-terminal hydrophobic region and a mature form. NH2- terminal amino acid sequencing of native EmAgB8/1 revealed that the cleavage site for a signal sequence is present between Ala20 and Asp21 (Fig. 2, arrow). The molecular mass of the mature form was estimated to be approximately 7.6 kDa, a size corresponding to that of EgAgB8/1 (4). Comparison of the amino acid sequences revealed that the sequence of the ma- ture form of EmAgB8/1 showed 92.6% homology with that of EgAgB8/1.  Sequence analysis of the RT-PCR products revealed that four different cDNAs encoding EmAgB8/1 were obtained from larval E. multilocularis. Twenty-one of 24 clones examined had sequences identical to that of EmAgB8/1 (AB100403) cloned from the cDNA library, but the sequences of another three clones, designated EmAgB8/1a (AB100404), EmAgB8/1b (AB100405), and EmAgB8/1c (AB100406), were different from the sequence of EmAgB8/1 and those of each other. In comparison with the sequence of EmAgB8/1, the Lys at position 39, the Met at position 64, and the Ser at position 30 were replaced by Arg, Ile, and Gly in EmAgB8/1a, EmAgB8/1b, and EmAgB8/1c, respectively (Fig. 2). These amino acid substitutions resulted in 97.6 to 98.5% and 91.4 to 92.6% homologies among the four different clones of EmAgB8/1 and EgAgB8/1, respectively. By contrast, EmAgB8/1 has only 20% homology with the serodiagnostic protein Ag1V1 of Taenia solium (28).  Structure of EmAgB8/1 gene. A 1,780-bp genomic DNA frag- ment (AB112079) was isolated from an E. multilocularis pro- toscolex genomic DNA library. The EmAgB8/1 gene consists of two exons and a 91-bp intron inserted at the junction be- tween the sequence encoding the signal peptide and the ma- ture protein, and these also occur in the homologous gene in E. granulosus (26).  Expression and comparison of antigenicities of rEmAgB8/1 and rEgAgB8/1. Both rEmAgB8/1 and rEgAgB8/1 were suc- cessfully expressed in E. coli as soluble fusion proteins with thioredoxin. The fusion proteins were purified from bacterial lysate, and the fusion moieties were removed by cleavage with enterokinase. Finally, purified rEmAgB8/1 and rEgAgB8/1  (Fig. 3, lanes 2 and 3, respectively) were used for subsequent serological tests.  The antigenicity of purified rEmAgB8/1 was compared with that of rEgAgB8/1 by WB and ELISA with sera from patients confirmed to have CE and AE. The results obtained by sero- logical tests with the two recombinant antigens are summa- rized in Table 1. By WB, rEmAgB8/1 showed positive reactions with 81.3% (65 of 80) of serum samples from patient with CE and 40.6% (26 of 64) of serum samples from patient with AE, and rEgAgB8/1 also reacted with 86% (43 of 50) of serum samples from patient with CE and 42% (19 of 45) of serum samples from patient with AE. Representative data are shown in Fig. 4. Most of the serum samples from patients with CE and AE showed very similar reactivities with both recombinant antigens; the exceptions were two serum samples from patients with CE (the result for one sample is shown in Fig. 4, lane 8) and one serum sample from a patient with AE (data not shown), which failed to produce visible bands reactive with rEmAgB8/1, while they were positive for reactivity with rEgAgB8/1. By ELISA, both recombinant antigens were co- incidently detected by 88% of 50 serum samples from pa- tients with CE and 37.8% of 45 serum samples from patients with AE (Table 1 and Fig. 5). Statistical analysis revealed that there was no significant difference between the reactiv- ities of rEmAgB8/1 and rEgAgB8/1 for the detection of anti- gens in the sera of patients with CE and AE by WB.  DISCUSSION  In this study, the complete nucleotide sequence of EmAgB8/1 from E. multilocularis, an EgAgB8/1 homolog, was determined and the antigenicity of the recombinant protein was evaluated. Sequence analysis revealed that EmAgB8/1 consists of a signal sequence and a mature form, similar to EgAgB8/1, which was predicted to be a secretory protein (4). NH2-terminal sequence analysis of the smallest subunit of native AgB of E. multilo- cularis confirmed the cleavage site for the signal sequence of EmAgB8/1. Genomic DNA sequence analysis revealed that the gene structure of EmAgB8/1 is similar to that of EgAgB8/1 (26).  Four different cDNAs encoding EmAgB8/1 with single amino acid substitutions were obtained by RT-PCR analysis. Sequence analysis revealed that 21 of 24 clones had sequences identical to that of EmAgB8/1 cloned from the cDNA library, indicating that EmAgB8/1 is predominantly transcribed in the larval stage of E. multilocularis.  Although the EmAgB8/1 antigen described here was derived from an E. multilocularis isolate from Hokkaido, Japan, the coding region for the mature form was found to show 100% homology with that of EmAgB8/1 from E. multilocularis iso- lates from Europe (4). This observation suggests that EmAgB8/1 is conserved among geographically different isolates of E. mul- tilocularis.  Homology analysis revealed that EmAgB8/1 is 92.6% ho- mologous to EgAgB8/1 at the amino acid level. This may explain the high level of cross-reactivity of the smallest subunit of AgB in E. granulosus with sera from AE patients, as re- ported in several serological studies (9, 15, 32). The results of our serological tests with rEmAgB8/1 and rEgAgB8/1 also revealed that more than 80% of serum samples from patients  FIG. 3. SDS-PAGE analysis of purified rEmAgB8/1 and rEgAgB8/1. Approximately 1 -g of each sample were separated on a 4 to 20% polyacrylamide gradient gel and stained with Coomassie brilliant blue. Lane 1, prestained protein markers (Bio-Rad, Richmond, Calif.); lane 2, purified rEmAgB8/1; lane 3, purified rEgAgB8/1.  VOL. 42, 2004 EVALUATION OF E. MULTILOCULARIS ANTIGEN B 1085    with CE and about 40% of serum samples from patients with AE exhibited positive reactions with both antigens. Even though rEmAgB8/1 was isolated from E. multilocularis, it showed more reactivity with serum samples from CE patients than from those from AE patients (Table 1; Fig. 4 and 5). Furthermore, it has been reported that a short region (EVK YFFER, residues 17 to 24) of the NH2-terminal region of the EgAgB8/1 mature protein is a major immunodominant region of the molecule; in particular, residues Glu17, Lys19, Tyr20, Glu23, and Arg24 were considered the most important (6). We have found that these residues are also conserved in EmAgB8/1 (Fig. 2), suggesting that EmAgB8/1 has an immunoreactive region very similar to that of EgAgB8/1 and is similarly recog- nized by immunoglobulin G antibodies in serum samples from CE and AE patients.  In a serological study performed in order to evaluate the specificity of the recombinant antigen, EmAgB8/1 did not show cross-reactivity with sera from patients with neurocysticercosis or other helminth infections (data not shown). A T. solium low-molecular-weight antigen (TsolAg1V1) is highly reactive with homologous sera from patients with neurocysticercosis but is not cross-reactive with heterologous sera from patients with CE and AE (29), although sera from patients with these diseases were highly cross-reactive when native antigens were used. Antigens from both E. multilocularis and T. solium be- long to a hydrophobic ligand binding protein family (27), but they have only 20% homology to each other at the amino acid level. The lack of cross-reactivity in serological tests reflects the low level of amino acid homology between the two antigens (Fig. 2).  Although sera from all 45 AE patients examined in this study had antibodies against Em18, a specific serological mark- er for AE (14), only about 40% of these serum samples showed  antibody responses against rEmAgB8/1 and rEgAgB8/1. Thus, the humoral responses against AgB in patients with AE appear to be variable, depending on host-parasite interactions during the infection. The limitations to the sensitivity of the AgB8/1  FIG. 4. Comparison of antigenicities of rEmAgB8/1 and rEgAgB8/1 by WB. Representative data are shown. (A) rEmAgB8/1; (B) rEgAgB8/1. The membranes were probed with serum samples from patients with CE (lanes 1 to 18) or AE (lanes 19 to 35). The arrows show the locations of the recombinant antigens that reacted with serum samples.  FIG. 5. Comparison of antigenicities of rEmAgB8/1 and rEgAgB8/1 by ELISA. The reactivity of rEmAgB8/1 or rEgAgB8/1 was assessed by using serum samples from 50 and 45 patients with CE (F) and AE (E), respectively. The broken lines indicate the cutoff values for rEmAgB8/1 (A405 - 0.120) and rEgAgB8/1 (A405 - 0.170), respectively. The cutoff values were set at four times the optical density for the negative pooled serum sample.  1086 MAMUTI ET AL. J. CLIN. MICROBIOL.    recombinant antigens for serodiagnosis found here were ap- parent when sera that were predominantly obtained from pa- tients after they had been surgically or clinically confirmed as having CE or AE were used. The diagnostic value of these antigens would be most effectively determined with serum sam- ples from patients prior to the commencement of treatment and samples with a spectrum of serological reactivities in other diagnostic tests for echinococcosis. In patients with AE, the alveolar-like cysts of E. multilocularis usually contain only a minute volume of cyst fluid; however, some AE patients, es- pecially patients with advanced cases, have cysts with consid- erable amounts of cyst fluid. We have no critical data on the correlation of the antibody response to AgB and the threshold volume of cyst fluid. The difference in the antibody response against AgB in AE patients might be due not only to the size and the stage of development of the parasite but also to the genetic background of the host. According to our present knowledge, the mechanisms of the host-parasite interaction underlying such a distinctive humoral response against AgB in patients with AE are still unclear.  In conclusion, EmAgB8/1 presents antigenicity comparable to that of EgAgB8/1 for the detection of immunoglobulin G antibodies in sera from patients with echinococcosis, but the sensitivity of the antigen for the detection of antibodies in the sera of patients with AE was not increased. Hence, the recom- binant AgB8/1 antigens can be used for the specific serodiag- nosis of hydatidosis, although these antigens are not able to differentiate CE from AE and the sensitivities of the antigens for the detection of AE alone is poor. Further work is being performed to investigate the host-parasite interactions during the humoral response against EmAgB8/1 in seropositive and seronegative AE patients.  ACKNOWLEDGMENTS  This study was supported in part by grants-in-aid from the Japan Society for Promotion of Science (grants 12557024 and 14256001), a grant from the U.S. National Institutes of Health (grant 1 R01 TW01565-01; principal investigator, P. S. Craig) to A. Ito, and a grant from the National Health and Medical Research Council of Australia to M. W. Lightowlers.  REFERENCES  1. Capron, A., A. Vernes, and J. Biguet. 1967. Le diagnostic immuno électro- phorétique de I'hydatidose, p. 27-40. In Le kyste hydatique du foie. SIMEP, Lyon, France.  2. Craig, P. S., L. Deshan, C. N. MacPherson, S. Dazhong, D. Reynolds, G. Barnish, B. Gottstein, and W. Zhirong. 1992. A large focus of alveolar echinococcosis in central China. Lancet 340:826-831.  3. Fernández, V., H. B. Ferreira, C. Fernández, A. Zaha, and A. Nieto. 1996. Molecular characterization of a novel 8 kDa subunit of Echinococcus granu- losus antigen B. Mol. Biochem. Parasitol. 77:247-250.  4. Frosch, P., M. Hartmann, F. Mühlschlegel, and M. Frosch. 1994. Sequence heterogeneity of the echinococcal antigen B. Mol. Biochem. Parasitol. 64: 171-175.  5. González, G., A. Nieto, C. Fernándz, A. Örn, C. Wernstedt, and U. Hellman. 1996. Two different 8 kDa monomers are involved in the oligomeric orga- nization of the native Echinococcus granulosus antigen B. Parasite Immunol. 18:587-596.  6. González, G. S., and R. E. Cachau. 2003. Identification of critical residues of an immunodominant region of Echinococcus granulosus antigen B. J. Biol. Chem. 278:20179-20184.  7. Gottstein, B., J. Eckert, and H. Fey. 1983. Serological differentiation between Echinococcus granulosus and E. multilocularis infections in man. Z. Para- sitenkd. 69:347-356.  8. Ito, A., and P. S. Craig. 2003. Immunodiagnostic and molecular approaches for the detection of taeniid cestode infections. Trends Parasitol. 19:377-381.  9. Ito, A., L. Ma, P. M. Schantz, B. Gottstein, Y. H. Liu, J. J. Chai, S. K.  Abdelhafez, N. Altintas, D. D. Joshi, M. W. Lightowlers, and Z. S. Pawlow- ski. 1999. Differential serodiagnosis for cystic and alveolar echinococcosis using fractions of Echinococcus granulosus cyst fluid (antigen B) and Echi- nococcus multilocularis protoscolex (Em18). Am. J. Trop. Med. Hyg. 60:188- 192.  10. Ito, A., M. Nakao, H. Kutsumi, M. W. Lightowlers, M. Itoh, and S. Sato. 1993. Serodiagnosis of alveolar hydatid disease by Western blotting. Trans. R. Soc. Trop. Med. Hyg. 87:170-172.  11. Ito, A., A. Plancarte, L. Ma, Y. Kong, A. Flisser, S.-Y. Cho, Y.-H. Liu, S. K. Kamhawi, M. W. Lightowlers, and P. M. Schantz. 1998. Novel antigens for neurocysticercosis: simple method for preparation and evaluation for sero- diagnosis. Am. J. Trop. Med. Hyg. 59:291-294.  12. Ito, A., P. M. Schantz, and J. F. Wilson. 1995. Em18, a new serodiagnostic marker for differentiation of active and inactive cases of alveolar hydatid disease. Am. J. Trop. Med. Hyg. 52:41-42.  13. Ito, A., C. Urbani, J. M. Qiu, D. A. Vuitton, D. C. Qiu, D. D. Heath, P. S. Craig, Z. Feng, and P. M. Schantz. 2003. Control of echinococcosis and cysticercosis: a public health challenge to international cooperation in China. Acta Trop. 86:3-17.  14. Ito, A., N. Xiao, M. Liance, O. M. Sato, Y. Sako, W. Mamuti, Y. Ishikawa, M. Nakao, H. Yamasaki, K. Nakaya, K. Bardonnet, S. Bresson-Handi, and D. A. Vuitton. 2002. Evaluation of an enzyme-linked immunosorbent assay (ELISA) with affinity-purified Em18 and an ELISA with recombinant Em18 for differential diagnosis of alveolar echinococcosis: results of a blind test. J. Clin. Microbiol. 40:4161-4165.  15. Leggatt, G. R., W. Yang, and D. P. McManus. 1992. Serological evaluation of the 12 kDa subunit of antigen B in Echinococcus granulosus cyst fluid by immunoblot analysis. Trans. R. Soc. Trop. Med. Hyg. 86:1-4.  16. Liance, M., V. Janin, S. Bresson-Hadni, D. A. Vuitton, R. Houin, and R. Piarroux. 2000. Immunodiagnosis of Echinococcus infections: confirmatory testing and species differentiation by a new commercial Western blot. J. Clin. Microbiol. 38:3718-3721.  17. Lightowlers, M. W., and B. Gottstein. 1995. Echinococcosis/hydatidosis: antigens, immunological and molecular diagnosis, p. 355-410. In R. C. A. Thompson and A. J. Lymbery (ed.), Echinococcosis and hydatid disease. CAB International, Wallingford, United Kingdom.  18. Lightowlers, M. W., D. Liu, A. Haralambous, and M. D. Rickard. 1989. Subunit composition and specificity of major cyst fluid antigens of Echino- coccus granulosus. Mol. Biochem. Parasitol. 37:171-182.  19. Maddison, S. E., S. B. Slemenda, P. M. Schantz, J. A. Fried, M. Wilson, and V. C. W. Tsang. 1989. A specific diagnostic antigen of Echinococcus granu- losus with an apparent molecular weight of 8 kDa. Am. J. Trop. Med. Hyg. 40:377-383.  20. Mamuti, W., H. Yamasaki, Y. Sako, K. Nakaya, M. Nakao, M. W. Lightowl- ers, and A. Ito. 2002. Usefulness of hydatid cyst fluid of Echinococcus granu- losus developed in mice with secondary infection for serodiagnosis of cystic echinococcosis in humans. Clin. Diagn. Lab. Immunol. 9:573-576.  21. McManus D. P., W. B. Zhang, J. Li, and P. B. Bartley. 2003. Echinococcosis. Lancet 362:1295-1304.  22. Nakao, M., Y. Sako, and A. Ito. 2003. Isolation of polymorphic microsatellite loci from the tapeworm Echinococcus multilocularis. Infect. Genet. Evol. 3:159-163.  23. Oriol, R., J. F. Williams, M. V. P. Esandi, and C. Oriol. 1971. Purification of lipoprotein antigens of Echinococcus granulosus from sheep hydatid fluid. Am. J. Trop. Med. Hyg. 20:569-574.  24. Pawlowski, Z. S., J. Eckert, D. A. Vuitton, R. W. Ammann, P. Kern, P. S. Craig, K. F. Far, F. De Rosa, C. Filice, B. Gottstein, F. Grimm, C. N. L. Macpherson, N. Sato, T. Todorov, J. Uchino, W. von Sinner, and H. Wen. 2001. Echinococcosis in humans: clinical aspects, diagnosis and treatment, p. 20-71. In J. Eckert, M. A. Gemmell, F.-X. Meslin, and Z. S. Pawlowski (ed.), WHO/OIE manual on echinococcosis in humans and animals: a public health problem of global concern. Organization Internationale des Epi- zooties, Paris, France.  25. Pozzuoli, R., P. Musiani, E. Arru, M. Piantelli, and R. Mazzarella. 1972. Echinococcus granulosus: isolation and characterization of sheep hydatid fluid antigens. Exp. Parasitol. 32:45-55.  26. Rott, M. B., V. Fernández, S. Farias, J. Ceni, H. B. Ferreira, K. L. Haag, and A. Zaha. 2000. Comparative analysis of two different subunits of antigen B from Echinococcus granulosus: gene sequences, expression in Escherichia coli and serological evaluation. Acta Trop. 75:331-340.  27. Saghir, N., P. J. Conde, P. M. Brophy, and J. Bret. 2000. A new diagnostic tool for neurocysticercosis is a member of a cestode specific hydrophobic ligand binding protein family. FEBS Lett. 487:181-184.  28. Sako, Y., M. Nakao, K. Nakaya, H. Yamasaki, B. Gottstein, M. W. Light- owlers, P. M. Schantz, and A. Ito. 2002. Alveolar echinococcosis: character- ization of diagnostic antigen Em18 and serological evaluation of recombi- nant Em18. J. Clin. Microbiol. 40:2760-2765.  29. Sako, Y., M. Nakao, T. Ikejima, X. Z. Piao, K. Nakaya, and A. Ito. 2000. Molecular characterization and diagnostic value of Taenia solium low-mo- lecular-weight antigen genes. J. Clin. Microbiol. 38:4439-4444.  30. Schantz, P. M., J. Chai, P. S. Craig, J. Eckret, D. J. Jenkins, C. N. L. Macpher-  VOL. 42, 2004 EVALUATION OF E. MULTILOCULARIS ANTIGEN B 1087    son, and A. Thaker. 1995. Epidemiology and control of hydatid disease, p. 233-331. In R. C. A. Thompson and A. J. Lymbery (ed.), Echinococcosis and hydatid disease. CAB International, Wallingford, United Kingdom.  31. Shepherd, J. C., and D. P. McManus. 1987. Specific and cross-reactive antigens of Echinococcus granulosus cyst fluid. Mol. Biochem. Parasitol. 25:143-154.  32. Siles-Lucas, M., and B. Gottstein. 2001. Molecular tools for the diagnosis of cystic and alveolar echinococcosis. Trop. Med. Int. Health 6:463-475.  33. Verastegui, M., P. Moro, A. Guevara, T. Rodriguez, E. Miranda, and R. H. Gilman. 1992. Enzyme-linked immunoelectrotransfer blot test for diagnosis of human hydatid disease. J. Clin. Microbiol. 30:1557-1561.  34. Wen, H., J. J. Chai, J. C. Wang, S. H. Wang, X. Y. Wang, X. H. Feng, and Z. X. Zhou. 2002. Hydatid control within a continental system in P. R. China, p. 355-365. In P. S. Craig and Z. S. Pawlowski (ed.), Cestode zoonosis: Echinococcosis and cysticercosis, an emergent and global problem. IOS Press, Amsterdam, The Netherlands.  1088 MAMUTI ET AL. J. CLIN. MICROBIOL.  View publication statsView publication stats  https://www.researchgate.net/publication/7565543",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}