{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/49643437  Nasal Immunization with a Fusion Protein Consisting of the Hemagglutinin  A Antigenic Region and the Maltose-Binding Protein Elicits CD11c+ CD8+  Dendritic Cells for Induced Long-Ter...  Article  in  Infection and Immunity · February 2011  DOI: 10.1128/IAI.01203-10 · Source: PubMed  CITATIONS  12 READS  46  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Pathogenesis of periodontitis View project  oral and systemic interaction View project  Tomomi Hashizume  Nihon University  64 PUBLICATIONS   519 CITATIONS     SEE PROFILE  Tomoo kurita-ochiai  Nihon University  114 PUBLICATIONS   1,696 CITATIONS     SEE PROFILE  Yoshimitsu Abiko  Nihon University  414 PUBLICATIONS   7,411 CITATIONS     SEE PROFILE  All content following this page was uploaded by Yoshimitsu Abiko on 05 June 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/49643437_Nasal_Immunization_with_a_Fusion_Protein_Consisting_of_the_Hemagglutinin_A_Antigenic_Region_and_the_Maltose-Binding_Protein_Elicits_CD11c_CD8_Dendritic_Cells_for_Induced_Long-Term_Protective_Immunity?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/49643437_Nasal_Immunization_with_a_Fusion_Protein_Consisting_of_the_Hemagglutinin_A_Antigenic_Region_and_the_Maltose-Binding_Protein_Elicits_CD11c_CD8_Dendritic_Cells_for_Induced_Long-Term_Protective_Immunity?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Pathogenesis-of-periodontitis?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/oral-and-systemic-interaction?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tomomi-Hashizume?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tomomi-Hashizume?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Nihon_University?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tomomi-Hashizume?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tomoo-Kurita-Ochiai?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tomoo-Kurita-Ochiai?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Nihon_University?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tomoo-Kurita-Ochiai?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yoshimitsu-Abiko?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yoshimitsu-Abiko?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Nihon_University?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yoshimitsu-Abiko?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yoshimitsu-Abiko?enrichId=rgreq-413429b6005da39119f0ff12eaade2ed-XXX&enrichSource=Y292ZXJQYWdlOzQ5NjQzNDM3O0FTOjIzNjgwODg2ODk4Njg4NEAxNDMzNDcxMDQyOTI4&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Feb. 2011, p. 895-904 Vol. 79, No. 2 0019-9567/11/$12.00 doi:10.1128/IAI.01203-10 Copyright   2011, American Society for Microbiology. All Rights Reserved.  Nasal Immunization with a Fusion Protein Consisting of the Hemagglutinin A Antigenic Region and the Maltose-Binding  Protein Elicits CD11c- CD8- Dendritic Cells for Induced Long-Term Protective Immunity-  Yuan Du,1,3 Tomomi Hashizume,1 Tomoko Kurita-Ochiai,1 Satoshi Yuzawa,1 Yoshimitsu Abiko,2 and Masafumi Yamamoto1*  Departments of Microbiology and Immunology1 and Molecular Biology and Biochemistry,2 Nihon University School of Dentistry at Matsudo, Matsudo, Chiba 271-8587, Japan, and Stomatology College of Tianjin Medical University, Tianjin, China3  Received 22 July 2010/Returned for modification 26 August 2010/Accepted 19 November 2010  We assessed the efficacy of a fusion protein consisting of the 25-kDa antigenic region of Porphyromonas gingivalis hemagglutinin A and the Escherichia coli maltose-binding protein (25k-hagA-MBP) as a nasal vaccine for the prevention of oral infection with P. gingivalis. Nasal immunization with 25k-hagA-MBP induced high levels of 25k-hagA-specific serum IgG, serum IgA, and salivary IgA antibodies in a Toll-like receptor 4 (TLR4)-dependent manner. These antibody responses were maintained for at least 1 year after immunization. Analysis of cytokine responses showed that nasal administration of 25k-hagA-MBP induced antigen-specific CD4- T cells producing interleukin 4 (IL-4) and IL-5, but not gamma interferon (IFN--), in the spleen and cervical lymph nodes (CLNs). Furthermore, increased numbers of CD11c- CD8--, but not CD11c- CD11b-  or CD11c- B220-, dendritic cells with upregulated expression of CD80, CD86, CD40, and major histocom- patibility complex class II (MHC II) molecules were noted in the spleen, CLNs, and nasopharynx-associated lymphoreticular tissues (NALT). Interestingly, when 25k-hagA-MBP or cholera toxin (CT) was given intra- nasally to enable examination of their presence in neuronal tissues, the amounts of 25k-hagA-MBP were significantly lower than those of CT. Importantly, mice given 25k-hagA-MBP nasally showed a significant reduction in alveolar bone loss caused by oral infection with P. gingivalis, even 1 year after the immunization. These results suggest that 25k-hagA-MBP administered nasally would be an effective and safe mucosal vaccine against P. gingivalis infection and may be an important tool for the prevention of chronic periodontitis in humans.  Chronic periodontitis is a common oral inflammatory dis- ease that causes the breakdown of periodontal tissues, includ- ing resorption of alveolar bone and tooth loss (7). Further- more, recent studies have demonstrated that periodontitis is much more than a localized oral infection: it may cause ad- verse changes in systemic physiology, such as cardiovascular disease, diabetes, and osteoporosis (2, 9, 15, 23, 28, 38, 39, 45). Hence, prevention of periodontitis is important for both oral and systemic health.  Subgingival Gram-negative bacteria are associated with the onset and progression of chronic periodontitis; populations of a few opportunistic pathogens, including Porphyromonas gin- givalis, are increased during development from a healthy site to a diseased site (7, 22). Molecules such as fimbriae, aggregation factors, lipopolysaccharides, and numerous proteolytic en- zymes responsible for colonization have been identified as vir- ulence factors (22, 37). Hemagglutinin, which is known to be located on the cell surface and in vesicles of P. gingivalis, has been proposed to mediate bacterial attachment to, and pene-  tration of, host cells and may also agglutinate and lyse eryth- rocytes in order to take up heme, an absolute requirement for the growth of the bacterium (6, 8, 41). Multiple hemagglutinin genes have been cloned from P. gingivalis by functional screen- ing (35, 42, 44, 49). Among these, hemagglutinin A (HagA) has been thought to contain the functional domain of hemagglu- tinin and to be a potentially useful immunogen that elicits a protective immune response against subsequent colonization by P. gingivalis (30). The hagA gene is 7,887 bp long and encodes a protein of 2,628 amino acids, with a molecular mass of 283.3 kDa (17). This gene has four large, contiguous direct repeats, and the repeat unit is believed to contain the hemag- glutinin domain (17). Previous studies have demonstrated the molecular cloning of a 200-kDa antigenic protein (200-k AP) from P. gingivalis and have shown that 200-k AP is identical to HagA (10, 19). Furthermore, the DNA sequence of a subclone encoding the 25-kDa antigenic region of 200-k AP (25k-hagA) is identical to that of the first repeat of hagA (10). These studies suggest that 25k-hagA may be a useful vaccine antigen (Ag) for the prevention of periodontitis caused by P. gingivalis infection.  Maltose-binding protein (MBP) is a high-affinity maltose/ maltodextrin-binding protein responsible for the capture and transport of maltodextrins from the periplasmic space in Gram-negative bacteria (4). MBP is used as a fusion partner for recombinant protein expression to improve the yield and to  * Corresponding author. Mailing address: Department of Microbi- ology and Immunology, Nihon University School of Dentistry at Mat- sudo, 2-870-1 Sakaecho-Nishi, Matsudo, Chiba 271-8587, Japan. Phone: 81-47-360-9336. Fax: 81-47-360-9601. E-mail: yamamoto .masafumi@nihon-u.ac.jp.  - Published ahead of print on 29 November 2010.  895    facilitate the purification of fusion proteins (5, 47). Further- more, the stability and solubility of a passenger protein can be improved by fusing it to MBP (12). Recently, MBP was used as a chaperone component in various vaccines and was shown to enhance antigen-specific immune responses (32, 46, 48, 51, 52). In this regard, a previous in vitro study has shown that MBP induces dendritic cell (DC) activation and increases I-- phos- phorylation in treated cells. Furthermore, phosphorylation of I-- is largely abrogated by the addition of antibodies against toll-like receptor 4 (TLR4) (11). These findings suggest that MBP stimulates DCs via TLR4, and this may account for the adjuvanticity of MBP.  In the present study, we assessed the potential of a fusion protein consisting of the 25-kDa antigenic region of P. gingi- valis HagA and MBP (25k-hagA-MBP) as a nasal vaccine for the prevention of oral infection with P. gingivalis. The results suggest that nasal 25k-hagA-MBP is a practical, effective, and safe vaccine candidate for the induction of protective immunity against alveolar bone loss caused by P. gingivalis infection.  MATERIALS AND METHODS  Mice. BALB/c mice and Toll-like receptor 4 gene-disrupted (TLR4-/-) BALB/c mice were purchased from Oriental Yeast Co., Ltd. (Tokyo, Japan). The mice were maintained under pathogen-free conditions at the experimental facil- ity of the Nihon University School of Dentistry at Matsudo. All mice were randomly assigned to control or experimental groups of 4 to 6 mice each and were provided ad libitum access to sterile food and water. They were used at the age of 8 to 12 weeks in accordance with the Guidelines for the Care and Use of Laboratory Animals (Nihon University School of Dentistry at Matsudo).  Antigen. Plasmid pMD157, encoding the 25k-hagA-MBP fusion protein, was constructed as described previously (25). Briefly, plasmid pMD101, encoding 200-k AP (19), was partially digested with HaeIII, methylated, and ligated with EcoRI polylinkers. Plasmid vector pMAL-c2 (New England Biolabs, Ipswich, MA), which carries the MBP gene, was digested with EcoRI. Both digested DNAs were ligated with T4 DNA ligase and were then transformed into Esch- erichia coli K-12 cells. The constructed clones were screened by Western blot analysis with antibodies against recombinant 200-k AP and MBP. 25k-hagA- MBP and MBP-free 25k-hagA were purified to homogeneity utilizing amylase resin affinity chromatography (New England Biolabs). The purity of the pro- teins was determined by sodium dodecyl sulfate-polyacrylamide gel electro- phoresis (SDS-PAGE), and no contaminating protein bands were noted. Furthermore, the possible presence of residual endotoxin in the preparation was assessed with a Pyrochrome Limulus amoebocyte lysate (LAL) kit (As- sociates of Cape Cod Inc., Woods Hole, MA). 25k-hagA-MBP and 25k-hagA contained as little as 0.3 pg of endotoxin, which did not induce cell activation in vitro (data not shown). Cholera toxin (CT) was obtained from List Bio- logical Laboratories (Campbell, CA).  Immunization and sample collection. Mice were immunized nasally on days 0, 7, and 14 with a 10--l aliquot (5 -l per nostril) of phosphate-buffered saline (PBS) containing 20 -g of either 25k-hagA, 25k-hagA-MBP, or MBP. In some experiments, mice were given 20 -g of 25k-hagA plus 1 -g of CT (as a mucosal adjuvant) nasally. Serum and saliva samples were collected from each group, as described elsewhere (56), in order to examine 25k-hagA-specific antibody re- sponses.  Detection of antigen-specific antibody responses. Antibody titers in serum and saliva were determined by enzyme-linked immunosorbent assays (ELISA). Briefly, plates were coated with 25k-hagA (5 -g/ml) or a sonicated extract of P. gingivalis (5 - 108 cells/ml) and were blocked with PBS containing 1% bovine serum albumin. After blocking, serial dilutions of serum or saliva samples were added in duplicate. The starting dilution of serum was 1:25, while that of saliva was 1:21. The plates were incubated for 4 h at room temperature, washed, and then incubated with horseradish peroxidase-conjugated goat anti-mouse heavy chain --, -1-, -2a-, -2b-, -3-, or --specific antibodies (Southern Biotechnology Associates, Birmingham, AL) at 4°C for 20 h. Finally, 2,2 -azino-bis(3-ethyl- benzo-thiazoline-6-sulfonic acid) with H2O2 (Moss, Inc., Pasadena, MD) was added for color development. Endpoint titers were expressed as the reciprocal log2 of the last dilution giving an optical density at 415 nm of 0.1 greater than that of nonimmunized control samples after 15 min of incubation.  Assessment of antibody-forming cells. Single-cell suspensions were obtained from the salivary gland 7 days after the last immunization. Briefly, salivary glands were carefully excised, teased apart, and dissociated using 0.3 mg/ml collagenase (Nitta Gelatin Co. Ltd., Osaka, Japan) in RPMI 1640 (Wako Pure Chemical Industries Ltd., Osaka, Japan). Mononuclear cells were obtained at the interface of the 50% and 75% layers of a discontinuous Percoll gradient (GE Healthcare UK, Ltd., Little Chalfont, United Kingdom) (36). To assess numbers of antigen- specific antibody-forming cells, an enzyme-linked immunospot (ELISPOT) assay was performed as described previously (57). Briefly, 96-well nitrocellulose plates (BD Biosciences, Franklin Lakes, NJ) were coated with 25k-hagA (5 -g/ml), incubated for 20 h at 4°C, and then washed extensively before being blocked with RPMI 1640 containing 10% fetal calf serum. After 30 min, the blocking solution was discarded, and cell suspensions at various dilutions were added to wells and incubated for 4 h at 37°C under 5% CO2 in moist air. The cells were washed and then incubated with horseradish peroxidase-conjugated goat anti-mouse heavy chain --specific antibodies (Southern Biotechnology Associates) at 4°C for 20 h. Following incubation, the plates were washed with PBS and were developed by the addition to each well of 3-amino-9-ethylcarbazole dissolved in 0.1 M sodium acetate buffer containing H2O2 (Moss). Plates were incubated at room temper- ature for 25 min and were washed with water, and antibody-forming cells were then counted with the aid of a stereomicroscope (Olympus, Tokyo, Japan).  25k-hagA-specific CD4- T cell responses. CD4- T cells from spleens and cervical lymph nodes (CLNs) were isolated 7 days after the last immunization by using the IMag system (BD Biosciences) as described elsewhere (18). Briefly, mononuclear cells were mixed with anti-CD4 antibodies and were incubated at 4°C for 30 min, after which CD4- T cells were separated using a magnet. The purity of CD4- T cells was determined by flow cytometry (FACSCalibur; BD Biosciences) and was routinely  90%. The CD4- T cells (2.0 - 106/ml) were then cultured with 5 -g/ml of 25k-hagA in the presence of T cell-depleted, mitomycin-treated splenic feeder cells (2.5 - 106 cells) in RPMI 1640 medium supplemented with 10% fetal bovine serum, 50 -M 2-mercaptoethanol, 15 mM HEPES, 100 U/ml of penicillin, 100 -g/ml of streptomycin, and 10 U/ml of recombinant interleukin 2 (IL-2). Cultures were incubated for 5 days at 37°C under 5% CO2 in air. To measure 25k-hagA-specific cell proliferation, 1.0 -Ci of [3H]thymidine was added to the culture 18 h before harvesting, and incorporated radioactivity was measured by scintillation counting. Culture supernatants were harvested after 5 days of incubation. The levels of IL-4, IL-5, and gamma interferon (IFN--) in the culture supernatants were determined using commer- cially available assay kits (Pierce Biotechnology, Inc., Rockford, IL) in accor- dance with the manufacturer's instructions.  DC analysis. Dendritic cell (DC)-enriched cell populations were isolated from spleens, CLNs, and nasopharynx-associated lymphoreticular tissues (NALT) 7 days after the last immunization, as described previously (26). Briefly, lymphoid tissues were digested with collagenase D (Roche Diagnostics GmbH, Mannheim, Germany) and DNase I (Roche) in RPMI 1640 supplemented with 10% fetal bovine serum albumin, with continuous stirring at 37°C for 45 to 90 min. EDTA was added (final concentration, 10 mM), and the cell suspension was incubated for an additional 5 min at 37°C. Cells were spun through a 15.5% Accudenz (Accurate Chemical & Scientific Corp., Westbury, NY) solution to enrich for DCs. DC-enriched cell populations were analyzed for the expression of various cell surface molecules by using fluorescence-labeled antibodies. The purity of CD11c- cells was routinely  50%. Aliquots of mononuclear cells (0.2 - 106 to 1.0 - 106 cells) isolated from various tissues were stained with fluorescein isothiocyanate (FITC)-conjugated anti-mouse CD80, CD86, CD40, or I-Ad  monoclonal antibodies; phycoerythrin (PE)-labeled anti-mouse CD11c monoclo- nal antibodies; and Alexa-labeled anti-mouse B220, CD11b, and CD8- mono- clonal antibodies (BD Biosciences). Samples were then subjected to fluores- cence-activated cell sorter (FACS) analysis (BD Biosciences).  Oral infection. Mice were orally infected with P. gingivalis as described previ- ously (1, 14, 33), with minor modifications. Briefly, mice were given ad libitum access to deionized water containing sulfamethoxazole-trimethoprim (Sulfatrim; Goldline Laboratories, Fort Lauderdale, FL) at 10 ml per pint for 10 days. This was followed by a 3-day antibiotic-free period. Mice were then administered 109  CFU of P. gingivalis suspended in 100 -l of PBS with 2% carboxymethylcellulose via oral topical application. Mice were inoculated 5 times a week (from Monday to Friday) for 3 weeks, for a total of 15 inoculations. Control groups included sham-infected mice, which received antibiotic pretreatment and carboxymethyl- cellulose without P. gingivalis.  Measurement of alveolar bone loss. Forty-seven days after the first gavage, mice were euthanized using CO2 for assessment of alveolar bone loss. Horizontal bone loss around the maxillary molars was assessed using a morphometric method as described previously (29). Briefly, skulls were defleshed after 10 min of treatment in boiling water under 15-lb/in2 pressure, immersed overnight in 3%  896 DU ET AL. INFECT. IMMUN.    hydrogen peroxide, pulsed for 1 min in bleach, and stained with 1% methylene blue. The distance from the cementoenamel junction (CEJ) to the alveolar bone crest (ABC) was measured at a total of 14 buccal sites per mouse. Measurements were made under a dissecting microscope (magnification, -50) fitted with a video image marker measurement system (VHX-100; Keyence, Osaka, Japan) standardized to give measurements in micrometers. Bone measurements were performed a total of three times by two evaluators using a random and blinded protocol.  Distribution of 25k-hagA-MBP. The 25k-hagA-MBP protein and CT were labeled with acridinium ester (Assay Designs, Inc., Ann Arbor, MI) in accor- dance with the manufacturer's instructions. Mice were given acridinium ester- labeled 25k-hagA-MBP (10 -g and 20 -g) or acridinium ester-labeled CT (1 -g and 5 -g) via the nasal route. All nasal applications were given in a final volume of 10 -l (5 -l per nostril) to naïve mice. At 24 h after administration, mice were sacrificed, and the olfactory nerves and epithelium (ON/E), olfactory bulbs (OB), and brains were removed as described previously (54). Each tissue was homog- enized; the homogenates were centrifuged at 10,000 - g for 10 min; and the supernatants were tested for light activity by a luminometer (ARVO MX; Per- kin-Elmer, Waltham, MA).  Statistics. Data are expressed as means - standard errors (SE) and were compared using an unpaired Student t test.  RESULTS  Nasal 25k-hagA-MBP elicits long-term antibody responses in a TLR4-dependent manner. In an initial study, mice were  immunized nasally with various amounts (10, 20, and 50 -g) of 25k-hagA-MBP or 25k-hagA in order to determine optimal concentrations for the induction of antibody responses. All of the dosages of 25k-hagA failed to induce 25k-specific serum IgG or IgA antibody responses that were above the dilution cutoff (log2 of 5) used in our experiments. In contrast, 20 -g of 25k-hagA-MBP induced high 25k-hagA-specific serum anti- body titers that were comparable to those induced by 50 -g of the fusion protein (data not shown). Therefore, 20 -g of 25k- hagA-MBP was used throughout this study. The time course of anti-25k-hagA-specific serum antibody responses is shown in Fig. 1A. Mice immunized nasally with 25k-hagA-MBP showed significant levels of serum IgG and IgA antibodies. Further- more, the serum IgG and IgA antibody responses induced by 25k-hagA-MBP persisted for at least 1 year. As expected, ad- ministration of MBP alone or PBS did not induce 25k-hagA- specific antibody responses (data not shown). To provide a direct comparison of antibody responses to 25k-hagA-MBP, mice were given 25k-hagA plus CT as the adjuvant nasally. Interestingly, serum anti-25k-hagA IgG and IgA antibody ti- ters induced by 25k-hagA-MBP were comparable to those in- duced by 25k-hagA plus CT (Fig. 1B). Analysis of IgG sub-  FIG. 1. 25k-hagA-specific IgG and IgA antibody responses in serum. Groups of mice were immunized nasally with either 20 -g of 25k-hagA, 20 -g of 25k-hagA-MBP, or 20 -g of 25k-hagA plus 1 -g of CT on days 0, 7, and 14. (A) Time course of 25k-hagA-specific IgG and IgA antibodies induced by nasal 25k-hagA-MBP. (B and C) One week after the final immunization, serum samples were collected in order to compare antibody titers between 25k-hagA-MBP and 25k-hagA plus CT, as well as IgG subclass responses. (B) Comparison of antibody responses in mice given 25k-hagA, 25k-hagA-MBP, or 25k-hagA plus CT. (C) IgG subclass responses in mice given 25k-hagA or 25k-hagA-MBP. Results are expressed as means - SE for 4 to 6 mice per group in a total of three experiments. The P values for the comparison of antibody titers with 25k-hagA-MBP versus 25k-hagA were -0.05 at all times except day 7. ND, not detectable.  VOL. 79, 2011 NASAL 25k-hagA-MBP REDUCES BONE LOSS 897    classes in mice given 25k-hagA-MBP revealed that the major subclass was IgG1 and that IgG2b had the second-highest titer (Fig. 1C).  Nasal administration of 25k-hagA-MBP induced high levels of total and 25k-hagA-specific IgA antibody responses in saliva samples obtained a week after the third immunization, and these levels of antibodies were comparable to those induced by nasal 25k-hagA plus CT (Fig. 2A). In addition, IgA anti-25k- hagA antibodies in saliva were maintained for 1 year, although the responses decreased gradually from day 28 (Fig. 2B). As expected, nasal delivery of 25k-hagA, MBP alone, or PBS failed to elicit 25k-hagA-specific antibody titers in the starting dilution (log2 of 1) used in these experiments. Analysis of antibody-forming cells confirmed the results described above by revealing high numbers of IgA antibody-forming cells in salivary glands following nasal administration of 25k-hagA- MBP and by showing low numbers of antibody-forming cells in the salivary glands of mice given 25k-hagA alone [(170 -  16) - 106 cells for 25k-hagA-MBP versus (34 - 21) - 106  cells for 25k-hagA]. To test the possibility that MBP adjuvanticity is mediated via  signaling through TLR4, we examined antibody responses in TLR4-/- mice. To this end, TLR4-/- mice were immunized nasally with 25k-hagA-MBP or 25k-hagA by using an immuni- zation regimen identical to that described above. As expected, only low 25k-hagA-specific serum IgG antibody responses, and no detectable serum IgA antibody responses, were induced in TLR4-/- mice on day 21, while nasal administration to TLR4-/- mice resulted in the induction of high IgG and IgA antibody responses. Furthermore, nasal immunization of TLR4-/- mice with 25k-hagA-MBP failed to elicit anti-25k- hagA IgA antibodies in the saliva (Fig. 3). Although we con- tinued to examine antibody levels until day 49, the responses in the TLR4-/- mouse group did not change (data not shown). As expected, nasal immunization of TLR4-/- mice with 25k- hagA failed to induce 25k-hagA-specific serum IgG, serum  FIG. 2. 25k-hagA-specific IgA antibody response in saliva. Groups of mice were nasally immunized with either 25k-hagA, 25k-hagA-MBP, or 25k-hagA plus CT as described in the legend to Fig. 1. (A) Saliva samples were collected 7 days after the final immunization and were assessed for 25k-hagA-specific IgA (left) and total-IgA (right) antibody responses. (B) The time course of 25k-hagA-specific IgA antibodies induced by nasal 25k-hagA-MBP was also examined. Results are expressed as means - SE from 4 to 6 mice per group in a total of three experiments. The P values for the comparison of IgA antibody titers with 25k-hagA-MBP versus 25k-hagA were -0.05 at all times except days 7 and 280. ND, not detectable.  898 DU ET AL. INFECT. IMMUN.    IgA, or salivary IgA antibody responses. Taken together, these results indicate that 25k-hagA-MBP is a potential nasal vaccine for the induction of Ag-specific mucosal and systemic antibody responses and that signaling through TLR4 is involved in, and is necessary for, the mucosal adjuvanticity of MBP.  25k-hagA-specific CD4- T cell responses. Since nasal im- munization with 25k-hagA-MBP elicited 25k-hagA-specific an- tibody responses in both mucosal and systemic compartments, it was important to establish the nature of the CD4- T cell help supporting the 25k-hagA-specific antibody responses. When CD4- T cells from the spleens or CLNs (which are draining lymph nodes of the maxillofacial mucosal compart- ments) of immunized mice were restimulated with 25k-hagA in vitro, significant levels of proliferative responses were induced (Fig. 4A).  Analysis of the cytokine responses revealed that 25k-hagA- specific CD4- T cells from the spleen and CLNs produced high levels of IL-4 and IL-5 (Fig. 4B). In contrast, CD4- T cells  from immunized mice had an impaired ability to produce IFN-- (data not shown). These results clearly show that nasal administration of 25k-hagA-MBP induces Th2-type cytokine responses to support antigen-specific mucosal IgA, as well as serum IgG and IgA, antibody responses.  Nasal administration of 25k-hagA-MBP expands CD11c-  CD8-- DCs in mucosal and systemic lymphoid tissues. We next investigated the frequency of CD11c- DCs in various mucosal and systemic lymphoid tissues. Our results showed large increases in the percentages of CD11c- CD8-- DCs in the spleens, CLNs, and NALT of mice given nasal 25k-hagA- MBP relative to those in mice given 25k-hagA. In contrast, the proportions of CD11c- CD11b- DCs and CD11c- B220-  DCs were not altered (Fig. 5). Furthermore, these expanded DCs expressed greater numbers of costimulatory molecules (CD40, CD80, CD86, and major histocompatibility complex class II [MHC II]) than DCs from mice given 25k-hagA (Table 1). The activation of CD11c- CD8-- DCs by 25k-hagA-MBP was due to the adjuvanticity of MBP, because nasal adminis- tration of MBP induced this DC subset (Fig. 5 and Table 1).  Since some activated T cells can also express CD11c, the proportions of CD11c- CD8-- DCs were reevaluated with MHC class II. The results showed that the percentages of MHC class IIhigh CD8-- DCs in CD11c- cells of the spleens, CLNs, and NALT of mice given nasal 25k-hagA-MBP or MBP alone were higher than those for mice given 25k-hagA (Table 2). Taken together, these results indicate that nasal adminis- tration of 25k-hagA-MBP preferentially expands CD11c-  CD8-- DCs and also induces their activation in both mucosal inductive and systemic lymphoid tissues.  Nasal 25k-hagA-MBP reduces alveolar bone loss caused by oral infection with P. gingivalis. Since nasal 25k-hagA-MBP elicited long-term antigen-specific antibody responses in sera and saliva, we sought to determine whether these antibodies were protective. Thus, mice given 25k-hagA-MBP were in- fected orally with P. gingivalis. Mice immunized with 25k- hagA-MBP or 25k-hagA plus CT showed a significant reduc- tion in alveolar bone loss caused by P. gingivalis infection 7 days  FIG. 3. 25k-hagA-specific serum IgG and IgA and salivary IgA antibody responses in TLR4-/- mice. Groups of TLR4-/- or TLR4-/- mice were immunized nasally with 25k-hagA-MBP as de- scribed in the legend to Fig. 1. Serum and saliva samples were assessed for 25k-hagA-specific serum IgG and IgA and salivary IgA antibody responses. Results are expressed as means - SE from 5 mice per group. -, P - 0.05 for comparison with TLR4-/- mice. ND, not detectable.  FIG. 4. 25k-hagA-specific CD4- T cell responses in the spleen and CLNs. Groups of mice were immunized nasally with 25k-hagA-MBP as described in the legend to Fig. 1. CD4- T cells were isolated from the spleens or CLNs of nonimmunized or immunized mice and were cultured with 25k-hagA in the presence of splenic feeder cells. (A) To measure cell proliferation, 1.0 -Ci of [3H]thymidine was added to the culture 18 h before harvesting, and incorporated radioactivity was measured by scintillation counting. (B) In order to analyze cytokine synthesis, culture supernatants were harvested, and the levels of secreted IL-4 and IL-5 were assessed by cytokine-specific ELISA. IFN-- was not detectable. The results are representative of three separate experiments with 4 to 6 mice in each group/experiment. *, P - 0.05 for comparison with cells from nonimmunized mice.  VOL. 79, 2011 NASAL 25k-hagA-MBP REDUCES BONE LOSS 899    after immunization. In contrast, mice given 25k-hagA alone or MBP alone failed to reduce alveolar bone loss (Fig. 6A). Fur- thermore, the antigen-specific antibody responses induced by nasal 25k-hagA-MBP provided significant protection and re- duced bone loss caused by P. gingivalis infection, even at 1 year after immunization (Fig. 6B).  In order to elucidate whether specific antibodies induced by nasal 25k-hagA-MBP were protective, we examined anti-25k- hagA as well as anti-P. gingivalis antibodies in serum and saliva  before and after P. gingivalis infection. The results indicated that the levels of serum IgG, serum IgA, and salivary IgA antibodies to both 25k-hagA and P. gingivalis were identical before and after infection (Fig. 6C and D). These results indi- cate that specific antibodies induced by nasal 25k-hagA-MBP provide protection against P. gingivalis infection. Taken to- gether, these findings indicate that nasal immunization with 25k-hagA-MBP provides long-term protection against oral in- fection by P. gingivalis.  FIG. 5. Comparison of the proportions of CD11c- DCs in various lymphoid tissues. Mice were immunized nasally with 25k-hagA, MBP, or 25k-hagA-MBP as described in the legend to Fig. 1. DC-enriched cell populations isolated from the spleen, CLNs, and NALT were stained with fluorescent-dye-conjugated monoclonal antibodies and were then subjected to flow cytometry. The results are representative of three separate experiments. The percentage of cells contained in the boxed region is given in each panel.  TABLE 1. Comparison of costimulatory-molecule expression by CD11c- CD8-- DCs in several lymphoid tissues of mice given nasal 25k-hagA-MBPa  Tissue and vaccine Mean fluorescence intensity  CD80 CD86 CD40 MHC II  Spleen No immunization 26.8 - 3.0 21.7 - 2.0 177.3 - 7.6 789.9 - 41.8 25k-hagA 27.6 - 4.9 20.9 - 1.5 182.1 - 8.2 804.4 - 53.3 MBP 33.6 - 3.8 25.9 - 2.6 312.5 - 16.8 1,080.0 - 193.5* 25k-hagA-MBP 39.2 - 10.2* 27.8 - 3.7* 345.8 - 35.4* 1,083.2 - 215.3*  CLN No immunization 14.1 - 2.8 25.9 - 1.8 201.9 - 42.8 803.2 - 50.1 25k-hagA 13.8 - 4.4 27.3 - 2.9 222.5 - 52.5 807.2 - 43.6 MBP 22.9 - 4.2* 40.2 - 9.4* 306.1 - 47.2* 992.6 - 140.4* 25k-hagA-MBP 25.1 - 7.9* 43.6 - 12.7* 328.6 - 49.8* 1,046.7 - 188.5*  NALT No immunization 6.0 - 1.2 10.8 - 2.3 57.1 - 15.2 228.1 - 10.0 25k-hagA 6.7 - 0.5 12.5 - 3.0 56.8 - 23.7 236.4 - 5.7 MBP 12.9 - 2.2* 18.8 - 2.1* 206.1 - 48.3* 766.2 - 129.4* 25k-hagA-MBP 15.3 - 4.9* 19.3 - 2.9* 233 - 84.9* 785.1 - 142.1*  a DC-enriched cell populations from the spleens, CLNs, and NALT of mice immunized with 25k-hagA, MBP, or 25k-hagA-MBP were stained with FITC-conjugated anti-CD80, -CD86, -CD40, or -I-Ad antibodies, with PE-labeled anti-CD11c antibodies, and with Alexa-labeled anti-CD8-. *, P - 0.05 for comparison with mice given 25k-hagA.  900 DU ET AL. INFECT. IMMUN.    Nasal 25k-hagA-MBP does not target neuronal tissues. The distribution of 25k-hagA-MBP in various tissues was analyzed after nasal administration of acridinium ester-labeled 25k- hagA-MBP and was compared with that in groups inoculated with acridinium ester-labeled CT. Significantly lower levels of 25k-hagA-MBP accumulation were observed in the ON/E, OB,  and brain samples isolated from the group given 25k-hagA- MBP nasally than from the group given CT (Fig. 7). These results indicate that nasal administration of 25k-hagA-MBP does not target neuronal tissues.  DISCUSSION  Previous studies have shown that hagA has four large, con- tiguous direct repeats, and the repeat unit is thought to contain the hemagglutinin domain (17, 43). Furthermore, the DNA sequence of 25k-hagA is identical to that of the first repeat of hagA (10). These findings have led to the consideration of 25k-hagA as a candidate Ag for the development of human vaccines. Our present study explored the potential of 25k- hagA-MBP as a nasal vaccine by using it as a model system with which to study the nature and kinetics of 25k-hagA-MBP- induced Ag-specific antibody responses and their protective ability against oral infection by P. gingivalis. In the initial study, 25k-hagA was administered nasally for the investigation of Ag-specific antibody responses. The results demonstrated that  TABLE 2. Comparison of frequency of MHC class IIhigh CD8--  DCs in CD11c- cells from several lymphoid tissuesa  Vaccine % MHC class IIhigh CD8-- DCs  Spleen CLNs NALT  None 8.6 - 0.8 5.3 - 0.4 8.1 - 0.5 25k-hagA 8.2 - 0.5 5.5 - 0.9 7.8 - 0.9 MBP 13.1 - 1.0* 8.5 - 0.6* 12.4 - 0.7* 25k-hagA-MBP 13.6 - 1.1* 8.9 - 0.4* 13.5 - 0.5*  a DC-enriched cell populations from the spleens, CLNs, and NALT of mice immunized with 25k-hagA, MBP, or 25k-hagA-MBP were stained with FITC- conjugated anti-I-Ad and PE-labeled anti-CD11c antibodies and with Alexa- labeled anti-CD8- antibodies. *, P - 0.05 for comparison with nonimmunized mice and with mice given 25k-hagA.  FIG. 6. Antibodies induced by nasal immunization with 25k-hagA-MBP reduced P. gingivalis-induced alveolar bone loss. Groups of mice were immunized nasally with either 25k-hagA, MBP, 25k-hagA plus CT, 25k-hagA-MBP, or PBS, as described in the legend to Fig. 1. (A and B) Seven days (A) or 1 year (B) after immunization, immunized mice were inoculated orally with 109 CFU of P. gingivalis in 2% carboxymethylcellulose, as described in Materials and Methods. Control mice were sham-infected mice inoculated with 2% carboxymethylcellulose only. The distance (in micrometers) from the CEJ to the ABC was measured at 14 predetermined sites in defleshed maxilla and was totaled for each mouse. *, P - 0.05 for comparison with nonimmunized mice. (C and D) Furthermore, 25k-hagA-specific or P. gingivalis-specific serum IgG and IgA (C) and salivary IgA (D) antibody responses before and after infection with P. gingivalis were examined. The results are expressed as means - SE for 6 mice per group.  VOL. 79, 2011 NASAL 25k-hagA-MBP REDUCES BONE LOSS 901    nasal administration of 25k-hagA alone failed to induce anti- 25k-hagA serum IgG, serum IgA, and salivary IgA antibody responses. These findings indicate that 25k-hagA is a weak immunogen when given via the nasal route. Indeed, numerous studies have demonstrated that nasal administration of pro- teins is only weakly immunogenic and requires appropriate Ag delivery systems for the induction of sufficient immune responses in both mucosal and systemic compartments (21, 31, 58).  MBP has been widely used as a chaperone component in vaccines and has been shown to enhance Ag-specific humoral and cellular immune responses (32, 46, 48, 51, 52). Thus, in the present study, we assessed the potential of a nasal vaccine, 25k-hagA fused to MBP, to induce an immune response after host challenge. We have demonstrated that nasal administra- tion of 25k-hagA-MBP induces high levels of 25k-hagA-spe- cific serum IgG, serum IgA, and salivary IgA antibody re- sponses that are comparable to those induced by 25k-hagA plus an established mucosal adjuvant, CT. Furthermore, these antibodies persist for at least 1 year. Induction of antibody responses is associated with elevated numbers of activated CD11c- CD8-- DCs in both mucosal and systemic lymphoid tissues. Thus, increased proportions of CD11c- CD8-- DCs with upregulated expression of MHC II, CD40, CD80, and CD86 molecules in NALT, CLNs, and the spleen were noted in mice given 25k-hagA-MBP. Furthermore, 25k-hagA-MBP in- duced CD4- T cells producing predominantly Th2 cytokines (IL-4 and IL-5), as well as IgG1 and IgG2b responses. Impor- tantly, mice given 25k-hagA-MBP were significantly protected against alveolar bone loss caused by oral infection with P. gingivalis, even 1 year after immunization. Interestingly, how- ever, our separate study has shown that when 25k-hagA mixed with MBP was given nasally to mice, no detectable antibody titers were induced (Y. Du et al., unpublished observations). Thus, unlike other adjuvants, MBP should be fused to the target antigen. These studies demonstrate that MBP is an effective adjuvant for nasal immunization and that when used  as a fusion partner for 25k-hagA, it facilitates the development of a long-term protective antibody response.  A previous study confirmed by Western immunoblotting that oral immunization with recombinant avirulent Salmonella en- terica serovar Typhimurium expressing HagA induces HagA- specific serum antibody responses (30). In addition, a hen egg yolk antibody (IgY) against a truncated HagA protein has been developed (53). However, none of these studies have quanti- tatively evaluated the immunogenicity as well as the protective efficacy of HagA vaccines. Thus, our results are the first to show that a nasal vaccine combining MBP and 25k-hagA in- duces a long-term protective antibody response against oral infection with P. gingivalis.  It is well known that CD4- T cells and their derived Th cytokines are essential for the induction of Ag-specific anti- body responses. We found that CD4- T cells from the spleens and CLNs of mice immunized nasally with 25k-hagA-MBP secreted IL-4 and IL-5 in response to stimulation with 25k- hagA. On the other hand, no detectable IFN-- production was found. IgG subclass responses confirmed the cytokine profile, showing that 25k-hagA-MBP elicited anti-25k-hagA IgG1 and IgG2b antibodies. These results suggest that the adjuvant ac- tivity of nasally administered MBP is mediated by IL-4-pro- ducing Th2-type CD4- T cells. However, a previous study has shown that intraperitoneal immunization with a Rickettsia tsut- sugamushi antigen fused with MBP induces IFN---producing Th1-type responses (48). The basis for the different T helper cytokine patterns induced by MBP is not known. One possible explanation is the route of immunization. In this regard, it has been shown that DCs freshly isolated from Peyer's patches, but not from the spleen, induce the differentiation of Th2 cells (24). Furthermore, single-cell reverse transcription-PCR (RT- PCR) analysis revealed high numbers of Th2 cytokine-specific mRNA molecules expressed by CD4- T cells in nasal passages, while CD4- T cells with a Th0 profile were present in NALT (20). Moreover, although CT is known to induce Th2 cells that secrete high levels of IL-4 when it is given via mucosal routes (59), parenteral administration of CT elicited both Th1- and Th2-type cytokine responses (55). Thus, immunization via mu- cosal routes, such as the nasal or oral route, may favor the induction of Th2-type responses. However, in a previous study, nasal immunization with P. gingivalis fimbrial protein plus CT induced both Th1- and Th2-type cytokine responses in CD4-  T cells of the nasal passage and submandibular glands (60). It may be that the combination of nasal immunization and MBP is a particularly effective vaccine regimen for the induction of Th2-type cytokine responses.  Alternatively, the effects of MBP on CD11c- CD8-- DCs may particularly induce Th2-type responses. CD11c- CD8--  DCs are nonmigrating resident DCs derived from a precursor, distinct from monocytes, that continuously seed the lymphoid organs from the bone marrow. This DC subset has in common with other DCs the ability to take up exogenous antigens and to process them for presentation on MHC class II molecules (50). It is known that DCs play a critical role in directing the differentiation of CD4- T cells into either Th1 or Th2 cells (3). In this regard, previous studies have demonstrated that nasal administration of a DNA plasmid encoding the Flt3 ligand as an adjuvant stimulates CD11c- CD8-- DCs, which, in turn, lead to Th2 responses (13, 27). In support of this, our separate  FIG. 7. Accumulation of 25k-hagA-MBP or CT in neuronal tissues after nasal challenge with acridinium ester-labeled 25k-hagA-MBP (10 -g or 20 -g) or acridinium ester-labeled CT (1 -g or 5 -g). The results are expressed as the mean relative light units for a particular tissue - SE and are from two separate experiments with 5 mice per group. *, P - 0.05 for comparison with mice given 1 -g and 5 -g of CT.  902 DU ET AL. INFECT. IMMUN.    in vitro study has shown that MBP-treated DCs induced IL-4 production in CD4- T cells (Du et al., unpublished). These findings suggest that MBP as a mucosal adjuvant stimulates CD11c- CD8-- DCs, which enhance Th2 cytokine responses. However, as described above, intraperitoneal immunization with a Rickettsia tsutsugamushi antigen fused with MBP in- duces IFN---producing Th1-type responses (48). It may be that the phenotype of DCs induced by nasal administration of MBP is distinct from that of DCs induced by intraperitoneal administration of MBP. This would explain why nasal but not parenteral immunization induces Th2 responses. This interest- ing possibility is currently under investigation in our labora- tory.  It should be noted that nasal immunization of TLR4-defi- cient mice with 25k-hagA-MBP induced only low levels of 25k-hagA-specific serum IgG antibody responses. Neither se- rum IgA nor salivary IgA antibodies against 25k-hagA were detected. In this regard, a previous study has shown that MBP innately activates NF--B-mediated cytokine signaling path- ways via TLR4 (11). To further support this, one of our sep- arate studies has demonstrated that CD11c- CD8-- DCs were not activated in TLR4-deficient mice after nasal immu- nization with 25k-hagA-MBP (Du et al., unpublished). These findings suggest that MBP as an adjuvant stimulates CD11c-  CD8-- DCs in a TLR4-dependent manner for the induction of 25k-hagA-specific Th2-type cytokine responses in both mu- cosal and systemic compartments with subsequent serum IgG and IgA and mucosal IgA antibody responses.  Nasal administration of vaccines has been widely used for mucosal immunization because it delivers the antigen directly to nasopharynx-associated lymphoid tissues without the influ- ence of enzymes and acids in the gastrointestinal tract. How- ever, previous studies have shown that nasally administered CT or adenovirus vectors accumulate in the ON/E regions via the GM1 ganglioside (34, 54). Furthermore, CT as an adjuvant redirects coadministered protein Ag into these neuronal tis- sues (54). A clinical study suggested a strong association be- tween nasal influenza vaccine and Bell's palsy (40). These findings raise concerns about a potential role of GM1-binding molecules that target neural tissues, including the central ner- vous system, in nasal immunization. However, another study has provided evidence that deposition of CT via the olfactory tissues does not lead to obvious pathological changes in brain tissues after nasal administration (16). Although the exact bi- ological and pathological significance of vaccine deposition in the central nervous system is uncertain, we also investigated the distribution of 25k-hagA-MBP in ON/E and OB after nasal immunization. Interestingly, 25k-hagA-MBP accumulations in the ON/E, OB, and brain were significantly lower than those of CT. The biological effects of residual 25k-hagA-MBP on the neural tissues needs to be elucidated in the next study. Taken together, these results suggest that nasal administration of MBP as a chaperone component in vaccines is safer than that of GM1-binding molecules in terms of the potential threat posed by vaccines trafficking in neural tissues, including the central nervous system.  In summary, the fusion protein containing 25k-hagA and MBP provides a very effective means of eliciting IL-4- and IL-5-producing Th2-type CD4- T cells for the induction of serum IgG, serum IgA, and mucosal IgA antibody responses.  The mechanisms responsible for the effects of MBP are medi- ated by increased levels of CD11c- CD8-- DCs in a TLR4- dependent manner. Finally, 25k-hagA-specific immune re- sponses induced by 25k-hagA-MBP provide protective immunity against alveolar bone loss caused by P. gingivalis infection. These findings suggest that nasal administration of 25k-hagA-MBP effectively elicits protective levels of antibod- ies against 25k-hagA and may be an effective and safe nasal vaccine for the immunization of humans against P. gingivalis infection.  ACKNOWLEDGMENTS  We thank Mitsuo Hayakawa for help with the antigen preparation. This work was supported by grants-in-aid for scientific research  (22592102, 22390398, and 22791816) from the Japan Society for the Promotion of Science and by an “Academic Frontier” Project for Private Universities matching fund subsidy from the Ministry of Edu- cation, Culture, Sports, Science and Technology, 2007-2011.  REFERENCES  1. Baker, P. J., R. T. Evans, and D. C. Roopenian. 1994. Oral infection with Porphyromonas gingivalis and induced alveolar bone loss in immunocompe- tent and severe combined immunodeficient mice. Arch. Oral Biol. 39:1035- 1040.  2. Beck, J., R. Garcia, G. Heiss, P. S. Vokonas, and S. Offenbacher. 1996. Periodontal disease and cardiovascular disease. J. Periodontol. 67:1123- 1137.  3. Boonstra, A., et al. 2003. Flexibility of mouse classical and plasmacytoid- derived dendritic cells in directing T helper type 1 and 2 cell development: dependency on antigen dose and differential toll-like receptor ligation. J. Exp. Med. 197:101-109.  4. Boos, W., and H. Shuman. 1998. Maltose/maltodextrin system of Escherichia coli: transport, metabolism, and regulation. Microbiol. Mol. Biol. Rev. 62: 204-229.  5. Butt, T. R., et al. 1989. Ubiquitin fusion augments the yield of cloned gene products in Escherichia coli. Proc. Natl. Acad. Sci. U. S. A. 86:2540-2544.  6. Chu, L., T. E. Bramanti, J. L. Ebersole, and S. C. Holt. 1991. Hemolytic activity in the periodontopathogen Porphyromonas gingivalis: kinetics of en- zyme release and localization. Infect. Immun. 59:1932-1940.  7. Cutler, C. W., J. R. Kalmar, and C. A. Genco. 1995. Pathogenic strategies of the oral anaerobe, Porphyromonas gingivalis. Trends Microbiol. 3:45-51.  8. DeCarlo, A. A., M. Paramaesvaran, P. L. Yun, C. Collyer, and N. Hunter. 1999. Porphyrin-mediated binding to hemoglobin by the HA2 domain of cysteine proteinases (gingipains) and hemagglutinins from the periodontal pathogen Porphyromonas gingivalis. J. Bacteriol. 181:3784-3791.  9. DeStefano, F., R. F. Anda, H. S. Kahn, D. F. Williamson, and C. M. Russell. 1993. Dental disease and risk of coronary heart disease and mortality. BMJ 306:688-691.  10. Ema, M., M. Hayakawa, and Y. Abiko. 2003. Characterization of the gene encoding 200-kDa Porphyromonas gingivalis protein that reacts to sera from periodontitis patients. J. Oral Sci. 45:145-152.  11. Fernandez, S., et al. 2007. Potential role for Toll-like receptor 4 in mediating Escherichia coli maltose-binding protein activation of dendritic cells. Infect. Immun. 75:1359-1363.  12. Fox, J. D., R. B. Kapust, and D. S. Waugh. 2001. Single amino acid substi- tutions on the surface of Escherichia coli maltose-binding protein can have a profound impact on the solubility of fusion proteins. Protein Sci. 10:622-630.  13. Fukuiwa, T., et al. 2008. A combination of Flt3 ligand cDNA and CpG ODN as nasal adjuvant elicits NALT dendritic cells for prolonged mucosal immu- nity. Vaccine 26:4849-4859.  14. Gibson, F. C., III, et al. 2004. Innate immune recognition of invasive bacteria accelerates atherosclerosis in apolipoprotein E-deficient mice. Circulation 109:2801-2806.  15. Grossi, S. G., and R. J. Genco. 1998. Periodontal disease and diabetes mellitus: a two-way relationship. Ann. Periodontol. 3:51-61.  16. Hagiwara, Y., et al. 2001. Effects of intranasal administration of cholera toxin (or Escherichia coli heat-labile enterotoxin) B subunits supplemented with a trace amount of the holotoxin on the brain. Vaccine 19:1652-1660.  17. Han, N., J. Whitlock, and A. Progulske-Fox. 1996. The hemagglutinin gene A (hagA) of Porphyromonas gingivalis 381 contains four large, contiguous, direct repeats. Infect. Immun. 64:4000-4007.  18. Hashizume, T., et al. 2008. Peyer's patches are required for intestinal im- munoglobulin A responses to Salmonella spp. Infect. Immun. 76:927-934.  19. Hayakawa, M., et al. 1992. Gene cloning of Porphyromonas gingivalis specific antigens recognized by serum of adult periodontitis patient. Int. J. Biochem. 24:945-950.  VOL. 79, 2011 NASAL 25k-hagA-MBP REDUCES BONE LOSS 903    20. Hiroi, T., et al. 1998. Nasal immune system: distinctive Th0 and Th1/Th2 type environments in murine nasal-associated lymphoid tissues and nasal passage, respectively. Eur. J. Immunol. 28:3346-3353.  21. Holmgren, J., and C. Czerkinsky. 2005. Mucosal immunity and vaccines. Nat. Med. 11:S45-S53.  22. Holt, S. C., L. Kesavalu, S. Walker, and C. A. Genco. 1999. Virulence factors of Porphyromonas gingivalis. Periodontol. 2000 20:168-238.  23. Iacopino, A. M. 2001. Periodontitis and diabetes interrelationships: role of inflammation. Ann. Periodontol. 6:125-137.  24. Iwasaki, A., and B. L. Kelsall. 1999. Freshly isolated Peyer's patch, but not spleen, dendritic cells produce interleukin 10 and induce the differentiation of T helper type 2 cells. J. Exp. Med. 190:229-239.  25. Iwasaki, S., M. Hayakawa, and H. Takiguchi. 1994. Gene cloning of the fusion protein of Porphyromonas gingivalis major antigenic region of 200-kDa antigen and maltose binding protein. Nihon Univ. J. Oral Sci. 20:1-12.  26. Jang, M. H., et al. 2006. CCR7 is critically important for migration of dendritic cells in intestinal lamina propria to mesenteric lymph nodes. J. Im- munol. 176:803-810.  27. Kataoka, K., J. R. McGhee, R. Kobayashi, K. Fujihashi, and S. Shizukuishi. 2004. Nasal Flt3 ligand cDNA elicits CD11c-CD8- dendritic cells for en- hanced mucosal immunity. J. Immunol. 172:3612-3619.  28. Kinane, D. F. 1998. Periodontal diseases' contributions to cardiovascular disease: an overview of potential mechanisms. Ann. Periodontol. 3:142-150.  29. Klausen, B., R. T. Evans, and C. Sfintescu. 1989. Two complementary methods of assessing periodontal bone level in rats. Scand. J. Dent. Res. 97:494-499.  30. Kozarov, E., et al. 2000. Expression and immunogenicity of hemagglutinin A from Porphyromonas gingivalis in an avirulent Salmonella enterica serovar Typhimurium vaccine strain. Infect. Immun. 68:732-739.  31. Kunisawa, J., T. Nochi, and H. Kiyono. 2008. Immunological commonalities and distinctions between airway and digestive immunity. Trends Immunol. 29:505-513.  32. Kushwaha, A., P. P. Rao, R. P. Suresh, and V. S. Chauhan. 2001. Immuno- genicity of recombinant fragments of Plasmodium falciparum acidic basic repeat antigen produced in Escherichia coli. Parasite Immunol. 23:435-444.  33. Lalla, E., et al. 2003. Oral infection with a periodontal pathogen accelerates early atherosclerosis in apolipoprotein E-null mice. Arterioscler. Thromb. Vasc. Biol. 23:1405-1411.  34. Lemiale, F., et al. 2003. Enhanced mucosal immunoglobulin A response of intranasal adenoviral vector human immunodeficiency virus vaccine and localization in the central nervous system. J. Virol. 77:10078-10087.  35. Lépine, G., and A. Progulske-Fox. 1996. Duplication and differential expres- sion of hemagglutinin genes in Porphyromonas gingivalis. Oral Microbiol. Immunol. 11:65-78.  36. Maeba, S., et al. 2005. Transcutaneous immunization with a 40-kDa outer membrane protein of Porphyromonas gingivalis induces specific antibodies which inhibit coaggregation by P. gingivalis. Vaccine 23:2513-2521.  37. Maiden, M. F., et al. 1990. Detection of high-risk groups and individuals for periodontal diseases: laboratory markers based on the microbiological anal- ysis of subgingival plaque. J. Clin. Periodontol. 17:1-13.  38. Mealey, B. L. 1999. Influence of periodontal infections on systemic health. Periodontol. 2000 21:197-209.  39. Meyer, D. H., and P. M. Fives-Taylor. 1998. Oral pathogens: from dental plaque to cardiac disease. Curr. Opin. Microbiol. 1:88-95.  40. Mutsch, M., et al. 2004. Use of the inactivated intranasal influenza vaccine and the risk of Bell's palsy in Switzerland. N. Engl. J. Med. 350:896-903.  41. Paramaesvaran, M., et al. 2003. Porphyrin-mediated cell surface heme cap-  ture from hemoglobin by Porphyromonas gingivalis. J. Bacteriol. 185:2528- 2537.  42. Progulske-Fox, A., et al. 1993. Molecular characterization of hemagglutinin genes of periodontopathic bacteria. J. Periodontal Res. 28:473-474.  43. Progulske-Fox, A., S. Tumwasorn, and S. C. Holt. 1989. The expression and function of a Bacteroides gingivalis hemagglutinin gene in Escherichia coli. Oral Microbiol. Immunol. 4:121-131.  44. Progulske-Fox, A., et al. 1995. The cloning, expression and sequence analysis of a second Porphyromonas gingivalis gene that codes for a protein involved in hemagglutination. Oral Microbiol. Immunol. 10:311-318.  45. Reddy, M. S. 2002. Oral osteoporosis: is there an association between peri- odontitis and osteoporosis? Compend. Contin. Educ. Dent. 23:21-28.  46. Rico, A. I., et al. 1998. Characterization of the immunostimulatory properties of Leishmania infantum HSP70 by fusion to the Escherichia coli maltose- binding protein in normal and nu/nu BALB/c mice. Infect. Immun. 66:347- 352.  47. Riggs, P. 2000. Expression and purification of recombinant proteins by fu- sion to maltose-binding protein. Mol. Biotechnol. 15:51-63.  48. Seong, S. Y., et al. 1997. Induction of homologous immune response to Rickettsia tsutsugamushi Boryong with a partial 56-kilodalton recombinant antigen fused with the maltose-binding protein MBP-Bor56. Infect. Immun. 65:1541-1545.  49. Shibata, Y., M. Hayakawa, H. Takiguchi, T. Shiroza, and Y. Abiko. 1999. Determination and characterization of the hemagglutinin-associated short motifs found in Porphyromonas gingivalis multiple gene products. J. Biol. Chem. 274:5012-5020.  50. Shortman, K., and W. R. Heath. 2010. The CD8- dendritic cell subset. Immunol. Rev. 234:18-31.  51. Simmons, M., G. S. Murphy, T. Kochel, K. Raviprakash, and C. G. Hayes. 2001. Characterization of antibody responses to combinations of a dengue-2 DNA and dengue-2 recombinant subunit vaccine. Am. J. Trop. Med. Hyg. 65:420-426.  52. Simmons, M., W. M. Nelson, S. J. Wu, and C. G. Hayes. 1998. Evaluation of the protective efficacy of a recombinant dengue envelope B domain fusion protein against dengue 2 virus infection in mice. Am. J. Trop. Med. Hyg. 58:655-662.  53. Tezuka, A., S. Hamajima, H. Hatta, and Y. Abiko. 2006. Inhibition of Por- phyromonas gingivalis hemagglutinating activity by IgY against a truncated HagA. J. Oral Sci. 48:227-232.  54. van Ginkel, F. W., R. J. Jackson, Y. Yuki, and J. R. McGhee. 2000. The mucosal adjuvant cholera toxin redirects vaccine proteins into olfactory tissues. J. Immunol. 165:4778-4782.  55. Xu-Amano, J., et al. 1994. Helper Th1 and Th2 cell responses following mucosal or systemic immunization with cholera toxin. Vaccine 12:903-911.  56. Yamamoto, M., et al. 1998. A nontoxic adjuvant for mucosal immunity to pneumococcal surface protein A. J. Immunol. 161:4115-4121.  57. Yamamoto, M., et al. 1997. Oral immunization with PspA elicits protective humoral immunity against Streptococcus pneumoniae infection. Infect. Im- mun. 65:640-644.  58. Yamamoto, M., J. R. McGhee, Y. Hagiwara, S. Otake, and H. Kiyono. 2001. Genetically manipulated bacterial toxin as a new generation mucosal adju- vant. Scand. J. Immunol. 53:211-217.  59. Yamamoto, M., et al. 1996. The role of Th1 and Th2 cells for mucosal IgA responses. Ann. N. Y. Acad. Sci. 778:64-71.  60. Yanagita, M., et al. 1999. Nasopharyngeal-associated lymphoreticular tissue (NALT) immunity: fimbriae-specific Th1 and Th2 cell-regulated IgA re- sponses for the inhibition of bacterial attachment to epithelial cells and subsequent inflammatory cytokine production. J. Immunol. 162:3559-3565.  Editor: S. R. Blanke  904 DU ET AL. INFECT. IMMUN.  View publication statsView publication stats  https://www.researchgate.net/publication/49643437",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}