{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "D14-SCFD3-dependent degradation of D53 regulates strigolactone signalling   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/259321036  D14-SCFD3-dependent degradation of D53 regulates strigolactone signaling  Article  in  Nature · December 2013  DOI: 10.1038/nature12878 · Source: PubMed  CITATIONS  503 READS  2,064  35 authors, including:  Some of the authors of this publication are also working on these related projects:  SYNBIOCHEM View project  Anticancer activity of Novel strigolactone Analogues View project  Feng Zhou  CAS Center for Excellence in Molecular Plant Sciences  11 PUBLICATIONS   1,181 CITATIONS     SEE PROFILE  Qibing Lin  Chinese Academy of Agricultural Sciences  81 PUBLICATIONS   2,503 CITATIONS     SEE PROFILE  Yulong Ren  Chinese Academy of Agricultural Sciences  131 PUBLICATIONS   3,248 CITATIONS     SEE PROFILE  Nitzan Shabek  University of California, Davis  31 PUBLICATIONS   1,972 CITATIONS     SEE PROFILE  All content following this page was uploaded by Yulong Ren on 18 December 2013.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/259321036_D14-SCFD3-dependent_degradation_of_D53_regulates_strigolactone_signaling?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/259321036_D14-SCFD3-dependent_degradation_of_D53_regulates_strigolactone_signaling?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/SYNBIOCHEM-2?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Anticancer-activity-of-Novel-strigolactone-Analogues?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Feng-Zhou-34?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Feng-Zhou-34?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Feng-Zhou-34?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Qibing-Lin?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Qibing-Lin?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chinese_Academy_of_Agricultural_Sciences?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Qibing-Lin?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yulong-Ren?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yulong-Ren?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chinese_Academy_of_Agricultural_Sciences?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yulong-Ren?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitzan-Shabek-2?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitzan-Shabek-2?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_California_Davis?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitzan-Shabek-2?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yulong-Ren?enrichId=rgreq-9011578aebaf455e1bbe905a1355a5e2-XXX&enrichSource=Y292ZXJQYWdlOzI1OTMyMTAzNjtBUzo5NzY4MTg3OTg2MzI5N0AxNDAwMzAwNTgzMzc2&el=1_x_10&_esc=publicationCoverPdf   ARTICLE doi:10.1038/nature12878  D14-SCFD3-dependent degradation of D53 regulates strigolactone signalling Feng Zhou1,2, Qibing Lin2, Lihong Zhu1, Yulong Ren2, Kunneng Zhou1, Nitzan Shabek3,4, Fuqing Wu2, Haibin Mao3,4, Wei Dong2, Lu Gan2, Weiwei Ma2, He Gao1, Jun Chen2, Chao Yang1, Dan Wang2, Junjie Tan2, Xin Zhang2, Xiuping Guo2, Jiulin Wang2, Ling Jiang1, Xi Liu1, Weiqi Chen5, Jinfang Chu5, Cunyu Yan5, Kotomi Ueno6, Shinsaku Ito6, Tadao Asami6, Zhijun Cheng2, Jie Wang2, Cailin Lei2, Huqu Zhai2, Chuanyin Wu2, Haiyang Wang2, Ning Zheng3,4 & Jianmin Wan1,2  Strigolactones (SLs), a newly discovered class of carotenoid-derived phytohormones, are essential for developmental processes that shape plant architecture and interactions with parasitic weeds and symbiotic arbuscular mycorrhizal fungi. Despite the rapid progress in elucidating the SL biosynthetic pathway, the perception and signalling mechanisms of SL remain poorly understood. Here we show that DWARF 53 (D53) acts as a repressor of SL signalling and that SLs induce its degradation. We find that the rice (Oryza sativa) d53 mutant, which produces an exaggerated number of tillers compared to wild-type plants, is caused by a gain-of-function mutation and is insensitive to exogenous SL treatment. The D53 gene product shares predicted features with the class I Clp ATPase proteins and can form a complex with the a/b hydrolase protein DWARF 14 (D14) and the F-box protein DWARF 3 (D3), two previously identified signalling com- ponents potentially responsible for SL perception. We demonstrate that, in a D14- and D3-dependent manner, SLs induce D53 degradation by the proteasome and abrogate its activity in promoting axillary bud outgrowth. Our combined genetic and biochemical data reveal that D53 acts as a repressor of the SL signalling pathway, whose hormone-induced degra- dation represents a key molecular link between SL perception and responses.  Shoot branching (tillering in crops) is a major determinant of plant architecture and crop yield, which is under the integrated control of hormonal, developmental and environmental factors1-3. Although the existence of a root-derived transmissible shoot-repressing signal was proposed more than 70 years ago4, the identity of this signal(s) has remained elusive. Recent studies with branching mutants in several plant species have demonstrated that SLs, a specific group of terpenoid lactones, are the long-sought branching-repressing hormones, whose function are highly conserved in both monocots and dicots5,6. In addi- tion to repressing shoot branching, SLs also have a role in regulating root growth, leaf senescence and flower development7. SLs also act as exogenous signals to promote the symbiosis between land plants and arbuscular mycorrhizal fungi8 and stimulate the germination of the para- sitic weeds Striga and Orobanche, which are serious agricultural pests in many parts of the world9.  Previous studies have shown that DWARF 3 (D3), D10, D14 (also known as HIGH-TILLERING DWARF 2, HTD2 and D88), D17 (also known as HTD1) and D27 in rice10-14, MORE AXILLARY GROWTH 1 (MAX1), MAX2, MAX3 and MAX4 in Arabidopsis15-17, RAMOSUS 1 (RMS1), RMS4 and RMS5 in pea18 and DECREASED APICAL DOMINANCE 1 (DAD1), DAD2 and DAD3 in petunia7,19 are involved in either the biosynthesis or signalling of SLs. Among these genes, MAX3/ RMS5/D17/DAD3, MAX4/RMS1/D10/DAD1, MAX1 in Arabidopsis and D27 in rice encode the carotenoid cleavage dioxygenase 7 (CCD7), CCD8, CYP711A1 (a cytochrome P450) and a novel b-carotene isomer- ase, respectively, and are involved in the sequential cleavage ofb-carotene and synthesis of SLs20. By contrast, MAX2/RMS4/D3 and D14/DAD2, which encode an F-box protein and a protein of the a/b-hydrolase superfamily, respectively, probably have a role in SL signalling12,19,21.  The structural similarity between MAX2/RMS4/D3 proteins with the auxin receptor TRANSPORT INHIBITOR RESPONSE 1 (TIR1)22,23  and jasmonate receptor CORONATINE INSENSITIVE 1 (COI1)24, and D14/DAD2 proteins with the gibberellin receptor GIBBERELLIN INSENSITIVE DWARF 1 (GID1)25, has sparked the speculation that both MAX2/RMS4/D3 and D14/DAD2 could be candidates for the SL receptors26 and that binding and hydrolysis of SLs by D14/DAD2 (refs 19, 27, 28) might be required for triggering proteasome-mediated degradation of an unknown repressor by the Skp1-Cullin-F-box- containing (SCF)MAX2 complex29,30. However, the identity of such a repressor and its regulatory mechanisms in SL signalling have remained unknown.  In this study, we identified a gain-of-function rice mutant, d53, which displays a SL-insensitive and increased-tillering phenotype. Map-based cloning revealed that D53 encodes a protein sharing predicted features with the class I Clp ATPase proteins and that it can form a complex with the a/b hydrolase protein D14 and the F-box protein D3. We show that SLs induce D53 degradation by the proteasome-ubiquitin path- way in a D14- and D3-dependent manner. Our studies establish D53 as a repressor of the SL signalling pathway, whose hormone-induced degradation is essential for SL signalling.  d53 is a rice SL-insensitive mutant Previous studies have identified several rice mutants defective in SL bio- synthesis or signalling10-14. Because of their highly branched and dwarf phenotype, these mutants were termed ‘d mutants', such as d3, d10, d14, d17 and d27. The rice d53 mutant31 also displayed reduced height and increased tillering, as well as thinner stem and shorter crown root, compared to the wild-type strain (Fig. 1a, b and Extended Data Fig. 1a, b).  1National Key Laboratory for Crop Genetics and Germplasm Enhancement, Jiangsu Plant Gene Engineering Research Center, Nanjing Agricultural University, Nanjing 210095, China. 2National Key Facility for Crop Gene Resources and Genetic Improvement, Institute of Crop Science, Chinese Academy of Agricultural Sciences, Beijing 100081, China. 3Department of Pharmacology, University of Washington, Seattle, Washington 98195,USA. 4HowardHughes Medical Institute, Box 357280,University of Washington,Seattle, Washington 98195, USA. 5National Centre for Plant Gene Research (Beijing), Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, 1-2 Beichen West Road, Beijing 100101, China. 6Department of Applied Biological Chemistry, The University of Tokyo, 1-1-1 Yayoi, Bunkyo, Tokyo 113-8657, Japan.  0 0 M O N T H 2 0 1 3 | V O L 0 0 0 | N A T U R E | 1  Macmillan Publishers Limited. All rights reserved 2013  www.nature.com/doifinder/10.1038/nature12878   Kinetic analysis showed that at the heading stage, the total tiller num- ber of d53 was about three times that of the wild type, resulting from an increase in both higher-order and high-node tillers (Fig. 1c and Extended Data Fig. 1c, d). Histological analysis revealed that the sizes of vascular bundles and parenchyma cells in internodes were largely comparable between d53 and wild-type plants, implying that the shortening and thinning of the d53 stem were mainly caused by a reduction in cell number (Extended Data Fig. 1e-h). The phenotypes of F1 heterozyg- ous plants were intermediate between the homozygous parental plants (Extended Data Fig. 2a-g). Genetic analyses of an F2 population derived from a cross of d53 and the wild-type parent (Norin 8) showed that the normal, intermediate and dwarf plants segregated as 1:2:1 (33:58:28, x2 5 0.09, P . 0.05), indicating that the d53 mutation behaved in a semi-dominant manner (Extended Data Fig. 2h).  The phenotypic similarity between d53 and the previously reported rice d mutants prompted us to examine whether d53 is defective in SL- mediated inhibition of axillary bud outgrowth. Quantitative PCR with reverse transcription (qRT-PCR) analysis showed that expression of D10 (encoding CCD8) was similarly upregulated in d53 (Fig. 1d) as in other d mutants, owing to feedback regulation in the SL pathway11. In addition, expression of an inhibitor of axillary bud outgrowth, FINE CULM 1 (FC1)32, which is orthologous to the maize TEOSINTE BRANCHED1 (TB1)33 and the Arabidopsis BRANCHED 1 (BRC1)34, was also similarly downregulated in the d53, d14 and d27 mutants (Fig. 1d), suggesting that D53 is probably involved in SL biosynthesis  or signalling. Moreover, exogenous application of a SL analogue, GR24, effectively inhibited the outgrowth axillary buds of d27, but not d14 or d53 (Fig. 1e and Extended Data Fig. 3a-c). Further, measurement of SLs produced in the root exudates showed that d53 accumulated mark- edly higher levels of 29-epi-5-deoxystrigol (epi-5DS), a native SL of rice, than the wild-type cultivar Norin 8 (Fig. 1f). These results indicate that d53 is a SL-insensitive mutant.  D53 acts as a repressor of SL signalling D53 was previously mapped to the terminal region of the short arm of rice chromosome 11 (ref. 35). To decipher the molecular defect in d53, we isolated D53 by a map-based cloning approach. Using an F2 popu- lation of , 12,000 plants generated from the cross between Ketan Nangka and the mutant, we further delimited the D53 locus to a 34- kilobase DNA region on the bacterial artificial chromosome (BAC) clone OSJNBa0032J07, which contains three putative genes (Fig. 2a). Sequence analysis revealed a single-nucleotide substitution and 15- nucleotide deletion in the third exon of LOC_Os11g01330 in d53, which resulted in an amino acid substitution (R812T) and deletion of five amino acids (813GKTGI817) (Fig. 2b). To verify that this muta- tion caused the tillering dwarf phenotype, we generated transgenic plants expressing the wild-type or mutant D53 gene under the control  f  WT d53 d27  ND 2  4  6  8  10  e p  i- 5 D  S  ( n g   g fw  - 1 )  Root exudates  1.17  0  7.36  e  +GR24 (1 μM)  WT d53 d14 d27  Mock  d  WT d53 d27d14 0  0.5  8  6  10  12  R e la  ti v e  e  x p  re s s io  n  1  D10 FC1  c  WT  d53  1 3 5 7 9 11 Weeks after germination  T il le  r  n u m  b e r  0  10  20  30  40  50  60  b  WT d53  a  WT d53  ** **  **  ** **  ** *  ** **  ****  **  **  Figure 1 | Phenotype of d53 mutant. a, b, Phenotype of wild type (WT) and d53 mutant at 4-week-old seedling stage (a) or heading stage (b). White arrows indicate the first tillers in d53, which is usually absent in wild type, and red arrows show the second tillers. c, Comparison of tillering kinetics at different developmental stages. d, qRT-PCR assay showing altered expression of D10 and FC1 in d mutants. e, Responses of rice seedlings to GR24 treatment. Red and white arrowheads indicate the first and second tillers, respectively. f, Liquid chromatography-tandem mass spectrometry (LC-MS/MS) measurement of epi-5DS levels in root exudates. gfw, per gram fresh weight; ND, not detected. Scale bars, 5 cm (a), 30 cm (b), 2 cm (e). Values are means 6 s.d. (c, n 5 30 plants; d, f, n 5 3 replicates). The Student's t-test analysis indicates a significant difference (compared with wild type, *P , 0.05, **P , 0.01).  h  0  0.4  0.8  1.2  R e la  ti v e  e  x p  re s s io  n  N d53 d14 d3 d10 d17 d27S  g  0  1  2  3  4  5  R e la  ti v e  e  x p  re s s io  n  GR24  0 1 2 4 8 24 (h)  Mock  f  0 YP YR S LB LS C N  2  6  8  R e la  ti v e  e  x p  re s s io  n  4  e  W T Ve  c. L10 L16 L24  WTD53-OE  L3 L7 L12  WTd53-OE  0  10  20  30  40  R e la  ti v e  e  x p  re s s io  n  d  W T Ve  c. L10 L16 L24  WTD53-OE L3 L7 L12  WTd53-OE T  il le  r  n u m  b e r  20  40  60  80  0  c  WTVec.  L3 L7 L12  WTd53-OE  L10 L16 L24  WTD53-OE  WT  d53  805 827  b ATG Stop  d53 (1-bp change and 15-bp deletion)  a D53 locus  (4) (10)  34 kb  Z7 Z3D53  n = 2,893  W1 W2 (7) (29)  OSJNBa0032J07  (2)  Chr. 11  **  **  **  ** ** *  **  ** **  **  ** **  **  ** ** **  **  ** **  **  **  ** **  Figure 2 | Map-based cloning and characterization of D53. a, D53 was fine-mapped on chromosome 11. The numbers of recombinants are shown in brackets. b, Molecular lesions in d53 mutant. c, Phenotypic comparison of pAct1::D53-GFP and pAct1::d53-GFP transgenic plants. Vector (Vec.), pAct1::GFP control. L, independent transgenic line. Scale bar, 10 cm. d, e, Tiller number (d) and relative expression of D53 (e) of transgenic plants in c. OE, overexpression. f, D53 expression in various organs, including young panicles (YP), young roots (YR), shoots (S), leaf blades (LB), leaf sheaths (LS), culms (C) and nodes (N). g, GR24 treatment induces D53 expression. h, Relative expression levels of D53 in two wild-type varieties Norin 8 (N) and Shiokari (S), and six rice d mutants. Each value in d-h represents the mean 6 s.d. (d and f-h, n 5 3 replicates; e, n 5 20 plants). The Student's t-test analysis indicates a significant difference (compared with control, *P , 0.05, **P , 0.01).  RESEARCH ARTICLE  2 | N A T U R E | V O L 0 0 0 | 0 0 M O N T H 2 0 1 3  Macmillan Publishers Limited. All rights reserved 2013    of rice ACTIN 1 promoter (pAct1), in a wild-type background. Notably, all transgenic plants expressing the mutant d53 gene showed a more exaggerated tillering phenotype than those expressing the wild-type D53 gene. The severity of tillering phenotype in these transgenic plants was correlated with the expression level of the transgene. Notably, over- expression of the wild-type D53 gene also caused a moderate increase in tillering, compared to the vector control plants (Fig. 2c-e). These observations suggested that the D53 protein acts as a repressor in the SL-mediated branching-inhibition pathway and that the dominant til- lering phenotype of the d53 mutant was most likely caused by a gain- of-function mutation in d53. To further confirm this, we generated D53 knockdown transgenic plants using an RNA interference (RNAi) approach. As expected, reducing D53 expression in a d53 background markedly reduced the tiller number (Extended Data Fig. 3d, e). Taken together, these data support the proposition that the d53 mutation enhances D53 activity in repressing SL signalling.  D53 is predicted to encode a protein of 1,131 amino acids. A BLAST search identified a closely related homologue of D53 (designated D53- like, LOC_Os12g01360) with 96.6% amino acid sequence identity in the rice genome. Further, D53-like proteins were found in other mono- cots and dicots, but not in lower plants, animals or microbes, indicating that the D53-like clade is specific to higher plants (Extended Data Fig. 4). Sequence analysis by the HHpred structure prediction server revealed that D53 shares a similar secondary structure composition, despite low primary sequence homology, to proteins of the class I Clp ATPase family, which are characterized by an N-terminal domain, a D1 ATPase domain, an M domain and a D2 ATPase domain36. Notably, the D2 domain of D53 contains a highly conserved linear sequence, Phe-Asp-Leu-Asn- Leu, which closely matches the ethylene-responsive element binding factor-associated amphiphilic repression (EAR) motif (Extended Data Fig. 5), which is known to interact with the TOPLESS family of proteins and is involved in transcriptional repression37.  qPCR analysis revealed that D53 was widely expressed in the examined rice tissues (Fig. 2f ). A D53-promoter-driven GUS (b-glucuronidase) reporter gene (pD53::GUS) assay showed that GUS staining was observed in the vasculature in roots, shoots, leaves, leaf sheaths, nodes, internodes and young panicles, preferentially in the parenchyma cells surrounding the xylem (Extended Data Fig. 6a-h). Moreover, D53 expression was upregulated by GR24 treatment in wild-type plants, but downregu- lated in six d mutants, suggesting that expression of D53 is regulated by SL signalling (Fig. 2g, h). The D53-green fluorescent protein (GFP) fusion protein is exclusively localized to the nucleus in rice protoplasts and the pAct1::D53-GFP transgenic root cells (Extended Data Fig. 6i-p).  d  15% input  - +  GST pull-down  GST-D3-OSK1- + - +  GST+ - + -  GR24- - + +  Anti-D14 34  26  c  GST-D14  pull-down  5% input  MBP-D3- +- + MBP+ -+ -  GR24- -+ +  130  130  55  55  Anti-MBP  b CY eYFP DAPI BF Merged  - G  R 2 4  + G  R 2 4  NY  -  -  D14  D53  D14 D53  D14 D53  a +GR24-GR24  -  -  D53  d53  D53  AD  -  -  D14  D14  D14  BD  -LT -LTHA +X-α-gal  -LT -LTHA +X-α-gal  kDa  *  *  kDa  Figure 3 | GR24 promotes the D53-D14 and D14-D3 interaction. a, Y2H assay showing that D53 and d53 interact with D14 in the presence of GR24. Yeast transformants were spotted on the control medium (SD 2Leu/2Trp (2LT)) and selective medium (SD 2Leu/2Trp/2His/2Ade (2LTHA) plus X-a-gal). AD, activating domain; BD, binding domain; SD, synthetic dropout. b, BiFC analysis of D53 and D14. The positions of nuclei are indicated by DAPI (49,6-diamidino-2-phenylindole) staining. eYFP, enhanced yellow fluorescent protein. NY and CY stand for the N terminus and C terminus of eYFP, respectively. BF, bright-field image. Scale bars, 10mm. c, In vitro pull-down assay of recombinant maltose binding protein (MBP)-D3 or MBP using resins containing GST-D14. Asterisks indicate the full-length MBP-D3 protein. d, Pull-down assay showing co-immunoprecipitation of D14 from the d3 mutant plant extracts, using GST-D3-OSK1 as the bait. ‘Input' shows that roughly equal amounts of total plant proteins were used.  d3Vec. d3D53-RNAi d14Vec. d14D53-RNAi  gf  WT d53 d3 d3 d53  e  WT d53 d14 d14 d53  d  R e la  ti v e  l u c if e ra  s e  a  c ti v it y  LU C  D5 3-  LU C  in  d  14 in   d 3  in  d  53  D53-LUC  -GR24  +GR24  D5 3-  LU C  (+ M  G1 32  )  d5 3-  LU C  1.2  0.8  0  0.4  NS NS NS  D53-GFP  D53-GFP  d53-GFP  D53-GFP  D53-GFP  (+MG132)  c Time after GR24  (in d3)  (in d14)  0 min 4 min 8 min 12 min 16 min  Anti-D53  Anti-HSP82  WT d53 d3 d14  - - - -+  b  + + + GR24  Time after GR24   130  95  0 0.5 1 2 4  +MG132  1   (h)  a  kDa  **  ** **  Figure 4 | GR24 promotes D14- and D3-dependent proteasomal degradation of D53. a, b, Western blot analysis showing that GR24 promotes D53 protein degradation in wild type (a), but not in d mutants (b). 10mg of total protein was applied in each lane. c, Confocal scanning images showing different degradation patterns of D53-GFP and d53-GFP fusion proteins in wild-type, d3 or d14 backgrounds. d, Relative luciferase activity of D53-LUC or d53-LUC in wild-type, d14, d3 or d53 protoplasts. Values are means 6 s.d. of three independent experiments. The double asterisks represent significant difference compared with control (LUC) determined by the Student's t-test at P , 0.01. NS, not significant. e, f, Phenotype of d14 d53 (e) and d3 d53 (f) double mutants. g, Phenotypes of D53-RNAi transgenic plants in d3 and d14 backgrounds. Scale bars, 100mm (c), 20 cm (e-g).  ARTICLE RESEARCH  0 0 M O N T H 2 0 1 3 | V O L 0 0 0 | N A T U R E | 3  Macmillan Publishers Limited. All rights reserved 2013    SLs promote D53-D14 and D14-D3 interaction Previous studies have identified the F-box protein D3 and thea/bhydro- lase D14 as two key components of SL signalling in rice10,12, of which D14 and its orthologues in Arabidopsis (AtD14) and petunia (DAD2) have been proposed to directly participate in SL perception19,27,28. A yeast two-hybrid (Y2H) assay showed that both D53 and d53 could physically interact with D14 in the presence of GR24 (Fig. 3a). Domain deletion analysis indicated that the D1 domain of D53 was essential for the GR24-dependent D53-D14 interaction. Interestingly, its binding activity was inhibited by the M and D2 domains, although their nega- tive effect can be overcome by the N domain (Extended Data Fig. 7). We verified the D53-D14 interaction in Nicotiana benthamiana leaf cell nucleus both in the presence or absence of exogenously applied GR24 using a bimolecular fluorescence complementation (BiFC) assay (Fig. 3b). The observed interaction between D53 and D14 in the absence of exogenously applied GR24 might be due to the effect of endogenous SLs present in the tobacco leaf cells. Consistent with the previously reported GR24-depedent interaction between DAD2 and PhMAX2A (an orthologue of D3 in petunia) in yeast19, our in vitro pull-down assay also revealed a direct physical interaction between D14 and D3 in a GR24-dependent manner (Fig. 3c). Furthermore, using recombinant glutathione S-transferase (GST)-D3-OSK1 fusion protein as the bait, our in vitro pull-down assay showed that D14 could be more efficiently co-immunoprecipitated from d3 plant extracts in the presence of exo- genously applied GR24 (Fig. 3d). Together, these results suggest that SLs may act to promote complex formation among D14, D3 and D53, linking D53 to the hormone-perception components of the SL signal- ling pathway.  GR24 promotes D53 protein degradation To investigate how SL regulates D53, we performed a set of additional experiments. Both western blot analysis and fluorescence microscopy examination showed that GR24 treatment induced rapid degradation of the D53 protein in wild-type cells, but not in d3 or d14 mutant cells (Fig. 4a-c). We further showed that D53 was degraded by the protea- some, as a proteasome inhibitor, MG132, but not other protease inhibi- tors, effectively blocked GR24-induced D53-GFP degradation (Fig. 4c, d and Extended Data Fig. 8a, b). Notably, unlike the wild-type D53-GFP fusion protein, the mutant d53-GFP fusion protein appeared to be stable in the presence of GR24 (Fig. 4c and Extended Data Fig. 8b). Interes- tingly, we noted that D53-GFP and D53-luciferase (LUC) were still degraded in the d53 mutant cells, but not in d3 or d14 mutant cells (Fig. 4d and Extended Data Fig. 8c), indicating that the D53 degrada- tion pathway was still operational in the d53 mutant. Together, these results suggest that SL triggers proteasome-mediated degradation of D53 in a D14- and D3-dependent manner. Importantly, the insensi- tivity of d53 protein to SL-triggered turnover is consistent with the observed dominant gain-of-function mutant phenotype of d53.  To provide genetic support for the functional relationship between D53, D3 and D14, we generated d3 d53 and d14 d53 double mutants. The d3 mutant had more tillers and it was shorter than the d14 and  d53 single mutants (Extended Data Fig. 9a). The d14 d53 double mutants exhibited a dwarf tillering phenotype resembling the d14 and d53 par- ental plants, whereas the d3 d53 double mutant exhibited a dwarf tillering phenotype resembling d3 (Fig. 4e, f and Extended Data Fig. 9a). The lack of obvious additive effects among these mutants suggests that D3, D14 and D53 act in the same signalling pathway. To further test their epistatic relationship, we knocked down D53 gene expression in the d3 and d14 backgrounds. As shown in Fig. 4g and Extended Data Fig. 9b-d, the mutant phenotype of d3 and d14 was restored to nearly wild-type levels, demonstrating that D53 acts downstream of D3 and D14, and that accumulation of D53 protein is responsible for blocking SL sig- nalling and conferring the dwarf tillering phenotype in these mutants.  Discussion It has been speculated that perception of SLs triggers the degradation of putative repressors by the SCFMAX2 ubiquitin ligase complex to sup- press shoot branching21,29,30. In this study, we established that D53 acts as a repressor of SL signalling in rice. Consistent with the previous obser- vation of GR24-dependent interaction between DAD2 and PhMAX2A (ref. 19), we found that GR24 also promotes the interaction between D14 with D53 and D3 (Fig. 3). Further, we showed that D53 is targeted for degradation by the proteasome in a D14- and D3-dependent man- ner (Fig. 4a-d and Extended data Fig. 8). Together, these data collec- tively support the notion that SL perception by D14 acts to promote ubiquitination of D53 by the D14-SCFD3 ubiquitin ligase, and subse- quent degradation of D53 by the proteasome, leading to the propaga- tion of SL signal and downstream physiological responses (Fig. 5). Our findings revealed a remarkable similarity between the hormonal per- ception and signalling mechanism of SL and several other classes of plant hormones, including auxin, jasmonate and gibberellin25,38-40.  Interestingly, a recent study reported that a D53 homologue in Ara- bidopsis, SMAX1, acts downstream of MAX2 (orthologue of rice D3) in repressing the seed germination and seedling photomorphogenesis phenotypes of max2, but not the lateral root formation, axillary shoot growth, or senescence phenotypes of max2 (ref. 41). Further, as observed for D53, three closest homologues of D53 in Arabidopsis (designated SMXL6, SMXL7 and SMXL8) were also induced by GR24 treatment41, suggesting that D53 and its homologues have a broad role in regulating different developmental processes and that the D3/D53 functional module is conserved between monocots and dicots. Consistent with this notion, the SL-analogous compounds known as karrikins also use a MAX2- and KAI2 (D14-LIKE)-dependent pathway to regulate seed germination and seedling growth29,42. The identification and charac- terization of D53 in SL signalling now sets the stage for further dis- section of the mechanisms by which SLs regulate plant form and its complex interactions with parasitic weeds and symbiotic arbuscular mycorrhizal fungi3.  METHODS SUMMARY The Methods provide detailed information about all experimental procedures, including description of plant materials and growth conditions, map-based clon- ing of D53, vector construction and plant transformation, rice hydroponic culture  D o  w n s tr  e a m          ta  rg e ts  D14  SL  D53  D 5 3  D14      SCF  complex        S  C F    c o m  p le  x  o m  pS C  m p l  S C  F p lelele  x  C F e x  e x  E2  D14  SL  SL  Ubiquitination        Proteasome  Ubiquitin        c o  c o  DD  D3  D3  FC1  E2  D 5 3  D o  w n s tre  a m       ta rg  e ts        D53 degradation  Figure 5 | A schematic model depicting that SL promotes D14-SCFD3- mediated degradation of D53. Bioactive SL binding induces a conformational switch in D14 for SCFD3 and D53 binding, which in turn promotes D53 protein  polyubiquitination. Degradation of D53 protein via the ubiquitin-proteasome pathway leads to expression of SL-responsive genes (such as FC1) and SL responses.  RESEARCH ARTICLE  4 | N A T U R E | V O L 0 0 0 | 0 0 M O N T H 2 0 1 3  Macmillan Publishers Limited. All rights reserved 2013    and LC/MS-MS measurement of epi-5DS, qRT-PCR, histological analysis and GUS staining, Y2H assay, in vivo degradation assay, BiFC assays, recombinant protein preparation, in vitro pull-down assays and transient expression assays.  Online Content Any additional Methods, Extended Data display items and Source Data are available in the online version of the paper; references unique to these sections appear only in the online paper.  Received 9 July; accepted 15 November 2013.  Published online 11 December 2013.  1. Wang, Y. & Li, J. Branching in rice. Curr. Opin. Plant Biol. 14, 94-99 (2011). 2. Domagalska, M. A. & Leyser, O. Signal integration in the control of shoot branching.  Nature Rev. Mol. Cell Biol. 12, 211-221 (2011). 3. Ruyter-Spira, C., Al-Babili, S., van der Krol, S. & Bouwmeester, H. The biology of  strigolactones. Trends Plant Sci. 18, 72-83 (2013). 4. Dun, E. A., Brewer, P. B. & Beveridge, C. A. Strigolactones: discovery of the elusive  shoot branching hormone. Trends Plant Sci. 14, 364-372 (2009). 5. Gomez-Roldan, V. et al. Strigolactone inhibition of shoot branching. Nature 455,  189-194 (2008). 6. Umehara, M. et al. Inhibition of shoot branching by new terpenoid plant hormones.  Nature 455, 195-200 (2008). 7. Snowden, K. C. et al. The Decreased apical dominance1/Petunia hybrida  CAROTENOID CLEAVAGE DIOXYGENASE8 gene affects branch production and plays a role in leaf senescence, root growth, and flower development. Plant Cell 17, 746-759 (2005).  8. Akiyama, K., Matsuzaki, K. & Hayashi, H. Plant sesquiterpenes induce hyphal branching in arbuscular mycorrhizal fungi. Nature 435, 824-827 (2005).  9. Cook, C. E., Whichard, L. P., Turner, B., Wall, M. E. & Egley, G. H. Germination of witchweed (Striga lutea Lour.): isolation and properties of a potent stimulant. Science 154, 1189-1190 (1966).  10. Ishikawa, S. et al. Suppression of tiller bud activity in tillering dwarf mutants of rice. Plant Cell Physiol. 46, 79-86 (2005).  11. Arite, T. et al. DWARF10, an RMS1/MAX4/DAD1 ortholog, controls lateral bud outgrowth in rice. Plant J. 51, 1019-1029 (2007).  12. Arite, T. et al. d14, a strigolactone-insensitive mutant of rice, shows an accelerated outgrowth of tillers. Plant Cell Physiol. 50, 1416-1424 (2009).  13. Zou, J.et al. The riceHIGH-TILLERINGDWARF1encodinganortholog ofArabidopsis MAX3 is required for negative regulation of the outgrowth of axillary buds. Plant J. 48, 687-698 (2006).  14. Lin, H. et al. DWARF27, an iron-containing protein required for the biosynthesis of strigolactones, regulates rice tiller bud outgrowth. Plant Cell 21, 1512-1525 (2009).  15. Stirnberg, P., van de Sande, K. & Leyser, H. M. O. MAX1 and MAX2 control shoot lateral branching in Arabidopsis. Development 129, 1131-1141 (2002).  16. Booker, J. et al. MAX3/CCD7 is a carotenoid cleavage dioxygenase required for the synthesis of a novel plant signaling molecule. Curr. Biol. 14, 1232-1238 (2004).  17. Sorefan, K. et al. MAX4 and RMS1 are orthologous dioxygenase-like genes that regulate shoot branching in Arabidopsis and pea. Genes Dev. 17, 1469-1474 (2003).  18. Beveridge,C. A. Long-distance signalling anda mutational analysis of branching in pea. Plant Growth Regul. 32, 193-203 (2000).  19. Hamiaux, C.et al.DAD2 isana/bhydrolase likely tobe involved in the perceptionof the plant branching hormone, strigolactone. Curr. Biol. 22, 2032-2036 (2012).  20. Alder, A. et al. The path from b-carotene to carlactone, a strigolactone-like plant hormone. Science 335, 1348-1351 (2012).  21. Stirnberg, P., Furner, I. J. & Leyser, H. M. O. MAX2 participates in an SCF complex which acts locally at the node to suppress shoot branching. Plant J. 50, 80-94 (2007).  22. Dharmasiri, N., Dharmasiri, S. & Estelle, M. The F-box protein TIR1 is an auxin receptor. Nature 435, 441-445 (2005).  23. Kepinski, S. & Leyser, O. The Arabidopsis F-box protein TIR1 is an auxin receptor. Nature 435, 446-451 (2005).  24. Sheard, L. B. et al. Jasmonate perception by inositol-phosphate-potentiated COI1- JAZ co-receptor. Nature 468, 400-405 (2010).  25. Ueguchi-Tanaka, M. et al. GIBBERELLIN INSENSITIVE DWARF1 encodes a soluble receptor for gibberellin. Nature 437, 693-698 (2005).  26. Beveridge, C. A. & Kyozuka, J. New genes in the strigolactone-related shoot branching pathway. Curr. Opin. Plant Biol. 13, 34-39 (2010).  27. Zhao, L. H. et al. Crystal structures of two phytohormone signal-transducing a/b hydrolases: karrikin-signaling KAI2 and strigolactone-signaling DWARF14. Cell Res. 23, 436-439 (2013).  28. Nakamura, H. et al. Molecular mechanism of strigolactone perception by DWARF14. Nature Commun. 4, 2613 (2013).  29. Waters, M. T. et al. Specialisation within the DWARF14 protein family confers distinct responses tokarrikins andstrigolactones inArabidopsis.Development 139, 1285-1295 (2012).  30. de Saint Germain, A., Bonhomme, S., Boyer, F. D. & Rameau, C. Novel insights into strigolactone distribution and signalling. Curr. Opin. Plant Biol. 16, 583-589 (2013).  31. Iwata, N., Satoh, H. & Omura, T. Linkage studies in rice. Linkage groups for 6 genes newly described. Jpn J. Breed. 27 (suppl.), 250-251 (1977).  32. Takeda, T.et al. TheOsTB1gene negatively regulates lateral branching in rice. Plant J. 33, 513-520 (2003).  33. Doebley, J., Stec, A. & Hubbard, L. The evolution of apical dominance in maize. Nature 386, 485-488 (1997).  34. Aguilar-Martı́nez, J. A., Poza-Carrión, C. & Cubas, P. Arabidopsis BRANCHED1 acts as an integrator of branching signals within axillary buds. Plant Cell 19, 458-472 (2007).  35. Wei, L., Xu, J., Li, X., Qian,Q.& Zhu, L. Genetic analysis andmappingof the dominant dwarfing gene D-53 in rice. J. Integr. Plant Biol. 48, 447-452 (2006).  36. Wang, F. et al. Structure and mechanism of the hexameric MecA-ClpC molecular machine. Nature 471, 331-335 (2011).  37. Pauwels, L. et al. NINJA connects the co-repressor TOPLESS to jasmonate signalling. Nature 464, 788-791 (2010).  38. Gray, W. M., Kepinski, S., Rouse, D., Leyser, O. & Estelle, M. Auxin regulates SCFTIR1- dependent degradation of AUX/IAA proteins. Nature 414, 271-276 (2001).  39. Thines, B. et al. JAZ repressor proteins are targets of the SCFCOI1 complex during jasmonate signalling. Nature 448, 661-665 (2007).  40. Chini, A. et al. The JAZ family of repressors is the missing link in jasmonate signalling. Nature 448, 666-671 (2007).  41. Stanga, J. P., Smith, S. M., Briggs, W. R. & Nelson, D. C. SUPPRESSOR OF MORE AXILLARY GROWTH2 1 controls seed germination and seedling development in Arabidopsis. Plant Physiol. 163, 318-330 (2013).  42. Nelson, D. C. et al. F-box protein MAX2 has dual roles in karrikin and strigolactone signaling inArabidopsis thaliana. Proc.Natl Acad. Sci. USA 108, 8897-8902 (2011).  Acknowledgements We thank T. Omura for providing the d53 mutant, and Z.-Y. Wang and C.Lin for reading of the manuscript.Wealso thank X. Li forproviding the d3mutant, W. Liu for providing the htd2 mutant and I. Takamure for providing the d10, d17 and d27 mutants. This work was supported by the National Transgenic Science and Technology Program (2011ZX08009-003), 863 National High-tech R&D Program of China (2012AA101100, 2012AA10A301), Jiangsu Province 333 Program (BRA2012126) and National Natural Science Foundation of China (90917017). N.Z. is a Howard Hughes Medical Institute investigator and is supported by the National Science Foundation.  Author Contributions F.Z., L.Z., X.L., Z.C. and H.Z. performed genetic analysis and mapping of D53; Q.L., Y.R., N.S., F.W. and H.M. performed the protein interaction experiments; X.Z., X.G. and L.J. performed the genetic transformation; C.W., Jiulin.W., Chao.Y., Jie.W. and C.L. performed the construction and identification of double mutants; K.U., S.I., and T.A. performed the synthesis of d6-5DS; W.C., Jinfang.C., and Cunyu.Y. performed the determination of SLs; K.Z., Y.R. and L.G. performed the degradation experiments; F.Z., H.G. and W.D. performed the Y2H and qRT-PCR experiments; Jun.C., D.W., J.T. and W.M. performed the phenotypic analysis and painted the model picture. Jianmin.W., N.Z. and H.W. directed the project and wrote the manuscript.  Author Information The GenBank accession number for the D53 nucleotide sequence is KF709434. Reprints and permissions information is available at www.nature.com/reprints. The authors declare no competing financial interests. Readers are welcome to comment on the online version of the paper. Correspondence and requests for materials should be addressed to Jianmin.W. (wanjm@njau.edu.cn or wanjianmin@caas.cn), N.Z. (nzheng@u.washington.edu) or H.W. (wanghaiyang@caas.cn).  ARTICLE RESEARCH  0 0 M O N T H 2 0 1 3 | V O L 0 0 0 | N A T U R E | 5  Macmillan Publishers Limited. All rights reserved 2013  www.nature.com/doifinder/10.1038/nature12878 http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?db=gene&amp;cmd=search&amp;term=KF709434 www.nature.com/reprints www.nature.com/doifinder/10.1038/nature12878 mailto:wanjm@njau.edu.cn mailto:wanjianmin@caas.cn mailto:nzheng@u.washington.edu mailto:wanghaiyang@caas.cn   METHODS Plant materials and growth conditions. The wild-type rice (Oryza sativa L. subspecies japonica) varieties used in this study were Norin 8 (for d53, d14 and d27), Akumuro (for d3), Shiokari (for d10 and d17) and Kitaake (for transforma- tion analyses). The d53-carrying line, KL908, was initially identified from a mutant library of Norin 8 mutagenized by 60Co-c irradiation31. The d27 and d14 mutants were described previously14,43. The d3 mutant used in this work carries a premature stop codon (unpublished data). The d14 d53 and d3 d53 double mutants were generated by crossing their respective parental lines and identified by genotyping from their respective F2 or F3 populations.  Rice plants were cultivated in the experimental field at the Nanjing Agricultural University in Nanjing in the natural growing seasons. For qRT-PCR, GR24 treat- ment, SL analyses and transient expression assay, the seedlings of wild-type and mutants were grown in climate chambers (HP1500GS, Ruihua) at 70% humidity, under long-day conditions with daily cycles of 14 h of light at 30 uC and 10 h of dark at 25 uC. Light was provided by fluorescent white-light tubes (400-700 nm, 250mmol m22 s21). Map-based cloning of D53. To map the D53 locus, the d53 mutant was crossed with a polymorphic javanica variety, Ketan Nangka. Rough mapping was per- formed with simple sequence repeat (SSR) markers W1 (59-GGATGATGAGA TCCTAATGTAGAA-39 and 59-CATCCTTGGAAAATAGTGGG-39) and W2 (59-GGCTTCATCTTTGGCGACC-39 and 59-CCGGATTCACGAGATAAACT CTC-39) using 242 normal plants obtained in the F2 population. Using 2,893 nor- mal plants, D53 was finally mapped to a region between the SSR marker Z7 (59-C AGAGACCAAGCAACAGAG-39 and 59-GGAGACGTGTGAGCTACAAC-39) and a derived cleaved amplified polymorphic sequence (dCAPS) marker Z3 (59-G TTACCGCTCCTCCTCAGC-39 and 59-AGTAAAAATGTGGAGGGGCA-39). Vector construction and plant transformation. To generate the pAct1::D53-GFP and pAct1::d53-GFP constructs, full-length complementary DNAs (cDNAs) of D53 and d53 were amplified, and the PCR products were then cloned into the binary vector AHLG44 using the In-Fusion Advantage PCR Cloning Kit (Clontech) and sequenced (Biomed). The pAct1::GFP, pAct1::D53-GFP and pAct1::d53-GFP con- structs were introduced into the wild-type variety Kitaake. The pAct1::D53-GFP transgene was introduced into d3 and d14 backgrounds by genetic crosses.  To knock down the D53 gene, the D53-RNA interference (D53-RNAi) vector was constructed using a 475-base pair cDNA fragment. The PCR fragment was cloned into the pEASY-Blunt cloning vector (TransGen), and the gene-specific fragment was prepared by double digestion with KpnI-SacI and PstI-BamHI, respec- tively, and then the PCR products were ligated to both sides of the FAD2 intron in the binary vector pCUbi1390-DFAD2 in opposite orientation45 and sequenced. The resultant constructs D53-RNAi and the control vector pCUbi1390-DFAD2 were separately introduced into d53, d3 and d14 mutants.  To analyse the expression pattern of the D53 gene, a 2.7-kilobase promoter fragment was cloned into the binary vector pCAMBIA-1381Z and sequenced to create the pD53::GUS reporter gene construct, which was then introduced into wild-type rice cultivar Norin 8. All transgenic rice plants were generated using Agrobacterium-mediated transformation of rice calli, as described previously46. Rice hydroponic culture and LC/MS-MS analysis of epi-5DS. Preparation of hydroponic culture solution and treatment with GR24 (http://www.chiralix.com/) were performed as described previously6. In brief, surface-sterilized rice seeds were incubated in sterile water at 30 uC in the dark for 2 days. The germinated seeds were transferred into hydroponic culture medium solidified with 0.5% agar and cultured at 30 uC for 5 days. The 1-week-old seedlings were then transferred to a plastic pot containing hydroponic culture solution (500 ml) and grown for an additional 7 days (total 2 weeks) or 28 days (total 5 weeks). The hydroponic culture solution with or without 1mM GR24 was renewed every week. For SL analysis, the 1-week- old seedlings were grown in hydroponic culture medium without Pi for an addi- tional 14 days (total 3 weeks).  SL analysis in rice root exudates was performed according to a previously described method14 with minor modifications. For each sample, the weight of fresh rice roots was recorded and 50 ml hydroponic culture medium was loaded onto a pre-equilibrated Oasis HLB 3cc cartridges (Waters) after adding 1 ng d6-5DS as the internal standard. Subsequently, the columns were washed with de-ionized water. The SL-containing fraction, eluted with acetone, was collected and dried up under nitrogen gas, then reconstructed in acetonitrile and subjected to UPLC-MS/MS analysis. The UPLC-MS/MS system consists of a triple quadruple tandem mass spectrometer (Quattro Premier XE; Waters MS Technology) and an Acquity Ultra Performance Liquid Chromatograph (Acquity UPLC; Waters) equipped with a reverse phase column (BEH-C18, 2.1 3 100 mm, 1.7mm; Waters). Mobile phase A (99.95% H2O 1 0.05% acetic acid) and mobile phase B (99.95% ACN 1 0.05% acetic acid) were pumped at a rate of 0.4 ml min21. The gradient started with 50% A and increased B from 50% to 70% in 5 min. The column temperature was set to 25 uC. MS parameters were set to the following values: desolvation gas flow,  800 L h21; capillary voltage, 3.8 kV; cone voltage, 24 V; desolvation temperature, 350 uC; source temperature, 110 uC; collision energy 14 V, using multiple reaction monitoring (MRM) transition of m/z 331 . 216 for the epi-5DS detection, and MRM transition of m/z 337 . 222 for the d6-5DS detection. Data were analysed with MassLynx software (V.4.1). The epi-5DS concentrations of rice exudates were calculated by comparing the MRM relative response of epi-5DS with the d6-5DS ones then divided by the weight of fresh rice roots. qRT-PCR. Total RNA was extracted using the RNeasy Plant Mini Kit (QIAGEN). Then, 20ml cDNA was synthesized using 1mg RNA with the QuantiTect Reverse Transcription Kit (QIAGEN). qRT-PCR (20ml reaction volume) was carried out using 0.5ml cDNA, 0.2mM of each gene-specific primer and SYBR Premix Ex Taq Kit (TaKaRa) in an ABI PRISM 7900HT (Applied Biosystems) according to the manufacturer's instructions. The rice ubiquitin gene was used as the internal control. The gene-specific primers used for qRT-PCR are: ubiquitin gene (LOC_Os03g13170) (59-AACCAGCTGAGGCCCAAGA-39 and 59-ACGATTGATTTAACCAGTCCA TGA-39); D53 gene (59-CCAAGCAGTTTGAAGCGAC-39 and 59-CCGCAAGTT TATCAAAGTCAA-39); D10 gene (59-CGTGGCGATATCGATGGT-39 and 59-CG ACCTCCTCGAACGTCTT-39); FC1 gene (59-CGACAGCGGCAGCTACTAC-39 and 59-GCGAATTGGCGTAGACGA-39). Data from three replicates were analysed following the relative quantification method47. Histological analysis and GUS staining. Culm segments of rice were fixed in FAA (formalin/acetic acid/50% ethanol, 2:1:17 (v/v/v)) overnight, followed by a series of dehydration and infiltration, and embedded in paraffin (Paraplast Plus; Sigma-Aldrich). The tissues were sliced into 8-12-mm sections with a microtome (Leica RM2265), and affixed to microscope slides. Paraffin was removed from the sections using xylene, and the sections were dehydrated through a gradient eth- anol series, and stained with toluidine blue. Sections were viewed under a light microscope (Leica DM5000B) and photographed using a Micro Colour charge- coupled device camera (Leica DFC490).  GUS histochemical staining was performed according to a method described previously48. Various tissues or hand-cut sections of pD53::GUS T1 generation trans- genic plants were incubated in a staining solution containing 100 mM NaPO4 buffer, pH 7.0, 2 mM X-Gluc, 0.5 mM K3Fe(CN)6, 0.5 mM K4Fe(CN)6, 0.1% Triton X-100 and 10 mM Na2-EDTA at 37 uC. Samples were vacuum-infiltrated briefly at the initiation of staining with X-Gluc solution. After staining, the staining solution was removed and the sample was washed with several changes of 50% ethanol until the tissue became clear. Images were taken directly or under the stereomicroscope. Y2H assay. Coding regions of the rice D53, d53 and various domain deletion variants of D53 were cloned into the Y2H ‘prey' vector pGADT7 (Clontech). The coding region of rice D14 was cloned into the Y2H ‘bait' vector pGBKT7 (Clontech). Bait and prey constructs were co-transformed into the yeast (Saccharomyces cerevisiae) strain Y2HGold (Clontech) and the resultant yeast stains were grown on SD 2Leu/ 2Trp plates for 3 days at 30 uC. Interactions between bait and prey were examined on the control media 2LT (SD 2Leu/2Trp) and selective media 2LTHA (SD2Leu/ 2Trp/2His/2Ade) or 2LTHA plus X-a-gal in the presence or absence of 5mM GR24. Plates were incubated for 4 days at 30 uC. Yeast strains containing D53, d53 or D14 in combination with pGADT7 or pGBKT7 were used as controls. Antibody preparation. For detection of D53, a His-fused protein-specific poly- peptide (amino acids 963-1,112 of D53 protein) was expressed in BMRosetta (DE3) cells (Biomed), and then affinity purified. Subsequently, the recombination protein was injected into rabbits to produce polyclonal antibodies against D53 (Abmart). For detection of D14 protein, a His-fused polypeptide (amino acids 153-302 of D14) was expressed in BMRosetta (DE3) cells. Purified fusion protein was injected into rats to produce polyclonal antibodies against D14 (Abmart). The loading control used is anti-HSP82 antibody (Beijing Protein Innovation). In vivo degradation assay of D53. One-week-old rice seedlings were treated with or without 5 mM GR24 and collected at different time points. To block proteaso- mal protein degradation, seedlings were pre-treated with 40mM MG132 for 2 h. Total protein was extracted and denatured in the SDS sample buffer containing 5%b-mercaptoethanol (b-ME) at 95 uC for 10 min. Western blots were performed using the antiserum against D53 and visualized by an enhanced horseradish peroxidase-diaminobenzidine (HRP-DAB) substrate kit (Tiangen).  The pAct1::D53-GFP and pAct1::d53-GFP transgenic plants were treated with 5 mM GR24 with or without the following inhibitors: MG132 (40 mM), AEBSF (500 mM), pepstatin A (1 mM) or leupeptin (20mM). GFP fluorescence in nuclei of transgenic root cells was observed and imaged with a Zeiss LSM 700 laser scan- ning confocal microscope. BiFC assay. The full-length D14 and D53 cDNAs were cloned into the binary vectors pSPYNE173 and pSPYCE(M) to create the D14-NY and D53-CY vectors, respectively. For transient expression, A. tumefaciens strain EHA105 carrying the gene of interest (at an OD600 of 0.1) was co-infiltrated with p19 strain into a 5-week- old N. benthamiana leaf as described previously49. After 2 days, infiltrated leaves were sprayed with (1) or without (2) 5mM GR24 24 h before leaf excision. The  RESEARCH ARTICLE  Macmillan Publishers Limited. All rights reserved 2013  http://www.chiralix.com   eYFP and DAPI fluorescent signals of the infiltrated leaves were monitored sequen- tially using a laser confocal scanning microscope. The wavelengths for eYFP and DAPI were 514 and 405 nm for excitation, and 527 and 488 nm for detection, respectively. Recombinant protein preparation. The full-length open reading frames of D3- OSK1 and D14 were cloned into the pGEX4T-1 vector, generating a fusion with the GST protein. The full-length cDNA of D3 was cloned into the pMAL-c2x vector to generate a fusion with MBP. Expression of GST, GST-D3-OSK1, GST- D14, MBP and MBP-D3 in BL21 Rosetta cells was induced with 0.1 mM isopropyl- b-D-thiogalactoside at 20 uC for 16 h. Fusion proteins were purified using GST Bind Resin (Novagen) or amylose-affinity chromatography (New England Biolabs) according to the manufacturer's protocols and quantified by the Bio-Rad protein assay reagent. Pull-down assays. One-week-old rice seedlings were pre-treated with 40mM MG132 for 1 h and then treated with or without 5mM GR24 for 30 min. Total proteins were subsequently extracted in a radioimmunoprecipitation assay (RIPA) buffer (50 mM Tris-HCl, pH 7.2, 150 mM NaCl, 10 mM MgCl2, 1 3 complete protease inhibitor cocktail, Roche) containing 40mM MG132. After centrifugation (16,000g at 4 uC), the supernatant was collected. Total protein concentration was determined by the Bradford protein assay kit (Bio-Rad). Roughly equal amounts of purified GST and GST-D3-OSK1 fusion proteins (about 50mg) were affixed to GST Bind Resin and then mixed with 300ml of plant extract (containing 1.5 mg total proteins). After being gently shaken at 25 uC for 15 min, the resin was washed five times with RIPA buffer. During all the procedures, 5mM GR24 was added to the assay mixture for GR24-treated seedlings and was not added to the protein samples from seedlings not treated with GR24. Proteins were detected with anti-D14 antibodies at 1:1,000 dilution and visualized with enhanced chemiluminescence reagent (GE Healthcare).  For in vitro pull-down, GST-D14 (5 mg) was incubated with MBP-D3 (6 mg) or MBP (2mg) at 25 uC for 15 min in 300ml of binding buffer (20 mM Tris-HCl, pH 7.6, 2.5 mM b-ME and 0.1 M NaCl) with or without 10mM GR24. After incubation, 20ml of GST resin was added. After further incubation at 25 uC for 15 min, the resin was washed five times with the washing buffer (20 mM Tris-HCl, pH 7.5, 500 mM NaCl and 0.5% Triton X-100). The washing buffer also contains 10 mM GR24 where appropriate. After washing, 40 ml of 1 3 SDS-PAGE sample buffer were added, the mixture was denatured, and the sample was loaded on a 8% SDS- PAGE gel, and proteins were detected by the HRP-conjugated anti-MBP antibody (New England Biolabs) and visualized with enhanced chemiluminescence reagent (GE Healthcare).  Transient expression assays. The D53, d53, D3 and D14 full-length cDNAs were cloned into the vector pA7-GFP or pGreenII 0800-LUC to generate D53-GFP or D53-LUC recombinant plasmids for transient expression assays, respectively. Plasmids DNA was prepared using the Plasmid Midi Kits (Qiagen) according to the manufacturer's instructions. For preparation of rice protoplasts, the ster- ilized seeds were germinated and grown in climate chambers for 7-10 days. Green tissues from the stem and sheath of 40-60 rice seedlings were used. The proto- plasts isolation and polyethyleneglycol (PEG) -mediated transfections procedure were carried out as described previously50. GFP fluorescence from protoplasts was observed and imaged as described above. For measurement of the relative luci- ferase activity, protoplasts were incubated overnight and then treated with or without 5mM GR24 for 4 h. For MG132 treatment, 40 mM MG132 was added to the sample and incubated for 1 h before addition of GR24. Activities of firefly luciferase (fLUC) and Renilla luciferase (rLUC) were determined with the Dual- Glo Luciferase Assay System (Promega). The data were represented as the ratio of fLUC/rLUC activty.  43. Liu, W. et al. Identification and characterization of HTD2: a novel gene negatively regulating tiller bud outgrowth in rice. Planta 230, 649-658 (2009).  44. Itoh, H., Ueguchi-Tanaka, M., Sato, Y., Ashikari, M. & Matsuoka, M. The gibberellin signaling pathway is regulated by the appearance and disappearance of SLENDER RICE1 in nuclei. Plant Cell 14, 57-70 (2002).  45. Zhou, K. et al. Young Leaf Chlorosis 1, a chloroplast-localized gene required for chlorophyll and lutein accumulation during early leaf development in rice. Planta 237, 279-292 (2013).  46. Hiei, Y., Ohta, S., Komari, T. & Kumashiro, T. Efficient transformation of rice (Oryza sativa L.) mediated by Agrobacterium and sequence analysis of the boundaries of the T-DNA. Plant J. 6, 271-282 (1994).  47. Livak, K. J. & Schmittgen, T. D. Analysis of relative gene expression data using real-time quantitative PCR and the 22DDCT method. Methods 25, 402-408 (2001).  48. Jefferson, R. A., Kavanagh, T. A. & Bevan, M. W. GUS fusions: b-glucuronidase as a sensitive and versatile gene fusion marker in higher plants. EMBO J. 6, 3901-3907 (1987).  49. Waadt, R. et al. Multicolor bimolecular fluorescence complementation reveals simultaneous formation of alternative CBL/CIPK complexes in planta. Plant J. 56, 505-516 (2008).  50. Zhang, Y. et al. A highly efficient rice green tissue protoplast system for transient geneexpressionandstudying light/chloroplast-relatedprocesses.Plant Methods 7, 30 (2011).  ARTICLE RESEARCH  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 1 | Phenotypes of d53 mutant. a, Comparison of crown root growth in wild-type (WT) and d53 mutant. DAG, days after germination. Each value represents the mean 6 s.d. of 25 seedlings. b, Root phenotype of 7-week-old wild type and d53 at the tillering stage. Red dots indicate the main culms. c, Comparison of different types of tillers between wild type and d53 at the heading stage. Pt, primary tillers; St, secondary tillers; Tt, tertiary tillers; Qt, quaternary tillers. Each value represents the mean 6 s.d. of 20 seedlings. d, Morphology comparison of tiller buds at the second node between wild type and d53. White arrows and arrowheads indicate the tiller buds and the second nodes, respectively. e, Transverse sections of the first  internode of wild type and d53. f, Number of vascular bundles (VB) calculated from transverse sections of the first internode of wild type and d53. SVB, small vascular bundle; LVB, large vascular bundle. Data are means 6 s.d. (n 5 10). g, Longitudinal sections of the first internode of wild type and d53. h, Comparison of parenchyma (PC) cell length in first internode and root between wild type and d53. Data are means 6 s.d. (n 5 10). Differences with respect to the wild type that were found to be significant in a t-test are indicated with asterisks (*P , 0.05; **P , 0.01; NS, not significant). Scale bars, 10 cm (b), 2 cm (d), 100mm (e, g).  RESEARCH ARTICLE  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 2 | d53 mutation behaves in a semi-dominant manner. a, b, Comparison of wild type, heterozygous (F1) and homozygous d53 plants at the heading stage (a), flag leaf (b), cross section of the first internode (c), panicle (d), plant height (e), tiller number (f) and diameter of the  third internode (g). Scale bars, 20 cm (a), 5 cm (b, d) and 500mm (c). For e-g, each value represents the mean 6 s.d. (n 5 25). h, Segregation of F2 progeny from a self-pollinated F1 plant (d53 3 Norin 8).  ARTICLE RESEARCH  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 3 | d53 is insensitive to GR24 treatment and confers enhanced tillering-promoting activity. a, Response of 5-week-old wild type, d53, d14 and d27 to the application of 1mM GR24. b, Tiller bud length of 2-week-old wild type, d53, d14 and d27 seedling treated with (1) or without (2) 1mM GR24. Data are means 1 s.d. (n 5 10). ND, not detected. c, Numbers of tillers showing outgrowth (.2 mm) for 5-week-old wild type, d53, d14 and d27 plants treated with (1) or without (2) 1mM GR24. Data are means 6 s.d. (n 5 10). Asterisks in c denote significant differences between treated and  untreated samples within the same genotype (two tailed Mann-Whitney U test, P , 0.01; NS, not significant). d, D53 RNAi transgenic plants exhibit reduced tillering in the d53 mutant background. d53Vec., d53 transformed with the pCUbi1390-DFAD2 control. e, Tiller number of RNAi transgenic lines in d at the tillering stage. Each value represents the mean 6 s.d. of six plants (T1 generation). L4, L10 and L11 represent three independent lines. The t-test analysis indicated a significant difference (compared with vector control, **P , 0.01). Scale bars, 20 cm (a), 10 cm (d).  RESEARCH ARTICLE  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 4 | Phylogenetic analysis of D53 protein. Using the D53 protein sequence as the query in tBLASTn searches, homologues were identified from different organisms with a permissive cutoff E value of 1 3 1023. The sequences chosen from representative genomes were aligned  and used to generate the neighbour-joining phylogenetic tree with 1,000 bootstrap replicates. The clade names were given on the basis of known sequences in each clade, which is supported by a bootstrap value . 85.  ARTICLE RESEARCH  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 5 | Multiple sequence alignment of the deduced amino acid sequence of D53 with its homologues. D53 protein is predicted to contain an N-terminal domain, a D1 ATPase domain, an M domain and a D2 ATPase domain (http://toolkit.tuebingen.mpg.de/hhpred). The beginning and ending sites of each domain are indicated above the sequences. The predicted Walker A (P-loop) and Walker B motifs are shown in red boxes in the D1 domain and green boxes in the D2 domain, respectively. Note that the deletion  of five amino acids in the D2 domain of d53 protein overlaps with the GYVG loop in ClpC. The conserved putative EAR motif in D53 and ClpP-binding loop in ClpC are also shown. The sequences used for alignment are D53 (Oryza sativa, LOC_Os11g01330), D53-like (Oryza sativa, LOC_Os12g01360), SMXL6 (Arabidopsis, At1g07200), SMXL7 (Arabidopsis, At2g29970) and ClpC (Bacillus subtilis, GI: 16077154).  RESEARCH ARTICLE  Macmillan Publishers Limited. All rights reserved 2013  http://toolkit.tuebingen.mpg.de/hhpred   Extended Data Figure 6 | Histochemical staining of the pD53::GUS reporter gene and subcellular localization of D53 protein. a-h, Histochemical staining of young root (a), shoot (b), leaf (c), leaf sheath (d), panicle (e), transverse section of the leaf sheath (f), stem (g) and node (h). Scale bars, 1 mm (a, b, c, d, f, h), 1 cm (e), 100mm (g). i-l, Subcellular  localization of D53-GFP fusion protein in rice protoplast cells. A nuclear marker protein, OsMADS3, fused with mCherry, was used as a positive control. Scale bars, 5mm. m-p, Confocal scanning images showing nuclear localization of the D53-GFP fusion protein in transgenic root cells. Scale bars, 100mm.  ARTICLE RESEARCH  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 7 | Mapping of the D14-binding domain of D53. a, Schematic structure of the D53 protein. Numbers indicate amino-acid (aa) residues. b, Y2H analysis showing interaction between full-length and various  domain deletion variants of D53 with D14 in the presence or absence of 5 mM GR24. 2LT, control medium (SD 2Leu/2Trp); 2LTHA, selective medium (SD 2Leu/2Trp/2His/2Ade).  RESEARCH ARTICLE  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 8 | GR24 promotes D53 protein degradation. a, Confocal scanning images showing that AEBSF, pepstatin A and leupetin are not effective in blocking D53-GFP fusion protein degradation in transgenic seedlings treated with 5 mM GR24. Scale bars, 100mm. b, Degradation of D53- GFP fusion protein but not D3-GFP or D14-GFP fusion proteins expressed in  rice protoplasts, in the presence of 5 mM GR24. Pre-treatment with 40 mM MG132 for 1 h before addition of GR24 effectively blocks D53-GFP degradation. c, D53-GFP is degraded in the d53 mutant protoplasts in the presence of GR24, but not in d3 or d14 protoplasts. For b and c, each figure represents at least 50 cells observed. Scale bars, 10mm.  ARTICLE RESEARCH  Macmillan Publishers Limited. All rights reserved 2013    Extended Data Figure 9 | D53-RNAi transgenic lines in d3 and d14 backgrounds. a, Comparison of plant height, diameter of the third internode and tiller number between wild type, d53, d14, d3 and their double mutants. Values are mean 6 s.d. (n 5 10). b, c, qRT-PCR assay (b) and western blot analysis (c) showing that the endogenous level of D53 messenger RNAs and proteins are downregulated in three representative D53-RNAi lines in d53, d14 and d3 mutant backgrounds, compared to wild-type control. Data are means 6 s.d. (n 5 3); significant difference determined by t-test (**P , 0.01). Anti-HSP82 was used as a loading control. d, Tiller number of representative  D53-RNAi transgenic lines in d3 and d14 mutant backgrounds at the heading stage. Each value represents the mean 6 s.d. of six plants. L2, L6 and L11 represent three independent lines in d3 background, and L1, L4, L6, L9 and L10 represent five independent lines in d14 background. Akumuro (A) and Norin 8 (N) are the wild-type varieties correspond to d3 and d14 mutants, respectively. d3Vec. and d14Vec. transgenic lines were used as the controls. Asterisks represent significant difference compared with vector control determined by the t-test at *P , 0.05 and **P , 0.01, respectively.  RESEARCH ARTICLE  Macmillan Publishers Limited. All rights reserved 2013View publication statsView publication stats  https://www.researchgate.net/publication/259321036   Title  Authors  Abstract  d53 is a rice SL-insensitive mutant  D53 acts as a repressor of SL signalling  SLs promote D53-D14 and D14-D3 interaction  GR24 promotes D53 protein degradation  Discussion  Methods Summary  References  Methods  Plant materials and growth conditions  Map-based cloning of D53  Vector construction and plant transformation  Rice hydroponic culture and LC/MS-MS analysis of epi-5DS  qRT-PCR  Histological analysis and GUS staining  Y2H assay  Antibody preparation  In vivo degradation assay of D53  BiFC assay  Recombinant protein preparation  Pull-down assays  Transient expression assays   Methods References  Figure 1 Phenotype of d53 mutant.  Figure 2 Map-based cloning and characterization of D53.  Figure 3 GR24 promotes the  Figure 4 GR24 promotes  Figure 5 A schematic model depicting that SL promotes D14-SCFD3-mediated degradation of D53.  Extended Data Figure 1 Phenotypes of d53 mutant  Extended Data Figure 2 d53 mutation behaves in a semi-dominant manner.  Extended Data Figure 3 d53 is insensitive to GR24 treatment and confers enhanced tillering-promoting activity.  Extended Data Figure 4 Phylogenetic analysis of D53 protein  Extended Data Figure 5 Multiple sequence alignment of the deduced amino acid sequence of D53 with its homologues.  Extended Data Figure 6 Histochemical staining of the pD53::GUS reporter gene and subcellular localization of D53 protein.  Extended Data Figure 7 Mapping of the D14-binding domain of D53.   Extended Data Figure 8 GR24 promotes D53 protein degradation.  Extended Data Figure 9 D53-RNAi transgenic lines in d3 and d14 backgrounds.",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}