{
    "summary": "Adult skeletal muscle robustly regenerates throughout an organism's life, but as the muscle ages, its ability to repair diminishes and eventually fails. Previous work suggests that the regenerative potential of muscle stem cells (satellite cells) is not triggered in the old muscle because of a decline in Notch activation, and that it can be rejuvenated by forced local activation of Notch. Here we report that, in addition to the loss of Notch activation, old muscle produces excessive transforming growth factor (TGF)-beta (but not myostatin), which induces unusually high levels of TGF-beta pSmad3 in resident satellite cells and interferes with their regenerative capacity. Importantly, endogenous Notch and pSmad3 antagonize each other in the control of satellite-cell proliferation, such that activation of Notch blocks the TGF-beta-dependent upregulation of the cyclin-dependent kinase (CDK) inhibitors p15, p16, p21 and p27, whereas inhibition of Notch induces them. Furthermore, in muscle stem cells, Notch activity determines the binding of pSmad3 to the promoters of these negative regulators of cell-cycle progression. Attenuation of TGF-beta/pSmad3 in old, injured muscle restores regeneration to satellite cells in vivo. Thus a balance between endogenous pSmad3 and active Notch controls the regenerative competence of muscle stem cells, and deregulation of this balance in the old muscle microniche interferes with regeneration.",
    "title": "Imbalance between pSmad3 and Notch induces CDK inhibitors in old muscle stem cells",
    "text": "Corrigendum: Imbalance between pSmad3 and Notch induces CDK inhibitors in old muscle stem cells   2 7 4  |  N A T U R E  |  V O L  5 3 8  |  1 3  O C T O B E R  2 0 1 6  CORRIGENDUM doi:10.1038/nature19077  Corrigendum: Imbalance between  pSmad3 and Notch induces CDK  inhibitors in old muscle stem cells Morgan E. Carlson, Michael Hsu & Irina M. Conboy  Nature 454, 528-532 (2008); doi:10.1038/nature07034  In Fig. 1a of this Letter, the immunofluorescence images for myostatin  and follistatin are inaccurate owing to many versions of this figure in  multiple revisions of our manuscript. Specifically, the immunofluores- cence panels representing anti-myostatin and anti-follistatin staining  were duplicated. We would like to thank the anonymous reader who  pointed out this error. We have repeated the age-specific immunoflu- orescence experiments for myostatin and follistatin, and the results  confirm our original conclusion that no age-specific differences are  detected (Fig. 1). Furthermore, we have performed quantification of  the pixel density, and although there are areas with higher and lower  signals for these proteins in both young and old muscle sections, the  P values suggest no age-specific differences. We thank M. Mehdipour  for performing the experiments and analysing the data on age-specific  muscle tissue levels of myostatin and follistatin.  CORRECTIONS & AMENDMENTS  Follistatin Dystrophin Hoechst  Young Old Young Old  Myostatin Dystrophin Hoechst  a  Figure 1 | This is a repeat of Fig. 1a of the original Letter. Shown are  representative images at × 20. Dystrophin immunofluorescence (green)  outlines the muscle fibres in 10-μ m skeletal muscle cryosections that are  immunostained for follistatin and myostatin (red); Hoechst (blue) stains  all nuclei. P values for mean pixel density of myostatin and follistatin   (with rabbit IgG control signals subtracted) show no statistically  significant differences between young and old muscle.    2016 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.  http://www.nature.com/doifinder/10.1038/nature19077 http://www.nature.com/doifinder/10.1038/nature07034   Corrigendum: Imbalance between pSmad3 and Notch induces CDK inhibitors in old muscle stem cells",
    "references": [],
    "authors": [
        "Morgan E. Carlson",
        "Michael Hsu",
        "& Irina M. Conboy"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}