{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "asap   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/257250343  Pseudomonas aeruginosa Outer Membrane Vesicles Modulate Host Immune  Responses by Targeting the Toll-Like Receptor 4 Signaling Pathway  Article  in  Infection and Immunity · September 2013  DOI: 10.1128/IAI.01008-13 · Source: PubMed  CITATIONS  42 READS  602  5 authors, including:  Some of the authors of this publication are also working on these related projects:  CRISPR-Cas immunity in regulating virulence and altering host response View project  DNA vaccine View project  Kelei Zhao  Chinese Academy of Sciences  34 PUBLICATIONS   336 CITATIONS     SEE PROFILE  Xin Deng  University of Chicago  83 PUBLICATIONS   3,524 CITATIONS     SEE PROFILE  Chuan He  661 PUBLICATIONS   62,866 CITATIONS     SEE PROFILE  Bisong Yue  Sichuan University  249 PUBLICATIONS   3,209 CITATIONS     SEE PROFILE  All content following this page was uploaded by Min Wu on 02 June 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/257250343_Pseudomonas_aeruginosa_Outer_Membrane_Vesicles_Modulate_Host_Immune_Responses_by_Targeting_the_Toll-Like_Receptor_4_Signaling_Pathway?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/257250343_Pseudomonas_aeruginosa_Outer_Membrane_Vesicles_Modulate_Host_Immune_Responses_by_Targeting_the_Toll-Like_Receptor_4_Signaling_Pathway?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/CRISPR-Cas-immunity-in-regulating-virulence-and-altering-host-response?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/DNA-vaccine-4?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kelei-Zhao?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kelei-Zhao?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Chinese_Academy_of_Sciences?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kelei-Zhao?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xin-Deng-19?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xin-Deng-19?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Chicago?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xin-Deng-19?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chuan_He12?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chuan_He12?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chuan_He12?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bisong-Yue-2?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bisong-Yue-2?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Sichuan-University?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Bisong-Yue-2?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Min-Wu-47?enrichId=rgreq-d0d6e3cc7aeceb008f42c8124cc30e58-XXX&enrichSource=Y292ZXJQYWdlOzI1NzI1MDM0MztBUzoxMDM2MDU5NjA5NzAyNDNAMTQwMTcxMjk5NDQ0Mw%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Pseudomonas aeruginosa Outer Membrane Vesicles Modulate Host Immune Responses by Targeting the Toll-Like Receptor 4 Signaling Pathway  Kelei Zhao,a,b Xin Deng,c Chuan He,c Bisong Yue,b Min Wua  Department of Biochemistry and Molecular Biology, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, North Dakota, USAa; Key Laboratory of Bio-Resources and Eco-Environment (Ministry of Education), College of Life Science, Sichuan University, Chengdu, Sichuan, People's Republic of Chinab; Department of Chemistry and Institute for Biophysical Dynamics, The University of Chicago, Chicago, Illinois, USAc  Bacteria can naturally secrete outer membrane vesicles (OMVs) as pathogenic factors, while these vesicles may also serve as im- munologic regulators if appropriately prepared. However, it is largely unknown whether Pseudomonas aeruginosa OMVs can activate inflammatory responses and whether immunization with OMVs can provide immune protection against subsequent infection. We purified and identified OMVs, which were then used to infect lung epithelial cells in vitro as well as C57BL/6J mice to investigate the immune response and the underlying signaling pathway. The results showed that OMVs generated from P. aeruginosa wild-type strain PAO1 were more cytotoxic to alveolar epithelial cells than those from quorum-sensing (QS)-defi- cient strain PAO1--lasR. The levels of Toll-like receptor 4 (TLR4) and proinflammatory cytokines, including interleukin-1- (IL-1-) and IL-6, increased following OMV infection. Compared with lipopolysaccharide (LPS), lysed OMVs in which the mem- brane structures were broken induced a weak immune response. Furthermore, expression levels of TLR4-mediated responders (i.e., cytokines) were markedly downregulated by the TLR4 inhibitor E5564. Active immunization with OMVs or passive transfer of sera with a high cytokine quantity acquired from OMV-immunized mice could protect healthy mice against subsequent lethal PAO1 challenges (1.5 - 1011 CFU). Collectively, these findings indicate that naturally secreted P. aeruginosa OMVs may trigger significant inflammatory responses via the TLR4 signaling pathway and protect mice against pseudomonal lung infection.  Since 1990, lung infections exceeded HIV/AIDS, cancer, andheart diseases and became the greatest cause of disease world- wide (1). Pseudomonas aeruginosa is an important opportunistic pathogen, can cause infections in multiple organ systems, and is extremely invasive in immunocompromised patients with cystic fibrosis, chronic obstructive pulmonary disease, and bronchiecta- sis (2-4). Like other Gram-negative bacteria, P. aeruginosa can secrete outer membrane vesicles (OMVs) as a potential means to deliver virulence factors to distant locations by fusing with lipid rafts on the host cell membrane (5-7). This has led to growing research interest in the pathogenesis of OMVs in the past few years.  The origination of bacterial OMVs was considered a general envelope stress response (8, 9). Natural OMVs are composed of outer membrane and periplasmic constituents, including phos- pholipids, lipopolysaccharide (LPS), and proteins as well as sev- eral virulence factors (10-13). LPS can be sensed by Toll-like re- ceptor 4 (TLR4) on host cells to mount an innate immune response to Gram-negative bacteria (14, 15). Some LPS can cause TLR2-mediated signaling in human cells, which may be attributed to the structural difference from the typical hexa-acyl bisphos- phorylated format of TLR4-activatable LPS (16, 17). Proteins within P. aeruginosa secreted vesicles have also been reported to play an important role during infection. Typically, vesicles con- taining cystic fibrosis transmembrane conductance regulator (CFTR)-inhibitory factor (Cif) can reduce chloride secretion by decreasing the apical expression of CFTR and thereby reducing the mucociliary clearance of pathogens (18, 19).  Previous research reported that OMVs could elicit heightened innate immune responses by the combined sensing of both LPS and protein components (14, 20-22). OMVs were shown to be  promising for development of vaccines against infection by the corresponding bacteria (21-27). Remarkably, vaccines developed based on Neisseria lactamica OMVs were shown to render effective protection against meningococcal infection and underwent a phase I clinical trial for safety and immunogenicity studies with adult volunteers (27, 28). OMVs from P. aeruginosa were also found to trigger the production of cytokines in epithelial cells and macrophages (20, 29). These findings suggest that naturally pro- duced P. aeruginosa vesicles have the potential to protect the im- munized host against subsequent pseudomonal infection. How- ever, to date, P. aeruginosa OMVs have not been tested for immunization as a vaccine candidate. Hence, in this study, we first investigated the possibility that OMVs might activate the intercel- lular immune response via the TLR4 signaling pathway and then explored the immune protection of OMVs based on a mouse model. Importantly, P. aeruginosa OMVs were shown to be capa- ble of protecting immunized mice from lethal challenges with var- ious concentrations of P. aeruginosa.  Received 13 August 2013 Returned for modification 6 September 2013 Accepted 20 September 2013  Published ahead of print 30 September 2013  Editor: B. A. McCormick  Address correspondence to Bisong Yue, bsyue@scu.edu.cn, or Min Wu, min.wu@med.und.edu.  Supplemental material for this article may be found at http://dx.doi.org/10.1128 /IAI.01008-13.  Copyright   2013, American Society for Microbiology. All Rights Reserved.  doi:10.1128/IAI.01008-13  December 2013 Volume 81 Number 12 Infection and Immunity p. 000 iai.asm.org 1  AQ: au  AQ: A  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  Editor: Section: Designation: McCormick Bacterial Infections T  http://dx.doi.org/10.1128/IAI.01008-13 http://dx.doi.org/10.1128/IAI.01008-13 http://dx.doi.org/10.1128/IAI.01008-13 http://iai.asm.org   MATERIALS AND METHODS Bacterial strains and outer membrane vesicle purification. The Pseu- domonas aeruginosa PAO1 wild-type (WT) strain and quorum-sensing (QS) defective strain PAO1--lasR were grown in Luria-Bertani (LB) broth medium. OMVs produced by WT PAO1 and PAO1--lasR were purified by using a differential centrifugation and discontinuous Optiprep (Sigma- Aldrich) gradient protocol adapted and modified from a protocol de- scribed previously by Bauman and Kuehn (29). Briefly, 500 ml of P. aeruginosa cells was grown to the early stationary phase, and bacterial cells were removed by pelleting at 4°C (10,000 - g for 10 min). Supernatants were concentrated via a 100-kDa tangential filtration concentration unit (Pall-Gellman), and the retentate was centrifuged and filtered through a 0.45--m-pore-size Durapore polyvinylidene difluoride filter (Millipore). Vesicles were pelleted (50,000 - g for 1 h), resuspended in a discontinu- ous Optiprep gradient, and centrifuged (100,000 - g for 16 h) again. Pure vesicles were recovered from pooled peak fractions by dilution in HEPES and pelleting (150,000 - g for 1 h). Pure vesicles were diluted in phos- phate-buffered saline (PBS) (pH 7.4) before use. The components of OMVs were visualized by 15% sodium dodecyl sulfate-polyacrylamide electrophoresis (SDS-PAGE) and Coomassie blue staining.  Cell culture. A549 human lung epithelial cells (ATCC CCL-185) and MLE-12 murine lung epithelial cells (ATCC CRL-2110) were obtained from the American Type Culture Collection (ATCC) and used to examine immune responses induced by the OMVs. A549 cells were grown in Dul- becco's modified Eagle's medium (DMEM) containing 10% fetal bovine serum plus penicillin-streptomycin-amphotericin B (Fungizone) (Invit- rogen, CA). Mouse alveolar macrophage MH-S cells (ATCC CRL-2019) were also obtained from the ATCC and were maintained in RPMI-F-12 medium (50%:50%) and 2 mM HEPES buffer.  The innate immune responses of A549 and MLE-12 cells were stud- ied in the presence of OMVs (0.25 mg/ml) or LPS (Sigma-Aldrich) from P. aeruginosa (100 ng/ml) or lysed OMVs (0.25 mg/ml), followed by incubation until the time of assay. Cells were harvested at desig- nated time points and lysed in chilled radioimmunoprecipitation assay (RIPA) buffer (50 mM HEPES [pH 7.5], 10 mM EDTA, 150 mM NaCl, 1% Nonidet P-40, 0.1% SDS, 0.5% Na deoxycholate). OMVs were lysed with EDTA (100 mM) at 37°C for 60 min as described previously by Bomberger et al. (6).  Cytotoxicity assay. To determine the strain-specific cytotoxicity of P. aeruginosa OMVs on A549 and MLE-12 cells, confluent cells were har- vested and seeded into wells of 96-well plates at a concentration of 5 - 104  cells/well. Purified vesicles (0.25 mg/ml) of PAO1 or PAO1--lasR or PBS (10 -l each) was added to each well and incubated for the indicated time points. Subsequently, cytotoxicity was determined by measuring the cellular 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT; Promega) reduction activity according to the method of Abe and Matsuki (30). Briefly, MTT was dissolved in PBS at a concentration of 2.5 mg/ml (6 mM) and added to each well so that the final concentration of MTT in the medium was 0.25 mg/ml (600 -M), and the cells were then incubated for 1 h at 37°C. The reaction was stopped by adding 100 -l of a solution containing 50% dimethylformamide and 20% sodium dodecyl sulfate (DMF-SDS) (pH 4.7). After overnight incubation at 37°C, the optical density (OD) was read on a microplate reader at a test wavelength of 570 nm and a reference wavelength of 655 nm. The results were calcu- lated as the ratio of the mean OD value of experimental groups to that of the control group treated with PBS.  Proinflammatory responses in mouse models. We studied the im- mune response against P. aeruginosa OMVs in C57BL/6J mice. Mice were obtained from Harlan (Indianapolis, IN) and housed in the animal facility at the University of North Dakota. The animal experiments were ap- proved and performed in accordance with institutional animal care and use committee guidelines (IACUC guidelines 1204-4 and 1204-5). Mice were lightly anesthetized with an intraperitoneal injection of a mixture of ketamine HCl (30 mg/kg of body weight) and xylazine HCl (15 mg/kg) (Sigma). Mouse lungs were aseptically removed at 12 h and 24 h after  intranasal instillation of 0.5 mg purified P. aeruginosa OMVs. The lungs were homogenized by the use of a Branson SLPe digital sonifier cell dis- ruptor (Fisher Scientific) in chilled RIPA buffer. The homogenate was centrifuged at 20,000 - g for 20 min at 4°C to remove cellular debris.  Inhibition of the TLR4 signaling pathway. To confirm the result that P. aeruginosa OMVs could trigger the intracellular inflammatory response via the TLR4 signaling pathway, we used E5564 [--D-glucopyranose,3-O-decyl- 2-deoxy-6-O-[2-deoxy-3-O-[(3R)-3-methoxydecyl]-6-O-methyl-2- [[(11Z)-1-oxo-11-octadecenyl]amino]-4-O-phosphono---D- glucopyranosyl]-2-[(1,3-dioxotetradecyl)amino]-1-(dihydrogen phosphate),tetrasodium salt] (formula weight, 1,401.60), a TLR4-directed endotoxin antagonist (31) synthesized by Eisai Research Institute of Boston (Andover, MA), according to the manufacturer's instructions. MLE-12 cells were seeded in DMEM plus 10% fetal bovine serum and maintained at 37°C. The next day, cells were incubated with the indicated concentrations of E5564 (1 nM and 10 nM) in the presence of P. aeruginosa OMVs at a concentration of 0.25 mg/ml for 24 h. Cells treated with same amount of PBS were used as a control group. Cells treated with LPS at a concentrations of 100 ng/ml and 10 nM E5564 were used as a control for E5564. Cells were harvested and lysed in chilled RIPA buffer.  Immunization of mice. To explore the immunoprotective potential of P. aeruginosa-derived OMVs, 0.5 mg purified PAO1 OMVs were intra- nasally instilled into anesthetized C57BL/6J mice on days 1, 3, 7, 14, 21, and 28. At day 29, sera of immunized mice were collected and preserved at -80°C. Other groups of immunized mice (5 mice for each group) were then intranasally challenged with P. aeruginosa. To test the protective roles of OMV immunization, two challenge doses were then chosen, a dose (1.5 - 109 CFU) sufficient to induce 100% mortality in the absence of immunization and a dose approximately 100 times (1.5 - 1011 CFU) higher than that. For controls, untreated mice or mice intranasally inoc- ulated with a single dose of OMVs were also challenged with the same amount of P. aeruginosa. To test the passive immunity transfer, vesicle- immunized sera with abundant cytokines were diluted into series of con- centrations (5-, 10-, 20-, and 50-fold) and were subcutaneously injected into C57BL/6J mice. Each mouse received 0.2 ml diluted serum by subcu- taneous injection. The next day, serum-injected mice were challenged by intranasal instillation of the above-mentioned two concentrations of P. aeruginosa. Mice subcutaneously injected with either unimmunized sera or the sera immunized with a single dose of OMVs were challenged with the same amount of P. aeruginosa as controls. The clinical onset of chal- lenged mice was assessed, from reduced activity, fatigue, lethargy, and messy furs to extremely sick (moribund), which was considered dead on that day, and observation was terminated after 10 days. For each experi- ment, mice injected with the same amount of PBS were also used as a control.  Western blotting. Rabbit polyclonal antibodies against TLR2, TLR4, and TRIF (TIR domain-containing adaptor protein inducing beta inter- feron [IFN--]); mouse monoclonal antibodies against MyD88, Toll/ IL-1R domain-containing adapter protein (TIRAP), NF--B, interleu- kin-1- (IL-1-), and IL-6; and goat polyclonal IRF-3 (interferon- regulatory factor 3) antibody were purchased from Santa Cruz Biotechnology, Inc. Mouse monoclonal antibody against glyceraldehyde- 3-phosphate dehydrogenase (GAPDH) was purchased from Cell Signal- ing Technology. Horseradish peroxidase-conjugated secondary antibod- ies were purchased from Rockland Immunochemicals. Western blotting was carried out as described previously (32). Briefly, the samples derived from cells and tissue homogenates were lysed and quantitated, and the lysates were then mixed with a protease inhibitor and boiled for 10 min. Equal amounts of each sample were loaded onto 10% SDS-polyacryl- amide minigels and electrophoresed. Subsequently, proteins were trans- ferred onto polyvinylidene difluoride membranes (Pierce) and blocked in 5% nonfat milk blocking buffer for 1 h at room temperature. The mem- branes were incubated overnight at 4°C with appropriate primary anti- bodies at the concentrations recommended by the manufacturers and then washed three times with washing solution and incubated for 2 h with  Zhao et al.  2 iai.asm.org Infection and Immunity  AQ: B  AQ: C  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://iai.asm.org   the appropriate secondary antibody (Rockland Immunochemicals, Gil- bertsville, PA) at the concentrations recommended by the manufacturers. Finally, after washing three times with washing solution, blots were devel- oped with an enhanced chemiluminescence detection kit (SuperSignal West Pico; Pierce) and analyzed by densitometry using ImageJ software.  Cell estimation in bronchoalveolar lavage fluid and histological analysis. Lungs of WT and immunized mouse after a 12-h P. aeruginosa challenge were lavaged 5 times by instilling and withdrawing 1 ml of PBS with an aseptic syringe. Bronchoalveolar lavage fluid (BALF) samples were collected, mixed to ensure an even suspension, and then stained with HEMA-3 (Fisher, Rockford, IL) according to the manufacturer's instruc- tions. Subsequently, 10 -l of the mixture was pipetted into the wells of a hemocytometer for cell differential counting using a light microscope. After bronchoalveolar lavage procedures, the lungs of WT and OMV- immunized mice were aseptically harvested and fixed in 10% formalin. The paraffin-embedded tissue sections were prepared on a rotary micro- tome and stained with hematoxylin-eosin by using standard techniques (33). All sections were examined by light microscopy. To assess bacterial deposition, 1 g lungs or spleens was homogenized in liquid nitrogen, followed by a brief sonication. Homogenized tissues were fixed in PBS and spread onto LB plates for quantitative bacterial culture. Triplicates were done for each sample and control.  Quantitative PCR. Specific primers (Table 1) for IL-1-, IL-6, and GAPDH were designed by using Primer 3.0 software (http://frodo.wi.mit .edu/primer3/), based on the consensus of sequences that are deposited in GenBank. Mouse lungs were collected after challenge with 0.5 mg PAO1 OMVs for 12 and 24 h. Lungs were lysed and quantitated, and the lysates were ultrasonically disrupted. Total RNA was extracted by using TRIzol reagent, followed by reverse transcription and quantitative PCR using a Qiagen OneStep RT-PCR kit in accordance with the manufacturer's in- structions. All experiments were performed in triplicate. Gene expression was calculated by using the 2--CT method (34) and normalized to GAPDH levels in each sample.  Enzyme-linked immunosorbent assay. Cytokine protein production (tumor necrosis factor alpha [TNF--], IL-1-, and IL-6) in the serum of OMV-challenged mice was quantified by an enzyme-linked immunosor- bent assay (ELISA), using ELISA kits (eBioscience Co., San Diego, CA) according to the manufacturer's instructions. All the experiments were performed in triplicate.  Confocal fluorescence microscopy. Purified OMVs were resuspended in labeling buffer (50 mM Na2CO3, 100 mM NaCl [pH 9.2]), and X-rhoda- mine-5-(and -6)-isothiocyanate [5(6)-XRITC] (Molecular Probes) was added at a concentration of 1 mg/ml for 1 h at 25°C, followed by ultracentrif- ugation at 52,000 - g for 30 min at 4°C. To visualize the phagocytosis of murine alveolar macrophages toward P. aeruginosa OMVs, 0.1 - 106 MH-S alveolar macrophages were seeded overnight on collagen-coated, glass-bot- tom MatTek dishes (MatTek, Ashland, MA) and then exposed to labeled vesicles for 5 min and 15 min. The unbound vesicles were washed off with PBS, and the cells were surface stained with the lipid raft marker Alexa Fluor 488 (green; Molecular Probes) and visualized by confocal microscopy.  Data analysis and statistics. The density of the Western blot bands was determined by using ImageJ software. Data and statistical tests were  computed by using Graphpad Prism version 5.0 (Graphpad, San Diego, CA). Means were compared by using Student's t test or one-way analysis of variance (ANOVA), followed by a Tukey-Kramer post hoc test using a 95% confidence interval. Data are presented as means   standard errors of the means (SEM). A chi-square test with Yates' correction was used to compare the survival rates between immunized mice and the unimmu- nized group.  RESULTS OMVs generated from P. aeruginosa PAO1 or PAO1--lasR were cytotoxic to epithelial cells. In order to study the pathogenic role of OMVs, we used a protocol established previously by Bau- man and Kuehn (29) to purify and characterize OMVs. To ac- count for the impact of pathogenic factors on immunogenicity, we isolated OMVs from P. aeruginosa WT strain PAO1 and a quo- rum-sensing-deficient strain, PAO1--lasR. SDS-PAGE results showed that the components of the two purified OMVs were al- most identical, except for a band corresponding to the known molecular mass of OprD (48 kDa), as also previously reported by Bauman and Kuehn (29), in the low-density fractions of PAO1 OMVs (Fig. 1A and B). To test the cytotoxic effect of the naturally secreted OMVs, we employed human alveolar epithelial A549 cells and murine alveolar epithelial MLE-12 cells, as both cell types are models commonly used in culture to test host-pathogen interac- tions (35, 36). OMVs derived from either PAO1 or PAO1--lasR were cytotoxic to both A549 and MLE-12 cells after a delay of 8 h of incubation (Fig. 1C and D). These results were consistent with data reported previously by Bomberger et al. (6), showing that the P. aeruginosa-produced OMVs were capable of causing cytotoxic- ity on epithelial cells. Moreover, it seemed that the OMVs from PAO1 were more cytotoxic to A549 cells than those from PAO1- -lasR after 10 h of treatment (Fig. 1C). Therefore, we chose WT P. aeruginosa for the following experiments, which might elicit vig- orous cellular proinflammatory responses.  P. aeruginosa OMVs triggered proinflammatory responses in vitro and in vivo via the TLR4 signaling pathway. To deter- mine the innate immune response induced by P. aeruginosa OMVs, we first detected the expression of TLR2 and TLR4 after challenging respiratory epithelial cells with LPS and OMVs, re- spectively. We noted that the expression of TLR4 (but not TLR2) increased significantly in A549 cells with challenge of OMVs or LPS from P. aeruginosa (see Fig. S1 in the supplemental material). These findings suggested that the purified OMVs could induce innate immune responses via the TLR4 signaling pathway, which might be attributed to the properties of LPS. To further test this hypothesis, we evaluated several signaling proteins associated with the TLR4 pathway using Western blotting. As expected, we found that the expression levels of TLR4, MyD88, and NF--B increased in both A549 and MLE-12 cells after incubation with P. aeruginosa OMVs for 24 h, and the level of IL-1- was increased in MLE-12 cells (Fig. 2A to D). However, no significant difference in the ex- pression levels of TRIF and IRF-3 was observed (see Fig. S2 in the supplemental material). These results indicated that an OMV complex of P. aeruginosa might be required to elicit a vigorous immune response in epithelial cells in vitro via a MyD88-depen- dent TLR4 signaling pathway. Since E5564 is a widely used TLR4- directed endotoxin antagonist (31), we set up to confirm the P. aeruginosa OMV-induced TLR4 signaling pathway with E5564 to examine the impact when blocking TLR4. The expression of TLR4-related signaling proteins, such as MyD88, NF--B, and IL-  TABLE 1 Primers for quantitative PCR used in this studya  Gene assayed Primer sequence  IL-1- 5=-TCATTGTGGCTGTGGAGAAG-3= (forward) 5=-CATCTCGGAGCCTGTAGTGC-3= (reverse)  IL-6 5=-CTTGGGACTGATGCTGGTGA-3= (forward) 5=-CATTTCCACGATTTCCCAGA-3= (reverse)  GAPDH 5=-CTGCCCAGAACATCATCCCT-3= (forward) 5=-TGAAGTCGCAGGAGACAACC-3= (reverse)  a These primers were designed in this study.  OMVs Modulate Host Immune Responses via TLR4 Signaling  December 2013 Volume 81 Number 12 iai.asm.org 3  T1  F1  AQ: D  F2  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://frodo.wi.mit.edu/primer3/ http://frodo.wi.mit.edu/primer3/ http://iai.asm.org   1-, was abolished by incubation with 10 nM E5564 for 24 h com- pared with sham controls. Indeed, blocking of TLR4 led MLE-12 cells to fail to respond against the challenge of P. aeruginosa OMVs (Fig. 2E and F). To further determine the downstream factors of the OMV-induced immune response, we explored the OMV-elic- ited signaling pathway using mouse models. After intranasally challenging C57BL/6J mice with OMVs 6 times, as described in Materials and Methods, we determined the levels of production of TLR4, TIRAP, and NF--B, which increased 1.5- to 4-fold at 12 and 24 h in comparison with the sham-treated mice (Fig. 3). These data were consistent with data reported previously by Lee et al. concerning the OMVs of Escherichia coli (21). Due to the consis- tent observations from both in vitro and in vivo studies, we con- clude that P. aeruginosa OMVs could efficiently stimulate the re- lease of inflammatory mediators in the mouse model and that the immune response might be dependent on the TLR4 pathway.  These studies prompted us to surmise that the activation of immune responses was attributed primarily to the existence of LPS rather than intracellular virulence factors within OMVs. To test our hypothesis, OMVs were lysed with 100 mM EDTA and then used to stimulate A549 and MLE-12 cells in parallel with LPS. Interestingly, in contrast to LPS, the production of cytokines such as IL-1- and IL-6 was impaired by lysed OMVs (Fig. 4), suggesting that the development of cellular proinflammatory responses re- quires intact OMVs. Furthermore, we also found that there were DNA species by agarose electrophoresis (data not shown), using the boiled vesicles generated from both P. aeruginosa strains,  which is consistent with studies reported previously by Renelli et al. (37). A large body of literature reported that the presence of the CpG motif in bacterial DNA could be recognized by TLR9 to trigger inflammatory responses (37-40). Thus, we evaluated the induction of TLR9 using OMV-derived DNA and OMV lysates. However, no significant changes in TLR9 expression and cytokine production were observed by using various concentrations of DNA and OMV lysates (data not shown), and the function of OMV-associated DNA remains unknown.  Protective roles of P. aeruginosa OMVs against experimental infection with P. aeruginosa. To further characterize the immune properties of the isolated OMVs, we next tested the hypothesis that P. aeruginosa OMV-induced serum could protect rodents from subsequent infection by P. aeruginosa strains. First, sera of P. aeruginosa OMV-challenged mice were collected to measure the inflammatory cytokine levels. We found that the concentrations of TNF--, IL-1-, and IL-6 increased significantly at 24 h after the last OMV challenge (Fig. 5). As shown in Table 2, P. aeruginosa OMV-immunized C57BL/6J mice (5 per group) survived until the end of the experiments after challenge with P. aeruginosa at a lethal concentration (1.5 - 109 CFU) and even at concentrations 100- fold higher than this dose. The progression of infection in unim- munized mice or mice immunized with a single dose of OMVs was rapid, with no survivors at 24 h postchallenge, whereas mice im- munized with OMVs 6 times survived the bacterial challenges. These results indicate that P. aeruginosa OMVs could efficiently stimulate the release of inflammatory factors in mouse models to  FIG 1 P. aeruginosa PAO1- and PAO1--lasR-generated OMVs elicited time-dependent cytotoxicity in lung epithelial cells. (A and B) Fractions sequentially removed from the top of each gradient were analyzed with Coomassie-stained SDS-PAGE gels. (A) Low-density fractions; (B) high-density fractions. The black arrow indicates the different band between the components of PAO1- and PAO--lasR-generated OMVs. (C and D) Cytotoxicity was determined in A549 cells (C) and MLE-12 cells (D) by an MTT assay. Ten microliters of purified vesicles (0.25 mg/ml) from PAO1 or PAO1--lasR was added to each well and incubated for the indicated time points. Cells treated with an equal amount of PBS were used as a control. Data are presented as means   SEM, and each column is compared with the 0-h time point (*, P   0.05, determined by one-way ANOVA followed by a Tukey-Kramer post hoc test).  Zhao et al.  4 iai.asm.org Infection and Immunity  AQ: E  F3  F4  F5, T2  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://iai.asm.org   protect the mice from the high-dose pathogen challenge. More- over, the immunized mice significantly eliminated invading bac- teria and recruited neutrophils and macrophages to the lungs against P. aeruginosa challenge compared to unimmunized con- trol mice (Fig. 6). To evaluate the mechanism of immune protec- tion, we attempted to determine the protective potential of OMVs in naive mice by a passive immunity transfer of the sera of OMV- immunized mice. The serum of an individual mouse with high- level cytokine production was then serially diluted and injected into C57BL/6J mice subcutaneously. We found that serum-vacci- nated mice were protected from P. aeruginosa challenges with var- ious CFU. After the serum vaccination, mice were again chal- lenged with a lethal dose (1.5 - 109 CFU) of P. aeruginosa and  were completely protected from death versus the control mice that received sham treatments (PBS, unimmunized serum, or serum from mice immunized with a single dose of OMVs). We then increased the amount of P. aeruginosa to 1.5 - 1011 CFU to further assess the protection efficacy. Mice were also com- pletely protected by the serum, which was diluted 5- and 10- fold. However, for the mice that received serum that was di- luted 20-fold, 1 mouse out of 5 mice died. In contrast, control mice that received unimmunized serum and serum from mice immunized with only one dose of OMVs were all dead after challenge with either concentration of P. aeruginosa (Table 3). Therefore, P. aeruginosa-generated OMVs may be capable of protecting mice from P. aeruginosa lung infection.  FIG 2 P. aeruginosa OMVs trigger intracellular inflammatory responses via the TLR4 signaling pathway. (A to D) Released P. aeruginosa OMVs at a concen- tration of 0.25 mg/ml increased the expression levels of TLR4 and immunogenic proteins MyD88 and NF--B, finally causing the release of proinflammatory factors in A549 cells (A and B) and MLE-12 cells (C and D), as determined by Western blotting. Cells treated with the same amount of PBS were used as a control. (E and F) Production of TLR4 immunogenically related proteins was significantly impaired when TLR4 was inhibited by E5564 at a concentration of 10 nM. Cells treated with the same amount of PBS were used as a control group. Cells treated with LPS at a concentration of 100 ng/ml and 10 nM E5564 were used as a control for E5564. Representative gels was depicted with a graph that shows the means   SEM from 3 experiments in which protein levels were normalized to GAPDH levels (B and D) and then to levels of a PBS-treated control (F). Levels shown in each column were significantly decreased compared with the levels of the control (B and D) or natural OMVs (F) (*, P   0.05; **, P   0.001 [determined by one-way ANOVA followed by a Tukey-Kramer post hoc test]).  OMVs Modulate Host Immune Responses via TLR4 Signaling  December 2013 Volume 81 Number 12 iai.asm.org 5  F6  T3  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://iai.asm.org   DISCUSSION  Outer membrane vesicles, which act as vanguard units in the bat- tle between Gram-negative bacteria and hosts, provide a great convenience for the development of bacterial infection. Despite  intense interest, the precise role of OMVs in inducing host patho- physiology remains to be fully determined, and P. aeruginosa OMVs have not been tested for immunizing potency and vaccine purposes. The current study demonstrated for the first time that P.  FIG 3 P. aeruginosa PAO1-generated OMVs increase the expression levels of TLR4 pathway immunogenically related proteins, including TLR4, TIRAP, NF--B, IL-1-, and IL-6, in C57BL/6J mouse lungs, as determined by Western blotting (A and B) and quantitative PCR (C). WT mouse models were intranasally instilled with 0.5 mg purified OMVs and same amount of PBS as a control. Lungs were harvested at the designated time points. Data are presented as means   SEM from 3 experiments in which proteins levels were normalized to GAPDH levels. Data from quantitative PCR were calculated by using the 2--CT method (34) and normalized to GAPDH levels. Values in each column were compared with the control values (*, P   0.05; **, P   0.001 [determined by one-way ANOVA followed by a Tukey-Kramer post hoc test]).  FIG 4 Lysed P. aeruginosa OMVs inefficiently activate the expression of TLR4 pathway immunogenically related proteins, including TLR4, MyD88, NF--B, IL-1-, and IL-6, in A549 (A and B) and MLE-12 (C and D) cells, as determined by Western blotting. Cells were treated with lysed OMVs at a concentration of 0.25 mg/ml and with LPS at a concentration of 100 ng/ml for 24 h. Cells treated with 100 nM EDTA were used as a control group. A representative gel is depicted with a graph that shows the means   SEM from 3 experiments in which proteins levels were normalized to GAPDH levels. Data for each column were compared with data for the control (*, P   0.05 [determined by one-way ANOVA followed by a Tukey-Kramer post hoc test]).  Zhao et al.  6 iai.asm.org Infection and Immunity  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://iai.asm.org   aeruginosa OMVs can activate the immune response via the TLR4 signaling pathway and provide protection against pseudomonal lung disease in a murine infection model.  The components of P. aeruginosa OMVs are yet to be fully defined, as they may vary among different isolation or culture conditions due to the envelope stress-facilitated OMV production (8, 9). Bauman and Kuehn found previously that the aminopep- tidase PaAP (PA2939) was highly enriched in vesicles generated from a cystic fibrosis (CF) isolate (29). P. aeruginosa possesses two hierarchically superimposed and well-characterized QS systems, las and rhl, controlling the synthesis and secretion of a number of virulence factors during infection. Especially, the existence of the QS molecule 2-heptyl-3-hydroxy-4-quinolone in OMVs sug- gested that the QS system might be implicated in the packaging of OMVs (13, 41). In this study, the difference between the OMVs generated by PAO1 and those generated by PAO1--lasR was an- alyzed by SDS-PAGE, and the components were almost identical except for a band of approximately 48 kDa, which might be OprD in PAO1 OMVs (Fig. 1A). Previously, porin was shown to be related to imipenem and carbapenem resistance (42, 43). It is cur- rently unclear why the vesicles from WT PAO1 caused more cy- totoxicity to alveolar epithelial cells than did those from PAO1- -lasR (Fig. 1C). It is likely that additional virulence factors in OMVs have yet to be identified. In addition, complicated bacterial virulence factors, including unannotated proteins, may be re- sponsible for environmental stresses and can also influence the outcome of infection (44). Nevertheless, our results suggested  that the QS system might be involved in the process of OMV packaging.  Whole bacterial organisms can activate TLR4 signaling and initiate vigorous immune responses, including phagocytosis and cytokine production, following P. aeruginosa infection, while TLR2 may have different roles (45-47). The literature also showed that OMVs generated from a wide range of bacteria can elicit the production of various cytokines by epithelial cells (48, 49). In Neisseria meningitides, LPS acts as an adjuvant to the components of vesicles and can profoundly modulate inflammatory responses of macrophages in a TLR4-dependent manner (21, 22, 25). The current study provided a detailed in vitro and in vivo mechanism for the stimulation of proinflammatory mediators by P. aerugi- nosa OMVs that was TLR4 dependent (Fig. 2 and 3). The OMV- triggered signaling pathway observed was essentially the same as purified P. aeruginosa LPS (Fig. 2 and 4). Interestingly, no signif- icant difference was observed for the production of immune me- diators triggered by PAO1 OMVs and PAO1--lasR (Fig. 2), indi- cating that although QS might be associated with the packaging and cytotoxicity of OMVs, this master QS regulator may not be a key factor for activating proinflammatory responses. Our previ- ous study indicated that P. aeruginosa infection was dependent on lipid raft-mediated membrane signals (50). Bomberger et al. also found that OMV virulence factors were delivered into the host cell cytoplasm by fusing with lipid rafts (6). As shown by our confocal microcopy results, vesicles were initially colocalized with lipid raft microdomains on the cell surface and then rapidly internalized into the cytoplasm (see Fig. S3 in the supplemental material). When the lysed OMVs of P. aeruginosa were incubated with A549 and MLE-12 cells, the expression levels of cytokines, particularly IL-1-, decreased significantly (Fig. 4). However, the changes in expression levels of MyD88, NF--B, and IL-6 were less prominent. Although there was also some residual LPS, the OMVs with lysed membranes could not efficiently activate immune responses. In addition to the significantly increased level of production of TLR4-mediated responders elicited by intact OMVs (Fig. 2), we reasoned that the OMVs lacking an intact membrane may have lost the ability to target lipid rafts, which in turn prevents the vesicle components from being delivered into the cytoplasm to induce the production of proinflammatory factors. Therefore, the activation of the host immune response elicited by P. aeruginosa OMVs is dependent primarily on LPS via the TLR4 signaling path-  FIG 5 Production of proinflammatory cytokines in sera of OMV-treated mice, as determined by ELISA. WT mouse models were intranasally instilled with 0.5 mg purified OMVs and same amount of PBS as a control. Sera were harvested at the designated time points. Data are presented as means   SEM, and data from each column are compared with data from the 0-h time point (*, P   0.001 [determined by one-way ANOVA followed by a Tukey-Kramer post hoc test]).  TABLE 2 Immunization of mice with P. aeruginosa OMVs protects against intranasal challenge with PAO1b  Challenge dose (CFU) of PAO1 or PBS Mouse  No. of survivors (n - 5)  24 h 48 h 72 h 7 days later  1.5 - 109 OMV immunized 5 5 5 5 1.5 - 109 Controla 1 0 0 0 1.5 - 1011 OMV immunized 5 5 5 5 1.5 - 1011 Controla 0 0 0 0 1.5 - 109 Wild type 0 0 0 0 PBS Wild type 5 5 5 5 a Mice inoculated intranasally with a single dose of OMVs. b Protection was significant for immunized mice compared with the unimmunized group (P   0.001, determined by the chi-square test with Yates' correction).  OMVs Modulate Host Immune Responses via TLR4 Signaling  December 2013 Volume 81 Number 12 iai.asm.org 7  AQ: F AQ: G  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://iai.asm.org   way but requires an intact membrane structure to fuse to the host cell membrane (see Fig. S3 in the supplemental material).  Our study provides further evidence that development of a pseudomonal vaccine based on OMVs of P. aeruginosa is a prom- ising approach. Vaccines that effectively prevent P. aeruginosa pulmonary infections could be very useful, and previous studies suggested that LPS is an influential effector in the development of vaccines in mice (20-22, 51). Ramphal et al. also showed that Pseudomonas LPS is not a key virulence factor in acute pneumonia and thus can be used as an adjuvant to trigger a prominent proin- flammatory response and effectively defend the lung from P. aeruginosa infection (52). Thus, in this study, we immunized mice with a series of intranasal challenges to evaluate the vaccine po- tential of OMVs against pseudomonal lung infection. We found  that P. aeruginosa OMVs almost fully protected mice against P. aeruginosa challenge at 1.5 - 109 CFU and even at a 100-fold- higher concentration of this inoculum. All the OMV-immunized mice survived after challenge with a lethal concentration of P. aeruginosa (Table 2). Additionally, the sera of OMV-immunized mice contained increased levels of proinflammatory cytokines (Fig. 5) and could also be passively transferred to protect other mice from death against subsequent P. aeruginosa challenges (Ta- ble 3). Currently, the detailed mechanism for OMVs in inducing enhanced immunity remains to be fully determined. As our study is the first to clearly reveal the immune protective effect of P. aeruginosa OMVs, further mechanistic studies of their immuniza- tion potential might facilitate the development of more efficient and broadly protective vaccines for pseudomonal diseases.  FIG 6 Bacterial burden and BALF cell counts following P. aeruginosa challenge. WT and OMV-immunized mice were exposed to P. aeruginosa (1.5 - 109 CFU). (A) Lungs and spleens were harvested at 12 h and 7 days to enumerate invading bacteria, while all WT mice were dead at 24 h. (B to D) Lungs harvested at 12 h were also used for cell counts of neutrophils and macrophages in BALF and for differential counts. Data are representative of two experiments and are presented as means   SEM (*, P   0.05; ***, P   0.001 [determined by Student's t test]).  Zhao et al.  8 iai.asm.org Infection and Immunity  AQ: H  C O L O R  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://iai.asm.org   In summary, the data presented here demonstrated that natu- rally secreted OMVs of P. aeruginosa were cytotoxic to alveolar epithelial cells. P. aeruginosa-generated OMVs also efficiently stimulated the release of murine inflammatory factors via the TLR4 signaling pathway requiring LPS. Importantly, P. aeruginosa OMVs were confirmed to be capable of protecting immunized mice from a subsequent lethal P. aeruginosa challenge. Unlike P. aeruginosa, OMVs had a significantly reduced virulence reper- toire, thus drastically reducing safety concerns if applied in clinics. Therefore, a prospective vaccine based on OMVs may also offer enhanced safety, improved immunogenicity, and elevated efficacy for prevention of pseudomonal diseases.  ACKNOWLEDGMENTS  We gratefully acknowledge the China Scholarship Council (grant 201206240130 to K.Z.) for supporting this work. This project was sup- ported by the Flight Attendant Medical Research Institute (FAMRI) (grant 103007) and NIH grants AI101973-01 and AI097532-01A1 to M.W. B.Y. is supported by the National Basic Research Program of China (973 Project grant 2012CB722207).  We thank S. Rolling of the UND imaging core for help with confocal imaging.  K.Z. performed all experiments, K.Z., B.Y., and M.W. designed studies and wrote the paper. C.H. provided critical reagents. M.W. conceived of the studies.  All authors have submitted the ICMJE form for disclosure of potential conflicts of interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.  REFERENCES 1. Mizgerd JP. 2006. Lung infection—a public health priority. PLoS Med.  3:e76. doi:10.1371/journal.pmed.0030076. 2. Lyczak JB, Cannon CL, Pier GB. 2000. Establishment of Pseudomonas  aeruginosa infection: lessons from a versatile opportunist. Microbes In- fect. 2:1051-1060.  3. Boucher RC. 2004. New concepts of the pathogenesis of cystic fibrosis lung disease. Eur. Respir. J. 23:146 -158.  4. Driscoll JA, Brody SL, Kollef MH. 2007. The epidemiology, pathogenesis and treatment of Pseudomonas aeruginosa infections. Drugs 67:351-368.  5. Blanke SR. 2006. Portals and pathways: principles of bacterial toxin entry into host cells. Microbe 1:26 -32.  6. Bomberger JM, MacEachran DP, Coutermarsh BA, Ye S, Stanton BA. 2009. Long-distance delivery of bacterial virulence factors by Pseudomo- nas aeruginosa outer membrane vesicles. PLoS Pathog. 5:e1000382. doi:10 .1371/journal.ppat.1000382.  7. Ernst JD. 2000. Bacterial inhibition of phagocytosis. Cell. Microbiol. 2:379 -386.  8. Alba BM, Gross CA. 2004. Regulation of the Escherichia coli sigma- dependent envelope stress response. Mol. Microbiol. 52:613- 619.  9. McBroom AJ, Kuehn MJ. 2007. Release of outer membrane vesicles by Gram-negative bacteria is a novel envelope stress response. Mol. Micro- biol. 63:545-558.  10. Choi DS, Kim DK, Choi SJ, Lee J, Choi JP, Rho S, Park SH, Kim YK, Hwang D, Gho YS. 2011. Proteomic analysis of outer membrane vesicles derived from Pseudomonas aeruginosa. Proteomics 11:3424 -3429.  11. Kadurugamuwa JL, Beveridge TJ. 1995. Virulence factors are released from Pseudomonas aeruginosa in association with membrane vesicles dur- ing normal growth and exposure to gentamicin: a novel mechanism of enzyme secretion. J. Bacteriol. 177:3998 - 4008.  12. Montes LR, Ibarguren M, Goni FM, Stonehouse M, Vasil ML, Alonsoa A. 2007. Leakage-free membrane fusion induced by the hydrolytic activity of PlcHR(2), a novel phospholipase C/sphingomyelinase from Pseudomo- nas aeruginosa. Biochim. Biophys. Acta 1768:2365-2372.  13. Kohler T, Perron GG, Buckling A, van Delden C. 2010. Quorum sensing inhibition selects for virulence and cooperation in Pseudomonas aerugi- nosa. PLoS Pathog. 6:e1000883. doi:10.1371/journal.ppat.1000883.  14. Freudenberg MA, Tchaptchet S, Keck S, Fejer G, Galanos C. 2008. Lipopolysaccharide sensing an important factor in the innate immune response to Gram-negative bacterial infections: benefits and hazards of LPS hypersensitivity. Immunobiology 213:193-203.  15. Opal SM. 2007. The host response to endotoxin, antilipopolysaccharide strategies, and the management of severe sepsis. Int. J. Med. Microbiol. 297:365-377.  16. Akira S, Takeda K. 2004. Toll-like receptor signaling. Nat. Rev. Immunol. 4:499 -511.  17. Erridge C, Pridmore A, Eley A, Stewart J, Poxton IR. 2004. Lipopoly- saccharides of Bacteroides fragilis, Chlamydia trachomatis and Pseudomo- nas aeruginosa signal via Toll-like receptor 2. J. Med. Microbiol. 53:735- 740.  18. Bomberger JM, Ye S, MacEachran DP, Koeppen K, Barnaby RL, O'Toole GA, Stanton BA. 2011. A Pseudomonas aeruginosa toxin that hijacks the host ubiquitin proteolytic system. PLoS Pathog. 7:e1001325. doi:10.1371/journal.ppat.1001325.  19. MacEachran DP, Ye S, Bomberger JM, Hogan DA, Swiatecka-Urban A, Stanton BA, O'Toole GA. 2007. The Pseudomonas aeruginosa secreted protein PA2934 decreases apical membrane expression of the cystic fibro- sis transmembrane conductance regulator. Infect. Immun. 75:3902-3912.  20. Ellis TN, Leiman SA, Kuehn MJ. 2010. Naturally produced outer mem- brane vesicles from Pseudomonas aeruginosa elicit a potent innate immune response via combined sensing of both lipopolysaccharide and protein components. Infect. Immun. 78:3822-3831.  21. Lee DH, Kim SH, Kang W, Choi YS, Lee SH, Lee SR, You S, Lee HK, Chang KT, Shin EC. 2011. Adjuvant effect of bacterial outer membrane vesicles with penta-acylated lipopolysaccharide on antigen-specific T cell priming. Vaccine 29:8293- 8301.  22. Zughaier S, Steeghs L, van der Ley P, Stephens DS. 2007. TLR4- dependent adjuvant activity of Neisseria meningitidis lipid A. Vaccine 25: 4401- 4409.  23. Fransen F, Stenger RM, Poelen MC, van Dijken HH, Kuipers B, Boog CJ, van Putten JP, van Els CA, van der Ley P. 2010. Differential effect of TLR2 and TLR4 on the immune response after immunization with a vac- cine against Neisseria meningitidis or Bordetella pertussis. PLoS One 5:e15692. doi:10.1371/journal.pone.0015692.  24. Gorringe AR, Halliwell D, Matheson M, Reddin K, Finney M, Hudson M. 2005. The development of a meningococcal disease vaccine based on Neisseria lactamica outer membrane vesicles. Vaccine 23:2210 -2213.  25. Mirlashari MR, Lyberg T. 2003. Expression and involvement of Toll-like receptors (TLR)2, TLR4, and CD14 in monocyte TNF-alpha production induced by lipopolysaccharides from Neisseria meningitides. Med. Sci. Monit. 9:316 -324.  TABLE 3 Immunized serum protects mice against intranasal challenge with PAO1c  Challenge dose (CFU) of PAO1 or PBS  Serum dose (fold dilution)  No. of survivors (n - 5)  24 h 48 h 72 h 7 days later  1.5 - 109 5 5 5 5 5 10 5 5 5 5 20 5 5 5 5 50 4 4 4 4 Controla 0 0 0 0 Controlb 0 0 0 0  1.5 - 1011 5 5 5 5 5 10 5 5 5 5 20 5 4 4 4 50 1 1 0 0 Controla 0 0 0 0 Controlb 0 0 0 0  PBS Not added 5 5 5 5 a Unimmunized serum. b Serum from mice inoculated intranasally with a single dose of OMVs. c Protection was significant for serum-injected mice compared with the uninjected group (P   0.001, determined by the chi-square test with Yates' correction).  OMVs Modulate Host Immune Responses via TLR4 Signaling  December 2013 Volume 81 Number 12 iai.asm.org 9  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://dx.doi.org/10.1371/journal.pmed.0030076 http://dx.doi.org/10.1371/journal.ppat.1000382 http://dx.doi.org/10.1371/journal.ppat.1000382 http://dx.doi.org/10.1371/journal.ppat.1000883 http://dx.doi.org/10.1371/journal.ppat.1001325 http://dx.doi.org/10.1371/journal.pone.0015692 http://iai.asm.org   26. Morley SL, Pollard AJ. 2001. Vaccine prevention of meningococcal dis- ease, coming soon? Vaccine 20:666 - 687.  27. Oliver KJ, Reddin KM, Bracegirdle P, Hudson MJ, Borrow R, Gorringe AR. 2002. Neisseria lactamica protects against experimental meningococ- cal infection. Infect. Immun. 70:3621-3626.  28. Gorringe AR, Taylor S, Brookes C, Matheson M, Finney M, Kerr M, Hudson M, Findlow J, Borrow R, Andrew N, Kafatos G, Evans CM, Read RC. 2009. Phase I safety and immunogenicity study of a candidate meningococcal disease vaccine based on Neisseria lactamica outer mem- brane vesicles. Clin. Vaccine Immunol. 8:1113-1120.  29. Bauman SJ, Kuehn MJ. 2006. Purification of outer membrane vesicles from Pseudomonas aeruginosa and their activation of an IL-8 response. Microbes Infect. 8:2400 -2408.  30. Abe K, Matsuki N. 2000. Measurement of cellular 3-(4,5-dimethylthiazol-2- yl)-2,5-diphenyltetrazolium bromide (MTT) reduction activity and lactate dehydrogenase release using MTT. Neurosci. Res. 38:325-329.  31. Mullarkey M, Rose JR, Bristol J, Kawata T, Rossignol DP. 2003. Inhi- bition of endotoxin response by E5564, a novel Toll-like receptor 4-di- rected endotoxin antagonist. J. Pharmacol. Exp. Ther. 304:1093-1102.  32. Yuan K, Huang C, Fox J, Gaid M, Weaver A, Li G, Singh BB, Gao H, Wu M. 2011. Elevated inflammatory response in caveolin-1-deficient mice with Pseudomonas aeruginosa infection is mediated by STAT3 pro- tein and nuclear factor B (NF--B). J. Biol. Chem. 286:21814 -21825.  33. Wu M, Hussain S, He HY, Pasula R, Smith PA, Martin WJ, II. 2001. Genetically engineered macrophages expressing IFN-- restore alveolar immune function in SCID mice. Proc. Natl. Acad. Sci. U. S. A. 98:14589 - 14594.  34. Pfaffl MW. 2001. A new mathematical model for relative quantification in real-time RT-PCR. Nucleic Acids Res. 29:e45. doi:10.1093/nar/29.9.e45.  35. Wu M, Huang H, Zhang W, Kannan S, Weaver A, Mckibben M, Herington D, Zeng H, Gao H. 2011. Host DNA repair proteins in re- sponse to Pseudomonas aeruginosa in lung epithelial cells and in mice. Infect. Immun. 79:75- 87.  36. He Y, Xu Y, Kobune Y, Wu M, Kelley MR, Martin WJ, II. 2002. Escherichia coli Fpg and human Ogg1 reduce DNA damage and cytotox- icity by BCNU in human lung cells. Am. J. Physiol. Lung Cell. Mol. Physiol. 282:50 -55.  37. Renelli M, Matias V, Lo RY, Beveridge TJ. 2004. DNA-containing membrane vesicles of Pseudomonas aeruginosa PAO1 and their genetic transformation potential. Microbiology 150:2161-2169.  38. Ahmad-Nejad P, Häcker H, Rutz M, Bauer S, Vabulas RM, Wagner H. 2002. Bacterial CpG-DNA and lipopolysaccharides activate Toll-like re- ceptors at distinct cellular compartments. Eur. J. Immunol. 32:1958 - 1968.  39. Hemmi H, Takeuchi O, Kawai T, Kaisho T, Sato S, Sanjo H, Matsu- moto M, Hoshino K, Wagner H, Takeda K, Akira S. 2000. A Toll-like receptor recognizes bacterial DNA. Nature 408:740 -745.  40. Latz E, Schoenemeyer A, Visintin A, Fitzgerald KA, Golenbock DT.  2004. TLR9 signals after translocating from the ER to CpG DNA in the lysosome. Nat. Immunol. 5:190 -198.  41. Le Berre R, Nguyen S, Nowak E, Kipnis E, Pierre M, Ader F, Courcol R, Guery BP, Faure K. 2008. Quorum-sensing activity and related viru- lence factor expression in clinically pathogenic isolates of Pseudomonas aeruginosa. Clin. Microbiol. Infect. 14:337-343.  42. Naenna P, Noisumdaeng P, Pongpech P, Tribuddharat C. 2010. Detec- tion of outer membrane porin protein, an imipenem influx channel, in Pseudomonas aeruginosa clinical isolates. Asian J. Trop. Med. Public Health 41:614 - 624.  43. Sanbongi Y, Shimizu A, Suzuki T, Nagaso H, Ida T, Maebashi K, Gotoh N. 2009. Classification of OprD sequence and correlation with antimicro- bial activity of carbapenem agents in Pseudomonas aeruginosa clinical iso- lates collected in Japan. Microbiol. Immunol. 53:361-367.  44. Deng X, Weerapana E, Ulanovskaya O, Sun F, Liang H, Ji Q, Ye Y, Fu Y, Zhou L, Li J, Zhang H, Wang C, Alvarez S, Hicks LM, Lan L, Wu M, Cravatt BF, He C. 2013. Proteome-wide quantification and characteriza- tion of oxidation-sensitive cysteines in pathogenic bacteria. Cell Host Mi- crobe 13:358 -370.  45. Skerrett SJ, Wilson CB, Liggitt HD, Hajjar AM. 2007. Redundant Toll-like receptor signaling in the pulmonary host response to Pseudomo- nas aeruginosa. Am. J. Physiol. Lung Cell. Mol. Physiol. 292:312-322.  46. Schurr JR, Young E, Byrne P, Steele C, Shellito JE, Kolls JK. 2005. Central role of Toll-like receptor 4 signaling and host defense in experi- mental pneumonia caused by Gram-negative bacteria. Infect. Immun. 73:532-545.  47. Ramphal R, Balloy V, Huerre M, Si-Tahar M, Chignard M. 2005. TLRs 2 and 4 are not involved in hypersusceptibility to acute Pseudomonas aeruginosa lung infections. J. Immunol. 175:3927-3934.  48. Alaniz RC, Deatherage BL, Lara JC, Cookson BT. 2007. Membrane vesicles are immunogenic facsimiles of Salmonella typhimurium that po- tently activate dendritic cells, prime B- and T-cell responses, and stimulate protective immunity in vivo. J. Immunol. 179:7692-7701.  49. Ismail S, Hampton MB, Keenan JI. 2003. Helicobacter pylori outer membrane vesicles modulate proliferation and interleukin-8 production by gastric epithelial cells. Infect. Immun. 71:5670 -5675.  50. Kannan S, Knittel J, Mullegama S, Gao GF, Wu M. 2006. Src tyrosine kinase Lyn plays a role in Pseudomonas aeruginosa infection of respiratory epithelium cells. Eur. J. Immunol. 36:1739 -1752.  51. Kamei A, Coutinho-Sledge YS, Goldberg JB, Priebe GP, Pier GB. 2011. Mucosal vaccination with a multivalent, live-attenuated vaccine induces multifactorial immunity against Pseudomonas aeruginosa acute lung infec- tion. Infect. Immun. 79:1289 -1299.  52. Ramphal R, Balloy V, Jyot J, Verma A, Si-Tahar M, Chignard M. 2008. Control of Pseudomonas aeruginosa in the lung requires the recognition of either lipopolysaccharide or flagellin. J. Immunol. 181:586 -592.  53. Talati AJ, Kim HJ, Kim YI, Yi AK, English BK. 2008. Role of bacterial DNA in macrophage activation by group B streptococci. Microbes Infect. 10:1106 -1113.  Zhao et al.  10 iai.asm.org Infection and Immunity  zii01213/zii0418d13z xppws S-1 10/5/13 4:41 4/C Fig: 6 ArtID: 01008-13 NLM: research-article CE: CLD  http://dx.doi.org/10.1093/nar/29.9.e45 http://iai.asm.org   JOBNAME: AUTHOR QUERIES PAGE: 1 SESS: 1 OUTPUT: Sat Oct 5 04:41:39 2013 /rich4/zii-iai/zii-iai/zii01213/zii0418d13z  AQau—Please confirm the given-names and surnames are identified properly by the colors. - Given-Name, - Surname  AQA—Please check renumbered references and cite reference 53, which was uncited in your original article, with its current number, even though it will likely be out of sequence with the other citations.  AQB—“IACUC guidelines 1204-4 and 1204-5” as meant? Or are these approval numbers? If they refer to a published work, please provide references for them at the end of References. Also clarify if this is the UND IACUC.  AQC—“were diluted into series of concentrations” as meant? If not, please rewrite for clarity.  AQD—“after a delay of 8 h of incubation” as meant?  AQE—“blocking of TLR4 led MLE-12 cells to fail to respond” as meant? If not, please rewrite for clarity.  AQF—“as they may vary among different isolation or culture conditions due to envelope stress- facilitated OMV production” as meant? If not, please rewrite for clarity.  AQG—“while TLR2 may have different roles” as meant? If not, please rewrite for clarity.  AQH—“were also used for cell counts of neutrophils and macrophages in BALF and for differential counts” as meant in Fig. 6 legend? If not, please rewrite for clarity.  AUTHOR QUERIES  AUTHOR PLEASE ANSWER ALL QUERIES 1  View publication statsView publication stats  https://www.researchgate.net/publication/257250343",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}