{
    "summary": "Increased global protein synthesis and selective translation of mRNAs encoding proteins contributing to malignancy is common in cancer cells. This is often associated with elevated expression of eukaryotic translation initiation factor 4 (eIF4E), the rate-limiting factor of cap-dependent translation initiation. We report here that in human melanoma downregulation of miR-768-3p as a result of activation of the mitogen-activated protein kinase kinase (MEK)/extracellular signal-regulated kinase (ERK) pathway has an important role in the upregulation of eIF4E and enhancement in protein synthesis. Melanoma cells displayed increased nascent protein production and elevated eIF4E expression, which was associated with the downregulation of miR-768-3p that was predicted to target the 3'-untranslated region of the eIF4E mRNA. Overexpression of miR-768-3p led to the downregulation of the endogenous eIF4E protein, reduction in nascent protein synthesis and inhibition of cell survival and proliferation. These effects were efficiently reversed when eIF4E was co-overexpressed in melanoma cells. On the other hand, introduction of anti-miR-768-3p into melanocytes upregulated endogenous eIF4E protein expression and increased global protein synthesis. Downregulation of miR-768-3p appeared to be mediated by activation of the MEK/ERK pathway, in that treatment of BRAF(V600E) melanoma cells with the mutant BRAF inhibitor PLX4720 or exposure of either BRAF(V600E) or wild-type BRAF melanoma cells to the MEK inhibitor U0126 resulted in the upregulation of miR-768-3p and inhibition of nascent protein synthesis. This inhibition was partially blocked in cells cointroduced with anti-miR-768-3p. Significantly, miR-768-3p was similarly downregulated, which was inversely associated with the expression levels of eIF4E in fresh melanoma isolates. Taken together, these results identify downregulation of miR-768-3p and subsequent upregulation of eIF4E as an important mechanism in addition to phosphorylation of eIF4E responsible for MEK/ERK-mediated enhancement of protein synthesis in melanoma.",
    "title": "Repression of microRNA-768-3p by MEK/ERK signalling contributes to enhanced mRNA translation in human melanoma",
    "text": "Repression of microRNA-768-3p by MEK/ERK signalling contributes to enhanced mRNA translation in human melanoma   CORRIGENDUM  Repression of microRNA-768-3p by MEK/ERK signalling contributes to enhanced mRNA translation in human melanoma CC Jiang, A Croft, H-Y Tseng, ST Guo, L Jin, P Hersey and XD Zhang  Oncogene (2016) 35, 6044; doi:10.1038/onc.2016.144; published online 27 June 2016  Correction to: Oncogene (2013) 33, 2577-2588; doi:10.1038/onc. 2013.237; published online 17 June 2013  Since the publication of this article, the authors realised that Figures 4a and 6g of our paper contained inadvertently  duplicated images. Please see corrected images and figure legends below.  The authors apologise for any inconvenience caused by this error.  -I np  ut  -I gG  IP  -P an  -A go   IP  -I np  ut  -I gG  IP  -P an  -A go   IP  Mel-RM Mel-CV  -Pan-Ago  75KDa-  100KDa-  -I np  ut  -I gG  IP  -P an  -A go   IP  -I np  ut  -I gG  IP  -P an  -A go   IP  Mel-RM Mel-CV  -Pan-Ago  75KDa-  100KDa-  Full gel  Processed figure  Figure 4. (a) Upper panel: Detection of Ago proteins in immuno- precipitates with an anti Ago (pan) antibody. Whole cell lysates were subjected to immunoprecipitation with a mouse anti Ago (pan) antibody or purified mouse IgG (as a control). The resulting precipitates were subjected to western blot analysis of Ago proteins. The data shown are representative of three individual experiments.  -ERK 37KDa-  PLX4720 U0126  - -  + -  - -  - +  Mel-CV Mel-RM - +  37KDa-  PLX4720 U0126  - -  + -  - -  - +  Mel-CV Mel-RM - +  -ERK  Full gel  Processed figure  Figure 6. (g) Western blot analysis of ERK expression. Whole cell lysates from Mel-CV cells with or without treatment with PLX4720 (5 mM) or U0126 (20 mM) for 24 h and Mel-RM cells with or without treatment with U0126 (20 mM) for 24 h were subjected to western blot analysis of ERK. The data shown are representative of three individual experiments.  Oncogene (2016) 35, 6044   2016 Macmillan Publishers Limited, part of Springer Nature. All rights reserved 0950-9232/16  www.nature.com/onc  http://dx.doi.org/10.1038/onc.2016.144 http://dx.doi.org/10.1038/onc.2013.237 http://dx.doi.org/10.1038/onc.2013.237 http://www.nature.com/onc   Repression of microRNA-768-3p by MEK/ERK signalling contributes to enhanced mRNA translation in human melanoma",
    "references": [],
    "authors": [
        "CC Jiang",
        "A Croft",
        "H-Y Tseng",
        "ST Guo",
        "L Jin",
        "P Hersey",
        "XD Zhang"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}