{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Osteopontin signaling upregulates cyclooxygenase-2 expression in tumor-associated macrophages leading to enhanced angiogenesis and melanoma growth via &alpha;9&beta;1 integrin   ORIGINAL ARTICLE  Osteopontin signaling upregulates cyclooxygenase-2 expression in tumor-associated macrophages leading to enhanced angiogenesis and melanoma growth via a9b1 integrin S Kale1, R Raja1, D Thorat1, G Soundararajan1, TV Patil2 and GC Kundu1  Tumor-associated macrophages (TAMs) have multifaceted roles in tumor development, particularly linked with tumor angiogenesis and invasion, but the molecular mechanism underlying this association remains unclear. In this study, we report that lack of osteopontin (OPN) suppresses melanoma growth in opn- /- mice and macrophages are the crucial component responsible for OPN-regulated melanoma growth. In tumor microenvironment, OPN activates macrophages and influences angiogenesis by enhancing cyclooxygenase-2 (COX-2)-dependent prostaglandin E2 (PGE2) production in an autocrine manner. Furthermore, we identify a9b1 integrin as a functional receptor for OPN that mediates its effect and activates ERK and p38 signaling, which ultimately leads to COX-2 expression in macrophages. The major role played by OPN and PGE2 in angiogenesis are further amplified by upregulation of MMP-9. OPN-activated macrophages promote the migration of endothelial and cancer cells via PGE2. These findings provide evidence that TAMs serve as source of key components such as OPN and COX-2-derived PGE2 and MMP-9 in melanoma microenvironment. Clinical specimens analyses revealed that increased infiltration of OPN-positive TAMs correlate with melanoma growth and angiogenesis. These data provide compelling evidence that OPN and COX-2 expressing macrophages are obligatory factors in melanoma growth. We conclude that OPN signaling is involved in macrophage recruitment into tumor, and our results emphasize the potential role of macrophage in modulation of tumor microenvironment via secretion of OPN, PGE2 and MMP-9, which trigger angiogenesis and melanoma growth. Thus, blockade of OPN and its regulated signaling network provides unique strategy to eradicate melanoma by manipulating TAMs.  Oncogene (2014) 33, 2295-2306; doi:10.1038/onc.2013.184; published online 3 June 2013  Keywords: osteopontin; tumor-associated macrophages; COX-2 and melanoma growth  INTRODUCTION Malignant melanoma is one of the leading causes of death among all the cancer worldwide. During melanoma growth, there is a fine tuned interaction between cancer and stromal cells, which produce a unique microenvironment permissive for tumor growth, metastasis and angiogenesis by secreting a wide array of growth factors, chemokines and proteases.1-3 Recent reports suggest that targeting stromal cells can reverse tumor progression.4,5 Studying stroma-tumor interaction may solve many unanswered questions, which might aid to design anti-cancer therapy. Accumulated evidences suggest that inflammatory cells are  clearly not innocent bystanders in cancer, but rather have an active role in tumor progression. Among all inflammatory cells in stroma, the most prominent subpopulation is the tumor-associated macrophages (TAMs). Upon activation, macrophages can release various cytokines, proteolytic enzymes, angiogenic factors and inflammatory mediators which profoundly affect many cells in tumor microenvironment that in turn support tumor growth and invasion.6-8 Although multiple studies have focused on elucidating the role of infiltrating macrophages in angiogenesis and tumor growth, there has been least characterization of soluble mediators released by macrophages that initiate the phenotypic switch and its potential impact in modulating tumor microenvironment.  Osteopontin (OPN) is secreted non-collagenous, sialic acid rich, chemokine-like phosphoglycoprotein with pleiotropic function.9 It is widely expressed in various cell types including activated immune cells such as T cells and macrophages.10 It acts as a ligand for integrins (avb3, avb5, avb1, a9b1 and a4b1) and CD44 variants.11,12 OPN is overexpressed in various cancers and growing line of evidence suggests that it has crucial role in all the stages of cancer.13-16 The role of tumor-derived OPN in cancer progression and metastasis is extensively studied, whereas the function of stromal OPN in this process is not well defined. Cyclooxygenase (COX) is a key rate limiting enzyme involved in  regulation of prostaglandin synthesis. Among all the isoforms of COX, COX-2 is constitutively expressed in various cancers, predominantly by stromal cells thereby promoting tumor growth and metastasis.17,18 Prostaglandin E2 (PGE2), an important downstream mediator of COX-2, stimulates angiogenesis-specific genes and suppresses the immune system, which cooperatively results in cancer progression.19,20  In this study, using both in vitro and in vivo models, we demonstrate the signaling mechanism by which OPN regulates macrophage activation that further controls melanoma growth and angiogenesis. Our findings suggest that OPN via a9 integrin activates p38 and ERK signaling, which ultimately augments  1Laboratory of Tumor Biology, Angiogenesis and Nanomedicine Research, National Center for Cell Science, Pune, India and 2Department of Pathology, YCM Hospital, Pune, India. Correspondence: Dr GC Kundu, Laboratory of Tumor Biology, Angiogenesis and Nanomedicine Research, National Center for Cell Science, NCCS Complex, Ganeshkhind, Pune 411007, India. E-mail: kundu@nccs.res.in Received 27 November 2012; revised 28 March 2013; accepted 12 April 2013; published online 3 June 2013  Oncogene (2014) 33, 2295-2306 & 2014 Macmillan Publishers Limited All rights reserved 0950-9232/14  www.nature.com/onc  http://dx.doi.org/10.1038/onc.2013.184 mailto:kundu@nccs.res.in http://www.nature.com/onc   COX-2 and MMP-9 expression in macrophages that modulate angiogenesis and melanoma growth.  RESULTS Lack of expression of OPN reduces microvessel as well as macrophage density thereby attenuates melanoma growth To elucidate whether OPN signaling on the host side is involved in melanoma growth, we have developed melanoma isograft in Opnþ /þ and Opn knockout (Opn- /- ) mice models. B16F10 cells were injected s.c. into Opnþ /þ and Opn- /- mice. The results indicated that tumor growth was significantly reduced in Opn- /-  mice as compared with Opnþ /þ (Figure 1A, left and right panels). The results provide genetic evidence that lack of host-derived Opn suppresses melanoma growth. To elucidate whether suppression of tumor growth is due to decrease in angiogenesis, we investigated the level of angiogenesis in tumor tissue by immunohistochemical staining with CD31. The numbers of CD31þ cells in tumor tissues were markedly reduced in Opn- /-  mice (Figures 1B, a and b), suggesting the role of stromal OPN in regulating melanoma angiogenesis. Accumulating evidences  suggested the positive correlation between increased infiltration of TAMs and high vascular grades of many tumor types.21-26 OPN is expressed in tumor cells as well as in macrophages.27,28 Thus, we examined macrophage infiltration in melanoma tissues derived from Opnþ /þ and Opn- /- mice by immuno- histochemical staining using anti-F4/80 and anti-CD11b antibodies. The infiltration of macrophages into tumor tissues was strikingly suppressed in Opn- /- mice (Figures 1B, c-f). However, no significant difference in number of macrophages was observed in normal tissues of Opnþ /þ and Opn- /- mice (Supplementary Figure S3a). The histopathological analyses of tumor tissues revealed that tumor generated in Opnþ /þmice exhibit increased immune cell infiltration, higher nuclear poly- morphism, mitotic count and enhanced vessel formation as compared with Opn- /- mice (Supplementary Figures S1A, B and Table 1). Bianchini et al.18 have shown that melanoma contained high percentage of COX-2-positive TAMs that can act as an effective biomarker of melanoma growth. Accordingly, tumor sections were analyzed and it was observed that infiltration of COX-2-positive macrophages (F4/80 positive) was remarkably suppressed in tumor tissue of Opn- /- mice as compared with  Figure 1. Lack of expression of OPN suppresses tumor growth and reduces microvessel density by attenuating the infiltration of COX-2- positive macrophages. (A) Tumor growth kinetics was plotted as tumor volume vs time in weeks (left panel), tumor weights were measured and represented as bar graph (right panel). Error bars represent s.e.m. for tumor volume and s.d. for tumor weight, *Po0.001 versus Opnþ /þ . Six mice were used in each set of experiment. (B) Immunohistochemical staining of tumor sections with anti-CD31 (red; a, b), anti-F4/80 (green; c, d), anti-CD11b (green; e, f ), and in combination of anti-F4/80 (green) with anti-COX-2 (red) (double positive, yellow, g, h) antibodies. (C) Tumor growth kinetics of control and Etoricoxib-treated mice: tumor volume vs time in weeks was plotted (left panel). Tumor weights were measured and represented as bar graph (right panel). Error bar represents s.e.m. for tumor volume and s.d. for tumor weight, *Po0.001 versus control. (D) Immunohistochemical staining of tumor sections with anti-CD31 (red; a, b), anti-F4/80 (green; c, d) and anti-CD11b (green; e, f ) antibodies. (E) Level of serum PGE2 in Opn  þ /þ and Opn- /- mice (left panel) and control and Etoricoxib-treated mice (right panel) was determined by PGE2 EIA and represented in the form of bar graph. Error bar represents s.e.m., *Po0.001 versus Opn  þ /þ and *P¼ 0.002 versus control.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2296  Oncogene (2014) 2295 - 2306 & 2014 Macmillan Publishers Limited    Opnþ /þ (Figures 1B, g and h). As PGE2 is downstream effector of COX-2, we further examined the serum level of PGE2 from tumor bearing Opnþ /þ and Opn- /- mice by EIA (Figure 1E, left panel). Serum level of PGE2 in Opn  þ /þ mice was significantly higher than Opn- /- suggesting the involvement of COX-2 and PGE2 in melanoma growth and angiogenesis. To further elucidate the role of COX-2 in melanoma, we studied  the effect of COX-2 inhibitor (etoricoxib) on melanoma growth. Significant differences in tumor growth between control (Opnþ /þ ) and etoricoxib-treated group indicated that inhibition of COX-2 significantly suppresses tumor growth (Figure 1C, left and right panels). The level of angiogenesis was investigated in tumor tissue by immunohistochemistry using anti-CD31 antibody. Microvessel density in tumor tissues were markedly reduced in mice supplemented with etoricoxib (Figures 1D, a and b). The infiltration of macrophages into tumor tissues was strikingly suppressed in mice treated with etoricoxib as compared with control (Figures 1D, c-f). Also, serum level of PGE2 was significantly reduced in etoricoxib-treated mice as compared with control (Figure 1E, right panel). Moreover, the histopathological analysis showed less immune cell infiltration, vessel formation and mitotic feature in tumor tissue of etoricoxib-treated mice as compared with control (Supplementary Figure S2 and Table 2), suggesting that COX-2 has critical role in melanoma growth and angiogenesis.  OPN and COX-2 have crucial role in regulation of macrophages- melanoma interaction in vitro To further understand the involvement of OPN and COX-2 in melanoma growth, we carried out in vitro co-culture experiments. Accordingly, macrophage (RAW264.7) cells were supplemented with conditioned media (CM) of melanoma (B16F10 or A375) for 24 h. The expressions of OPN and COX-2 were analyzed by western blot and the data revealed significant increase in expressions of OPN and COX-2 in macrophages supplemented with CM of melanoma (Figure 2a, upper and lower panels). Enhanced expressions of OPN and COX-2 were also detected in peritoneal macrophages (pMac) when co-cultured with melanoma under similar condition (Supplementary Figure S3b, upper and lower panels). The PGE2 level in RAW264.7 supplemented with CM of melanoma was measured by PGE2 EIA. The results indicated that CM of melanoma induces PGE2 production in macrophages (Figure 2a, right panel). Increased level of PGE2 was also detected in pMac (Supplementary Figure S3b, right panel). However, CM of RAW264.7 does not influence the expression of OPN and COX-2 in B16F10 cells (Figure 2b). Furthermore, we found that melanoma CM had no effect on COX-2 expression in fibroblasts (Supplementary Figure S3e, lower panel). These data suggested that melanoma-derived factor(s) upon interaction with macro- phages augments COX-2 expression and PGE2 production. Our in vivo experimental data indicated that there was increase  in migration of macrophages in melanoma, whereas COX-2  inhibitor reduced the infiltration of macrophages. Further to understand the mechanism involved in macrophage infiltration in melanoma, we have used in vitro model system involving co-migration of macrophages (RAW264.7) with CM of melanoma. The results revealed that CM of melanoma induces macrophage migration and macrophages transfected with OPN or COX-2 cDNA showed enhanced migration, whereas cells transfected with small interfering RNA (siRNA) specific to OPN or COX-2 significantly lost their ability to migrate (Figure 2c, left panel). These data were analyzed and represented in the form of bar graph (Figure 2c, right panel). The expressions of OPN and COX-2 in these transfected cells were analyzed by western blot (Figure 2d, left and right panels). The soluble mediator(s) derived from melanoma upregulates OPN and COX-2 expression, which in turn enhanced the infiltration of macrophage towards melanoma.  OPN augments COX-2 expression in macrophages Our in vivo and in vitro experimental data suggested that there might be inter-regulatory loop between OPN and COX-2 that controls macrophage-melanoma interaction. Therefore, we sought to determine whether OPN present in CM of melanoma is involved in upregulation of COX-2 in macrophages. Accordingly, RAW264.7 cells were supplemented with CM of B16F10 or A375 either alone or CM pre-incubated with OPN neutralizing antibody. In separate experiments, RAW264.7 cells were supplemented with CM of OPNi transfected B16F10 or A375 cells. The expression of COX-2 was analyzed by western blot and the data revealed that CM of melanoma enhances COX-2 expression in macrophage and the enhanced COX-2 expression may not be solely regulated by OPN present in melanoma but by other soluble factor (Figure 3a, upper and lower panels). To further examine the source of OPN that regulates COX-2 expression, RAW264.7 cells were transiently transfected with OPN siRNA and then supplemented with CM of B16F10 and level of COX-2 was analyzed. The data indicated that silencing OPN in macrophages attenuate COX-2 expression upon interaction with melanoma cells (Figure 3b, upper panel). To further confirm the specificity of OPN in COX-2 regulation, peritoneal macrophages (pMac, ^) were isolated from Opnþ /þ  and Opn- /- mice and supplemented with CM of B16F10 cells. The western blot analysis of COX-2 expression indicated that CM of melanoma induces COX-2 expression substantially higher in macrophage isolated from Opnþ /þ mice as compared with Opn- /- , suggesting the role of macrophage-derived OPN in COX-2 upregulation (Figure 3b, lower panel). We next sought to determine whether exogenous OPN would  be sufficient to increase COX-2 expression in macrophages instead of melanoma CM. Accordingly, RAW264.7, pMac or IC21 cells were subjected to exogenous OPN in a dose (0-1 mM) and time (0-24 h)- dependent manner. The results revealed that OPN induces COX-2 expression in macrophage cells, as did melanoma CM (Figure 3c, Supplementary Figure S3c, upper and lower panels). The OPN- induced COX-2 expression in RAW264.7 and pMac was further confirmed by immunofluorescence (Supplementary Figure S3d).  Table 1. Characteristics of the isograft tumors from Opnþ /þ and Opn  - /- mice  Tumor characteristics Opn þ /þ  Opn - /-  Immune cell infiltration Very high Less Vessel formation High Poor Mitotic figures 410 1-3 Abnormal mitosis Plenty Less Tumor giant cells Plenty Less Nuclear polymorphism Marked nuclear  size variation Moderate nuclear size variation  Abbreviation: OPN, osteopontin.  Table 2. Characteristics of the isograft tumors from control and treated mice  Tumor characteristics Control Etoricoxib  Immune cell infiltration Very high Less Vessel formation High Poor Mitotic figures 410 4-5 Abnormal mitosis Plenty Moderate Tumor giant cells Plenty Less Nuclear polymorphism Marked nuclear  size variation Moderate nuclear size variation  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2297  & 2014 Macmillan Publishers Limited Oncogene (2014) 2295 - 2306    The specificity of OPN on COX-2 expression was further established by transfecting the RAW264.7 with OPN cDNA or siRNA or treating with exogenous human and mouse OPN. The data showed that OPN cDNA enhanced whereas OPN siRNA suppressed COX-2 expression in these cells (Figure 3d, left panel). The level of PGE2 from the CM of OPN-treated RAW264.7 was detected by EIA and significant induction of PGE2 production by OPN was observed in these cells (Figure 3d, right panel). We have further demonstrated that OPN specifically induced COX-2 expression in macrophages but has no effect in melanoma or fibroblast cells (Supplementary Figure S3e, upper and lower panels). We then examine the receptor involved in OPN-induced COX-2  expression in macrophage cells. The results revealed that OPN induces COX-2 expression through a9b1 integrin but not via CD44 and avb3 integrin in a RGD-independent manner (Figure 3e, upper panel, Supplementary Figures S4a and b). The a9 integrin and CD44 expression in siRNA-transfected cells were analyzed by western blot (Figure 3e, lower panel, Supplementary Figure S4b, right panel). To assess whether the melanoma microenvironment facilitates the effect of OPN and its receptor, RAW264.7 cells were  co-cultured with CM of B16F10 and the expression of a9 integrin was detected by immunofluorescence. We found that there was increased expression of a9 integrin (Supplementary Figure S4c).  OPN-activated macrophages enhance endothelial cell migration and angiogenesis via COX-2 in ICAM-dependent manner To explore the role of OPN-activated macrophages in angio- genesis, we performed co-migration of endothelial cells with OPN-activated macrophages. The migrated cells were counted, analyzed and represented in bar graph. The results indicated that OPN-activated macrophages stimulate whereas macrophages pretreated with COX-2 inhibitors (NS-398 or Etoricoxib) reduced endothelial cell migration (Figure 4a, left and right panels). Increased expression of ICAM either in tumor or endothelial  cells correlates with tumor progression and angiogenesis.16,29 To investigate whether OPN-activated macrophages induce ICAM expression and role of ICAM on endothelial cell migration and angiogenesis, we have performed co-culture and tube formation experiments using RAW264.7 and human umbilical vein endothelial cell (HUVEC) cells. The results revealed that  Figure 2. Co-culture and co-migration of macrophages (RAW264.7) with melanoma (B16F10 and A375) cells upregulate OPN and COX-2 expression. (a) RAW264.7 cells were supplemented with CM of melanoma. Expressions of OPN and COX-2 were analyzed by western blot. Actin was used as loading control (upper and lower panels). PGE2 was estimated by EIA and represented in the form of bar graph, *P¼ 0.008 (right panel). (b) B16F10 cells were supplemented with CM of RAW264.7 and expressions of OPN and COX-2 were analyzed by western blot. (c) RAW264.7 (1- 106) cells either alone or transfected with OPNi, COX-2i, OPN cDNA or COX-2 cDNA were used in the upper chamber, whereas CM of melanoma was added in the lower chamber. Migrated cells were stained, photographed (left panel) and migration of RAW264.7 cells in response to CM of B16F10 were quantified and represented in form of bar graph. The error bar represents s.e.m., *Po0.001 versus Med; ##Po0.001 versus CM of B16F10. **Po0.005 versus CM of B16F10 (right panel). All data are representation of three experiments. (d) Expressions of OPN and COX-2 in cells transfected with their specific siRNA were analyzed by western blot. Actin was used as control (left and right panels).  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2298  Oncogene (2014) 2295 - 2306 & 2014 Macmillan Publishers Limited    OPN-activated macrophages augment whereas COX-2 inhibitors or COX-2 siRNA attenuate ICAM expression (Figure 4b, upper panel). To further examine whether PGE2 regulates ICAM expression, we have treated HUVEC cells with PGE2 and level of ICAM was examined. The results show that PGE2 enhances ICAM expression (Figure 4b, lower panel). We further delineate the role of PGE2 regulated ICAM on HUVEC cell migration and the data indicated that blocking of ICAM significantly suppressed PGE2- induced HUVEC migration (Figure 4c, Supplementary Figure S4d). The tube formation results suggested that OPN-activated macro- phages enhanced and COX-2 inhibitors blocked angiogenic response in HUVEC cells demonstrating the role of OPN and COX-2 in this process (Figure 4d, Supplementary Figure S4e). PGE2 was used as positive control.  OPN-activated macrophages augment angiogenesis in chorioallantoic membrane (CAM) assay Enhanced angiogenic response by OPN-activated macrophages was further validated by CAM assay. The length and size of blood vessels were measured, analyzed and quantified by  Angioquant software (Angioquant freeware;www.cs.tut.fi/sgn/ csb/angioquant). The results indicated that CM of OPN-activated macrophages trigger the angiogenic activity as compared with control, whereas CM of RAW264.7-treated with OPN along with COX-2 inhibitor abolished this effect (Figures 5a-c). The data suggested that OPN triggers the pro-angiogenic activity in macrophages. VEGF is potent angiogenic molecule reportedly involved in various cancer progressions. Previously, we have reported that OPN-induced VEGF expression and VEGF-depen- dent angiogenesis in breast cancer model.15 Surprisingly, co- culture with RAW264.7 and B16F10 cells or vice-versa have no effect of VEGF expression (Supplementary Figure S5a, upper and lower panels). Furthermore, OPN has no direct effect on VEGF expression either in B16F10 or RAW264.7 cells (Supplementary Figure S5b, upper and lower panels). Moreover, VEGF is not involved in OPN-induced COX-2 expression in RAW264.7 cells (Supplementary Figure S5c). We also examined whether OPN has any role in M2-specific receptor, CD206 expression. Accordingly, RAW264.7 cells were treated with OPN and the results indicate that OPN does not induce CD206 expression in these cells (Figure 6a).  Figure 3. OPN upregulates COX-2 expression and COX-2-dependent PGE2 production in an autocrine manner in macrophages via a9 integrin. (a) RAW264.7 cells were supplemented with CM of melanoma (B16F10 or A375), pre-incubated with OPN neutralizing antibody (5mg/ml) and expression of COX-2 was analyzed by western blot (upper panel). RAW264.7 cells were supplemented with CM of melanoma (B16F10 or A375) cells transfected with OPN siRNA (60pmol/ml). COX-2 expression was analyzed by western blot (lower panel). Actin was used as loading control. (b) RAW264.7 cells were transfected with OPN siRNA (60pmol/ml) and then treated with CM of B16F10 and expressions of COX-2 and OPN were analyzed by western blot (upper panel). Peritoneal macrophages (pMac) isolated from Opnþ /þ (^þ /þ ) and Opn- /- (^- /- ) mice were treated with CM of B16F10 and COX-2 expression was analyzed by western blot (lower panel). (c) RAW264.7 cells or pMac were treated with various doses of OPN and COX-2 expression was analyzed by western blot (upper and lower panels). (d) RAW264.7 cells were transfected with OPN cDNA, OPN siRNA (60pmol/ml) or OPN siRNA-transfected cells were cotransfected with OPN cDNA or treated with human or mouse OPN. The expressions of COX-2 and OPN were analyzed by western blot (left panel). RAW264.7 cells were treated with OPN (0-1mM). The level of PGE2 was estimated by EIA and represented in the form of bar graph. The error bar represents s.e.m., *Po0.05 versus control (right panel). The data represent three experiments exhibiting similar results. (e) RAW264.7 cells were transfected with a9 integrin siRNA (40pmol/ml) or pretreated with RGD (10mM) or control peptide (10mM) and then treated with OPN (0.5mM) and COX-2 expression was analyzed by western blot (upper panel). Expression of a9 integrin in cells transfected with its specific siRNA was analyzed (lower panel). Actin was used as loading control.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2299  & 2014 Macmillan Publishers Limited Oncogene (2014) 2295 - 2306    OPN induces ERK1/2 and p38-mediated AP-1-dependent COX-2 and MMP-9 expression To further elucidate the signaling mechanism involved in OPN- induced COX-2 expression in macrophages, we checked the effect of OPN on phosphorylation of ERK and p38 in RAW264.7 cells. The results indicated that OPN induces phosphorylation of ERK and p38 in these cells (Figure 6b and Supplementary Figure S5d). To decipher the signaling mechanism involved in OPN-induced COX- 2 expression, cells were treated with inhibitors of ERK (PD98059), p38 (SB203580), JNK (SP600125) and Akt (LY294002 and Wortmannin) and the results revealed that OPN induces COX-2 expression through ERK and p38 but not by JNK- and Akt- dependent pathway (Supplementary Figure S5e). Furthermore, OPN-induced COX-2 expression was drastically inhibited by combination of ERK and p38 inhibitor (Figure 6c, upper panel). The data indicate that both ERK and p38 are involved in OPN-  induced COX-2 expression. Moreover, inhibitors of ERK, p38 and COX-2 dramatically suppressed OPN-induced PGE2 production in RAW264.7 cells (Figure 6c, lower panel). To delineate the role of AP-1 and its component in OPN-  induced COX-2 expression in macrophages, RAW264.7 cells were treated with OPN and levels of c-Fos and c-Jun were detected by western blot. The results revealed that OPN enhances expression of c-Fos but not c-Jun (Figure 6d). The OPN-induced c-Fos nuclear localization was confirmed by immunofluorescence (Figure 6e). Further we investigate the role of ERK and p38 in OPN-induced c-Fos expression and data showed that PD98059 or SB203580 suppressed OPN-induced c-Fos expression as shown by immuno- fluorescence (Figure 6f, left panel). To delineate the role of AP-1 in OPN-induced COX-2 expression, RAW264.7 cells were transfected with Wt c-Jun, DN c-Jun or A-Fos cDNA and then treated with OPN. The data revealed that OPN-induced COX-2 expression was  Figure 4. OPN-activated macrophages trigger ICAM-dependent HUVEC migration and promote tube formation via PGE2. (a) RAW264.7 cells, either treated with OPN alone or pretreated with NS-398 (10 mM), Etoricoxib (10mM) and then treated with OPN (0.5 mM), were used in the lower chamber, whereas HUVEC were used in the upper chamber. HUVEC migrated toward reverse side of the upper chamber were stained and photographed (left panel). Migration of HUVEC in response to CM of OPN-activated macrophages were quantified and represented in form of bar graph; Error bars, ±s.e.m., *P¼ 0.025 versus Med; **Po0.001 versus untreated macrophages; #Po0.001 versus CM of OPN-activated macrophages (right panel). (b) HUVEC were supplemented with CM of RAW264.7 cells treated with OPN either alone or along with NS-398, Etoricoxib or transfected with COX-2 siRNA or OPN cDNA. ICAM expression was analyzed by western blot (upper panel). HUVEC were treated with PGE2 and expression of ICAM was analyzed by western blot (lower panel). (c) Wounds were made and HUVEC were pretreated with two doses of ICAM blocking antibody and then treated with PGE2. Wound photographs were taken after 12 h. (d) HUVEC (1- 104) were seeded on matrigel-coated plate and then supplemented with CM of RAW264.7 cells either treated with OPN alone or pretreated with NS-398, Etoricoxib and then treated with OPN (0.5 mM). PGE2 was used as positive control. After 4 h of incubation, endothelial cell tubular structure formation was photographed and analyzed.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2300  Oncogene (2014) 2295 - 2306 & 2014 Macmillan Publishers Limited    further enhanced when cells were transfected with Wt c-Jun, whereas suppressed in cells transfected with A-Fos or DN c-Jun demonstrating the involvement of AP-1 in OPN-induced COX-2 expression (Figure 6f, right panel). MMPs expression has been implicated in tumor progression  through enhancing angiogenesis, tumor invasion and metasta- sis.30-32 To further study the effect of OPN in MMP-9 expression, RAW264.7 cells were either treated with OPN or pretreated with inhibitors of ERK, p38 or COX-2 and then treated with OPN. The expression of MMP-9 was analyzed by western blot and zymography. The data indicate that ERK, p38 and COX-2 have significant role in OPN-induced MMP-9 expression in these cells (Figure 6g, left and right panels). Moreover, PGE2 enhances MMP-9 expression (Supplementary Figure S5f).  OPN-activated macrophages enhance melanoma cell migration through paracrine mechanism To explore whether OPN-activated macrophages regulate mela- noma cell migration, co-migration experiments were performed. The results suggest that COX-2 inhibitors or COX-2 siRNA blocks OPN-activated macrophages induced melanoma cell migration (Figure 7A; Supplementary Figure S6A, left and right panels). PGE2 also induces melanoma cell migration (Supplementary Figure S6B,  left and right panels). These data suggested that OPN-activated macrophages induce melanoma cell motility via COX-2/PGE2.  Infiltrating macrophages in melanoma specimens are OPN and COX-2 positive that correlates with angiogenesis and melanoma growth We have further extended the in vitro and animal data in human clinical specimens. Human melanoma tissues were sectioned, stained with H&E and graded as malignant with the help of expert histopathologist. Melanoma specimens were stained with anti- bodies against OPN, COX-2, CD31 and CD68 (marker of TAMs). The data revealed that there was increased infiltration of macrophages in malignant melanoma as compared with peripheral normal specimens (Figures 7B, c and d). Immunofluorescence double staining confirmed the colocalization of OPN and COX-2 with CD68 and demonstrated that majority of TAMs express OPN and COX-2 (Figures 7B and C, e and f). Expression of CD31 was also analyzed by immunohistochemistry and the results showed increased infiltration of OPN- and COX-2-positive macrophage correlates with enhanced angiogenesis in malignant tumor (Figures 7B, g and h). Moreover, OPN was overexpressed in infiltrating macrophages (macrophages within tumor mass) of malignant melanoma. Very few OPNþ TAMs were observed  Figure 5. OPN-activated macrophages augment pro-angiogenic activity via COX-2 in CAM assay. (a) The CAM of fertilized white leghorn chicken eggs was added with uniform-sized sterilized gelatin sponges. The sponges were loaded with 20 ml of CM from RAW264.7 cells treated with either OPN alone (0.5 mM) or pretreated with NS-398, Etoricoxib or vehicle control (DMSO) and then treated with OPN (0.5 mM). CAM was photographed in ovo with a stereomicroscope equipped with a camera. PGE2 was used as a positive control. (b, c) At day 6, the angiogenic response was evaluated as the length or size of vessels converging toward the sponge and angiogenic activity was quantified using Angioquant Software. The error bar represents s.e.m., *P¼ 0.008 versus Med; ##P¼ 0.007 versus CM of OPN-activated macrophage.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2301  & 2014 Macmillan Publishers Limited Oncogene (2014) 2295 - 2306    along the tumor margin in surrounding area (Supplementary Figure S6c).  DISCUSSION In the present study, we sought to investigate signaling events driven by OPN-activated macrophages that initiate the phenotypic switch in macrophages and its potential impact on the remodel- ing of melanoma microenvironment. Our study delineates the novel mechanism where tumor-educated macrophages over- express OPN that not only favor macrophages infiltration but also drives these cells toward an angiogenic phenotype that facilitates melanoma growth. Further, we demonstrate that OPN  via a9 integrin activates p38 and ERK signaling pathways which ultimately leads to COX-2 expression and PGE2 production. The OPN-activated macrophage promotes angiogenesis via PGE2 and augments MMP-9 expression. The clinical data suggested the increased infiltration of OPN and COX-2-positive TAMs correlate with enhanced tumor growth and angiogenesis. In summary, our results highlight the crucial role of OPN-activated macrophage in melanoma growth and further suggested that OPN-regulated signaling in TAMs may provide novel therapeutic strategy for the treatment of malignant melanoma. The increased infiltration of TAMs in melanoma correlates with  enhanced angiogenesis, which ultimately modulates tumor growth. Here, we have observed that melanoma growth was  Figure 6. OPN induces ERK1/2- and p38-dependent AP-1-mediated COX-2 expression and COX-2-dependent MMP-9 expression in macrophages. (a) RAW264.7 cells were treated with OPN in a dose (0-1 mM) -dependent manner. Expression of CD206 (mannose receptor) was analyzed by western blot. Actin was used as loading control. (b) RAW264.7 cells were treated with OPN (0.5 mM) in time (0-60min) -dependent manner and the level of phospho-ERK1/2 and phospho-p38 were analyzed by western blot. The blots were reprobed with anti-ERK and anti- p38 antibodies. (c) RAW264.7 cells were pretreated with SB203580 (10 mM) or PD98059 (25 mM) and then treated with OPN (0.5 mM) and COX-2 expression was analyzed by western blot (upper panel). In separate experiments, cells were pretreated with inhibitor of p38 (SB203580, 10 mM), ERK (PD98059, 25mM) or COX-2 (NS-398, 10 mM; Etoricoxib, 10 mM) and then treated with OPN (0.5 mM). The level of PGE2 was estimated by EIA and represented in the form of bar graph. The error bar represents s.e.m., *Po0.001 versus Med; ##Po0.001 versus OPN (lower panel). (d) RAW264.7 cells were treated with OPN (0.5mM) in a time (0-240min) -dependent manner. The expression of c-Fos and c-Jun were analyzed by western blot. Actin was used as loading control. (e) Cells were treated with OPN (0.5mM) for 0-240min and nuclear localization of c-Fos was detected by immunofluorescence using anti-c-Fos antibody followed by stained with Cy3 (red). Nuclei were stained with DAPI (blue). (f ) RAW264.7 cells were pretreated with SB203580 or PD98059 and then treated with OPN (0.5 mM). The expression and nuclear localization of c-Fos was detected by immunofluorescence using anti-c-Fos antibody, stained with Cy3 (red) and nuclei were stained with DAPI (blue) (left panel). RAW264.7 cells were transfected with Wt c-Jun, DN c-Jun or A-Fos cDNA and then treated with OPN (0.5 mM) and COX-2 expression was analyzed by western blot. Actin was used as loading control (right panel). (g) RAW264.7 cells were treated with OPN in a dose (0-1 mM) -dependent manner and MMP-9 expression in CM was detected by zymography (upper panel) and western blot (lower panel). RAW264.7 cells were pretreated with inhibitors SB203580, PD98059 or NS-398 and then treated with OPN and MMP-9 expression in CM was detected by zymography (right panel). All data are representation of three experiments exhibiting similar results.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2302  Oncogene (2014) 2295 - 2306 & 2014 Macmillan Publishers Limited    drastically suppressed in Opn- /- mice as compared with Opnþ /þ . In this study, we found that increased infiltration of OPN and COX- 2-positive macrophages correlate with increased angiogenesis and melanoma growth. Bachmann et al.33 have shown that in melanoma, tumor necrosis is closely associated with increased tumor thickness and angiogenesis. Leek et al.21 have demonstrated that increased infiltration of TAMs in necrotic area of breast cancer correlate with angiogenesis and poor prognosis. Here, we observed enhanced tumor necrosis in melanoma tissue of Opnþ /þ mice. Moreover, our data also revealed that increased infiltration of TAMs in melanoma correlate with necrosis and other aggressive phenotype of tumor. Moreover, in clinical specimens, we observed that infiltrating macrophages in necrotic area (hot- spot TAMs) exhibits high level of OPN expression which correlates with enhanced angiogenesis. Taken together, the results suggest that rapidly growing melanoma generates necrosis which in turn recruits macrophages and these tumor-educated macrophages contributes to angiogenesis. Role of tumor-derived OPN in various cancer progressions is  well documented but the function of macrophage-derived OPN  is paradoxical as it participates in both tumorigenesis and tumoricidal activities.34-36 Recent reports indicate that Opn is one of the highly upregulated gene in TAMs in various cancer.37-40  Recently, it has been reported that OPN is overexpressed in macrophages upon co-culture with breast cancer cells.41  Furthermore, Cheng et al.42 have reported that macrophage- derived OPN restore the metastatic potential of OPN-knockdown tumor cells. Here, we observed that OPN is overexpressed in macrophages upon co-culture with melanoma cells. Moreover, we found that expression of OPN and COX-2 in macrophages was significantly higher as compared with tumor cells indicating that TAMs may serve as major source of OPN and COX-2 in tumor microenvironment. In this study, we found that OPN induces COX-2 expression via a9b1 integrin in RGD-independent manner. Tumor-educated macrophages regulate angiogenesis in tumor  microenvironment by secreting a wide range of factors.43 Our results indicated that OPN-activated RAW264.7 cells augment the secretion of PGE2 which in turn induce endothelial cell migration and tube formation. Furthermore, CAM assay validate this finding.  Figure 7. OPN-activated macrophages induce melanoma cell migration. (A) RAW264.7 cells treated with either OPN alone or pretreated with NS-398 or Etoricoxib and then treated with OPN and used in lower chamber, whereas melanoma cells were used in the upper chamber. After 12 h, migrated cells were stained and photographed (left panel). Bar graph represents the migration of melanoma cells toward OPN-activated macrophage. The error bar represents s.e.m., *Po0.001 versus untreated (Un) macrophages, ##Po0.001 versus OPN-activated macrophages (right panel). (B, C) Infiltrating macrophages (CD68 positive) in malignant melanoma are OPN and COX-2 positive and correlates with tumor angiogenesis. Histopathological (H&E; a, b) and immunohistochemical staining of peripheral normal and malignant melanoma specimens with anti-CD68 (red; c, d), co-staining with anti-CD68, anti-OPN and DAPI (e, f; white arrow indicates OPN-positive macrophages) and anti- CD31 (red; g, h). (C) Colocalization of COX-2 (green) and macrophages (CD68, red) was observed in normal peripheral and malignant melanoma specimens (a-h). (D) Schematic representation of tumor-educated OPN-activated macrophages via a9 integrin regulates ERK- and p38-dependent AP-1 activation leading to enhanced COX-2 expression and PGE2 production, which in turn upregulates melanoma growth and angiogenesis.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2303  & 2014 Macmillan Publishers Limited Oncogene (2014) 2295 - 2306    In this study, the increased expression of COX-2, MMP-9 and elevated level of PGE2 revealed that OPN-activated macrophages trigger the angiogenic phenotype of macrophages. Recently, Nakanishi et al.44 have shown that COX-2 inhibition altered TAMs phenotypes by redirecting TAMs toward M1 phenotype. Moreover, Heusinkveld et al.45 have demonstrated that tumor-derived PGE2 is responsible for differentiation of monocytes to M2 macrophages. Enhanced COX-2 expression and PGE2 production in OPN-activated macrophages further support the notion that increased expression of OPN in tumor-educated macrophages redirects the TAMs towards M2 phenotype. Phenotypic hallmark of M2 macrophages is due to increased expression of mannose receptor (CD206). We have checked the effect of OPN on CD206 and the result indicates that OPN has no effect on CD206 expression. In this study, we have shown that soluble mediator derived  from melanoma cells induces OPN and COX-2 expression thereby promoting macrophages migration. The further characterization of soluble factor(s) secreted by tumor cells that induced OPN expression in macrophage is in progress. Green et al.46 have shown that RAW264.7 macrophages promote the migration and invasion of colon carcinoma cells. Here, we found that OPN activates ERK and p38 pathway, which leads to COX-2-dependent PGE2 production and melanoma cell migration. TAMs express a wide array of angiogenesis modulating enzymes including MMP-9.30,31 TAMs-derived MMP-9 has been shown to be crucial for angiogenesis in cervical carcinogenesis.32 Here, we found that OPN induces COX-2-dependent MMP-9 expression in macrophages suggesting that OPN-activated macrophage has crucial role in tumor angiogenesis. In conclusion, we herein provide direct evidence that tumor-  educated macrophages modulate melanoma microenvironment via secretion of OPN, PGE2 and MMP-9, which effectively regulates melanoma growth and angiogenesis. Our data indicate that macrophage-derived OPN educates macrophages towards cancer promoting phenotype through upregulation of COX-2. These data suggested that disrupting the communication between TAMs and cancer cells may redirect the macrophages function and blockade of OPN-regulated signaling may provide means of targeting tumor growth and angiogenesis (Figure 7D).  MATERIALS AND METHODS Cell lines and transfections The mouse macrophage (RAW264.7, IC21) and melanoma (B16F10), human melanoma (A375) cells were obtained from American Type Culture Collection (Manassas, VA, USA). HUVEC were purchased from Lonza (Walkersville MD, USA). OPN cDNA (Dr Georg F. Weber, University of Cincinnati, OH, USA) and COX-2 cDNA (Dr Stephen Prescott, University of Utah, UT, USA) were transfected in RAW264.7 cells using lipofectamine 2000 and used for further experiments.  Isolation of peritoneal macrophages (pMac) The pMac were isolated by flushing the peritoneal cavity of C57BL/6J mice with RPMI medium. Peritoneal exudate cells were collected and allowed to adhere in 6-well plate at 37 1C. After 2 h, nonadherent cells were removed. The preparation contains 95% macrophages as verified by flow cytometry using PE-CD11b (BD Pharmingen, San Diego, CA, USA) staining.  Isolation of mouse embryonic fibroblasts (MEFs) E13.5 embryos from C57BL/6J mice were obtained and MEFs were isolated as described.47  In vivo tumorigenicity and immunohistochemistry All animal experiments were carried out according to institutional guidelines, following a protocol approved by the animal ethics committees of National Center for Cell Science. Opn- /- mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). Briefly, B16F10 cells (1- 106)  were injected s.c. into the dorsal side of Opnþ /þ and Opn- /- mice (6-8 weeks old). In separate experiments, B16F10 cells (1- 106) were injected s.c. into the dorsal side of control (C57BL/6J) mice. After 1 week, Etoricoxib (10mg/kg body weight) was injected i.p. into the mice. After 4 weeks, mice were killed and tumors were excised, weighed and volumes were plotted against time. Tumor volumes were estimated using the formula: p/6 [(d1- d2)3/2]. Tumor sections were analyzed by immunohistochemistry using anti-F4/80, anti-CD31, anti-CD11b and anti-COX-2 antibodies followed by incubation with appropriate secondary antibodies and analyzed by BD pathway 855.  Purification of human OPN The human OPN was purified from breast milk with minor modification and used throughout the study.48  Estimation of PGE2 The level of PGE2 from the CM of RAW264.7 cells or pMac and mice sera was determined using PGE2 EIA kit (Assay Design, Farmingdale, NY, USA).  Small interfering RNA RAW264.7 cells were transfected with siRNA that specifically targeting OPN (siGENOMESMARTpool mouse SPP1, Dharmacon International, Lafayette, CO, USA), CD44 (CD44 siRNA), integrin a9 (integrin a9 siRNA) and COX-2 (COX-2 siRNA) (Santa Cruz Biotechnology, Santa Cruz, CA, USA) with lipofectamine 2000.  Western blot The western blot was performed as described earlier.49 Briefly, the expression of OPN and VEGF (Sigma, St Louis, MO, USA), COX-2, integrin a9, CD44, p38, ERK1/2, c-Fos, c-Jun, actin (Santa Cruz Biotechnology) and p-p38, p-ERK1/2 (Cell Signaling Technology, Beverly, MA, USA) and MMP-9 (Chemicon, Temecula, CA, USA) of treated or transfected RAW264.7 or pMac or HUVEC or B16F10 cells were analyzed by western blot.  Immunofluorescence The immunofluorescence was carried out as described.50  Zymography The zymography was performed as described.51 Briefly, RAW264.7 cells were either treated with OPN or pretreated with SB203580, PD98059 or NS-398 (Calbiochem, La Jolla, CA, USA) and then treated with OPN. Gelatinolytic activity of MMP-9 from CM was detected by zymography.  Cell migration and co-migration assay The migration and co-migration assay was performed using Transwell cell culture chambers (Corning, Corning, NY, USA) as described.52 The migrated cells were stained with Giemsa and counted in four high-power fields (C/HPF) under an inverted microscope (Nikon, Melville, NY, USA) and analyzed.  CAM assay On day 4, the CAM of fertilized white leghorn chicken eggs was added with uniform-sized sterilized gelatin sponges loaded with CM of RAW264.7 cells either treated with 0.5 mM OPN or pretreated with NS-398 or Etoricoxib and then treated with OPN. CAM was photographed in ovo with a stereomicroscope equipped with a camera. At day 6, the angiogenic response was evaluated as length and size of vessels. The in ovo angiogenesis was quantified using the Angioquant software.  Tube formation assay HUVEC (1- 104 cells) were seeded into a matrigel-coated 96-well plate. Then, CM of RAW264.7 cells either treated with OPN or pretreated with NS-398 or Etoricoxib and then treated with OPN were added to the HUVEC. After 4 h, photographs were taken under microscope (Nikon).  Wound assay Wound assays were performed using endothelial cells as described earlier.52  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2304  Oncogene (2014) 2295 - 2306 & 2014 Macmillan Publishers Limited    Human melanoma specimens analyses Human melanoma specimens were collected with the help of histopatho- logist from the local hospital with informed consent. The specimens were analyzed by immunohistochemistry using anti-CD31, anti-OPN, anti-COX-2 and anti-CD68 antibodies followed by incubation with secondary antibodies and analyzed by BD pathway 855.  Statistical analysis Statistical differences were determined by Student's ‘t' test using Sigma plot software. A P-value of o0.05 was considered significant. All bands were analyzed densitometrically (Kodak Digital Science, Rochester, NY, USA) and fold changes were calculated. Wound assay and in vitro tube formation data were quantified using Image Pro plus 6.0 software (Media Cybernetics, Rockville, MD, USA).  CONFLICT OF INTEREST The authors declare no conflict of interest.  ACKNOWLEDGEMENTS We thank Dr B Ramanamurthy, In-charge, Experimental Animal Facility, National Center for Cell Science, Pune, India for breeding and maintaining the Opn- /- mice. We also thank Dr S Ghaskabdi and Dr K Pai, Department of Zoology, University of Pune, India for providing the facility for CAM assay. Skillful assistance was provided by Dr S Vishwakarma, Department of Pathology, YCM Hospital, Pune, India for preparation of Cryosections. The project was supported by Department of Biotechnology (DBT) (GCK), Council of Scientific and Industrial Research (CSIR) (SK and GS), Indian Council of Medical Research (ICMR) (RR) and Department of Science and Technology (DST) (DT), Government of India.  REFERENCES 1 Lazar-Molnar E, Hegyesi H, Toth S, Falus A. Autocrine and paracrine regulation by  cytokines and growth factors in melanoma. Cytokine 2000; 12: 547-554. 2 Nesbit M, Schaider H, Miller TH, Herlyn M. Low-level monocyte chemoattractant  protein-1 stimulation of monocytes leads to tumor formation in nontumorigenic melanoma cells. J Immunol 2001; 166: 6483-6490.  3 Bhowmick NA, Moses HL. Tumor-stroma interactions. Curr Opin Genet Dev 2005; 15: 97-101.  4 Mueller MM, Fusenig NE. Friends or foes-bipolar effects of the tumour stroma in cancer. Nat Rev Cancer 2004; 4: 839-849.  5 Vosseler S, Mirancea N, Bohlen P, Mueller MM, Fusenig NE. Angiogenesis inhibi- tion by vascular endothelial growth factor receptor-2 blockade reduces stromal matrix metalloproteinase expression, normalizes stromal tissue and reverts epithelial tumor phenotype in surface heterotransplants. Cancer Res 2005; 65: 1294-1305.  6 Mantovani A, Sozzani S, Locati M, Allavena P, Sica A. Macrophage polarization: tumor- associated macrophages as a paradigm for polarized M2 mononuclear phagocytes. Trends Immunol 2002; 23: 549-555.  7 Gazzaniga S, Bravo AI, Guglielmotti A, van Rooijen N, Maschi F, Vecchi A et al. Targeting tumor-associated macrophages and inhibition of MCP-1 reduce angiogenesis and tumor growth in a human melanoma xenograft. J Invest Dermatol 2007; 127: 2031-2041.  8 Lin EY, Li JF, Gnatovskiy L, Deng Y, Zhu L, Grzesik DA et al. Macrophages regulate the angiogenic switch in a mouse model of breast cancer. Cancer Res 2006; 66: 11238-11246.  9 Denhardt DT, Guo X. Osteopontin: a protein with diverse functions. FASEB J 1993; 7: 1475-1482.  10 Rangaswami H, Bulbule A, Kundu GC. Osteopontin: role in cell signaling and cancer progression. Trends Cell Biol 2006; 16: 79-87.  11 Weber GF, Ashkar S, Glimcher MJ, Cantor H. Receptor-ligand interaction between CD44 and osteopontin (Eta-1). Science 1996; 271: 509-512.  12 Panda D, Kundu GC, Lee BI, Peri A, Fohl D, Chackalaparampil I et al. Potential roles of osteopontin and alphaVbeta3 integrin in the development of coronary artery restenosis after angioplasty. Proc Natl Acad Sci USA 1997; 94: 9308-9313.  13 Jain S, Chakraborty G, Kundu GC. The crucial role of cyclooxygenase-2 in osteo- pontin-induced protein kinase C alpha/c-Src/IkappaB kinase alpha/beta depen- dent prostate tumor progression and angiogenesis. Cancer Res 2006; 66: 6638-6648.  14 Behera R, Kumar V, Lohite K, Karnik S, Kundu GC. Activation of JAK2/STAT3 signaling by osteopontin promotes tumor growth in human breast cancer cells. Carcinogenesis 2010; 31: 192-200.  15 Chakraborty G, Jain S, Kundu GC. Osteopontin promotes vascular endothelial growth factor-dependent breast tumor growth and angiogenesis via autocrine and paracrine mechanisms. Cancer Res 2008; 68: 152-161.  16 Ahmed M, Kundu GC. Osteopontin selectively regulates p70S6K/mTOR phosphorylation leading to NF-kB dependent AP-1-mediated ICAM-1 expression in breast cancer cells. Mol Cancer 2010; 9: 101.  17 Nakao S, Kuwano T, Tsutsumi-Miyahara C, Ueda S, Kimura YN, Hamano S et al. Infiltration of COX-2-expressing macrophages is a prerequisite for IL-1b-induced neovascularization and tumor growth. J Clin Invest 2005; 115: 2979-2991.  18 Bianchini F, Massi D, Marconi C, Franchi A, Baroni G, Santucci M et al. Expression of cyclo-oxygenase-2 in macrophages associated with cutaneous melanoma at different stages of progression. Prostaglandins other Lipid Mediat 2007; 83: 320-328.  19 Finetti F, Donnini S, Giachetti A, Morbidelli L, Ziche M. Prostaglandin E2 primes the angiogenic switch via a synergic interaction with the fibroblast growth factor- 2 pathway. Circ Res 2009; 105: 657-666.  20 Baxevanis CN, Reclos GJ, Gritzapis AD, Dedousis GV, Missitzis I, Papamichail M. Elevated prostaglandin E2 production by monocytes is responsible for the depressed levels of natural killer and lymphokine-activated killer cell function in patients with breast cancer. Cancer 1993; 72: 491-501.  21 Leek RD, Lewis CE, Whitehouse R, Greenall M, Clarke J, Harris AL. Association of macrophage infiltration with angiogenesis and prognosis in invasive breast carcinoma. Cancer Res 1996; 56: 4625-4629.  22 Fujimoto J, Sakaguchi H, Aoki I, Tamaya T. Clinical implications of expression of interleukin 8 related to angiogenesis in uterine cervical cancers. Cancer Res 2000; 60: 2632-2635.  23 Torisu H, Ono M, Kiryu H, Furue M, Ohmoto Y, Nakayama J et al. Macrophage infiltration correlates with tumor stage and angiogenesis in human malignant melanoma: possible involvement of TNF alpha and IL-1alpha. Int J Cancer 2000; 85: 182-188.  24 Nishie A, Ono M, Shono T, Fukushi J, Otsubo M, Onoue H et al. Macrophage infiltration and heme oxygenase-1 expression correlate with angiogenesis in human gliomas. Clin Cancer Res 1999; 5: 1107-1113.  25 Salvesen HB, Akslen LA. Significance of tumour-associated macrophages, vascular endothelial growth factor and thrombospondin-1 expression for tumour angio- genesis and prognosis in endometrial carcinomas. Int J Cancer 1999; 84: 538-543.  26 Lissbrant IF, Stattin P, Wikstrom P, Damber JE, Egevad L, Bergh A. Tumor asso- ciated macrophages in human prostate cancer: relation to clinicopathological variables and survival. Int J Oncol 2000; 17: 445-451.  27 Nemoto H, Rittling SR, Yoshitake H, Furuya K, Amagasa T, Tsuji K et al. Osteopontin deficiency reduces experimental tumor cell metastasis to bone and soft tissues. J Bone Miner Res 2001; 16: 652-659.  28 Ojalvo LS, King W, Cox D, Pollard JW. High-density gene expression analysis of tumor-associated macrophages from mouse mammary tumors. Am J Pathol 2009; 174: 1048-1064.  29 Shin HS, Jung CH, Park HD, Lee SS. The relationship between the serum inter- cellular adhesion molecule-1 level and the prognosis of the disease in lung cancer. Korean J Intern Med 2004; 19: 48-52.  30 Naylor MS, Stamp GW, Davies BD, Balkwill FR. Expression and activity of MMPS and their regulators in ovarian cancer. Int J Cancer 1994; 58: 50-56.  31 Nikkola J, Vihinen P, Vuoristo MS, Kellokumpu-Lehtinen P, Kähäri VM, Pyrhönen S. High serum levels of matrix metalloproteinase-9 and matrix metalloproteinase-1 are associated with rapid progression in patients with metastatic melanoma. Clin Cancer Res 2005; 11: 5158-5166.  32 Giraudo E, Inoue M, Hanahan D. An amino-bisphosphonate targets MMP-9- expressing macrophages and angiogenesis to impair cervical carcinogenesis. J Clin Inves 2004; 114: 623-633.  33 Bachmann IM, Ladstein RG, Straume O, Naumov GN, Akslen LA. Tumor necrosis is associated with increased alphavbeta3 integrin expression and poor prognosis in nodular cutaneous melanomas. BMC Cancer 2008; 8: 362.  34 Crawford HC, Matrisian LM, Liaw L. Distinct roles of osteopontin in host defense activity and tumor survival during squamous cell carcinoma progression in vivo. Cancer Res 1998; 58: 5206-5215.  35 Feng B, Rollo EE, Denhardt DT. Osteopontin (OPN) may facilitate metastasis by protecting cells from macrophage NO-mediated cytotoxicity: evidence from cell lines downregulated for OPN expression by a targeted ribozyme. Clin Exp Metastasis 1995; 13: 453-462.  36 Gorelik E, Wiltrout RH, Brunda MJ, Holden HT, Herberman RB. Augmentation of metastasis formation by thioglycollate-elicited macrophages. Int J Cancer 1982; 29: 575-581.  37 Rhodes DR, Kalyana-Sundaram S, Mahavisno V, Varambally R, Yu J, Briggs BB et al. Oncomine 3.0: genes, pathways, and networks in a collection of 18,000 cancer gene expression profiles. Neoplasia 2007; 9: 166-180.  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2305  & 2014 Macmillan Publishers Limited Oncogene (2014) 2295 - 2306    38 Hsu HP, Shan YS, Lai MD, Lin PW. Osteopontin-positive infiltrating tumor-asso- ciated macrophages in bulky ampullary cancer predict survival. Cancer Biol Ther 2010; 10: 144-154.  39 Liguori M, Solinas G, Germano G, Mantovani A, Allavena P. Tumor-associated macrophages as incessant builders and destroyers of the cancer stroma. Cancers 2011; 3: 3740-3761.  40 Brown LF, Papadopoulos-Sergiou A, Berse B, Manseau EJ, Tognazzi K, Perruzzi CA et al. Osteopontin expression and distribution in human carcinomas. Am J Pathol 1994; 145: 610-623.  41 Solinas G, Schiarea S, Liguori M, Fabbri M, Pesce S, Zammataro L et al. Tumor- conditioned macrophages secrete migration-stimulating factor: a new marker for M2-polarization, influencing tumor cell motility. J Immunol 2010; 185: 642-652.  42 Cheng J, Huo DH, Kuang DM, Yang J, Zheng L, Zhuang SM. Human macrophages promote the motility and invasiveness of osteopontin-knockdown tumor cells. Cancer Res 2007; 67: 5141-5147.  43 Lewis CE, Leek R, Harris A, McGee JO. Cytokine regulation of angiogenesis in breast cancer: the role of tumor-associated macrophages. J Leukoc Biol 1995; 57: 747-751.  44 Nakanishi Y, Nakatsuji M, Seno H, Ishizu S, Akitake-Kawano R, Kanda K et al. COX-2 inhibition alters the phenotype of tumor-associated macrophages from M2 to M1 in ApcMin/þmouse polyps. Carcinogenesis 2011; 32: 1333-1339.  45 Heusinkveld M, de Vos van Steenwijk PJ, Goedemans R, Ramwadhdoebe TH, Gorter A, Welters MJ et al. M2 macrophages induced by prostaglandin E2 and IL-6  from cervical carcinoma are switched to activated M1 macrophages by CD4þ Th1 cells. J Immunol 2011; 187: 1157-1165.  46 Green CE, Liu T, Montel V, Hsiao G, Lester RD, Subramaniam S et al. Chemoat- tractant signaling between tumor cells and macrophages regulates cancer cell migration, metastasis and neovascularization. PLoS One 2009; 4: e6713.  47 Wang S, Raven JF, Baltzis D, Kazemi S, Brunet DV, Hatzoglou M et al. The catalytic activity of the eukaryotic initiation factor-2a kinase PKR is required to negatively regulate Stat1 and Stat3 via activation of the T-cell protein-tyrosine phosphatase. J Biol Chem 2006; 281: 9439-9449.  48 Kumar V, Behera R, Lohite K, Karnik S, Kundu GC. p38 kinase is crucial for osteopontin-induced furin expression that supports cervical cancer progression. Cancer Res 2010; 70: 10381-10391.  49 Sharma P, Kumar S, Kundu GC. Transcriptional regulation of human osteopontin promoter by histone deacetylase inhibitor, trichostatin A in cervical cancer cells. Mol Cancer 2010; 9: 178.  50 Chakraborty G, Jain S, Kale S, Raja R, Kumar S, Mishra R et al. Curcumin suppresses breast tumor angiogenesis by abrogating osteopontin-induced VEGF expression. Mol Med Rep 2008; 1: 641-646.  51 Rangaswami H, Bulbule A, Kundu GC. Nuclear factor-inducing kinase plays a crucial role in osteopontin-induced MAPK/IkappaBalpha kinase-dependent nuclear factor kappaB-mediated promatrix metalloproteinase-9 activation. J Biol Chem 2004; 279: 38921-38935.  52 Jain S, Chakraborty G, Raja R, Kale S, Kundu GC. Prostaglandin E2 regulates tumor angiogenesis in prostate cancer. Cancer Res 2008; 68: 7750-7759.  Supplementary Information accompanies this paper on the Oncogene website (http://www.nature.com/onc)  OPN-activated macrophages induce melanoma growth and angiogenesis S Kale et al  2306  Oncogene (2014) 2295 - 2306 & 2014 Macmillan Publishers Limited  http://www.nature.com/onc   Osteopontin signaling upregulates cyclooxygenase-2 expression in tumor-associated macrophages leading to enhanced angiogenesis and melanoma growth via α9β1 integrin  Introduction  Results  Lack of expression of OPN reduces microvessel as well as macrophage density thereby attenuates melanoma growth  OPN and COX-2 have crucial role in regulation of macrophages-melanoma interaction in vitro  OPN augments COX-2 expression in macrophages  OPN-activated macrophages enhance endothelial cell migration and angiogenesis via COX-2 in ICAM-dependent manner  OPN-activated macrophages augment angiogenesis in chorioallantoic membrane (CAM) assay  OPN induces ERK1/2 and p38-mediated AP-1-dependent COX-2 and MMP-9 expression  OPN-activated macrophages enhance melanoma cell migration through paracrine mechanism  Infiltrating macrophages in melanoma specimens are OPN and COX-2 positive that correlates with angiogenesis and melanoma growth   Discussion  Materials and methods  Cell lines and transfections  Isolation of peritoneal macrophages (pMac)  Isolation of mouse embryonic fibroblasts (MEFs)  In vivo tumorigenicity and immunohistochemistry  Purification of human OPN  Estimation of PGE2  Small interfering RNA  Western blot  Immunofluorescence  Zymography  Cell migration and co-migration assay  CAM assay  Tube formation assay  Wound assay  Human melanoma specimens analyses  Statistical analysis   Acknowledgements  Note  References",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}