{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "MMP7-mediated cleavage of nucleolin at Asp255 induces MMP9 expression to promote tumor malignancy   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/260841438  MMP7-mediated cleavage of nucleolin at Asp255 induces MMP9 expression to  promote tumor malignancy  Article  in  Oncogene · March 2014  DOI: 10.1038/onc.2014.22 · Source: PubMed  CITATIONS  30 READS  178  9 authors, including:  Some of the authors of this publication are also working on these related projects:  Drug Resistance View project  Tsung-I Hsu  Taipei Medical University  66 PUBLICATIONS   877 CITATIONS     SEE PROFILE  Jan-Jong Hung  National Cheng Kung University  110 PUBLICATIONS   2,224 CITATIONS     SEE PROFILE  All content following this page was uploaded by Jan-Jong Hung on 23 October 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/260841438_MMP7-mediated_cleavage_of_nucleolin_at_Asp255_induces_MMP9_expression_to_promote_tumor_malignancy?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/260841438_MMP7-mediated_cleavage_of_nucleolin_at_Asp255_induces_MMP9_expression_to_promote_tumor_malignancy?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Drug-Resistance-13?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tsung-I-Hsu-2?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tsung-I-Hsu-2?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Taipei_Medical_University?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tsung-I-Hsu-2?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jan-Jong-Hung?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jan-Jong-Hung?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National-Cheng-Kung-University?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jan-Jong-Hung?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jan-Jong-Hung?enrichId=rgreq-a5151497ab86e3a347f398761b2f12a1-XXX&enrichSource=Y292ZXJQYWdlOzI2MDg0MTQzODtBUzoyODc2OTg0MjczNjc0MjRAMTQ0NTYwNDA1OTEwNg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   ORIGINAL ARTICLE  MMP7-mediated cleavage of nucleolin at Asp255 induces MMP9 expression to promote tumor malignancy T-I Hsu1,2, S-C Lin1, P-S Lu1, W-C Chang1,2,3,4,5, C-Y Hung3, Y-M Yeh6, W-C Su6, P-C Liao7 and J-J Hung1,2,3,4,5  Nucleolin (NCL) participates in DNA transcription, ribosomal biogenesis and the regulation of RNA stability. However, the contribution of NCL to tumor development is still not clear. Herein, we found that NCL expression correlated with poor prognosis in lung cancer patients. Overexpressed NCL was predominantly cleaved to C-terminal truncated NCL (TNCL). In lung cancer formation, activation of the epidermal growth factor receptor pathway induced NCL expression, and also the expression of matrix metalloproteinase (MMP) 7, which then cleaved NCL at Asp255 to generate TNCL of 55 kDa. TNCL increased the expression of several oncogenes, including MMP9, anaplastic lymphoma kinase (ALK), HIF1a and CBLB, and decreased the expression of tumor suppressors including BRD4, PCM1, TFG and KLF6 by modulating mRNA stability through binding to the 3'-untranslated regions of their transcripts, thus ultimately enhancing metastasis activity. In conclusion, this study identified a novel role of the cleavage form of NCL generated by MMP7 in stabilizing MMP9 mRNA. We also provide a new insight that MMP7 not only cleaves the extracellular matrix to promote tumor invasion but also cleaves NCL, which augment oncogenesis. Blocking NCL cleavage may provide a useful new strategy for lung cancer therapy.  Oncogene (2015) 34, 826-837; doi:10.1038/onc.2014.22; published online 17 March 2014  INTRODUCTION Nucleolin (NCL) is a well-known RNA-binding protein that participates in DNA transcription, ribosomal biogenesis, mRNA translation and mRNA stability. The N-terminal domain of NCL regulates transcription and the maturation of ribosomal RNA;1 the central region containing 4 RNA-binding domains associates with mRNA or pre-ribosomal RNA to regulate their stability;2,3 the C-terminus interacts with ribosomal proteins to regulate RNA translation.4,5 In addition, the NCL level is increased in highly proliferating cells, but the mechanism controlling NCL abundance is still not clear. Protein cleavage affects the properties of cancer cells. Cleavage  form of laminin-332 by matriptase enhances the motility of prostate cancer cells.6 Cleavage form of β1 integrin mediated by matrix metalloproteinase (MMP) 2 promotes colon cancer cell motility.7 In lymphoma, nuclear factor-κB-inducing kinase cleaves the API2-MALT1 fusion oncoprotein to activate the noncanonical nuclear factor-κB pathway, which promotes apoptosis resistance.8  Cleavage of NCL by granzyme A was first demonstrated and suggested that this phenomenon is important for apoptosis.9  Furthermore, in apoptotic cells, an increase in cleaved NCL (80 kDa) is accompanied by a decrease in full-length NCL (110 kDa).10,11 Moreover, self-cleaving activity-mediated produc- tion of 100-, 70-, 60- and 50-kDa forms of NCL was identified in proliferating cells.12 However, the cleavage site of NCL and the functions of cleaved NCL have not been studied. MMP7 (matrilysin), the smallest MMP that lacks a C-terminal  hemopexin domain, is overexpressed in various types of cancer, including gastric, pancreatic and colon cancer.13-15 In addition to  cleave the extracellular matrix (ECM), MMP7 also cleaves other proteins to affect the properties of cancer. MMP7-mediated cleavage of Fas ligand protects tumor cells from chemotherapy- induced cytotoxicity.16 Cleavage of C-type lectin domain family-3 member A and E-cadherin by MMP7 enhances tumor invasion by inducing cell dissociation from ECM.17,18 These results described above indicate that MMP7 cleaves membrane proteins and secretory proteins. However, it is still unknown that whether MMP7 has intracellular proteolytic activity. In this study, we show that the protease activity of MMP7  enhances tumorigenesis through the cleavage of NCL. Increased NCL expression significantly correlated with poor prognosis in lung cancer patients. In human and mouse lung cancer, NCL was mainly expressed as a 55-kDa protein, generated by MMP7 cleavage at Asp255. Cleaved NCL aggressively promoted pro- liferation and metastasis. Furthermore, cleaved NCL increased the expression of cancer-related genes, such as MMP9 and ALK, by associating with mRNA 30-untranslated regions (UTRs) to enhance mRNA stability. These findings highlight the importance of MMP7- mediated NCL cleavage in lung cancer development.  RESULTS Accumulation of NCL, processed to a C-terminal truncated form, correlates with poor prognosis in lung cancer patients Past studies of NCL mainly focused on its regulation of ribosomal biogenesis and mRNA stability.19 The functional role of NCL in tumor growth and metastasis remains poorly understood, especially in lung cancer. To address this issue, we first studied  1Institute of Bioinformatics and Biosignal Transduction, College of Bioscience and Biotechnology, National Cheng-Kung University, Tainan, Taiwan; 2Center for Infection Disease and Signal Transduction, National Cheng-Kung University, Tainan, Taiwan; 3Institute of Basic Medical Sciences, National Cheng-Kung University, Tainan, Taiwan; 4Department of Pharmacology, College of Medicine, National Cheng-Kung University, Tainan, Taiwan; 5Graduate Institute of Medical Sciences, College of Medicine, Taipei Medical University, Taipei, Taiwan; 6Department of Internal Medicine, College of Medicine and Hospital, National Cheng-Kung University, Tainan, Taiwan and 7Department of Environmental and Occupational Health, National Cheng-Kung University, Tainan, Taiwan. Correspondence: Professor J-J Hung, Institute of Bioinformatics and Biosignal Transduction, National Cheng-Kung University, Tainan 701, Taiwan. E-mail: petehung@mail.ncku.edu.tw Received 4 October 2013; revised 22 January 2014; accepted 24 January 2014; published online 17 March 2014  Oncogene (2015) 34, 826-837   2015 Macmillan Publishers Limited All rights reserved 0950-9232/15  www.nature.com/onc  http://dx.doi.org/10.1038/onc.2014.22 mailto:petehung@mail.ncku.edu.tw http://www.nature.com/onc   the expression of NCL in human lung cancer and in two mouse models that develop lung tumors spontaneously. Of the 97 tumor specimens from patients, 62, 20 and 15 showed strong, moderate and negative NCL expression, respectively. In addition, of 65 normal lung tissues, 31 and 34 showed moderate and negative expression, respectively, but none showed high NCL expression (Figure 1A(b)). When the relationship between the NCL level and survival rate was compared, we found that higher NCL expression correlated with poor prognosis for lung cancer progression (Figure 1A and Table 1). Furthermore, NCL level was examined  in seven other clinical lung cancer samples by immunoblot analysis (Figure 1B and Supplementary Figure S1A). Interestingly, not only was NCL markedly upregulated, it was also processed into a 55-kDa truncated protein. To further address this finding, two transgenic mouse models including K-rasG12D- and EGFRL858R- induced lung cancers were established, and used to study the NCL expression and post-translational processing. In these mice, NCL was upregulated and was majorly present as a 55-kDa truncated protein (Figures 1C and D, and Supplementary Figure S1C). Furthermore, the signal of 55-kDa protein was attenuated by NCL  Figure 1. The expression of NCL in human lung cancer and K-rasG12D-driven lung cancer transgenic mice. (A) NCL expression in human lung cancer. Normal lung tissues and lung tumors were resected surgically from lung cancer patients. (a) The fixed specimens were embedded by paraffin, and 5-μm slices were prepared for immunohistochemistry (IHC) with the anti-c23 antibody. (b) The number of patients used in the analysis of NCL expression. (c) The relevance of NCL expression with prognosis of lung cancer patients was analyzed. (B) Specimens with normal and tumor parts of lung tissues from seven lung cancer patients were prepared for Western blotting with the anti-c23 antibody. (C) K-rasG12D was activated by drinking with doxycycline for indicated time point, and then mice was killed to study the NCL level by IHC (a) and immunoblot (b) with the anti-c23 antibody. (D) NCL expression and cleavage in mutant EGFR (L858R)-driven lung cancer transgenic mice.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  827    2015 Macmillan Publishers Limited Oncogene (2015) 826 - 837    knockdown, confirming that this signal is NCL (Supplementary Figure S1B).  Epidermal growth factor (EGF) signaling induces Sp1-mediated NCL upregulation The results in Figure 1 raised two interesting questions, they are: how NCL expression is induced during lung cancer formation and how the full-length NCL is processed into truncated NCL (TNCL). As NCL was induced in K-rasG12D- and EGFRL858R-induced lung cancer mice, we investigated whether EGF receptor (EGFR) and K-ras activation affect NCL expression in lung tumor cells. Treatment of A431 and H1299 cells with EGF significantly increased the transcriptional activity, mRNA and protein levels of NCL in a dose- dependent manner (Figures 2a and c and Supplementary Figures S2A and B). In contrast, an EGFR inhibitor, gefitinib and a K-ras inhibitor, FTI-276, significantly decreased the transcriptional activity, the mRNA and protein expression of NCL (Supplementary Figures S2C and H). Interestingly, inhibition of extracellular signal- regulated kinases 1 and 2 by U0126 also prevented EGF-mediated NCL upregulation, suggesting that NCL was induced via the EGFR pathway through extracellular signal-regulated kinases 1 and 2 activation (Figure 2d). The NCL promoter contains specificity protein-1 (Sp1) binding elements, and our previous studies indicated that mitogenic signals, including EGFR and K-ras activation, contributes to Sp1 accumulation.20,21 Therefore, we speculated that Sp1 contributesto NCL upregulation in lung cancer formation. The expression of NCL significantly increased with increasing doses of green fluorescent protein (GFP)-Sp1, and Sp1 knockdown decreased NCL expression (Figure 2e and Supplementary Figures S3A and C). Furthermore, EGF-induced upregulations of NCL promoter activity and protein were abolished by Sp1 knockdown (Figure 2f and Supplementary Figure S3D). The Sp1 binding sites predicted by TFSEARCH website were mutated individually to identify the region required for EGF-mediated NCL induction (Figure 2g). Loss of Sp1 binding sites localized at the -200 region of the NCL promoter abolished the NCL upregulation by EGF treatment. Moreover, a chromatin immunoprecipitation assay was performed to study the recruitment of Sp1 to the promoter of NCL (Figure 2h). The results showed that Sp1 was recruited to the NCL promoter (-273/-84). Therefore, we propose a model in which EGF induces NCL expression through the activation of the extracellular signal-regulated kinases 1 and 2 pathway and subsequent Sp1-mediated transcription (Figure 2i).  MMP7 cleaves NCL at Asp255 during lung cancer formation We next investigated the processing of full-length NCL into a 55-kDa truncated protein. The level of cleaved NCL was clearly higher in lung cancer cell lines, H1299 and A549, than that in normal lung epithelial cells, Beas-2B (Figure 3a). To determine whether NCL was cleaved at the C-terminus or N-terminus, GFP-NCL-myc was overexpressed in cells. The anti-myc antibody  recognized the truncated form at 55 kDa, but the GFP antibody did not, indicating that full-length NCL was cleaved at the N-terminus (Supplementary Figures S4A and C). To confirm this result, an antibody that recognizes N-terminus of NCL was produced to study NCL was generated. Full-length NCL was detected in cell lines, but little signal was found in clinical lung cancer samples, indicating that nearly all of the NCL was cleaved in vivo (Supplementary Figure S1E). In addition, the antibody that recognizes N-terminal NCL did not recognize the 55-kDa form of NCL, indicating that the C-terminus of NCL was present in lung cancer cells (Supplementary Figures S1D and E). To identify the cutting site(s), several plasmids expressing N-terminally truncated forms of NCL were constructed (Supplementary Figure S4A). Data indicated that the cutting N-terminal part from GFP-TNCL (251-710 aa) was nearly the same as GFP-only, implying that the cutting site may locate between aa 251 and aa 260 (Supplementary Figure S4B). Several GFP-NCL-myc constructs with the individual mutation between aa 249 and aa 260 were prepared to probe the exact cutting site. As shown in Figure 3b, the mutation of Asp255 to Ala (Asp255Ala) blocked the cleavage, suggesting that Asp255 is the major site for NCL cleavage. Subsequently, we investigated the proteinase(s) that cleaved  NCL. We evaluated the effect of the aspartate protease family on NCL cleavage. Treatment with the aspartate protease inhibitor pepstatin or knockdown of the aspartate protease, TASP1 and ADAMTS1, did not alter NCL cleavage (Supplementary Figures S5A and C). However, marimastat, an MMP inhibitor, attenuated NCL cleavage in a dose-dependent manner (Figure 3c), suggesting that the MMP family has a functional role in NCL cleavage. Knockdown of MMP2, 9, or 13 did not affect cleavage of NCL (Supplementary Figures S5D and E). In contrast, MMP7 knockdown mark- edly decreased endogenously cleaved NCL and increased full- length NCL (Figure 3d). Furthermore, MMP7 overexpression increased NCL cleavage (Figure 3e). To further confirm the effect of MMP7 on NCL cleavage, MMP7 was knocked down in cells expressing GFP-NCL-myc. As shown in Figure 3f, cleaved NCL-myc disappeared with MMP7 knockdown, suggesting that MMP7 is required for NCL cleavage. On the other hand, MMP7 over- expression increased the level of cleaved NCL-myc (Figure 3g). Moreover, MMP7 efficiently enhanced the production of cleaved NCL-myc in cells expressing GFP-NCL-myc, but not in cells expressing GFP-NCLD255A-myc (Figure 3g). To confirm that MMP7 cleaved NCL directly, we synthesized a peptide corresponding to aa 252-aa 262 of NCL (DDEDDDDEDDE), incubated the peptide with MMP7 recombinant protein and assessed cleavage by mass spectrometry analysis. The amount of uncleaved peptide (1339-Da) decreased, and the amount of cleaved peptide (861-Da) increased with increasing concentration of the MMP7 protein (Figure 3h). The cleaved 861-Da peptide was identified as aa 255-aa 262 (DDDDEDDE). In the absence of NCL peptide, we did not detect a signal in the presence of MMP7 (Supplementary Figure S4D), indicating that the results of mass spectrometry analysis reflect the cleaved NCL peptide. After confirming the specificity of the anti-MMP7 antibody by knocking down endogenous MMP7, which abolished the signal of MMP7 (Supplementary Figures S6A and S6B), we investigated the distributions of NCL and MMP7 in lung cancer cells in vivo and in vitro. NCL and MMP7 expression levels were localized in nucleus of lung tumor cells in human lung tumors and K-rasG12D lung cancer mice (Figures 4a and b), Moreover, NCL majorly interacted with MMP7 in nucleus, and slight interaction signal was found in cytoplasm (Figure 4c; Supplementary Figures S6D and S6E). In addition, most of overexpressed GFP-NCL stayed in nucleolus and colocalized with MMP7, implying that the cleavage of NCL by MMP7 majorly occurred inside nucleolus (Supplementary Figure S6C). As previous studies indicate that MMP7 is major stayed outside the cell, not in the nucleus including nucleolus, distribution of MMP7 in cells was studied. Data indicated the MMP7 not only  Table 1. Characteristics of lung cancer patients for evaluating the correlation of NCL with prognosis  Characteristic Negative NCL Positive NCL P-value  Age (mean± s.e.m.) 67.1± 2.5 64± 1.9 0.3865a  Male 18 37 0.5232b  Female 17 25  Stage I, II 16 27 1.0b  IV 19 35  Abbreviation: NCL, nucleolin. aStudent's t-test. bFisher's exact test.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  828  Oncogene (2015) 826 - 837   2015 Macmillan Publishers Limited    localized in cytoplasm, but also stayed in nucleus and nucleolus (Figure 4d). To exclude the possibility that MMP-related proteases in specimens of mice cause NCL cleavage during the experimental procedure, we prepared the lysis buffer containing different doses of marimastat. In Supplementary Figure S6F, we found that marimastat did not affect NCL cleavage. On the basis of the previous studies demonstrating that NCL distributes on plasma  membrane, we also detected NCL on plasma membrane without permeabilizing cell membrane (Supplementary Figure S7A). More- over, we found that both of NCL and MMP7 distributed in the fraction of plasma membrane (Supplementary Figure S7B), suggesting that MMP7 may cleave membrane NCL. We also used two antibodies targeting different epitopes of NCL to detect NCL cleavage in cell lines and human specimens. In Supplementary  Figure 2. Sp1 mediates EGF-induced NCL transcription and expression. (a) A431 cells expressing pGL2 or pGL2-NCL(-1050/+1) were serum starved for 16 h followed by treatment of EGF for 24 h. Cells were harvested for luciferase reporter assay. (b) After treatment of EGF for indicated time point, cells were harvested for reverse transcriptase-PCR. (c) Following treatment of EGF for indicated time point, cells were harvested for western blotting with antibodies against NCL, phospho-extracellular signal-regulated kinases 1 and 2 (Erk1/2), Erk1/2 and tubulin as an internal control. (d) H1299 cells expressing pGL2 or pGL2-NCL were serum starved for 16 h and then treated with EGF in the presence or absence of U0126 for additional 24 h. Subsequently, cells were harvested for luciferase reporter assay. (e) H1299 cells expressing pGL2 or pGL2-NCL were infected with GFP-Sp1-expressed adenovirus for 24 h, followed by harvesting cells for luciferase reporter assay. (f) Scramble and Sp1-short hairpin RNA (shRNA) plasmids were transfected into cells for 48 h, and cells were then treated with EGF for additional 24 h. Whole-cell lysates were prepared for western blotting. (g) pGL2 or several pGL2-NCL plasmids harboring different mutation sites were transfected into H1299 cells for 24 h. After EGF treatment, cells were subjected to reporter assay. (h) Cells treated with EGF were fixed, and then sonicated for chromatin immunoprecipitation (CHIP) assay by using the anti-Sp1 antibody. (i) The proposed scheme describing EGF induces NCL expression through Sp1-mediated transcription. Compared with individual pGL2, *Po0.05, **Po0.01, mean± s.e.m.; compared with pGL2-NCL in the presence of EGF, #Po0.05, ##Po0.01, ###Po0.001, mean± s.e.m.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  829    2015 Macmillan Publishers Limited Oncogene (2015) 826 - 837    Figure S8, two antibodies exhibited the similar results of detecting full-length and cleaved NCLs. On the basis of our findings, MMP7 associates with NCL and cleaved NCL to generate TNCL comprising C-terminal aa 255-aa 710. This process occurs majorly in nucleus, but may also slightly occur in cytoplasm.  TNCL increases lung tumor cell proliferation and metastasis in vitro and in vivo by increasing MMP9 protein levels We next studied the function of TNCL in lung tumorigenesis. Knockdown of NCL in A549 and H1299 cells inhibited cell proliferation (Figure 5A(a,b)), and increased cleaved poly ADP  ribose polymerase (PARP) and active caspase 3 signals (Figure 5A (c)), implying that NCL is involved in cell proliferation and apoptosis. As shown in Figures 5B and C, compared with GFP- expressing cells, NCL-expressing cells enhanced cell proliferation and tumor growth in a xenograft model. In these experiments, the oncogenic effect of TNCL was significantly higher than that of NCL in vitro and in vivo. Moreover, TNCL was more effective in enhancing the cellular migration, invasion and lung metastasis of cells delivered by tail vein injection (Figures 5D and F). In conclusion, NCL, cleaved by MMP7 during tumorigenesis, is an important process for the cancer cell progression. Cleaved NCL is increased in lung tumors and involved in tumor malignancy.  Figure 3. Effect of MMP7 on cleavage of NCL. (a) Whole-cell lysates of indicated cells were prepared for western blotting using the anti-c23 and anti-tubulin antibodies. (b) Various plasmids including wild-type GFP-NCL-myc and its mutant forms with the mutation from aa 249 to aa 260 were transfected into H1299 cells for 24 h, and cell lysates were collected for immunoblotting using the anti-GFP antibody. (c) H1299 cells were treated with marimastat for 24 h, and harvested for western blotting using the anti-c23 antibody. H1299 cells with MMP7 knockdown (d) or GFP-MMP7 overexpression (e) were harvested for western blotting using antibodies against NCL, MMP7, MMP9 and tubulin. (f) The GFP-NCL-myc was transfected into MMP7 knockdown cells for 24 h, and cells were then harvested for western blotting using antibodies against myc, MMP7 and tubulin. (g) After co-transfection of GFP-MMP7 with GFP-NCL-myc or GFP-NCLD255A-myc into H1299 cells for 48 h, cells were harvested for western blotting using the anti-myc and anti-tubulin antibodies. (h) MMP7 in vitro cleavage assay on synthetic peptide of NCL by mass spectrometry. (i) The scheme to describe MMP7 cleaves NCL at the 255th aspartate. *Po0.05, mean± s.e.m.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  830  Oncogene (2015) 826 - 837   2015 Macmillan Publishers Limited    Next, we investigated how TNCL enhanced tumorigenesis. As shown in Figure 6A, TNCL increased the level and enzymatic activity of MMP9 in a dose-dependent manner. A major function of NCL is to maintain mRNA stability. Thus, we analyzed the effect of TNCL on MMP9 mRNA stability by quantitative-PCR (Figure 6B). Actinomycin D treatment markedly decreased MMP9 mRNA within 12 h. TNCL delayed MMP9 mRNA degradation to a greater extent than NCL. Moreover, the luciferase activity of an SV-40 promoter containing the 30-UTR of MMP9 mRNA was significantly increased by TNCL, but not by NCL (Supplementary Figure S9B). Furthermore, TNCL associated with the MMP9 30-UTR (Figure 6C and Supplementary Figure S9A). These results indicate that TNCL  increases MMP9 expression by associating with the MMP9 30-UTR to enhance its mRNA stability. MMP7 knockdown reduced the MMP9 protein level (Figure 3d),  implying that MMP7-mediated cleavage of NCL is important for MMP9 upregulation. To address this issue, MMP7 was knocked down in GFP- or GFP-TNCL-expressing cells (Figure 6D). GFP-TNCL expression prevented MMP9 downregulation induced by MMP7 knockdown, suggesting that MMP7 increases MMP9 through NCL cleavage. In addition, with the increase in cleaved NCL in lung tumor development, MMP7 was markedly upregulated, suggest- ing that MMP7 mediates NCL cleavage in lung tumors (Figure 6E). To further study the role of the MMP7-TNCL-MMP9 axis in lung  Figure 4. The distributions of NCL and MMP7 in lung cancer cells in vitro and in vivo. (a) The 5-μm slices of paraffin-embedded specimens were prepared for IHC and immunoflurescent staining by using anti-c23 and anti-MMP7 antibodies. (b) NCL and MMP7 expression levels in lung tumor tissues of K-rasG12D lung cancer mice. (c) Fixed H1299 and A549 cells were immunofluorescently co-stained by antibodies targeting NCL and MMP7. (d) The whole cell (W), cytosolic (Cy), nuclear (Nu), nucleoplasmic and nucleolar fractions were prepared for western blotting.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  831    2015 Macmillan Publishers Limited Oncogene (2015) 826 - 837    Figure 5. Effect of TNCL (aa 255 - aa 710) on cellular proliferation and metastasis in vitro and in vivo. (A) Cells with NCL knockdown were counted by using hemacytometer after incubation for 24 and 48 h (a) and (b). Cells were harvested for western blotting (c). (B) GFP, GFP-NCL or GFP-TNCL were transfected into A549 (a) or H1299 (b) for 24 h, and then cell numbers were counted after incubation for 24 h and 48 h. Western blotting was performed using the anti-c23 antibody as an internal control (c). (C) The cells (106 cells) were implanted on the back of the same severe combined immunodeficient (SCID) mice (n= 5). After 10 days, tumor volume was measured once two days (a). Following 32 days incubation, tumors excised from SCID mice were weighted (b) and (c). (D) Wound-healing assay. (E) After transfection, cells were seeded onto matrigel-coated Boyden chamber and incubated for 24 h. 40,6-Diamidino-2-phenylindole (DAPI)-stained invaded cells were photographed under fluorescent microscope and quantified by Image J software (National Institute of Mental Health, Bethesda, MD, USA). (F) Cells (1 × 106) were injected into the left tail veil of SCID mice and incubated for 30 days. After being killed, tumor nodules on lung surface were counted. *Po0.05, mean± s.e.m.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  832  Oncogene (2015) 826 - 837   2015 Macmillan Publishers Limited    tumorigenesis, we evaluated the levels of these three proteins in K-rasG12D-driven lung cancer mice and lung cancer patient specimens by immunohistochemistry. With the formation of K-rasG12D-driven lung tumors, NCL, MMP7 and MMP9 were increased (Figure 6F(a)). The 32 samples from lung cancer patients were analyzed for studying the correlation among NCL, MMP7 and MMP9 levels. Of 17 patients with high NCL expression, only 1 patient exhibited low levels of MMP7 and MMP9. Of 15 patients with negative NCL expression, 11 patients exhibited low MMP7 and MMP9 levels, implying a high correlation among NCL, MMP7 and MMP9 levels (Figure 6F(b) and Table 2). These results suggest that MMP7-mediated cleavage of NCL at Asp255 results in MMP9 mRNA stabilization, leading to lung cancer progression (Figure 6G).  Several cancer-related genes are regulated by TNCL We further investigated the effects of TNCL on other oncogenes and tumor suppressor genes in lung tumors. In complementary DNA microarray analysis, 285 and 251 genes were significantly upregulated and downregulated, respectively, by TNCL, compared with NCL (Supplementary Figure S10). Gene set enrichment analysis revealed that several oncogenes were upregulated, including ALK, CD74, CRTC1, MMP9, HIPK3 and YWHAZ, and four tumor-suppressor genes, namely BRD4, PCM1, TFG and KLF6, were reduced (Figure 7A and Supplementary Table S1). We confirmed these results with quantitative-PCR (Figure 7B). As the N-terminus of NCL is important for ribosomal biogenesis, we analyzed the effect of TNCL on expression of ribosome-related proteins (Supplementary Figure S11). In contrast to NCL, TNCL  Figure 6. Regulation of MMP9 expression by MMP7-mediated NCL cleavage. (A) After transfection with increasing doses of indicated plasmids for 24 h, cells were harvested for western blotting. The conditional medium derived from transfected-H1299 cells was subjected to zymography. (B) Transfected-H1299 was treated with actinomycin D for the indicated time, and RNA extraction of cells was prepared for quantitative (Q)-PCR. After normalized with glyceraldehyde 3-phosphate dehydrogenase (GAPDH), the half-life of MMP9 mRNA was determined. (C) The lysate of transfected cells was immunoprecipitated by the anti-GFP antibody, and the immune complex was subjected to RNA extraction. The mRNA of MMP9 was detected by Q-PCR. (D) GFP- or GFP-TNCL-expressed cells were transfected with MMP7 short hairpin RNA (shRNA) for knockdown for 48 h, and harvested for western blotting. (E) Whole-tissue extract of lungs from K-rasG12D-driven lung cancer mice treated with doxycycline for the indicated time was analyzed by western blotting. (F) Normal lung tissues and lung tumors from lung cancer mice and patients were estimated by IHC. (G) The proposed model to illustrate that MMP-mediated NCL cleavage enhances tumor malignancy through increasing MMP9 expression. *Po0.05, **Po0.01, mean± s.e.m.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  833    2015 Macmillan Publishers Limited Oncogene (2015) 826 - 837    decreased the expression of several ribosomal proteins, such as RPS25 and RPL41. The downregulation of these two proteins was previously shown to be advantageous for tumor development.22,23 To investigate how TNCL increases genes expression, we found that TNCL associated with oncogenic mRNAs and stabilized the mRNA levels under treatment with actinomycin D (Figures 7B and C). Furthermore, TNCL- expressing cells prevented MMP7 knockdown-induced decrease in the mRNA levels of ALK, CRTC1 and HIPK3 (Figure 7D), suggesting that the upregulation of gene expression observed in the microarray analysis is caused by MMP7-mediated NCL cleavage. ALK or CRTC1 knockdown prevented TNCL-enhanced proliferation (Figure 7E), and MMP9 or ALK knockdown prevented TNCL-enhanced invasion (Figure 7F). Our findings suggest that MMP7-mediated cleavage of NCL is indispensable for tumor development. By inducing the expression of many cancer-related genes, TNCL has a strong oncogenic effect on lung cancer. On the basis of these findings, we clarify that NCL is a new  substrate of MMP7 in addition to ECM (Figure 8). NCL, upregulated in lung cancer by EGFR activation-induced Sp1-mediated tran- scription, is cleaved by MMP7 at Asp255, generating cleaved NCL (aa 255-710). The cleaved NCL promotes tumor malignancy through enhancing the stability of several oncogenic mRNA and attenuates that of tumor-suppressive mRNA.  DISCUSSION In this study, we found that EGFR pathway activation induced NCL expression. We also found that NCL was cleaved endogenously. Furthermore, specific cleavage of NCL at Asp255 by MMP7 was identified, and the cleaved form promoted lung cancer progres- sion by increasing in the expression of oncogenes, such as MMP9 and ALK, and decreasing the expression of tumor-suppressor genes such as KLF6. How NCL is induced during tumorigenesis is still unknown.  Herein, we found that EGFR pathway activation was important for NCL accumulation during lung tumorigenesis. Furthermore, our previous studies indicated that Sp1 could be induced by EGF treatment in mouse lung primary cells,20 and promoter analysis identified several GC-rich elements on NCL promoter that may function in Sp1 recruitment. Experiments performed in this study showed that NCL expression was induced by Sp1 through EGFR pathway activation in lung cancer cells. Assessing NCL levels in human specimens and animal samples by immunoblotting, we found that a truncated form of NCL, rather than a full-length NCL was majorly expressed. In addition, when we examined lung cancer cell lines with different metastasis activities, we found greater amounts of TNCL in the more malignant cell line, implying that TNCL may be related to tumor malignancy. In previous studies of NCL cleavage, various TNCL proteins of different sizes  were found.9,11,12,24 In lung cancer cell lines, two TNCL proteins of 72- and 55 kDa were found. When GFP-NCL-myc was over- expressed in H1299 cell, anti-myc antibody recognized the two TNCLs, indicating that they contain the C-terminus of TNCLs. In addition, when we knocked down MMP7, these two truncated TNCLs disappeared, implying that MMP7 is necessary for their formation. However, mutation of Asp255 not only blocked cleavage at Asp255 (generating the 55-kDa form), but also repressed the other cleavage, implying that Asp255 is essential for the cleavage, that generates the 72-kDa form. MMP7, the smallest one of MMPs, degrades type IV collagen  and laminin for tumor invasion.25,26 In this study, we found that MMP7 increased MMP9 mRNA stability through NCL cleavage in lung cancer. The effect of MMP7 on MMP9 expression was abolished by mutation of Asp255 in NCL, which prevented the cleavage of NCL, indicating that MMP7-mediated cleavage of NCL is important for MMP9 expression in lung cancer. In addition to the ECM, MMP7 also cleaves several membrane proteins, including Fas ligand, β4-integrin, E- and N-cadherins.18,27-29 These studies suggest that the specificity of MMP7 is not limited to the ECM, and that MMP7-mediated cleavage occurs inside the cell. Moreover, NCL expression positively correlated with MMP7 expression in human and mouse lung cancer, implying that overexpressed NCL is cleaved by MMP7 during tumor develop- ment. In human and mouse specimens, the distribution of MMP7 is similar with NCL in the cellular nucleus (Figures 4a and b). In H1299 cells, we found that MMP7 colocalized and interacted with NCL majorly in the nucleus, including nucleo- plasm and nucleolus, slightly in cytosol (Figure 4c and Supplementary Figure S6E). These results indicate that MMP7 meets NCL both in cytoplasm and nuclear compartments for cleavage. In studying whether MMP7 cleaves NCL on the plasma membrane,30 data shown in Supplementary Figure S7 revealed that both of NCL and MMP7 distributed in the fraction of plasma membrane, implying that MMP7 may cleave membrane NCL. But this issue still needs further study in the future. In Figure 4c, the membrane NCL is not clearly stained because the cell membrane was permeabilized by methanol for staining nucleolar NCL. However, in Supplementary Figure S7A, membrane NCL was stained without permeabilization and clearly photographed by confocal immunofluorescent microscope. In addition, the inhibitory effect of marimastat on NCL cleavage was more pronounced than that of MMP7 knockdown, suggesting that other MMP members also participate in NCL cleavage. However, in this study, most NCL was cleaved to a 55-kDa truncated form in freshly prepared tissue extracts, but NCL was only partially cleaved in the cell lines (Supplementary Figure S1C). This is possibly caused by higher MMP7 expression and activity in an individual than in cell lines. In preparing cell lysate and tissue lysate with the same homogenized process, we found that cleaved NCL in cell lines was not obvious compared with that in tissue lysate (Supplementary Figure S1C). In addition, marimastat in lysis buffer did not affect NCL cleavage in tissue lysates (Supplementary Figure S6F), suggesting that abundant NCL cleavage in human and mouse lung cancer reported here was not caused by the experimental procedure. We also detected NCL in cell lines and human specimens by using two antibodies recognizing different NCL epitopes. Supplementary Figure S8 revealed that two antibodies exhibited the same results of detecting NCL, suggesting that weak expression of full-length NCL in human specimens is not caused by the antibody. In Supplementary Figure S8A, different cancer cell lines exhibited different extent of NCL cleavage. This may be caused by different levels of MMPs. Taken together, our results indicate that MMP7 has a pivotal role in cancer metastasis. Previously, MMP7 was reported to activate MMP9 by cleavage in vitro.31 Here, we found another mechanism for the activation of MMP9 by MMP7. MMP7 cleaved NCL, which in turn bound to the 30-UTR of  Table 2. Characteristics of lung cancer patients for analyzing the correlation of NCL with MMP7 and MMP9  Characteristic NCL positive NCL negative P-value  Age (mean± s.e.m.) 69.4± 3.2 69.3± 3.2 0.9865a  Male 10 8 1.0b  Female 7 7 MMP7 positive 16 4 0.0001b  MMP7 negative 1 11 MMP9 positive 16 4 0.0001b  MMP9 negative 1 11  Abbreviations: MMP, matrix metalloproteinase; NCL, nucleolin. aStudent's t-test. bFisher's exact test.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  834  Oncogene (2015) 826 - 837   2015 Macmillan Publishers Limited    Figure 7. The TNCL-regulated genes profile for tumor development. (A) The heatmap of cancer-related genes regulated by TNCL. Cancer- related genes were defined by GSEA websites (a). Genes in the heatmap were confirmed by quantitative (Q)-PCR (b) and (c). (B) After being actinomycin D treatment for indicated times, the mRNA level was analyzed by Q-PCR. After normalized with glyceraldehyde 3-phosphate dehydrogenase (GAPDH), the half-life of mRNA was determined. (C) GFP-, GFP-NCL- and GFP-TNCL- expressed cells were harvested for immunoprecipitation using the anti-GFP antibody. RNA was extracted from the immunocomplex, and the Q-PCR was performed. (D) MMP7 knockdown was achieved in GFP- or GFP-TNCL-expressed cells for 48 h, and these cells were harvested for RT-PCR using primers targeting ALK, CRTC1 or HIPK3. (E, F) After knockdown in GFP- and GFP-TNCL-expressed cells, cell proliferation and invasion were analyzed. *Po0.05, **Po0.01, ***Po0.001, mean± s.e.m.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  835    2015 Macmillan Publishers Limited Oncogene (2015) 826 - 837    MMP9 transcripts, increased MMP9 mRNA stability, and thereby upregulated MMP9 expression. Previous studies have identified at least three regulatory  mechanisms that influence the expression and activity of MMPs, including regulation of transcription, activation of latent MMPs, and inhibition of MMP function by tissue inhibitors of metalloproteinases.32 In this study, we found a novel regulatory mechanism that increases MMP9 expression by enhancing its mRNA stability through the recruitment of truncated, not full-length, NCL. TNCL also modulated the expression of many other cancer-related genes to promote lung cancer formation. Compared with full-length NCL, TNCL had stronger proliferation- and metastasis-inducing effects, through the upregulation of several cancer-related genes (Figure 7 and Supplementary Table S1). In particular, TNCL associated with 30-UTRs to delay the turnover of MMP9, ALK, CD74 and CRTC1 mRNAs (Figures 6B and 7C). Compared with the frequency of EGFR and KRAS mutations, ALK activation, resulting from gene rearrangement, occurs in a smaller proportion of lung cancer patients.33 The activation of ALK, a receptor tyrosine kinase, activates Stat3, phosphatidylinositol 3 kinase/Akt and Ras/extracellular signal- regulated kinases 1 and 2 signalings for cell proliferation and survival.34-36 Expression of CD74, a membrane receptor for macrophage migration inhibitory factor, in lung cancer correlates with angiogenesis, and it cooperates with migration inhibitory factor to promote tumor vascularity.37,38 Moreover, nuclear localization of CRTC1 promotes lung cancer progression.39,40  Other cancer-promoting genes, including HIPK3, CAMK and YWHAZ, are also significantly upregulated by TNCL.41-43 On the basis of the evidence presented above, through enhancing the mRNA stability of several oncogenes and tumor-suppressor genes, TNCL is sufficient to promote tumor malignancy. Previous studies have indicated that the N-terminus of NCL participates in ribosomal RNA transcription by interacting with some pre- ribosomal RNA processing complexes.1 Overexpression of TNCL, which lacks of N-terminus, downregulates some ribosomal proteins, including RPS25 and RPL41, and the inhibitory effect on these two proteins are also benefit to tumorigenesis.22,23  These results suggest that the N-terminus of NCL may promote tumor-suppressive ribosomal proteins expression to counteract the oncogenic effect of TNCL containing the RNA-binding domains and the C-terminus. Such speculation requires substantiation in future studies. In conclusion, here we identified a new function of MMP7: MMP7 cleaves NCL, generating a truncated protein that contributes to lung cancer formation by promoting oncogenes expression of several oncogenes and tumor-suppressor genes.  MATERIALS AND METHODS Collection of specimens from lung cancer patients The study using human specimens was approved by the Clinical Research Ethics Committee at National Cheng-Kung University Medical Center (Tainan, Taiwan). After surgical resection at National Cheng-Kung University Hospital, specimens of patients with lung adenocarcinomas were collected for immunohistochemical analysis or western blotting. The pathological data were analyzed by clinical pathologists.  Immunohistochemistry The experimental process of immunohistochemistry was performed as described in our previous study.20 Briefly, blocked histological sections were stained with the anti-c23, anti-MMP7 (AnaSpec, Fremont, CA, USA) or anti-MMP9 antibody (Cell Signaling Technology, Boston, MA, USA). The immunoreactivity was detected by a Vectastain ABC kit (Vector Laboratories, Burlingame, CA, USA).  Site-directed mutagenesis The GFP-NCL-myc plasmid was used as the template for mutagenesis. Primers were listed in Supplementary Table S2. Mutagenesis PCR was performed using plaque-forming unit DNA polymerase (Agilent Technologies, Santa Clara, CA, USA).  Xenograft model The experimental animals were approved by the Institutional Animal Care and Use Committee at National Cheng-Kung University. After transfection of H1299 cells with GFP, GFP-NCL or GFP-TNCL for 24 h, cells were implanted into the back of athymic nude mice (five mice per group) on day 0. On day 10, tumor size was measured by calipers every 2 days until day 32 according to our previous study.44  In vivo metastatic assay GFP-, GFP-NCL- or GFP-TNCL-expressed CL1-5 cells (1 × 106) were injected into the left tail vein of severe combined immunodeficient mouse (six mice per group). After 30 days, lungs were excised and tumor nodules on lung surface were counted.  MMP7 cleavage assay by mass spectrometry The peptide consisting of aa 252-aa 262 of NCL (DDEDDDDEDDE) was synthesized by Genomics Bio Sci and Tech, Ltd. (New Taipei City, Taiwan). One microgram of the peptide was incubated with 20 or 200 ng of recombinant human protein MMP7 (PROSPEC, East Brunswick, NJ, USA) for 1 h at 37 °C in the reaction buffer containing 25mM Tris (pH 9.0), 2.5 μM ZnCl2 and 0.005% Brij-35. Subsequently, the mixture was diluted in 0.1% trifluoroacetic acid and co-spotted onto the stainless steel plate (Bruker Daltonik Gmbh, Karlsruhe, Germany) with matrix solution (Sigma, St Louis, MO, USA). The samples were analyzed by Autoflex III MALDI-TOF (Bruker Daltonik Gmbh).  Western blotting After electrophoresis and the transfer to a polyvinylidene difluoride membrane (Millipore, Bedford, MA, USA), proteins were probed by the anti-c23 (Santa Cruz Biotechnology Inc., Santa Cruz, CA, USA), anti-Sp1 (Millipore), anti-myc (Millipore), anti-GFP (Santa Cruz Biotechnology Inc.), anti-N-terminal NCL (Kelowna, Taipei, Taiwan), anti-MMP7 (AnaSpec), anti- MMP9 (Cell Signaling Technology), anti-tubulin (Sigma) or anti-β-actin (Sigma) antibody at 4 °C overnight. After the incubation with the secondary antibody (Millipore), goat anti-rabbit or anti-mouse immunoglobulin G linked with horseradish peroxidase, immune complex was detected using chemiluminescence Alpha Innotech detection system (Alpha Innotech Corp., San Leandro, CA, USA). The alphaImager software (Alpha Innotech Corp.) was used to quantify the intensity of bands on western blotting.  Statistical analysis The difference between two groups was analyzed by Student's t-test. Kaplan-Meier method was used to evaluate the survival curve, and the comparison of two survival curves was analyzed by log-rank test. The comparison of tumor volume in severe combined immunodefi- cient mice was performed by two-way analysis of variance. The P-value, which is o0.05, was considered as statistically significant.  Figure 8. The proposed model to explain the role of NCL in lung tumor malignanct. NCL is transcriptionally upregulated by EGF- induced Sp1-mediated transcription and cleaved by MMP7 at the residue, Asp255. The cleaved NCL (aa 255-710) executes its oncogenic functions for lung cancer development.  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  836  Oncogene (2015) 826 - 837   2015 Macmillan Publishers Limited    CONFLICT OF INTEREST The authors declare no conflict of interest.  ACKNOWLEDGEMENTS This work was supported by the National Cheng-Kung University project of the Program for Promoting Academic Excellence and Developing World Class Research Centers, together with grants 100-2320-B-038-032-MY3 and NSC101-2321-B-006-004- MY3 obtained from the National Science Council, Taiwan. This work was also supported by the Food and Drug Administration, Ministry of Health and Welfare, Executive Yuan, Taiwan (Grants DOH102-TD-TB-111-NSC101). This research received funding from the Headquarters of University Advancement at the National Cheng- Kung University, which is sponsored by the Ministry of Education, Taiwan. We are grateful for the support from the Tissue Bank, Research Center of Clinical Medicine, National Cheng-Kung University Hospital.  REFERENCES 1 Roger B, Moisand A, Amalric F, Bouvet P. Nucleolin provides a link between RNA  polymerase I transcription and pre-ribosome assembly. Chromosoma 2003; 111: 399-407.  2 Sengupta TK, Bandyopadhyay S, Fernandes DJ, Spicer EK. Identification of nucleolin as an AU-rich element binding protein involved in bcl-2 mRNA stabili- zation. J Biol Chem 2004; 279: 10855-10863.  3 Serin G, Joseph G, Faucher C, Ghisolfi L, Bouche G, Amalric F et al. Localization of nucleolin binding sites on human and mouse pre-ribosomal RNA. Biochimie 1996; 78: 530-538.  4 Abdelmohsen K, Tominaga K, Lee EK, Srikantan S, Kang MJ, Kim MM et al. Enhanced translation by nucleolin via G-rich elements in coding and non-coding regions of target mRNAs. Nucleic Acids Res 2011; 39: 8513-8530.  5 Bouvet P, Diaz JJ, Kindbeiter K, Madjar JJ, Amalric F. Nucleolin interacts with several ribosomal proteins through its RGG domain. J Biol Chem 1998; 273: 19025-19029.  6 Tripathi M, Potdar AA, Yamashita H, Weidow B, Cummings PT, Kirchhofer D et al. Laminin-332 cleavage by matriptase alters motility parameters of prostate cancer cells. Prostate 2011; 71: 184-196.  7 Kryczka J, Stasiak M, Dziki L, Mik M, Dziki A, Cierniewski C. Matrix metalloproteinase-2 cleavage of the beta1 integrin ectodomain facilitates colon cancer cell motility. J Biol Chem 2012; 287: 36556-36566.  8 Rosebeck S, Madden L, Jin X, Gu S, Apel IJ, Appert A et al. Cleavage of NIK by the API2-MALT1 fusion oncoprotein leads to noncanonical NF-kappaB activation. Science 2011; 331: 468-472.  9 Pasternack MS, Bleier KJ, McInerney TN. Granzyme A binding to target cell proteins. Granzyme A binds to and cleaves nucleolin in vitro. J Biol Chem 1991; 266: 14703-14708.  10 Kito S, Shimizu K, Okamura H, Yoshida K, Morimoto H, Fujita M et al. Cleavage of nucleolin and argyrophilic nucleolar organizer region associated proteins in apoptosis-induced cells. Biochem Biophys Res Commun 2003; 300: 950-956.  11 Kito S, Morimoto Y, Tanaka T, Haneji T, Ohba T. Cleavage of nucleolin and AgNOR proteins during apoptosis induced by anticancer drugs in human salivary gland cells. J Oral Pathol Med 2005; 34: 478-485.  12 Fang SH, Yeh NH. The self-cleaving activity of nucleolin determines its molecular dynamics in relation to cell proliferation. Exp Cell Res 1993; 208: 48-53.  13 Aihara R, Mochiki E, Nakabayashi T, Akazawa K, Asao T, Kuwano H. Clinical significance of mucin phenotype, beta-catenin and matrix metalloproteinase7 in early undifferentiated gastric carcinoma. Br J Surg 2005; 92: 454-462.  14 Adachi Y, Yamamoto H, Itoh F, Hinoda Y, Okada Y, Imai K. Contribution of matrilysin (MMP-7) to the metastatic pathway of human colorectal cancers. Gut 1999; 45: 252-258.  15 Yamamoto H, Itoh F, Iku S, Adachi Y, Fukushima H, Sasaki S et al. Expression of matrix metalloproteinases and tissue inhibitors of metallo- proteinasesin human pancreatic adenocarcinomas: clinicopathologic and prognostic significance of matrilysin expression. J Clin Oncol 2001; 19: 1118-1127.  16 Mitsiades N, Yu WH, Poulaki V, Tsokos M, Stamenkovic I. Matrix metalloproteinase- 7-mediated cleavage of Fas ligand protects tumor cells from chemotherapeutic drug cytotoxicity. Cancer Res 2001; 61: 577-581.  17 Tsunezumi J, Higashi S, Miyazaki K. Matrilysin (MMP-7) cleaves C-type lectin domain family 3 member A (CLEC3A) on tumor cell surface and modulates its cell adhesion activity. J Cell Biochem 2009; 106: 693-702.  18 Davies G, Jiang WG, Mason MD. Matrilysin mediates extracellular cleavage of E-cadherin from prostate cancer cells: a key mechanism in hepatocyte growth factor/scatter factor-induced cell-cell dissociation and in vitro invasion. Clin Cancer Res 2001; 7: 3289-3297.  19 Mongelard F, Bouvet P. Nucleolin: a multiFACeTed protein. Trends Cell Biol 2007; 17: 80-86.  20 Hsu TI, Wang MC, Chen SY, Yeh YM, Su WC, Chang WC et al. Sp1 expression regulates lung tumor progression. Oncogene 2012; 31: 3973-3988.  21 Chang WC, Hung JJ. Functional role of post-translational modifications of Sp1 in tumorigenesis. J Biol Sci 2012; 19: 94.  22 Zhang X, Wang W, Wang H, Wang MH, Xu W, Zhang R. Identification of ribosomal protein S25 (RPS25)-MDM2-p53 regulatory feedback loop. Oncogene 2013; 32: 2782-2791.  23 Wang S, Huang J, He J, Wang A, Xu S, Huang SF et al. RPL41, a small ribosomal peptide deregulated in tumors, is essential for mitosis and centrosome integrity. Neoplasia 2010; 12: 284-293.  24 Warrener P, Petryshyn R. Phosphorylation and proteolytic degradation of nucleolin from 3T3-F442A cells. Biochem Biophys Res Commun 1991; 180: 716-723.  25 Yamamoto K, Miyazaki K, Higashi S. Cholesterol sulfate alters substrate preference of matrix metalloproteinase-7 and promotes degradations of pericellular laminin- 332 and fibronectin. J Biol Chem 2010; 285: 28862-28873.  26 Remy L, Trespeuch C, Bachy S, Scoazec JY, Rousselle P. Matrilysin 1 influences colon carcinoma cell migration by cleavage of the laminin-5 beta3 chain. Cancer Res 2006; 66: 11228-11237.  27 Herrero R, Kajikawa O, Matute-Bello G, Wang Y, Hagimoto N, Mongovin S et al. The biological activity of FasL in human and mouse lungs is determined by the structure of its stalk region. J Clin Invest 2011; 121: 1174-1190.  28 Williams H, Johnson JL, Jackson CL, White SJ, George SJ. MMP-7 mediates clea- vage of N-cadherin and promotes smooth muscle cell apoptosis. Cardiovasc Res 2010; 87: 137-146.  29 von Bredow DC, Nagle RB, Bowden GT, Cress AE. Cleavage of beta 4 integrin by matrilysin. Exp Cell Res 1997; 236: 341-345.  30 Joo EJ, Yang H, Park Y, Park NY, Toida T, Linhardt RJ et al. Induction of nucleolin translocation by acharan sulfate in A549 human lung adenocarcinoma. J Cell Biochem 2010; 110: 1272-1278.  31 Dozier S, Escobar GP, Lindsey ML. Matrix metalloproteinase (MMP)-7 activates MMP-8 but not MMP-13. Med Chem 2006; 2: 523-526.  32 Overall CM, Lopez-Otin C. Strategies for MMP inhibition in cancer: innovations for the post-trial era. Nature Reviews Cancer 2002; 2: 657-672.  33 Camidge DR, Doebele RC. Treating ALK-positive lung cancer--early successes and future challenges. Nat Rev Clin Oncol 2012; 9: 268-277.  34 Chiarle R, Simmons WJ, Cai H, Dhall G, Zamo A, Raz R et al. Stat3 is required for ALK-mediated lymphomagenesis and provides a possible therapeutic target. Nat Med 2005; 11: 623-629.  35 Bai RY, Ouyang T, Miething C, Morris SW, Peschel C, Duyster J. Nucleophosmin- anaplastic lymphoma kinaseassociated with anaplastic large-cell lymphoma activates the phosphatidylinositol 3-kinase/Akt antiapoptotic signaling pathway. Blood 2000; 96: 4319-4327.  36 Zou HY, Li Q, Lee JH, Arango ME, McDonnell SR, Yamazaki S et al. An orally available small-molecule inhibitor of c-Met, PF-2341066, exhibits cytoreductive antitumor efficacy through antiproliferative and antiangiogenic mechanisms. Cancer Res 2007; 67: 4408-4417.  37 Leng L, Metz CN, Fang Y, Xu J, Donnelly S, Baugh J et al. MIF signal transduction initiated by binding to CD74. J Exp Med 2003; 197: 1467-1476.  38 McClelland M, Zhao L, Carskadon S, Arenberg D. Expression of CD74, the receptor for macrophage migration inhibitory factor, in non-small cell lung cancer. Am J Pathol 2009; 174: 638-646.  39 Komiya T, Coxon A, Park Y, Chen WD, Zajac-Kaye M, Meltzer P et al. Enhanced activity of the CREB co-activator Crtc1 in LKB1 null lung cancer. Oncogene 2010; 29: 1672-1680.  40 Feng Y, Wang Y, Wang Z, Fang Z, Li F, Gao Y et al. The CRTC1-NEDD9 signaling axis mediates lung cancer progression caused by LKB1 loss. Cancer Res 2012; 72: 6502-6511.  41 Nishimura Y, Komatsu S, Ichikawa D, Nagata H, Hirajima S, Takeshita H et al. Overexpression of YWHAZ relates to tumor cell proliferation and malignant outcome of gastric carcinoma. Br J Cancer 2013; 108: 1324-1331.  42 Curtin JF, Cotter TG. JNK regulates HIPK3 expression and promotes resistance to Fas-mediated apoptosis in DU 145 prostate carcinoma cells. J Biol Chem 2004; 279: 17090-17100.  43 Britschgi A, Bill A, Brinkhaus H, Rothwell C, Clay I, Duss S et al. Calcium-activated chloride channel ANO1 promotes breast cancer progression by activating EGFR and CAMK signaling. Proc Natl Acad Sci USA 2013; 110: E1026-E1034.  44 Hsu TI, Wang MC, Chen SY, Huang ST, Yeh YM, Su WC et al. Betulinic acid decreases specificity protein 1 (Sp1) level via increasing the sumoylation of sp1 to inhibit lung cancer growth. Mol Pharmacol 2012; 82: 1115-1128.  Supplementary Information accompanies this paper on the Oncogene website (http://www.nature.com/onc)  Cleaved nucleolin augments tumor malignancy T-I Hsu et al  837    2015 Macmillan Publishers Limited Oncogene (2015) 826 - 837  View publication statsView publication stats  https://www.researchgate.net/publication/260841438   MMP7-mediated cleavage of nucleolin at Asp255 induces MMP9 expression to promote tumor malignancy  Introduction   Results  Accumulation of NCL, processed to a C--terminal truncated form, correlates with poor prognosis in lung cancer patients   Figure 1 The expression of NCL in human lung cancer and K--rasG12D-driven lung cancer transgenic mice.  Epidermal growth factor (EGF) signaling induces Sp1-mediated NCL upregulation  MMP7 cleaves NCL at Asp255 during lung cancer formation   Table 1 Characteristics of lung cancer patients for evaluating the correlation of NCL with prognosis  Figure 2 Sp1 mediates EGF-induced NCL transcription and expression.  TNCL increases lung tumor cell proliferation and metastasis in-vitro and in-vivo by increasing MMP9 protein levels   Figure 3 Effect of MMP7 on cleavage of NCL.  Figure 4 The distributions of NCL and MMP7 in lung cancer cells in-vitro and in-vivo.  Figure 5 Effect of TNCL (aa 255 - aa 710) on cellular proliferation and metastasis in-vitro and in-vivo.  Several cancer-related genes are regulated by TNCL   Figure 6 Regulation of MMP9 expression by MMP7-mediated NCL cleavage.  Discussion   Table 2 Characteristics of lung cancer patients for analyzing the correlation of NCL with MMP7 and MMP9  Figure 7 The TNCL-regulated genes profile for tumor development.  Materials and methods  Collection of specimens from lung cancer patients   Immunohistochemistry  Site-directed mutagenesis  Xenograft model  In vivo metastatic assay  MMP7 cleavage assay by mass spectrometry  Western blotting  Statistical analysis   Figure 8 The proposed model to explain the role of NCL in lung tumor malignanct.  This work was supported by the National Cheng-Kung University project of the Program for Promoting Academic Excellence and Developing World Class Research Centers, together with grants 100-2320-B---038-032-MY3 and NSC101-2321-B---006-004-MY3 obtained from  This work was supported by the National Cheng-Kung University project of the Program for Promoting Academic Excellence and Developing World Class Research Centers, together with grants 100-2320-B---038-032-MY3 and NSC101-2321-B---006-004-MY3 obtained from  ACKNOWLEDGEMENTS  REFERENCES",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}