{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "Opposing Roles for Two Molecular Forms of Replication Protein A in Rad51-Rad54-Mediated DNA Recombination in Plasmodium falciparum  Anusha M. Gopalakrishnan, Nirbhay Kumar  Department of Tropical Medicine, Tulane University, School of Public Health and Tropical Medicine, New Orleans, Louisiana, USA  ABSTRACT The bacterial RecA protein and its eukaryotic homologue Rad51 play a central role in the homologous DNA strand exchange reaction during recombination and DNA repair. Previously, our lab has shown that PfRad51, the Plasmodium falci- parum homologue of Rad51, exhibited ATPase activity and promoted DNA strand exchange in vitro. In this study, we evaluated the catalytic functions of PfRad51 in the presence of putative interacting partners, especially P. falciparum homologues of Rad54 and replication protein A. PfRad54 accelerated PfRad51-mediated pairing between single-stranded DNA (ssDNA) and its homol- ogous linear double-stranded DNA (dsDNA) in the presence of 0.5 mM CaCl2. We also present evidence that recombinant PfRPA1L protein serves the function of the bacterial homologue single-stranded binding protein (SSB) in initiating homologous pairing and strand exchange activity. More importantly, the function of PfRPA1L was negatively regulated in a dose-dependent manner by PfRPA1S, another RPA homologue in P. falciparum. Finally, we present in vivo evidence through comet assays for methyl methane sulfonate-induced DNA damage in malaria parasites and accompanying upregulation of PfRad51, PfRad54, PfRPA1L, and PfRPA1S at the level of transcript and protein needed to repair DNA damage. This study provides new insights into the role of putative Rad51-interacting proteins involved in homologous recombination and emphasizes the physiological role of DNA damage repair during the growth of parasites.  IMPORTANCE Homologous recombination plays a major role in chromosomal rearrangement, and Rad51 protein, aided by sev- eral other proteins, plays a central role in DNA strand exchange reaction during recombination and DNA repair. This study re- ports on the characterization of the role of P. falciparum Rad51 in homologous strand exchange and DNA repair and evaluates the functional contribution of PfRad54 and PfRPA1 proteins. Data presented here provide mechanistic insights into DNA re- combination and DNA damage repair mechanisms in this parasite. The importance of these research findings in future work will be to investigate if Rad51-dependent mechanisms are involved in chromosomal rearrangements during antigenic variation in P. falciparum. A prominent determinant of antigenic variation, the extraordinary ability of the parasite to rapidly change its surface molecules, is associated with var genes, and antigenic variation presents a major challenge to vaccine development.  Received 4 April 2013 Accepted 8 April 2013 Published 30 April 2013  Citation Gopalakrishnan AM, Kumar N. 2013. Opposing roles for two molecular forms of replication protein A in Rad51-Rad54-mediated DNA recombination in Plasmodium falciparum. mBio 4(3):e00252-13. doi:10.1128/mBio.00252-13.  Editor Diane Griffin, Johns Hopkins University School of Public Health  Copyright   2013 Gopalakrishnan and Kumar This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-ShareAlike 3.0 Unported license, which permits unrestricted noncommercial use, distribution, and reproduction in any medium, provided the original author and source are credited.  Address correspondence to Nirbhay Kumar, nkumar@tulane.edu.  Malaria is a major health threat, with approximately 216 mil-lion cases of clinical malaria and as many as 1.24 million deaths annually (1), mostly children under five living in sub- Saharan Africa. Mechanisms of gene expression and rearrange- ment during various phases of parasite development in the verte- brate and invertebrate hosts and during disease and immune evasion are poorly understood. The virulence of Plasmodium fal- ciparum, one of the four established parasite species causing hu- man malaria, is thought to result, at least in part, from the way in which parasites modify antigens on the surface of infected eryth- rocytes (2). This phenomenon, known as antigenic variation, has implications for severe and pregnancy-associated malaria and for the development of an efficient vaccine (3). DNA recombination is thought to play a role in generating diversity within the var gene family.  The exchange of genetic information between allelic sequences  has essential roles in eliminating deleterious lesions, such as DNA double-strand breaks (DSB), preserving replication forks for chromosome segregation during meiosis and for maintenance of genomic integrity (4). The class of enzymes that catalyze this pro- cess are known as recombinases, and their assembly on homolo- gous DNA sequences is a rate-limiting process, mediated by a number of accessory factors (5). Eukaryotic Rad51, like its bacte- rial homologue RecA, is an essential protein for mitotic homolo- gous recombination (HR) events and catalyzes the pairing and interactions between homologous DNA strands necessary for pro- moting single-strand exchange (SSE). Similar to Escherichia coli RecA protein, ScRad51 and HsRad51 in Saccharomyces cerevisiae (yeast) and Homo sapiens, respectively, have been shown to play roles in promoting SSE between homologous sequences by bind- ing to DNA and forming nucleoprotein filaments (6, 7). Previ- ously, our lab has shown that PfRad51, the homologue of Rad51 in  RESEARCH ARTICLE  May/June 2013 Volume 4 Issue 3 e00252-13 ® mbio.asm.org 1  http://creativecommons.org/licenses/by-nc-sa/3.0/ http://creativecommons.org/licenses/by-nc-sa/3.0/ mbio.asm.org   P. falciparum, exhibited ATPase activity, promoted DNA SSE in vitro (8), and may play a functional role(s) during HR, rearrange- ments, and DNA damage repair.  Another key player in HR is Rad54, a member of the Swi2/Snf2 subfamily of double-stranded DNA (dsDNA)-dependent AT- Pases (9, 10). Rad54 interacts with Rad51 and plays roles in mul- tiple stages of HR (11, 12). A role for the Rad54 homologue in P. falciparum and its involvement in facilitating activities of PfRad51 are not known. Replication protein A (RPA), another molecular component involved in HR, is a heterotrimeric com- plex, vital for DNA replication, repair, and recombination (13, 14). RPA has been shown to consist of 70-kDa (RPA1), 32-kDa (RPA2), and 14-kDa (RPA3) subunits (15). Genes encoding RPA subunits have been identified and described in several protozoan parasites, such as Cryptosporidium parvum CpRPA1 (16), Crithidia fasciculata CfRPA1 (17), and P. falciparum PfRPA1 (18). RPA1 is present in two different forms in C. parvum, Toxoplasma gondii, and P. falciparum. The two open reading frames (ORFs) of the RPA1 gene in P. falciparum encode a truncated short RPA1S protein (PFI0235w; ~50 kDa) and a longer RPA1L protein (PFD0475c; ~134 kDa) (18, 19), differentially expressed across the parasite life cycle, indicating the different possible roles during parasite development (19). Although the biochemical functions of the RPA1 complex have been well detailed in humans and yeasts, their role in the malaria parasite is not known. Detailed biochem- ical characterization of the recombination proteins PfRad54 and PfRPA1 may provide further insights into DNA recombination and DNA damage repair mechanisms in these organisms.  In this study, we sought to characterize molecular components of the recombination machinery in P. falciparum to provide a mechanistic understanding of recombinational DNA rearrange- ment. We evaluated the catalytic functions of PfRad51 in the pres- ence of the putative interacting partners PfRad54, PfRPA1L, and PfRPA1S and divalent cations. Our data indicate that a coordi- nated involvement of these proteins may play a functional role in HR and DNA repair mechanisms in the malaria parasite and may provide additional targets for the development of novel antima- laria drugs. A long-term significance of our studies lies in the po- tential to investigate recombinational rearrangement of the var genes involved in antigenic variation, one of the major impedi- ments in generating protective immune responses against a wide array of genetically diverse malaria parasites.  RESULTS Identification of homologues of the components of recombina- tion machinery in P. falciparum. We have previously cloned and characterized PfRad51, a P. falciparum recombinase (8). Mining the P. falciparum genome database also revealed that Dmc1 (MAL8P1.76), MRE11 (PFA0390w), and Rad54 are involved in HR; however, Rad52, whose association with DSB has been shown to be a prerequisite for the recruitment of Rad51 protein (20), appears to be absent in P. falciparum. A lack of PfRad52 stressed that other interacting proteins must be influencing or regulating Rad51-mediated SSE reactions in P. falciparum. When the PfRad54 sequence was aligned with other eukaryotic Rad54 se- quences, it revealed regions of considerable sequence similarity and dissimilarity, including gaps and insertions (see Fig. S1 and S2 in the supplemental material). Figure 1A identifies the conserva- tion of various functional domains in PfRad54; the N-terminal region is expected to contain a putative Rad51 interaction do-  main, and the functional significance of the C-terminal region in PfRad54 is unknown. The P. falciparum genome also encodes two RPA1 subunits (PFI0235w and PFD0475c), a single RPA2 subunit (chr11.phat_340), and a single RPA3 subunit (PF07_0039). The ORFs of the RPA1 subunits encode a truncated short PfRPA1S protein (~50 kDa) and a longer PfRPA1L protein (~134 kDa) (18, 19), compared to only a single molecule in higher eukaryotes (Fig. S2). PfRPA1L contains an extended N terminus (Fig. 1B) and a Zn finger motif in the N-terminal region lacking in PfRPA1S. Proteomics data (http://www.plasmodb.org) and a reported protein-DNA binding study (18) suggest that PfRPA1L and PfRPA1S bind to single-stranded DNA (ssDNA) with high affin- ity. None of the molecules involved in nonhomologous end join- ing (NHEJ) were revealed in the Plasmodium genome sequence.  Purification of recombinant His-tagged PfRad51, PfRad54 (1 to 164), PfRPA1L (678 to 1145), and PfRPA1S proteins. Recom- binant PfRad51 was purified (Fig. 1C) as described previously (8). The amino-terminal region (amino acid residues 1 to 164) corre- sponding to putative PfRad51-interacting domain A of PfRad54, and the ssDNA binding domains of PfRPA1L and PfRPA1S were expressed as 6-His-tagged products and purified using Ni- nitrilotriacetic acid (NTA) beads (Fig. 1A). Figure 1C shows the purified PfRad54, PfRPA1L, and PfRPA1S proteins used in vari- ous functional assays. The size and purity were confirmed by Coo- massie blue staining and Western blot analysis using anti-6-His tag conjugate antibody (Clontech Laboratories, Inc., CA), which recognizes His tag expressed in all the recombinant proteins.  The N-terminal domain of recombinant PfRad54 protein ac- celerates homologous DNA SSE in the presence of recombinant PfRad51 and CaCl2. The role of Rad54, a protein that belongs to the core enzymatic machinery of HR in eukaryotes, has been shown to stimulate the SSE activity of Rad51 (21). In order to establish a functional role for Rad54 in the malaria parasite, we purified the N-terminal region of PfRad54 (amino acids [aa] 1 to 164) and evaluated its participation in SSE catalyzed by PfRad51. Linear dsDNA (øX 174) and homologous circular øX 174 ssDNA substrates were incubated in the presence of ATP, MgCl2, PfRad51, and single-stranded binding protein (SSB), as previously reported (8). PfRad51-mediated SSE was noticeable at the 15-min (Fig. 2B, panel I) time point. We next supplemented the SSE re- action with purified PfRad54 (2 -M) in the presence or absence of CaCl2. The kinetics of PfRad51-catalyzed SSE with or without PfRad54 were comparable (Fig. 2B, panel II); however, the pres- ence of 0.5 mM CaCl2 and PfRad54 accelerated the formation of intermediate products from 15 min in the absence of CaCl2 to 10 min in the presence of CaCl2 (Fig. 2B, panel III; see also Fig. S3 in the supplemental material). PfRad54 and CaCl2 in the absence of PfRad51 were not effective in the SSE (data not shown). This observation is in agreement with the idea that Ca2- is a universal cofactor of DNA SSE promoted by mammalian homologous re- combination proteins in vitro (22). These results also support that the PfRad54 region chosen for expression for functional studies is indeed capable of interacting with PfRad51 during SSE.  Recombinant PfRPA1L serves the function of SSB, whereas recombinant PfRPA1S does not exhibit any SSB-like function. To test the function of the two RPA1 subunits in SSE in Plasmo- dium, we performed the SSE using PfRPA1L instead of SSB. As shown in Fig. 3A (panel II), when PfRPA1L was used in place of SSB, PfRPA1L was able to efficiently initiate SSE catalyzed by PfRad51. The kinetics of this reaction was found to be similar to  Gopalakrishnan and Kumar  2 ® mbio.asm.org May/June 2013 Volume 4 Issue 3 e00252-13  http://www.plasmodb.org mbio.asm.org   that of SSB, and the intermediate products were visible at the 15-min time point of the reaction (Fig. 3A, panels I and II). On the other hand, PfRPA1S did not initiate a SSE reaction, even after 45 min of the reaction (Fig. 3A, panel III). These results suggest that PfRPA1L exhibits an SSB-like function in SSE initiation whereas PfRPA1S does not exhibit any such function.  PfRPA1S downregulates the function of PfRPA1L but not SSB. Intrigued by the presence of two molecular forms of RPA1 in P. falciparum, we performed SSE assays in the presence of both PfRPA1L and PfRPA1S. When equal molar amounts of PfRPA1L and PfRPA1S (0.5 -M) were added to initiate the reaction, there was a delay in the reaction initiation (from 15 min to 30 min) (Fig. 3B, panel I). A further increase in the PfRPA1S concentration to 1 -M (2-fold molar excess over PfRPA1L) deferred the reaction from 30 min to 60 min (Fig. 3B, panel III), and no intermediate products were seen even 120 min after reaction initiation when PfRPA1S was increased to 2 -M (4-fold molar excess over PfRPA1L) (Fig. 3B, panel IV). This inhibitory activity of PfRPA1S was observed even if SSE was carried out in the presence of PfRad54 and 0.5 mM CaCl2 (data not shown).  In view of the negative regulation of PfRPA1L by PfRPA1S, we also investigated whether or not the order in which these two were added to initiate the reaction would influence the outcome. The  reaction was first initiated with PfRPA1S (0.5 -M) for 10 min, followed by addition of PfRPA1L (0.5 -M). The SSE was delayed to 30 min as previously seen (Fig. 3B, panel V) when the two were added simultaneously. The negative effect of 0.5 -M PfRPA1S was nullified if the amount of PfRPA1L was doubled to 1 -M instead of the standard 0.5 -M (Fig. 3B, panel VI), suggesting titrability of negative regulatory activity of PfRPA1S by PfRPA1L.  Recombinant PfRPA1L can initiate SSE in the presence of both PfRad51 and the bacterial homologue RecA. To further test whether the inhibition of SSE by PfRPA1S was a generalized effect or specific to PfRPA1L, we incubated equal amounts of SSB and PfRPA1S (0.5 -M) to initiate the reaction. As seen in Fig. 3C, panel I, there was no delay in the reaction by PfRPA1S carried out in the presence of SSB, suggesting that PfRPA1S specifically slows down or inhibits the activity of PfRPA1L. To further characterize the SSB-like function of PfRPA1L, we compared SSE activity ini- tiated by RecA. As shown in Fig. 3C, panel II, PfRPA1L can facil- itate RecA-mediated SSE as efficiently as SSB, further suggesting that PfRPA1L is indeed a functional homologue of SSB in P. falci- parum. Not surprisingly, PfRPA1S was not active in the presence of RecA, as there were no intermediate products formed even after 60 min (Fig. 3C, panel III). When PfRPA1L and PfRPA1S were incubated together in the presence of RecA, PfRPA1S again de-  FIG 1 (A) Schematic representation of ScRad54 and PfRad54 proteins. Region A in ScRad54 has been shown to be important for interaction with Rad51 (30). Regions B and C constitute the catalytic core domain conserved in Rad54. (B) Schematic representation of PfRPA1L and PfRPA1S. The common region includes the ssDNA binding domain. The long form contains an N-terminal extension of unknown function. (C) Purity of purified recombinant PfRad51, PfRad54, PfRPA1L, and PfRPA1S after SDS-PAGE analysis and staining with Coomassie blue (lanes C) and after Western blot analysis using anti-6-His tag conjugate antibody (1:10,000) (lanes W). Numbers in parentheses indicate the molecular masses (kDa) of the purified proteins.  Recombination and DNA Damage Repair in Parasite Growth  May/June 2013 Volume 4 Issue 3 e00252-13 ® mbio.asm.org 3  mbio.asm.org   ferred the reaction initiated by PfRPA1L from 10 min to 20 min (Fig. 3C, panel IV), suggesting that PfRPA1S specifically interacts with and delays the reaction facilitated by PfRPA1L regardless of the recombinase used (RecA or PfRad51).  Induction of various recombination molecules in the para- sites in response to the DNA-damaging agent MMS. (i) Tran- scriptional effects. Exposure to the DNA-alkylating agent methyl methane sulfonate (MMS) has been shown to lead to overexpres- sion of rad51 (23-25), rad54 (26-28), and rpa1 (29, 30). These studies also showed that mutation of the above-mentioned genes made the cells sensitive to MMS, indicating their roles in DNA repair. Previously, we have shown that Plasmodium Rad51 is up- regulated in response to DNA damage created by MMS. We then studied MMS-induced changes in the expression of PfRad54 and PfRPA1 (long [L] and short [S] forms) initially by reverse transcription-PCR (RT-PCR) (data not shown), followed by quantitative real-time PCR. Figure 4A shows relative quantifica- tion measured by the Pfaffl method (31) and the average threshold cycle (--CT) value of each gene across the different erythrocytic stages (rings, trophozoites, and schizonts). The average --CT val- ues for induced PfRad51 and PfRad54 in the ring and trophozoite stages of P. falciparum were 2 to 2.5 times higher than those in uninduced parasites. However, the highest fold induction de- tected was 11 to 30 times in the schizont stages. The transcrip- tional changes for pfrpa1L and pfrpa1S were also 10 to 100 times  higher than those for control samples, suggesting that genes for both S and L forms of RPA1 are also induced during MMS treat- ment. This finding suggests coregulation and functional involve- ment of both RPA1L and RPA1S during the DNA damage repair process in the malaria parasites. The P values were corrected using the Bonferroni method, and P values of the various samples were -0.0001 to 0.0016, suggesting that there was a statistically signif- icant difference between the uninduced and MMS-induced sam- ples across the erythrocytic cycle for all four genes tested, indicat- ing the functional significance of these genes in the parasites undergoing active DNA replication. To rule out any genomic DNA (gDNA) contamination in any of the samples, the unin- duced and induced samples were amplified with or without a re- verse transcription step as well as using primers for a housekeep- ing stress-related gene, Pfgrp78 (32). Equal amounts of total RNA from control and MMS-treated parasites were used in these stud- ies. Transcripts (amplified 434-bp product) for Pfgrp78 were of comparable intensities in uninduced and induced samples in the life cycle stages of the parasite (see Fig. S4 in the supplemental material). These primers also amplify a 289-bp-larger band from genomic DNA templates due to the presence of an intron, and these results rule out any genomic DNA contamination in the RNA preparations. Likewise, no PCR products were seen when the reverse transcription step was omitted (Fig. S5).  FIG 2 (A) Schematic representation of the SSE assay. (B) Recombinant PfRad54 protein promotes pairing of homologous DNA in the presence of recombinant PfRad51 and CaCl2. (I) PfRad51 alone. (II) PfRad51 and PfRad54. (III) PfRad51, PfRad54, and 0.5 mM CaCl2. Aliquots were collected at time points (min) indicated above each lane and quenched with stop solution, and products were revealed on 1% TAE agarose gel, followed by ethidium bromide staining. Lds, linear double-stranded DNA; NC, nicked circular dsDNA; JM, joint molecule. The figure is a representative assay of three biologically independent strand exchange assays.  Gopalakrishnan and Kumar  4 ® mbio.asm.org May/June 2013 Volume 4 Issue 3 e00252-13  mbio.asm.org   (ii) Translational effects. Western blot analysis was carried out to further demonstrate that MMS induction was seen at the pro- tein level as well. Previously, our lab has shown that MMS treat- ment resulted in the induction of PfRad51 expression (33). We treated synchronized ring-, trophozoite-, and schizont-stage par- asites for 6 h with 0.05% and 0.005% MMS. The expression of PfRad54 was assessed using the ScRad54 antibody (a generous gift from Wolf-Dietrich Heyer, UC, Davis), which recognizes recom- binant truncated PfRad54 expressed in E. coli (23 kDa) (Fig. 4B, lane 2) and full-length PfRad54 (140 kDa) in the P. falciparum lysates. Pooled preimmune serum (negative controls) did not rec- ognize any proteins in the parasite lysates (Fig. 4B, lane 1). Three independent experiments were performed, and Fig. 4C shows re- sults of one such typical experiment. Treatment with 0.05% and 0.005% MMS showed a marked induction in PfRad51 and PfRad54 expression (Fig. 4C). These results demonstrate that the expression of both PfRad51 and PfRad54 is upregulated in re- sponse to exposure to a DNA-damaging agent, thereby strongly suggesting a conserved role for PfRad54, just like PfRad51 in the recombinational repair process. Similar Western blot analysis for RPA1 (L and S forms) could not be performed due to nonavail- ability of specific antibodies.  (iii) Evidence for DNA damage by MMS and DNA repair in malaria parasites. MMS is a known DNA-damaging agent and has been shown to induce PfRad51 (33). We wanted to establish that such induction of recombination molecules in P. falciparum  is indeed in response to actual DNA damage caused by MMS in the parasite. To visualize and quantify DNA damage, we performed Comet assays and analyzed DNA damage in individual cells. The shapes of the DNA comet tail and migration pattern were evalu- ated to assess the extent of DNA damage. As seen in Fig. 5A, max- imum comets were seen in the MMS-treated schizont stage (aver- age Olive tail moment [OTM], 18.1) compared to rings (1.5) and trophozoites (11.8). In order to establish a functional DNA repair process in P. falciparum, we then assessed the ability of these par- asites to repair damaged DNA in a “return-to-growth” experi- ment. Figure 5B illustrates a correlation between the Olive tail moment (the product of the proportion of tail intensity and the displacement of tail center of mass relative to the center of the head) and the parasitemia over various time points during the return-to-growth phase. Parasite growth was restored to normal levels in MMS-treated samples after 42 h, and it was comparable to that of control samples (mock treated) maintained in parallel. The comet OTM (with a larger value indicating DNA damage) was inversely proportional to parasitemia, as parasites repaired dam- aged DNA and returned to normal growth. Starting from a value of 56.1 immediately after MMS treatment, the OTM values de- creased to 41.3 at 12 h, 21.6 at 18 h, and 2.6 at 42 h, providing evidence for the presence of DNA damage during the first 18 h followed by repair of DNA damage and restoration of parasite growth by 42 h (Fig. 5C and D). To further establish a relationship between parasite growth and DNA repair within the damaged  FIG 3 (A) Role of PfRPA1L and PfRPA1S during SSE activity of PfRad51. (I) PfRad51 and SSB. (II) PfRad51 and PfRPA1L. (III) PfRad51 and PfRPA1S. (B) PfRPA1S downregulates the function of PfRPA1L. (I) PfRad51, 0.5 -M PfRPA1L, and 0.5 -M PfRPA1S. (II) PfRad51, 0.5 -M PfRPA1L, and 0.75 -M PfRPA1S. (III) PfRad51, 0.5 -M PfRPA1L, and 1.0 -M PfRPA1S. (IV) PfRad51, 0.5 -M PfRPA1L, and 2.0 -M PfRPA1S. (V) PfRad51 and 0.5 -M PfRPA1S preincubated for 10 min, followed by addition of 0.5 -M PfRPA1L. (VI) PfRad51 and 0.5 -M PfRPA1S preincubated for 10 min, followed by addition of 1.0 -M of PfRPA1L. (C) Role of PfRad51, PfRPA1L, and PfRPA1S in the presence of the bacterial homologue RecA and SSB. (I) PfRad51, 0.5 -M SSB, and 0.5 -M PfRPA1S. (II) RecA and PfRPA1L. (III) RecA and PfRPA1S. (IV) RecA, 0.5 -M PfRPA1L, and 0.5 -M PfRPA1S. Aliquots were collected at time points (min) indicated above each lane and quenched with stop solution, and products were revealed on 1% TAE agarose gel, followed by EtBr staining. Lds, linear double-stranded DNA; NC, nicked circular dsDNA; JM, joint molecule. These figures are a representative assay of three biologically independent strand exchange assays.  Recombination and DNA Damage Repair in Parasite Growth  May/June 2013 Volume 4 Issue 3 e00252-13 ® mbio.asm.org 5  mbio.asm.org   cells, Comet assay data were further analyzed to assess the percent- age of nuclei with damaged DNA. The scoring included the total number of nuclei, the number of intact heads (undamaged), and the number of comets (damaged), and the percentages of dam- aged and undamaged nuclei were calculated before (0 h) and 6 h after MMS treatment as well as at 12, 18, and 42 h during the back-to-growth condition. In parallel, control samples (mock treatment) were also analyzed at the indicated time points. As seen in Fig. 5C and D, as the parasite growth recovered, it was accom- panied by repair of damaged DNA, indicated by an increase in the percentage of intact undamaged nuclei and a gradual decrease in the OTM values. Spearman's rank correlation analysis revealed a rho value of -0.96, indicating a negative correlation between OTM and percent parasite growth recovery. These studies provide experimental evidence for MMS-induced DNA damage in the parasite and the involvement of functional DNA repair mecha- nisms in response to DNA damage.  DISCUSSION  In this study, we have provided new insights into the role of the interacting partners of Rad51, Rad54, and RPA and their involve-  ment in HR and DNA repair in P. falciparum. Failure to identify homologues of PfRad52 and the accessory proteins PfRad55 and PfRad57 by genome mining and the presence of two RPAs distinct from those of other higher eukaryotic cells suggest that DNA re- pair mechanisms in Plasmodium have evolved to retain functional similarities as well as unique features compared to other species. Previously, we have shown that Rad51 participates in HR mecha- nisms in the apicomplexan parasite P. falciparum. Rad51 has been shown to be present in other parasites: Leishmania Rad51 (Lm- Rad51) and Entamoeba histolytica Rad51 (EhRad51) have been shown to bind to DNA and exhibit DNA-stimulated ATPase ac- tivity (34, 35), and Trypanosome Rad51 has been suggested to play a regulatory role in variant surface glycoprotein (VSG) switching (36). In other species, Rad54 and Rad51 form a complex nucleo- protein filament which stimulates Rad51, leading to translocation of target DNA to the site of homology search (37, 38). The absence of Rad52 and accessory proteins emphasizes the importance of the functional role of PfRad54 in facilitating PfRad51-mediated re- combination and DNA repair. Unlike PfRad51, PfRad54 did not initiate SSE by itself; rather, it accelerated the reaction when com- bined with PfRad51 and Ca2-. Deletion analysis has shown that  FIG 4 Induction of recombination molecules by MMS. (A) Transcriptional changes upon MMS treatment, analyzed by real-time RT-PCR. Parasite cultures were synchronized by the sorbitol method, and cDNA was synthesized from purified RNA from rings, trophozoites, and schizonts. Untreated and 0.05% and 0.005% MMS-treated samples from each stage were collected for analysis. cDNA was then amplified by PCR using gene-specific primers (see Table S2 in the supplemental material) using the Bio-Rad IQ5 real-time PCR detection system. P. falciparum seryl tRNA synthetase was used as an internal control gene. All P values lie between -0.0001 and 0.0016. The error bars represent the standard error of the mean (SEM). (B) Recognition of purified recombinant proteins by anti-PfRad51 and anti-ScRad54 sera. Recombinant proteins were run on 10% SDS-PAGE gel, transferred to nitrocellulose membrane, and probed with immune (lanes 2) and preimmune (lanes 1) sera, followed by ECL detection. (C) MMS induced expression of PfRad51 (top) and PfRad54 (middle) proteins. Western blot analysis of PfRad51 and PfRad54 proteins following MMS treatment of P. falciparum. U, uninduced sample; lanes 1 and 2, induced with 0.005% and 0.05% MMS, respectively, from ring-, trophozoite-, and schizont-stage P. falciparum cultures. The lower panel serves as a loading control showing comparable expression of PfHSP70 protein (75 kDa) in uninduced and induced parasites from each stage.  Gopalakrishnan and Kumar  6 ® mbio.asm.org May/June 2013 Volume 4 Issue 3 e00252-13  mbio.asm.org   the Rad54 N-terminal domain is chiefly accountable for interac- tions with Rad51 (39) and thereby plays a key role in the function of the protein. We therefore focused our initial attempts on the N-terminal domain of PfRad54, a region homologous to ScRad54 which interacts with ScRad51, to study its role in SSE. Due to its large size (153 kDa), we did not attempt to express full-length PfRad54, which would have also included the DNA binding do- main. We are not sure if this might account for the lack of SSE activity of PfRad54 alone.  The recruitment of Rad51 and Rad54 to the site of HR depends solely on the mode of action of single-stranded binding proteins (SSB), replication proteins (RPA eukaryotic homologues), and the DNA repair protein Rad52, all of which bind and stabilize single-stranded DNA (ssDNA). The P. falciparum genome en- codes two RPA1 subunits (http://www.plasmodb.org), PfRPA1L and PfRPA1S, expressed differentially across the parasite life cycle, suggesting different possible roles of these subunits during para- site development (19). The absence of the Rad52 homologue in P. falciparum also suggests the importance of PfRPA1 proteins in engaging PfRad51 and PfRad54 at the site of recombination. Our results demonstrated an SSB-like function for PfRPA1L, whereas the role of PfRPA1S remains intriguing. PfRPA1S alone did not  exhibit any SSE activity, and importantly, it resulted in a concentration-dependent inhibition of the activity of PfRPA1L, suggesting that PfRPA1S may be a regulator for PfRPA1L and SSE activity in P. falciparum. Considering that a Rad52 homologue is absent in Plasmodium and RPA1S does not exhibit SSE activity, the role of PfRPA1L becomes more critical in initiating SSE via removal of secondary structures from ssDNA. The observation that PfRPA1S specifically delayed or inhibited the reaction of PfRPA1L and not the bacterial homologue SSB further indicates that PfRPA1S likely interacts with PfRPA1L directly. These find- ings are significant, keeping in mind that Rad52 recruits Rad51, which interacts with ssDNA by displacing RPA (40, 41). In the absence of Rad52 in Plasmodium, we speculate that, depending upon the stoichiometry of available RPA1S and RPA1L, an inter- action between RPA1S and RPA1L acts to limit the recruitment of PfRad51 to DNA and, hence, reduced SSE. We do not know if PfRPA1S prevents PfRad51 from binding to ssDNA or interacts with PfRPA1L directly and modulates its function. Since PfRPA1S is upregulated at the transcriptional level in response to a DNA- damaging agent, it is expected to participate in DNA damage repair and may even play an important role at a DNA damage checkpoint. We are investigating the biochemical nature and stoi-  FIG 5 Evidence for DNA damage and DNA repair. (A) Comet assay visualization of the DNA damage in the parasites upon treatment with 0.05% MMS in different erythrocytic stages of P. falciparum. (B) Parasite growth versus Comet assay olive tail moment at 6 h, 12 h, 18 h, and 42 h after MMS (0.05%) treatment compared to untreated parasites. The error bars represent the SEM. Parasitemia differences between the MMS-treated and control samples were not statistically significant. (C) Parasite recovery versus Comet assay olive tail moment. Comet assay data were analyzed to score damaged and undamaged nuclei for each sample. Shown are Comet assay results indicating DNA repair through percent recovery in MMS-treated and control parasites at 12 h, 18 h, and 42 h of the recovery period. The majority of parasites (97%) were recovered at 18 h, with only 3% of parasites exhibiting a high OTM value (21.6). The error bars represent the SEM. (D) Parasite recovery visualization by Comet assay at 12 h, 18 h, and 42 h (no visually detectable tail) during the return to growth after MMS treatment.  Recombination and DNA Damage Repair in Parasite Growth  May/June 2013 Volume 4 Issue 3 e00252-13 ® mbio.asm.org 7  http://www.plasmodb.org mbio.asm.org   chiometry of this interaction, suggested by our studies to be an important regulator in Plasmodium HR and DNA damage repair.  In response to a serious threat like DNA damage, cells are en- dowed with an elaborate battery of DNA repair machinery that is triggered by unrepaired DSBs. In Trypanosoma and Leishmania, Rad51 has been shown to play a critical role in DNA repair path- ways (34, 36). Previously, our lab has presented evidence for in- duction of PfRad51 in response to the DNA-damaging agent MMS (33), suggesting a conserved role for this gene in recombi- national repair processes in the protozoan parasites. Results now presented in the current study demonstrate that in addition to the induction of PfRad51, expression of PfRad54, PfRPA1L, and PfRPA1S was significantly upregulated in response to MMS. Since maximum response was seen in the mitotically active trophozoites and schizonts, it also suggests a link between the activity of recom- bination molecules and DNA replication.  In addition, we have also shown that MMS does indeed cause DNA damage in P. falciparum. Using a Comet assay, we observed maximum values for comet tails in the schizont stage (Fig. 5A) that are undergoing DNA replication. In order to establish a func- tional DNA repair process in P. falciparum, we performed return- to-growth experiments. Further evidence for functional DNA re- pair in response to DNA damage through analysis of recovery of parasites in culture and reversal of DNA damage was revealed by comet tail shortening. Both parasite growth and MMS-induced DNA damage returned to normal values within 24 to 42 h of the recovery phase.  Results of the studies presented suggest a role for Rad51, Rad54, RPA1L, and RPA1S in DNA repair and DNA recombina- tion. One point of regulation may be exerted at the level of PfRPA1S. PfRPA1S was found to negatively regulate the function of PfRPA1L, and during MMS-induced DNA damage, expression of both PfRPA1L and PfRPA1S was markedly upregulated. Fur- ther studies are needed to define these molecular interactions. Our current observations allow us to speculate the following possible roles of PfRPA1S, which are represented in Fig. S6 in the supple- mental material. In the absence of PfRPA1S, PfRPA1L efficiently initiates SSE catalyzed by PfRad51 and, hence, serves the function of SSB (Fig. S6A). When PfRPA1S is also present, it likely interacts with PfRPA1L either directly or through yet-unknown mediators or cofactors and slows down the SSE, delaying product formation (Fig. S6B). In the presence of -4-fold molar excess of PfRPA1S compared to PfRPA1L, no SSE occurs, indicating the titrability of PfRPA1L by the negative regulatory activity exerted by PfRPA1S (Fig. S6C). The nature of the interaction of these macromolecular complexes in the parasites through various life cycle stages is cur- rently under investigation. Since the short form of RPA1 is present in a few other apicomplexan parasites, e.g., Cryptosporidium and Toxoplasma, our studies with PfRPA1S may provide an excellent model system to study DNA damage and repair as well as a poten- tial checkpoint in HR and DNA repair in these medically impor- tant apicomplexan parasites and other biological systems in which multiple forms of RPA1 are present.  MATERIALS AND METHODS Cloning, expression, and purification of recombinant PfRad51, PfRad54, PfRPA1L, and PfRPA1S. Recombinant PfRad51 was purified as described previously (8). The N-terminal (putative Rad51 interacting do- main) coding sequence of PfRad54 (GeneID Pf08_0126; bp 1 to 492 of the coding sequence) was cloned into the expression vector pRsetA (Invitro-  gen), giving rise to a product containing a 6-histidine tag at the N termi- nus of the expressed protein, referred to throughout as PfRad54. After verifying the sequence, the plasmid was transfected in Escherichia coli host strain BL21* (DE3)-pLys S (Invitrogen). Gene-specific oligonucleo- tides used for amplification are shown in Table S1 in the supple- mental material. Cultures were grown at 37°C in Luria broth containing 50 -g/ml ampicillin to an optical density at 600 nm (OD600) of 0.6. Ex- pression of recombinant protein was induced by IPTG (isopropyl---D- thiogalactopyranoside) (1 mM), and incubation continued for 3 h. Cells were harvested and resuspended in 5 ml of lysis buffer (50 mM phosphate buffer, pH 8, 300 mM NaCl, 10 mM imidazole, 0.1% lysozyme) per gram of bacterial pellet, incubated on ice for 30 min, and lysed by sonication (3 bursts of 1-min pulse at 4°C). The lysate was centrifuged at 17,500 - g for 30 min, and the pellet was resuspended in 100 ml of 100 mM Tris, pH 7.5, and 4 M urea, stirred at 4°C for 30 min, and centrifuged at 17,500 - g. The supernatant was loaded over a Ni-NTA agarose column (Qiagen) and washed with phosphate buffer (50 mM, pH 8) containing 20 mM imida- zole, and bound protein was eluted with elution buffers (25 mM Tris-HCl, pH 7.5, 100 mM NaCl) containing increasing amounts of imidazole (50, 100, 150, or 200 mM). The 200 mM imidazole elution fractions contain- ing recombinant proteins were pooled and dialyzed against the dialysis buffer (25 mM Tris-HCl, pH 7.5, 100 mM NaCl, 1 mM dithiothreitol [DTT], 1 mM EDTA, 10% glycerol) to remove imidazole. The purified protein was tested by Coomassie blue staining and Western blot analysis using antibody specific for the 6-His tag. The protein concentration was measured by the bicinchoninic acid (BCA) method and stored at -80°C until further use.  The 3= end of the PfRPA1L gene (GeneID PfD0470c; bp 2035 to 3438 of the coding sequence, referred as PfRPA1L) and the full coding sequence of the PfRPA1S gene (GeneID PFI0235w; bp 1 to 1455) were each cloned into the expression vector pRsetA. Gene-specific oligonucle- otides used for amplification are shown in Table S1 in the supplemental material. Cultures were grown at 30°C in Luria broth containing 50 -g/ml ampicillin to an OD600 of 0.6. Expression of recombinant protein was induced by IPTG (0.5 mM), and incubation continued for 2 h at 25°C. Cells were harvested and resuspended in 5 ml of lysis buffer (25 mM Tris, pH 7.5, 1 mM EDTA, 5% glycerol, 100 mM NaCl, 0.1% lysozyme) per gram of bacterial pellet. The cultures were incubated on ice for 30 min and lysed by sonication (3 bursts of 1-min pulse at 4°C). The lysate was then centrifuged at 17,500 - g for 20 min, and the supernatant was loaded over a Ni-NTA-agarose column after column equilibration with 25 mM Tris, pH 7.5, 5% glycerol, 1 mM DTT, 100 mM NaCl, and 10 mM imidazole. The column was washed with 25 column volumes of wash buffer (25 mM Tris, pH 7.5, 5% glycerol, 1 mM DTT, 100 mM NaCl, 20 mM imidazole), and bound protein was eluted with elution buffers (25 mM Tris-HCl, pH 7.5, 100 mM NaCl) containing increasing amounts of imidazole (50, 100, 150, 200, and 250 mM). The 250 mM imidazole elution fractions were pooled and dialyzed against the dialysis buffer (25 mM Tris-HCl, pH 7.5, 100 mM NaCl, 1 mM DTT, 10% glycerol) to remove imidazole. The purified protein was tested by Coomassie blue staining and Western blot analysis using antibody specific for the 6-His tag. The protein con- centration was measured by the BCA method and stored at -70°C until further use.  Single-stranded exchange assay. The assay mixture contained reac- tion buffer (25 mM Tris-HCl, pH 7.5, and 5% glycerol), 10 mM MgCl2, 5 -M circular -X 174 RF I dsDNA (New England Biolabs [NEB]), 15 -M -X virion dsDNA (NEB), 1 mM DTT, and 2 -M concentrations of the proteins (RecA obtained from NEB M0249S, PfRad51, or PfRad54) to be tested for functional activity. The reaction mixture (135 -l) was preincu- bated at 37°C for 10 min, followed by addition of 15 -l of an initiation mixture (final concentration of 25 mM Tri-HCl, pH 7.5, 5% glycerol, 3 mM ATP, and 0.5 -M single-stranded binding protein [SSB from Strat- agene or PfRPA1L or PfRPA1S]). Aliquots were collected at indicated time points and quenched with stop solution (1% SDS, 15 mM EDTA), and the products were analyzed by 1% Tris-acetate-EDTA (TAE) agarose  Gopalakrishnan and Kumar  8 ® mbio.asm.org May/June 2013 Volume 4 Issue 3 e00252-13  mbio.asm.org   gel electrophoresis. The gel was run overnight at 18V, stained for 1 h with ethidium bromide (final concentration, 0.5 -g/ml), and visualized after destaining in water.  Parasite culture, RNA extraction, and cDNA synthesis. P. falciparum clone 3D7 was grown at 4% hematocrit in RPMI 1640 medium supple- mented with 10% O- normal human serum and red blood cells. Parasites were cultured at 37°C using the candle jar method (42) and visualized by Giemsa stain (43). Parasite cultures were synchronized by the sorbitol method as described previously (44). Synchronized ring-, trophozoite-, and schizont-stage parasites were treated with 0.005% and 0.05% methyl methane sulfonate (MMS) in the culture medium at 37°C, and aliquots were collected for RT-PCR and Western blot analysis. RNA was extracted from MMS-treated and untreated parasites using Trizol reagent (Invitro- gen), and the concentration of RNA was measured using NanoDrop (model 2000/2000c). One microgram of RNA was reverse transcribed using oligo(dT)18 primer, a first-strand cDNA synthesis kit (Roche Diag- nostics GmbH), and cycler protocol conditions as described by the man- ufacturer. The resulting cDNAs were subjected to PCR amplification for 30 cycles using gene-specific primers. Control reactions without reverse transcriptase were carried out to confirm that no DNA contamination was present in the RNA samples. The products were run on 1% agarose gel and stained with ethidium bromide.  Western blot analysis. MMS-treated synchronized parasites were re- leased from red cells by 0.01% saponin lysis for 5 min at 0°C and washed two times in ice-cold phosphate-buffered saline (PBS). The samples were analyzed by Western blotting using a 1:5,000 dilution of mouse anti- PfRad51 (M. Bhattacharyya and N. Kumar, unpublished data), a 1:5,000 dilution of mouse anti-ScRad54 (a kind gift from Wolf-Dietrich Heyer, UC, Davis), and a 1:7,500 dilution of mouse anti-PfHsp70 (45) antibody using enhanced chemiluminescence (ECL)-based detection methods (Amersham Pharmacia Biotech).  Comet assays and DNA damage repair. MMS-treated synchronized parasites corresponding to 4 - 105 infected red blood cells were collected, lysed with 0.01% saponin, washed three times with cold PBS, and finally resuspended in 1.0 ml PBS for single-cell gel electrophoresis (Comet as- says) (46). Diluted cells (30 -l) were mixed with 300 -l Comet LMAga- rose (1% low-temperature melting agarose [Trevigen, Gaithersburg, MD]), and the mixture was added to wells of a Trevigen slide, incubated at 4°C for 30 min, and immersed in chilled lysis solution (2.5 M NaCl, 100 mM EDTA, 10 mM Tris base, 1% N-lauryl-sarcosine, 1% Triton X-100) at 4°C for 60 min. Excess lysis solution was removed from slides and then transferred to a clean tray immersed in alkaline lysis solution (200 mM NaOH and 1 mM EDTA), rinsed for 5 min in 1- Tris-borate- EDTA (TBE), and electrophoresed for 10 min at 1 volt/cm in 1- TBE. Slides were fixed in 70% ethanol and dried overnight. Wells were stained with 50 -l freshly prepared SYBR green I and photographed at -200 magnification using a Nikon Eclipse 80i (Nikon) with a Sensicam QE high-performance camera (Cooke Corporation). Comets were scored for all samples using Comet assay IV software. Control parasites exposed to a 5-Gy dose of radiation (cesium 137; Gammacell-40 by NordIon Interna- tional) were used to guide Comet assay software (Trevigen, Gaithersburg, MD) for quantitation of DNA damage. An automatic scoring method measured comet head and tail lengths, head and tail percent intensity, tail migration, and Olive tail moment (OTM) (the product of the tail length and the fraction of total DNA in the tail). To study the efficiency of the DNA damage repair process in P. falciparum, parasites were treated with 0.05% MMS (6 h at 37°C), washed, and recultured in the presence of fresh growth medium and uninfected erythrocytes for 42 h. Cultures were har- vested at various intervals (12, 18, and 42 h) to prepare blood smears to check parasite growth and DNA damage by Comet assays. For each sam- ple (control and MMS treatment) and each time point, three replicates were performed and an average of their OTM values was used for data analysis.  Real-time quantitative PCR. RNA preparation and cDNA synthesis details were as explained above. Quantitative PCR (qPCR) samples were  prepared in IQ SYBR green Supermix containing SYBR green dye, iTaq DNA polymerase, deoxynucleoside triphosphates (dNTPs), and buffers (Bio-Rad), 0.4 -M concentrations of each oligonucleotide primer (see Table S2 in the supplemental material), and a 1:100 dilution of the cDNA reaction. Amplification was performed on a Bio-Rad IQ5 real-time PCR detection system using 95°C for 2 min for initial denaturation and enzyme activation, followed by a further incubation at 95°C for 3 min and 45 cycles of 95°C for 30 s, 50°C for 30 s, and 72°C for 30 s. P. falciparum seryl tRNA synthetase (GeneID PF07_0073) was used as an internal control gene. A set of three independent replicates was obtained, and the average value from that was taken for data analysis.  Data analysis and statistical evaluation. Relative CT values from real- time RT-PCR in the induced and uninduced samples were calculated by using the Pfaffl method (31). Briefly, the average CT value from three independent replicates of the internal control gene (seryl tRNA synthe- tase) was subtracted from the average CT value for each sample (control or induced) to calculate the -CT. The -CT for each sample was divided by the -CT of the control (uninduced sample) to obtain the --CT. The inverse of --CT raised to the power of two determines the initial amount of DNA in each sample. The experimental standard deviation (SD) was calculated by the square root of the sum of the squares of the SD of each sample and the internal control. Finally, using the -CT and the experi- mental SD, the induced sample was compared with the respective unin- duced sample using InStat software (GraphPad) to calculate P values. The statistical adjustment for the multiple comparisons was accommodated by correcting the P value by the Bonferroni method.  SUPPLEMENTAL MATERIAL Supplemental material for this article may be found at http://mbio.asm.org /lookup/suppl/doi:10.1128/mBio.00252-13/-/DCSupplemental.  Figure S1, PDF file, 0.2 MB. Figure S2, PDF file, 0.3 MB. Figure S3, PDF file, 0.1 MB. Figure S4, PDF file, 0.2 MB. Figure S5, PDF file, 0.1 MB. Figure S6, PDF file, 0.1 MB. Table S1, PDF file, 0.1 MB. Table S2, PDF file, 0.1 MB.  ACKNOWLEDGMENTS  We thank Mrinal Bhattacharyya for discussions during the early stages of these studies, Wolf-Dietrich Heyer, UC, Davis, for the generous gift of the ScRad54 antibody, William Wimley, Tulane School of Medicine, for help- ful discussions on statistical analyses, Joni Emmons for editorial com- ments, and Melody C. Baddoo for the Comet assays performed in the core lab.  Initial financial support for these studies was from NIH R56 grant AI68052. The comet assays performed in the core lab were supported by NIH grants from the National Center for Research Resources (5P20RR020152-09) and the National Institute of General Medical Sci- ences (8P20 GM103518-09).  REFERENCES 1. Murray CJ, Rosenfeld LC, Lim SS, Andrews KG, Foreman KJ, Haring  D, Fullman N, Naghavi M, Lozano R, Lopez AD. Global malaria mortality between 1980 and 2010. A systematic analysis. Lancet 379: 413- 431.  2. Deitsch KW, Wellems TE. 1996. Membrane modifications in erythro- cytes parasitized by Plasmodium falciparum. Mol. Biochem. Parasitol. 76: 1-10.  3. Arnot DE, Jensen AT. 2011. Antigenic variation and the genetics and epigenetics of the PfEMP1 erythrocyte surface antigens in Plasmodium falciparum malaria. Adv. Appl. Microbiol. 74:77-96.  4. Wyman C, Ristic D, Kanaar R. 2004. Homologous recombination- mediated double-strand break repair. DNA Repair (Amst.) 3:827- 833.  5. San Filippo J, Sung P, Klein H. 2008. Mechanism of eukaryotic homol- ogous recombination. Annu. Rev. Biochem. 77:229 -257.  Recombination and DNA Damage Repair in Parasite Growth  May/June 2013 Volume 4 Issue 3 e00252-13 ® mbio.asm.org 9  http://mbio.asm.org/lookup/suppl/doi:10.1128/mBio.00252-13/-/DCSupplemental http://mbio.asm.org/lookup/suppl/doi:10.1128/mBio.00252-13/-/DCSupplemental mbio.asm.org   6. Ogawa T, Yu X, Shinohara A, Egelman EH. 1993. Similarity of the yeast Rad51 filament to the bacterial RecA filament. Science 259:1896 -1899.  7. Benson FE, Stasiak A, West SC. 1994. Purification and characterization of the human Rad51 protein, an analogue of E. coli RecA. EMBO J. 13: 5764 -5771.  8. Bhattacharyya MK, Bhattacharyya nee Deb S, Jayabalasingham B, Ku- mar N. 2005. Characterization of kinetics of DNA strand-exchange and ATP hydrolysis activities of recombinant PfRad51, a Plasmodium falci- parum recombinase. Mol. Biochem. Parasitol. 139:33-39.  9. Eisen JA, Sweder KS, Hanawalt PC. 1995. Evolution of the SNF2 family of proteins: subfamilies with distinct sequences and functions. Nucleic Acids Res. 23:2715-2723.  10. Swagemakers SM, Essers J, de Wit J, Hoeijmakers JH, Kanaar R. 1998. The human RAD54 recombinational DNA repair protein is a double- stranded DNA-dependent ATPase. J. Biol. Chem. 273:28292-28297.  11. Tan TL, Kanaar R, Wyman C. 2003. Rad54, a jack of all trades in homol- ogous recombination. DNA Repair (Amst.) 2:787-794.  12. Clever B, Interthal H, Schmuckli-Maurer J, King J, Sigrist M, Heyer WD. 1997. Recombinational repair in yeast: functional interactions be- tween Rad51 and Rad54 proteins. EMBO J. 16:2535-2544.  13. Kim DK, Stigger E, Lee SH. 1996. Role of the 70-kDa subunit of human replication protein A (I). Single-stranded DNA binding activity, but not polymerase stimulatory activity, is required for DNA replication. J. Biol. Chem. 271:15124 -15129.  14. Wold MS, Kelly T. 1988. Purification and characterization of replication protein A, a cellular protein required for in vitro replication of simian virus 40 DNA. Proc. Natl. Acad. Sci. U. S. A. 85:2523-2527.  15. Lin YL, Chen C, Keshav KF, Winchester E, Dutta A. 1996. Dissection of functional domains of the human DNA replication protein complex rep- lication protein A. J. Biol. Chem. 271:17190 -17198.  16. Zhu G, Marchewka MJ, Keithly JS. 1999. Cryptosporidium parvum possesses a short-type replication protein A large subunit that differs from its host. FEMS Microbiol. Lett. 176:367-372.  17. Brown GW, Hines JC, Fisher P, Ray DS. 1994. Isolation of the genes encoding the 51-kilodalton and 28-kilodalton subunits of Crithidia fas- ciculata replication protein A. Mol. Biochem. Parasitol. 63:135-142.  18. Voss TS, Mini T, Jenoe P, Beck HP. 2002. Plasmodium falciparum possesses a cell cycle-regulated short type replication protein A large sub- unit encoded by an unusual transcript. J. Biol. Chem. 277:17493-17501.  19. Rider SD, Jr, Cai X, Sullivan WJ, Jr, Smith AT, Radke J, White M, Zhu G. 2005. The protozoan parasite Cryptosporidium parvum possesses two functionally and evolutionarily divergent replication protein A large sub- units. J. Biol. Chem. 280:31460 -31469.  20. Sugawara N, Wang X, Haber JE. 2003. In vivo roles of Rad52, Rad54, and Rad55 proteins in Rad51-mediated recombination. Mol. Cell 12:209 -219.  21. Petukhova G, Stratton S, Sung P. 1998. Catalysis of homologous DNA pairing by yeast Rad51 and Rad54 proteins. Nature 393:91-94.  22. Mazina OM, Mazin AV. 2004. Human Rad54 protein stimulates DNA strand exchange activity of hRad51 protein in the presence of Ca2-. J. Biol. Chem. 279:52042-52051.  23. Campbell C, Romero DP. 1998. Identification and characterization of the Rad51 gene from the ciliate tetrahymena thermophila. Nucleic Acids Res. 26:3165-3172.  24. Chen F, Nastasi A, Shen Z, Brenneman M, Crissman H, Chen DJ. 1997. Cell cycle-dependent protein expression of mammalian homologs of yeast DNA double-strand break repair genes Rad51 and Rad52. Mutat. Res. 384:205-211.  25. Jang YK, Jin YH, Kim EM, Fabre F, Hong SH, Park SD. 1994. Cloning and sequence analysis of rhp51 -, a Schizosaccharomyces pombe homolog of the Saccharomyces cerevisiae Rad51 gene. Gene 142:207-211.  26. Cole GM, Schild D, Lovett ST, Mortimer RK. 1987. Regulation of RAD54- and RAD52-lacZ gene fusions in Saccharomyces cerevisiae in re- sponse to DNA damage. Mol. Cell. Biol. 7:1078 -1084.  27. Cole GM, Mortimer RK. 1989. Failure to induce a DNA repair gene,  RAD54, in Saccharomyces cerevisiae does not affect DNA repair or recom- bination phenotypes. Mol. Cell. Biol. 9:3314 -3322.  28. Walsh L, Schmuckli-Maurer J, Billinton N, Barker MG, Heyer WD, Walmsley RM. 2002. DNA-damage induction of RAD54 can be regulated independently of the RAD9- and DDC1-dependent checkpoints that reg- ulate RNR2. Curr. Genet. 41:232-240.  29. Chang Y, Gong L, Yuan W, Li X, Chen G, Li X, Zhang Q, Wu C. 2009. Replication protein A (RPA1a) is required for meiotic and somatic DNA repair but is dispensable for DNA replication and homologous recombi- nation in rice. Plant Physiol. 151:2162-2173.  30. Longhese MP, Neecke H, Paciotti V, Lucchini G, Plevani P. 1996. The 70 kDa subunit of replication protein A is required for the G1/S and intra-S DNA damage checkpoints in budding yeast. Nucleic Acids Res. 24:3533-3537.  31. Pfaffl MW. 2001. A new mathematical model for relative quantification in real-time RT-PCR. Nucleic Acids Res. 29:e45. http://dx.doi.org/10.1093 /nar/29.9.e45.  32. Nirbhay K, Hong Z. 1992. Nucleotide sequence of a Plasmodium falci- parum glucose-regulated stress protein. Mol. Biochem. Parasitol. 56: 353-356.  33. Bhattacharyya MK, Kumar N. 2003. Identification and molecular char- acterisation of DNA damaging agent induced expression of Plasmodium falciparum recombination protein PfRad51. Int. J. Parasitol. 33: 1385-1392.  34. McKean PG, Keen JK, Smith DF, Benson FE. 2001. Identification and characterisation of a RAD51 gene from Leishmania major. Mol. Biochem. Parasitol. 115:209 -216.  35. López-Casamichana M, Orozco E, Marchat LA, López-Camarillo C. 2008. Transcriptional profile of the homologous recombination machin- ery and characterization of the EhRAD51 recombinase in response to DNA damage in Entamoeba histolytica. BMC Mol. Biol. 9:35.  36. McCulloch R, Barry JD. 1999. A role for RAD51 and homologous recom- bination in Trypanosoma brucei antigenic variation. Genes Dev. 13: 2875-2888.  37. Mazin AV, Bornarth CJ, Solinger JA, Heyer WD, Kowalczykowski SC. 2000. Rad54 protein is targeted to pairing loci by the Rad51 nucleoprotein filament. Mol. Cell 6:583-592.  38. Solinger JA, Lutz G, Sugiyama T, Kowalczykowski SC, Heyer WD. 2001. Rad54 protein stimulates heteroduplex DNA formation in the syn- aptic phase of DNA strand exchange via specific interactions with the presynaptic Rad51 nucleoprotein filament. J. Mol. Biol. 307:1207-1221.  39. Alexiadis V, Lusser A, Kadonaga JT. 2004. A conserved N-terminal motif in Rad54 is important for chromatin remodeling and homologous strand pairing. J. Biol. Chem. 279:27824 -27829.  40. Sung P. 1997. Function of yeast Rad52 protein as a mediator between replication protein A and the Rad51 recombinase. J. Biol. Chem. 272: 28194 -28197.  41. Sugiyama T, Kantake N. 2009. Dynamic regulatory interactions of rad51, rad52, and replication protein-a in recombination intermediates. J. Mol. Biol. 390:45-55.  42. Jensen JB, Trager W. 1977. Plasmodium falciparum in culture: use of outdated erthrocytes and description of the candle jar method. J. Parasitol. 63:883- 886.  43. Trager W, Jensen JB. 1976. Human malaria parasites in continuous culture. Science 193:673- 675.  44. Walliker D, Beale G. 1993. Synchronization and cloning of malaria par- asites. Methods Mol. Biol. 21:57- 66.  45. Kumar N, Zheng H. 1998. Evidence for epitope-specific thymus- independent response against a repeat sequence in a protein antigen. Im- munology 94:28 -34.  46. Singh NP, McCoy MT, Tice RR, Schneider EL. 1988. A simple technique for quantitation of low levels of DNA damage in individual cells. Exp. Cell Res. 175:184 -191.  Gopalakrishnan and Kumar  10 ® mbio.asm.org May/June 2013 Volume 4 Issue 3 e00252-13  http://dx.doi.org/10.1093/nar/29.9.e45 http://dx.doi.org/10.1093/nar/29.9.e45 mbio.asm.org   Opposing Roles for Two Molecular Forms of Replication Protein A in Rad51-Rad54-Mediated DNA Recombination in Plasmodium falciparum  RESULTS  Identification of homologues of the components of recombination machinery in P. falciparum.  Purification of recombinant His-tagged PfRad51, PfRad54 (1 to 164), PfRPA1L (678 to 1145), and PfRPA1S proteins.  The N-terminal domain of recombinant PfRad54 protein accelerates homologous DNA SSE in the presence of recombinant PfRad51 and CaCl2.  Recombinant PfRPA1L serves the function of SSB, whereas recombinant PfRPA1S does not exhibit any SSB-like function.  PfRPA1S downregulates the function of PfRPA1L but not SSB.  Recombinant PfRPA1L can initiate SSE in the presence of both PfRad51 and the bacterial homologue RecA.  Induction of various recombination molecules in the parasites in response to the DNA-damaging agent MMS. (i) Transcriptional effects.  (ii) Translational effects.   (iii) Evidence for DNA damage by MMS and DNA repair in malaria parasites.   DISCUSSION  MATERIALS AND METHODS  Cloning, expression, and purification of recombinant PfRad51, PfRad54, PfRPA1L, and PfRPA1S.  Single-stranded exchange assay.  Parasite culture, RNA extraction, and cDNA synthesis.  Western blot analysis.  Comet assays and DNA damage repair.  Real-time quantitative PCR.  Data analysis and statistical evaluation.   SUPPLEMENTAL MATERIAL  ACKNOWLEDGMENTS  REFERENCES",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}