{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "ppat.1003981 1..16   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/260447533  Human Genome-Wide RNAi Screen Identifies an Essential Role for Inositol  Pyrophosphates in Type-I Interferon Response  Article  in  PLoS Pathogens · February 2014  DOI: 10.1371/journal.ppat.1003981 · Source: PubMed  CITATIONS  58 READS  267  16 authors, including:  Some of the authors of this publication are also working on these related projects:  DIABIMMUNE View project  endotoxin tolerance View project  Aleksandar D Kostic  Harvard Medical School  93 PUBLICATIONS   13,660 CITATIONS     SEE PROFILE  Jeremy D. Weaver  Grifols  15 PUBLICATIONS   586 CITATIONS     SEE PROFILE  Richa Tyagi  Johns Hopkins University  25 PUBLICATIONS   544 CITATIONS     SEE PROFILE  All content following this page was uploaded by Aleksandar D Kostic on 08 March 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/260447533_Human_Genome-Wide_RNAi_Screen_Identifies_an_Essential_Role_for_Inositol_Pyrophosphates_in_Type-I_Interferon_Response?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/260447533_Human_Genome-Wide_RNAi_Screen_Identifies_an_Essential_Role_for_Inositol_Pyrophosphates_in_Type-I_Interferon_Response?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/DIABIMMUNE?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/endotoxin-tolerance?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aleksandar-Kostic-10?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aleksandar-Kostic-10?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Harvard_Medical_School?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aleksandar-Kostic-10?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremy-Weaver?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremy-Weaver?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Grifols?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremy-Weaver?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richa-Tyagi?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richa-Tyagi?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Johns-Hopkins-University?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richa-Tyagi?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aleksandar-Kostic-10?enrichId=rgreq-6ee5003069af7e6d664ac8b0ee80fbd0-XXX&enrichSource=Y292ZXJQYWdlOzI2MDQ0NzUzMztBUzo5NzI1MDIxODg3MjgzNEAxNDAwMTk3NjY3MzMw&el=1_x_10&_esc=publicationCoverPdf   Human Genome-Wide RNAi Screen Identifies an Essential Role for Inositol Pyrophosphates in Type-I Interferon Response Niyas Kudukkil Pulloor1, Sajith Nair1., Aleksandar D. Kostic2., Pradeep Bist1, Jeremy D. Weaver3,  Andrew M. Riley4, Richa Tyagi5, Pradeep D. Uchil6, John D. York7, Solomon H. Snyder5, Adolfo Garcı́a-  Sastre8, Barry V. L. Potter4, Rongtuan Lin9, Stephen B. Shears3, Ramnik J. Xavier2, Manoj N. Krishnan1*  1 Program on Emerging Infectious Diseases, DUKE-NUS Graduate Medical School, Singapore, 2 Center for Computational and Integrative Biology, Massachusetts General  Hospital, Harvard Medical School, Boston, Massachusetts, United States of America, 3 Inositol Signaling Group, Laboratory of Signal Transduction, National Institute of  Environmental Health Sciences, NIH, DHHS, Research Triangle Park, North Carolina, United States of America, 4 Department of Pharmacy and Pharmacology, University of  Bath, Claverton Down, Bath, United Kingdom, 5 Solomon H. Snyder Department of Neuroscience and Departments of Psychiatry and Behavioral Sciences, The Johns  Hopkins University School of Medicine, Baltimore, Maryland, United States of America, 6 Section of Microbial Pathogenesis, Yale University School of Medicine, New  Haven, Connecticut, United States of America, 7 Department of Biochemistry, Vanderbilt University Medical Center, Nashville, Tennessee, United States of America,  8 Department of Microbiology, Global Health and Emerging Pathogens Institute, Department of Medicine, Division of Infectious Diseases, Icahn School of Medicine at  Mount Sinai, New York, New York, United States of America, 9 Lady Davis Institute for Medical Research, Jewish General Hospital, Montreal, Canada  Abstract  The pattern recognition receptor RIG-I is critical for Type-I interferon production. However, the global regulation of RIG-I signaling is only partially understood. Using a human genome-wide RNAi-screen, we identified 226 novel regulatory proteins of RIG-I mediated interferon-b production. Furthermore, the screen identified a metabolic pathway that synthesizes the inositol pyrophosphate 1-IP7 as a previously unrecognized positive regulator of interferon production. Detailed genetic and biochemical experiments demonstrated that the kinase activities of IPPK, PPIP5K1 and PPIP5K2 (which convert IP5 to1- IP7) were critical for both interferon induction, and the control of cellular infection by Sendai and influenza A viruses. Conversely, ectopically expressed inositol pyrophosphate-hydrolases DIPPs attenuated interferon transcription. Mechanistic experiments in intact cells revealed that the expression of IPPK, PPIP5K1 and PPIP5K2 was needed for the phosphorylation and activation of IRF3, a transcription factor for interferon. The addition of purified individual inositol pyrophosphates to a cell free reconstituted RIG-I signaling assay further identified 1-IP7 as an essential component required for IRF3 activation. The inositol pyrophosphate may act by b-phosphoryl transfer, since its action was not recapitulated by a synthetic phosphonoacetate analogue of 1-IP7. This study thus identified several novel regulators of RIG-I, and a new role for inositol pyrophosphates in augmenting innate immune responses to viral infection that may have therapeutic applications.  Citation: Pulloor NK, Nair S, Kostic AD, Bist P, Weaver JD, et al. (2014) Human Genome-Wide RNAi Screen Identifies an Essential Role for Inositol Pyrophosphates in Type-I Interferon Response. PLoS Pathog 10(2): e1003981. doi:10.1371/journal.ppat.1003981  Editor: Karen L. Mossman, McMaster University, Canada  Received August 28, 2013; Accepted January 22, 2014; Published February 27, 2014  This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication.  Funding: MNK was funded by ASTAR and Ministry of Education. SHS was funded by NIH grant MH-18501. RL was funded by the Canadian Institutes of Health Research grant MOP42562. AGS was funded by NIAID grant U19AI083025 and by CRIP (Center for Research on Influenza Pathogenesis), a NIAD-funded Center of Excellence for Influenza Research and Surveillance (CEIRS, contract # HHSN266200700010C). SBS was supported by the Intramural Research Program of the NIH, National Institute of Environmental Health Sciences. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * E-mail: manoj.krishnan@duke-nus.edu.sg  . These authors contributed equally to this work.  Introduction  The innate immune system, a primordial yet highly organized  defense mechanism, plays critical roles in the host response against  RNA viruses. The first step in the innate immune response  involves recognition of pathogen-associated molecular patterns by  several host encoded pattern recognition receptors (PRR). A key  mediator of antiviral immunity is the type-I interferon family of  cytokines, which are transcribed upon detection of RNA viruses by  the pattern recognition receptors [1-3]. Cells have developed  PRRs that are specialized for detecting pathogens in the cytosol,  the site where many RNA viruses replicate. One such PRR is the  retinoic acid inducible gene - I (RIG-I) [1-3]. RIG-I recruits the  adaptor protein MAVS to activate a signaling pathway that causes  TBK1 to phosphorylate the latent transcription factor IRF3 [4-7].  Signaling cascades triggered by multiple PRRs indeed converge to  activate IRF3. Once phosphorylated, IRF3 dimerizes and  translocates to the nucleus, where it forms a complex with the  transcriptional coactivators CBP/p300, which together stimulate  the expression of type-I interferon [1]. This initiates the antiviral  immune responses [8-10].  An optimal interferon response is essential to control viral  infections; however, excessive interferon exposure is detrimental to  the human body [11]. Significant research effort has been invested  in determining the nature of the positive and negative signaling  pathways which regulate the responses that RIG-1 elicits following  PLOS Pathogens | www.plospathogens.org 1 February 2014 | Volume 10 | Issue 2 | e1003981    viral infection [1,2,5,6,12-18]. Yet, there are significant gaps in  our understanding of how an appropriate interferon response is  regulated. For example, the regulation of the coupling of RIG-I  stimulation to the activation of IRF3 is not completely understood.  In particular, it has not previously been well determined if any  diffusible second messenger molecules have signaling roles in this  pathway. In addition, a comparative understanding of the  regulation of the unique RIG-I specific upstream and the  conserved (across PRRs) downstream steps of interferon produc-  tion is still lacking. In any case, the innate immune system is a  complex, multifactorial network of interconnected pathways that  exhibit combinatorial effects and emergent properties [19]; this is  an entity that is much more than the sum of its individual  components. Systems-level analysis therefore offers the most  promising approach to a comprehensive understanding of the  regulation of innate immune pathways such as the interferon  response; this information can also be exploited for the develop-  ment of novel therapeutic targets [20]. Some previous studies used  proteomics and gene expression profiling approaches to under-  stand the global regulation of innate immune response during  several RNA viral infections [21,22]. However, a systematic  interrogation of the role of all of the annotated genes of human  genome in the RIG-I signaling and interferon production is yet to  be reported.  In this study, through a systems level approach using human  genome wide RNA-interference (RNAi) screen, bioinformatics  analysis and mechanistic validations, we generated an expanded  understanding of the regulation of RIG-I mediated interferon  response. We have identified 226 novel components of the RIG-1  pathway. In particular, the approach we took in the current study  led us to identify that a class of kinases that synthesizes inositol  pyrophosphates are important positive regulators of the type-I  interferon response. The inositol pyrophosphates (also known as  diphosphoinositol polyphosphates) are a specialized subgroup of  the inositol phosphate signaling family that is distinguished by the  presence of high-energy diphosphate groups [23-25]. The inositol  pyrophosphates are known to regulate DNA damage repair [26],  apoptosis [27,28], insulin exocytosis [29], and insulin signaling  [30]. Although a role for inositol pyrophosphates in regulating  neutrophil function has also recently emerged [31], it has not  previously been reported whether they play any role in antiviral  immunity. Now, we demonstrate for the first time that the  synthesis of inositol pyrophosphates is critical for type-I interferon  transcription and antiviral immunity.  Results  Genome-Wide Screening Identifies Regulators of RIG-I-Mediated IFNb Production  To discover novel genes regulating the RIG-I mediated  interferon response, we performed a human genome wide RNA-  interference (RNAi) screen. A quantitative fluorescence microsco-  py based assay was adopted for the screen using human interferon-  b (IFNb) promoter- driven green fluorescent protein reporter (IFNb-GFP) (Figure 1A). The assay used human embryonic kidney (HEK) 293 cell line, a widely used model system to dissect RIG-I  signaling [15,32,33]. As HEK293 cells do not have a robust TLR3  expression, the use of this cell line would minimize the effects from  non-RIG-I pathways [34]. As reported earlier [33], because  HEK293 cells express only moderate levels of RIG-I, transfection  of IFNb-GFP reporter along with the RIG-I ligand Polyinosinic:- polycytidylic acid (poly (I:C)) into these cells leads to only a modest  increase in the GFP signal (Figure S1A). However, transfection of  RIG-I expression plasmid into these cells leads to a very robust  activation of GFP signal, both with and without poly (I:C)  stimulation (Figure S1A). In control experiments, silencing of RIG-  I, MAVS and IRF3, drastically reduced the RIG-I transfection  mediated IFNb-GFP signal, but there was no effect upon silencing either TRIF (TLR3 adaptor) or MDA5 (another cytosolic PRR of  viruses) (Figure S1B). These experiments prove that the observed  reporter activity was originating specifically through RIG-I.  For the RNAi screen, we selected a condition where, 24 hr after  the transfection of a RIG-I expression plasmid (with poly (I:C)  stimulation), IFNb-GFP transcription was observed in approxi- mately 25% of the cells. In comparison, only 1-2% of the total  cells were GFP-positive after silencing of the positive control genes  MAVS and IRF3, representing a 26.5- and 14.3-fold decrease in  IFNb-GFP reporter activity respectively (Figure S1B). High content microscopy based imaging was used to detect and quantify  the degree of activation of the IFNb reporter. For every image, we calculated the GFP intensity per cell (defined as a DAPI stained  nucleus), after setting an intensity threshold to identify the GFP  expressing cells. The final readout of the assay was the percent of  GFP-positive cells per well.  The screen was conducted in two stages (Figure 1A). The  primary screen involved silencing 18,120 human genes using a  pool of four unique siRNAs (from Dharmacon) targeting each  gene. Later, the ‘‘hit genes'' from the primary screen were further  validated for on-target specificity by testing each of the four  individual siRNAs of the pool separately, and only those for which  at least two independent siRNAs impacted on reporter signal were  selected. A Z-score of (2/+) 2.5 was taken as cut-off for putative positive or negative regulators, respectively. The analytic param-  eters for the siRNA screen including the signal intensity and  Z-score distributions are given in the Figures S2A-D. We re-  identified several previously known regulators of RIG-I pathway  such as RIG-I, IRF3, TRIM21, PRKR and MAVS as hits,  validating the ability of the screen to discover proteins that  regulate the interferon response [35,36]. More importantly, the  RNAi screen led to the identification of a total of 226 additional  Author Summary  The innate immune system is critical for viral infection control by host organisms. The type I interferons are a family of major antiviral cytokines produced upon the activation of innate immune pattern recognition receptors (PRRs) by viruses. The RIG-I is a major PRR that uniquely detects RNA viruses within the cytoplasm. In this study, we aimed to discover cellular genes and pathways that play regulatory roles in the transcriptional induction of type I interferon-b (IFNb). Using a human genome wide RNA interference (RNAi) screening, we identified 226 genes whose expression is important for proper IFNb production. Through bioinformatics-based mining of the RNAi screen results, we identified that the cellular pathway synthesiz- ing inositol pyrophosphates, a class of inositol phosphates with high-energy diphosphates, is a key positive regulator of RIG-I mediated IFNb production. The kinases IPPK, PPIP5K1 and PPIP5K2, that synthesize inositol pyrophos- phate 1-IP7, regulated IFNb response in a catalytically dependent manner. Mechanistic studies identified that 1- IP7 synthesis pathway was needed for efficient phosphor- ylation of IRF3. The DIPP family of inositol pyrophosphate hydrolases negatively regulated the IFNb response, upon ectopic expression. In summary, this study generated a global view of the regulation of RIG-I signaling, and identified inositol pyrophosphates as important regulators of antiviral response.  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 2 February 2014 | Volume 10 | Issue 2 | e1003981    novel regulators of RIG-I mediated IFNb response (Table S1). Out of these, 220 and 6 genes respectively were positive and negative  regulators of RIG-I signaling.  We subsequently performed detailed bioinformatics analysis to  mine the information contained within the RNAi screen results. A  meta-analysis using the Gene Expression Omnibus database  revealed that 33 of the identified RNAi hits were previously  observed as host genes upregulated upon exposure to various RNA  viruses, interferon or poly (I:C) [21,37-40] (Table S1). Network  analysis of the obtained hit genes revealed that several proteins  previously implicated to interact with components of interferon  response, but not determined yet to serve a regulatory role in  interferon response, (e.g, ADAP2 [41]) are indeed needed for  optimal interferon induction (Figure 1B). In addition, genes  serving different functions such as those regulating nuclear  transport (RAN, XPO1), ubiquitin like proteins (UBQLN2, UBL5)  and transcription (e.g., DLX3) were also among the identified hits  (Table S1). Gene ontology (GO) analysis identified several  statistically significant cellular functional categories of genes  regulating interferon production (Figure 1C). Most of the top-  ranked GO categories identified were those related to antiviral  innate immune signaling. Remarkably, gene ontology analysis also  identified the pathway involving biosynthesis of inositol pyrophos-  phates as a novel cellular process associated with interferon  response regulation (Figure 1C). Overall, our functional genomics  interrogation revealed that genes and pathways from diverse  functional categories are regulators of RIG-I mediated interferon  production.  RIG-I Regulators Act at Multiple Steps of the PRR Signaling Cascade  In order to begin to generate a global mechanistic understand-  ing of the newly discovered regulators of IFNb response, we attempted to place these genes in the known framework of RIG-I  signaling. It is known that ectopic expression of MAVS, TBK1  and a constitutively active mutant of IRF3 (termed IRF3-5D) can  stimulate IFNb transcription, independent of RIG-I [9,17,42]. By coupling the ectopic expression of these genes with individual  silencing of the newly identified regulators, we generated a detailed  map of the functional localization of their action within the RIG-I  Figure 1. RNAi screening and bioinformatics analysis. (A) Screen methodology. See methods for detailed description of screening methodology. The results of stage specific assays are shown in the brown box on the right side of panel A. Numbers and arrows shown in red and green colour indicate steps of the primary and secondary screens, respectively. (B) Network analysis involving all ‘hits' in the siRNA screen that have been experimentally validated in the literature to interact with one or more components of the RIG-I pathway. Putative positive regulators of RIG-I are indicated in green, and putative negative regulators in red. Empty circles are previously known genes of the RIG-I pathway that were not defined as hits in our RNAi screen. (C) Gene ontology canonical pathway enrichment analysis among the novel RIG-I regulators identified in this screen. Most enriched categories are shown. RLR, RIG-I Like Receptors. (D) Schematic showing inositol pyrophosphate synthesis pathway. IPPK, inositol 1,3,4,5,6- pentakisphosphate 2-kinase; PPIP5K1/2, diphosphoinositol pentakisphosphate kinase 1/2; IP6K1-3, inositol hexakisphosphate kinase 1-3; IP5, inositol pentakisphosphate; IP6, inositol hexakisphosphate; IP7, diphosphoinositol-pentakisphosphate; IP8, bisdiphosphoinositol-tetrakisphosphate. doi:10.1371/journal.ppat.1003981.g001  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 3 February 2014 | Volume 10 | Issue 2 | e1003981    pathway. The results of the ‘‘stage determination assays'' are  shown in Figure 1A (displayed inside the brown box) and Table  S1. Among the 226 hit genes, the greatest number (55%) was  identified to serve a regulatory role upstream of MAVS. Among  the rest, 5.5%, 11.3% and 25% of the total hit genes were found to  function between MAVS and TBK1, between TBK1 and IRF3,  and downstream of IRF3, respectively. In summary, this forward  genetics study revealed a global picture of the stage wise  distribution of 226 novel regulators of RIG-I signaling cascade.  The Inositol Pyrophosphate Biosynthesis Pathway Is Essential for RIG-I Dependent Interferon Production  Bioinformatics analysis of the RNAi screening results identified  the kinase PPIP5K2 as a positive regulator of RIG-1 signaling  (Figure 1A, and 1B). PPIP5K2 is one of the enzymes that directly  synthesizes inositol pyrophosphates (Figure 1D). In relation to this,  IPPK is another kinase that was also identified in the screen as a  positive regulator of RIG-1 signaling; IPPK synthesizes IP6, which  serves as the common precursor material for inositol pyrophos-  phate synthesis. The key steps and enzymes involved in inositol  pyrophosphate biosynthesis are shown in Figure 1D. The best  studied inositol pyrophosphates in mammals are the two IP7  isomers (1-IP7 and 5-IP7) and IP8 [43]. These are synthesized by  two classes of enzymes, the IP6Ks and the PPIP5Ks [44-49].  The inositol pyrophosphate pathway has not previously been  implicated as participating in antiviral responses, so we set out to  further characterize its role in innate immunity. We first validated  that the siRNAs against IPPK efficiently knocked down gene  expression (Figure 2A). Moreover, Following stimulation of these  cells by transfection with RIG-I ligand poly (I:C), the knock-down  of IPPK expression was confirmed to cause a major reduction of  IFNb-promoter driven luciferase activity (Figure 2A). We also used q-RTPCR based quantification of IFNb transcripts to verify the role of IPPK in influencing IFNb transcript synthesis (Figure 2B). Finally, transfection of siRNA resistant IPPK cDNA expressing  plasmid into endogenous IPPK silenced cells using 39-UTR  targeting siRNA led to the recovery of the IFNb response to a level comparable to that in normal cells, indicating the on-target  specificity of gene silencing (Fig. S3A).  The silencing of IPPK will not only reduce the formation of IP6  but also the synthesis of the inositol pyrophosphates 1-IP7, 5-IP7  and IP8 (Figure 1D). The kinases PPIP5K1 and PPIP5K2 catalyze  the synthesis of 1-IP7 and IP8, but not 5-IP7 (Figure 1D). Indeed,  the RNAi screen also identified PPIP5K2, but not PPIP5K1, as a  RIG-1 regulator (see above). So we next investigated if the inositol  pyrophosphates play roles in innate immunity. Silencing of the  PPIP5K2 gene strongly reduced RIG-I driven IFNb transcription and IFNb promoter driven luciferase activity (Figure 2B,C). We also retested PPIP5K1 since it was possible that the latter was  missed in the primary screen. Notably, PPIP5K1 gene silencing  also reduced the IFNb reporter activity. Gene silencing was verified by both Western blot (Figure 2C) and q-RTPCR (Figure  S3B). The q-RTPCR based quantification also showed a notable  decrease in the IFNb transcript production in PPIP5K2 silenced cells (Figure 2B). As shown in Figure S3A, ectopic expression of  siRNA resistant PPIP5K2 rescued the loss of IFNb response caused by ablation of endogenous PPIP5K2 using 39-UTR  targeting siRNA, confirming the on-target specificity of the  knockdown. The knockdown of IPPK and PPIP5Ks did not  significantly affect basal-level IFNb or IFNa production when HEK293 cells were not stimulated by either RIG-I ectopic  expression or transfection with poly (I:C) or infection with virus  (Figure S3C, S3D). Using JAK1 silenced cells, it was further  determined that the observed effects of IPPK, PPIP5K1 and  PPIP5K2 silencing on interferon response are independent of the  autocrine amplification of the pathway (Figure S3E).  We next investigated the possible roles of the IP6Ks (IP6K1,  IP6K2 and IP6K3) which participate in the synthesis of 5-IP7 and  IP8, but not 1-IP7 Figure 1D). Although none of these genes were  identified from our genome-wide RNAi screen, we re-investigated  their role in RIG-I signaling with validation of gene silencing. It  was observed that both individual and simultaneous silencing of  IP6K1, IP6K2 and IP6K3 genes did not affect the interferon  transcription (Figure 2D). Furthermore, consistent with the gene  knockdown data, fibroblasts from IP6K1 gene deficient mouse did  not show any defect in the IFNb response (Figure S3F) [50]. The fact that the IFNb response is inhibited by knock-down of PPIP5Ks but not IP6Ks (Figure 2) suggests that 1-IP7, but not 5-IP7  (Figure 1D), has functional significance in the innate immune  response. Complete loss of expression of murine IP6K1 (or the  Kcs1 homologue in yeast) was previously shown to adversely affect  the functioning of mitochondria, and alters ATP levels [51].  However, no significant general cytotoxicity, mitochondrial  toxicity or change in the levels of cellular ATP was found in cells  transiently silenced for IPPK, PPIP5K1 and PPIP5K2 (Figure  S4A).  The experiments described above used poly (I:C) in order to  mimic a cellular viral infection. It is therefore significant that we  also found silencing of IPPK, PPIP5K1 and PPIP5K2 dampened  IFNb transcription during infection of HEK293 cells by Sendai virus (SeV), a known stimulator of RIG-I [52] (Figure 2E). To  further validate the physiological relevance of IPPK, PPIP5K1 and  PPIP5K2 in IFNb production, we also silenced the expression of these kinases in human primary monocyte derived macrophages,  and then challenged them with Sendai virus. We found a  significant decrease in IFNb transcription in these RNAi-targeted human primary macrophages (Figure 2F). No notable difference in  SeV induced IFNb response was observed when IP6K1-3 genes were silenced (not shown). These experiments further indicate that  the expression of the kinases involved in the synthesis of 1-IP7 is  important for an effective interferon response.  The Inositol Pyrophosphate Synthesis Pathway Specifically Regulates the Interferon Axis from Multiple PRRs  In addition to the transcriptional induction of IFNb, signaling from several of the PRRs that sense RNA viruses also result in the  production of another class of type-I interferons, the IFNa, as well as activation of the transcription factor NFkB [5]. Therefore it was important to determine whether inositol pyrophosphate-synthesis-  pathway kinases are also required for the IFNa and NFkB response from RIG-I. We observed that silencing of IPPK, PPIP5K1 and  PPIP5K2 in HEK293 cells led to a reduction in RIG-I mediated  transcription of IFNa, determined using a luciferase reporter driven by the IFNa4 promoter (Figure 2G). However, inositol pyrophosphate-synthesis-pathway kinases were not required for  RIG-I triggered NFkB activation (Figure 2H). This data indicated that these kinases regulate a step of RIG-I signaling that happens  after the bifurcation of interferon and NFkB branches. In addition to RIG-I, there are several other PRRs such as  TLR3 (an endosomal PRR) and MDA5 (another cytosolic PRR),  which also induce IFNb transcription [1]. Therefore we investi- gated the specificity of the inositol pyrophosphates-synthesis-  pathway kinases with regards to signaling by other PRRs. We  found that repression of the expression of either IPPK, PPIP5K1  or PPIP5K2 attenuated the IFNb response elicited by both TLR3 and MDA5, to a level comparable to that observed in the case of  RIG-I (Figure 2I). These results demonstrated that inositol  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 4 February 2014 | Volume 10 | Issue 2 | e1003981    Figure 2. Inositol pyrophosphates pathway is needed for RIG-I mediated IFNb response. (A, C, D) Effect of silencing of IPPK, PPIP5K1, PPIP5K2, and IP6K1-3 on p(I:C) stimulated RIG-I mediated IFNb-promoter driven luciferase reporter activity in HEK293 cells is shown. (B) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on poly (I:C) stimulated RIG-I mediated IFNb transcription (detected using q-RTPCR) in HEK293 cells. (E) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on IFNb transcription (detected using q-RTPCR) during Sendai virus infection of HEK293 cells. (F) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 in human primary macrophages on Sendai virus induced IFNb transcription, measured by q-RTPCR. (G, H) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on RIG-I mediated IFNa4 (G) and NFkB (H) driven luciferase reporter activities. (I) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on IFNb promoter reporter activity driven by activation of TLR3 (black bar) and MDA5 (red bar). The IFNb or NFkB luciferase reporter values were normalized with Renilla luciferase reporter values, and expressed as fold change from uninduced NT-si treated samples. The mRNA level data was quantified by q-RTPCR and expressed as fold-change, determined using the comparative Ct value based approach, using the formula 2 2 (Ct of kinase gene - Ct of b-actin), with untreated value as 1. The statistical significance was determined by comparing the values for each gene silencing with that of corresponding stimulated NT-si treated samples. The Western blot based silencing confirmation experiments for PPIP5K1 and PPIP5K2 were performed using ectopically expressed proteins. The values are mean 6 SD of one representative experiment performed in triplicates. si, siRNA; NT-si, non-targeting negative control siRNA; US, unstimulated. GAPDH, Glyceraldehyde 3-Phosphate Dehydrogenase, cytoplasmic marker. doi:10.1371/journal.ppat.1003981.g002  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 5 February 2014 | Volume 10 | Issue 2 | e1003981    pyrophosphates-synthesis-pathway kinases play a broader role as a  positive regulator of several major antiviral pathways.  The Inositol Pyrophosphates Synthesis Pathway is Required for IRF3 Activation  The identification of inositol pyrophosphate-synthesis-pathway  kinases as positive regulators of the interferon response initiated by  multiple PRRs (Figure 2I) indicates that this pathway acts at or  downstream of the point in the signaling cascade where the actions  of these particular PRRs converge: activation of the kinase TBK1,  which phosphorylates IRF3, or further downstream. Indeed, the  IFNb induction arising from ectopic expression of MAVS and TBK1, two key downstream components of RIG-I pathway, was  diminished when IPPK, PPIP5K1 and PPIP5K2 were silenced  (Figure 3A). These data further indicate that the inositol  pyrophosphates most likely regulate a step at the level or  immediately downstream of TBK1. Because activation of IRF3  happens immediately downstream of TBK1, we next investigated  the effect of interference with inositol pyrophosphate synthesis  pathway gene expression on IRF3 functioning. The IRF3 exists as  a monomer in its unstimulated state in the cytosol. When PRRs  are stimulated, the phosphorylation of monomeric IRF3 leads to  its homo-dimerization, followed by nuclear migration. We first  investigated whether inositol pyrophosphate synthesis was needed  for the nuclear translocation of activated endogenous IRF3. In  control experiments, the negative control siRNA treated HEK293  cells were stimulated with poly (I:C), which led to a prominent  nuclear accumulation of phosphorylated IRF3 (pIRF3; Figure 3B).  In additional control experiments, silencing of MAVS, the key  adaptor of RIG-I, reduced the nuclear levels of pIRF3 (Figure 3B).  Notably, there was also a major reduction in the intra-nuclear  levels of endogenous pIRF3 following silencing of IPPK, PPIP5K1  and PPIP5K2 (Figure 3B, 3C).  Next, we investigated whether the depletion of IPPK, PPIP5K1  and PPIP5K2 altered endogenous IRF3 dimerization. The  knockdown of all three of these genes strongly reduced the degree  of IRF3 dimerization that was induced by poly (I:C)(Figure 3D,E),  compared to that observed in negative control siRNA treated cells.  The levels of GAPDH and Tubulin proteins were unaffected by  the knockdown of these kinases, indicating there was not a global  perturbation of protein expression (Figures 3B, 3F).  We finally determined whether poly (I:C) induced phosphory-  lation of endogenous IRF3 was affected by silencing of inositol  pyrophosphate-synthesis-pathway kinases. Notably, it was found  that knock-down of the expression of IPPK, PPIP5K1 and  PPIP5K2 caused a reduction in the phosphorylation of endoge-  nous IRF3 (Figure 3F, 3G). In summary, the experiments  described above argue that the expression of inositol pyrophos-  phate-synthesis pathway kinases is required for the TBK1-IRF3  axis to function; the absence of inositol pyrophosphate synthesis  compromised IRF3 phosphorylation and dimer formation.  Inositol Pyrophosphate Synthesis Pathway Regulates Interferon Response in a Catalytically Dependent Manner  Having established the involvement of the inositol pyrophos-  phate-synthesis-pathway as a regulator of antiviral response, we  further sought to identify the mechanism by which this pathway  modulates interferon signaling. We first investigated whether  enhancing the cellular expression of these kinases has any effect on  the interferon response. Indeed it was determined that the ectopic  expression of IPPK, PPIP5K1 and PPIP5K2 induced a significant  dose dependent enhancement of RIG-I driven IFNb promoter reporter activity, in both the cells that were either stimulated or  unstimulated with poly (I:C) (Figure 4A). However, the enhancing  effect of ectopic expression of these genes on the IFNb reporter activity in cells pre-transfected with RIG-I and poly (I:C) was  greater than that in the unstimulated cells (Figure 4A). Both  PPIP5K1 and PPIP5K2 ectopic expression caused a greater  enhancement of the IFNb response than did by IPPK. Even though silencing of IP6Ks did not affect IFNb response, we also investigated whether the ectopic expression of IP6K1-3 has any  effect on IFNb response. Interestingly, the ectopic expression of IP6K1, IP6K2 and IP6K3 also enhanced the IFNb response significantly, although to a lesser degree than that promoted by  overexpression of either PPIP5K1 or PPIP5K2 (Figure 4B). These  data revealed that the interferon response could be augmented by  over-expression of any of the tested kinases in the inositol  pyrophosphate synthesis pathway.  In order to determine whether the kinase activity of these  proteins is important for the interferon transcription, we next  transfected cells with catalytically-inactive mutants. These mutant  proteins were found to express at levels comparable to the  corresponding wild type kinases. Remarkably, the kinase deficient  mutants of IPPK, PPIP5K1 and PPIP5K2 all exhibited a  decreased ability to facilitate the interferon response upon over  expression, when compared with the corresponding wild type  proteins (Figure 4C). In addition, we noted an earlier report that  the kinase domain of PPIP5K1 (PPIP5K1-KD) and PPIP5K2  (PPIP5K2-KD) was able to catalyze the formation of 1-IP7, with  greater efficiency than the full-length protein [47]. As shown in  Figure 4D, indeed we found that over expression of both  PPIP5K1-KD and PPIP5K2-KD enhanced the IFNb reporter activity to an extent greater than that induced by full length  PPIP5K1 and PPIP5K2. We also found that inactivation of the  catalytic activity of IP6K1 significantly diminished its ability to  enhance IFNb response upon ectopic expression (Figure 4C). However, consistent with the gene knockdown data showing no  role for endogenous IP6Ks in RIG-I signaling, HEK293 cells  treated with IP6K kinase inhibitor TNP (N2-[m-Trifluorobenzyl],  N6-[p-nitrobenzyl] purine) did not show any defect in IFNb response (Figure S3G) [53]. These experiments demonstrated that  the inositol pyrophosphate-synthesis-pathway kinases regulated  IFNb transcription through their catalytic activities. That is, one or more of the soluble inositol pyrophosphates products are required  for IFNb production. The ability of ectopically expressed PPIP5K1/2 to stimulate  interferon transcription (Figure 4A) could result from increased  synthesis of either 1-IP7 and/or IP8 (Figure 1D). For IP8 to be  involved, IP6K activity would also be required. However, the  stimulatory effects of over-expressed PPIP5K1/2 were not affected  by either individual or simultaneous silencing of IP6K1-3  (Figure 3E). Moreover, in control experiments, silencing of IPPK  nearly completely abolished the ability of ectopically expressed  PPIP5K1 and PPIP5K2 to enhance interferon transcription  (Figure 4F). That result is consistent with the requirement for  IP6 as the precursor molecule for phosphorylation by PPIP5K1/2  to synthesize 1-IP7 (Figure 1D). It was also observed that the  diminished interferon response caused by PPIP5K1 silencing  could be compensated by over expressed PPIP5K2, or vice versa  (Figure 4G). These data indicate that 1-IP7 mediates the interferon  transcriptional effects of the PPIP5K1/2.  Nevertheless, even though the aforementioned experiments  identify 1-IP7 as being more important for enhancing interferon  transcription than IP8, the ectopic expression of IP6K1, IP6K2  and IP6K3 also enhanced the IFNb response significantly (Figure 4B). These results raise the possibility that, at elevated  IP6K1-3 expression levels, IP8 (and/or possibly even 5-IP7) might  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 6 February 2014 | Volume 10 | Issue 2 | e1003981    Figure 3. Inositol pyrophosphate synthesis pathway is needed for IRF3 activation. (A) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on IFNb promoter driven luciferase reporter activity induced by ectopic expression of RIG-I, MAVS and TBK1, in HEK293 cells. (B, C) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on nuclear translocation of IRF3, shown by Western blot and densitometry, respectively. (D, E) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on dimerization of IRF3, shown by Western blot and densitometry, respectively. (F, G) Effect of silencing of IPPK, PPIP5K1 and  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 7 February 2014 | Volume 10 | Issue 2 | e1003981    substitute for 1-IP7 in regulating IFNb expression. However, enhanced IFNb reporter activity induced by ectopic expression of IP6K1-3 was mostly lost in the absence of expression of PPIP5K1  and PPIP5K2 (Figure 4H). Thus, it is more likely that, at high  levels of expression of IP6K1-3, it is IP8 rather than 5-IP7 that  substitutes for the actions of 1-IP7. In this respect, it is notable that  one of the diphosphate groups on IP8 is also attached to the 1-  position.  To further establish the role of inositol pyrophosphates in the  immune response, we also studied a class of enzymes that  dephosphorylates inositol pyrophosphates. In humans, the hydro-  lysis of short-lived inositol pyrophosphates has been attributed to  three classes of diphosphoinositol-polyphosphate phosphohydro-  lase proteins (DIPPs) encoded by four genes belonging to the  Nudix hydrolase family [44,54,55]. These hydrolases remove the  terminal phosphate from inositol pyrophosphates. If inositol  pyrophosphates regulate RIG-I signaling, then removal of their  diphosphate would inhibit the interferon response. To test this  prediction, we determined the effect of over expression of DIPP1,  DIPP2a and DIPP3a on RIG-I induced IFNb promoter driven reporter activity. In agreement with our hypothesis, cells  ectopically expressing either DIPP1, DIPP2a or DIPP3a indeed showed a significantly attenuated interferon response (Figure 4I;  the rank order of efficacy of the DIPPs followed their reported  rank order of catalytic activity (DIPP1.DIPP3a.DIPP2a [54]. These data also further argued that the synthesis of inositol  pyrophosphates is critical for the induction of IFNb. In summary, the experiments described in this section argue that inositol  pyrophosphates -particularly 1-IP7 - are important for the  interferon response.  1-IP7 Directly Mediates IRF3 Activation The data described above, obtained from experiments using  gene silencing and catalytically inactive mutants of IPPK,  PPIP5K1 and PPIP5K2, provided strong yet indirect evidence  for the involvement of inositol pyrophosphates themselves in the  interferon response. To further test this hypothesis, we employed a  cell-free, virus-dependent assay for IRF3 activation. This was  developed in an earlier study which reported that a purified  mitochondrial fraction from Sendai virus infected cells could  induce IRF3 phosphorylation in a cytoplasmic fraction prepared  from uninfected cells [56]. We reproduced these results (Figure 5A)  using similar subcellular fractions (Figure S4B). It was significant  that the degree of IRF3 phosphorylation was strongly reduced  when the cytoplasmic fraction was prepared from PPIP5K2-  silenced cells (Figure 5A). Next, we reasoned that if inositol  pyrophosphates were directly involved in IRF3 phosphorylation,  their addition to the in vitro assay system would rescue the loss of  IRF3 activation caused by the silencing of PPIP5K2. For these  experiments we added samples of either 1-IP7, 5-IP7 or IP8 that  were prepared enzymatically and purified electrophoretically [57],  to the cell free IRF3 phosphorylation assays. Remarkably, 5 min  after the addition of 1-IP7 in the range of its projected  physiological concentration (0.5 uM [54]) the loss of IRF3  phosphorylation that resulted from PPIP5K2 silencing was rescued  to a level that was equivalent to that in wild type cells (Figure 5B).  At this time point, IP8 had no significant effect (Figure 5C).,  However, IP8 was found to substitute for 1-IP7 in promoting IRF3  phosphorylation, at the 10 min time point (Figure 5C,E). The  effect of 1-IP7 on IRF3 phosphorylation is consistent with the  conclusions drawn from the above described kinase silencing and  ectopic expression experiments. Next, we tested 5-IP7 which from  genetic experiments (see above) was predicted not to regulate the  interferon response. Indeed, we found that 5-IP7 did not promote  IRF3 phosphorylation (Figure 5D). The observation that IP8 acted  less efficiently than 1-IP7 in supporting IRF3 phosphorylation in  vitro, is consistent with that activity in intact cells only emerging in  an over-expression paradigm (Figure 4). In the latter case, IRF3  phosphorylation was stimulated upon ectopic expression of IP6Ks  in a manner that was also dependent upon endogenous PPIP5Ks  (Figure 4H), and hence the synthesis of IP8 (Figure 1D). In  conclusion, these cell free system based experiments considerably  strengthened our hypothesis (see above) that among the inositol  pyrophosphates, it is 1-IP7 that is the more physiologically-  relevant mediator of IRF3 phosphorylation and activation.  Earlier studies had indicated that one mechanism by which the  inositol pyrophosphates regulates signaling pathways involves the  transfer of the b-phosphoryl of their diphosphate group to phosphorylated serine residues on target proteins (termed protein  pyrophosphorylation) [58,59]. We therefore investigated whether  the mechanism of action of inositol pyrophosphates in the  interferon response could be dependent on the transfer of their b- phosphate. For these experiments we used synthetic analogues of  1-IP7 and IP8, in which the diphosphate was replaced with a  phosphonoacetic acid (PA) ester [60]. Although the PA ester  resembles a diphosphate group in several respects, its terminal  phosphonate group (equivalent to the b-phosphate of a diphos- phate) cannot be transferred, due to the stability of the P-C bond  it contains. Interestingly, we found that addition of the PA  analogues of 1-IP7 and IP8 failed to recapitulate the actions of  the natural 1-IP7 and IP8 molecules (Figure 5F, 5G). These data  are consistent with potential phosphoryl transfer underlying the  mechanism of action of inositol pyrophosphates in regulating  interferon signaling.  Inositol Pyrophosphates Synthesis Pathway is Required for Cellular Antiviral Resistance  We also investigated whether inositol pyrophosphate-synthesis-  pathway kinases contribute to the immune resistance of human  cells to viral infection. For this, we used Sendai virus to infect  HEK293 cells in which either IPPK, PPIP5K1 or PPIP5K2 was  knocked-down. In each case, the kinase knock-down led to an  increased viral load, as determined by q-RTPCR (Figure 6A).  Furthermore, we also found that HEK293 cells were more  resistant to infection with influenza A virus upon over expression  of either IPPK, PPIP5K1 or PPIP5K2 (Figures 6B and 6C).  Interestingly, ectopic expression of IP6K1 also enhanced the  cellular immunity to influenza A virus infection, in agreement with  their ability to increase the interferon response upon ectopic  PPIP5K2 on p(I:C) induced phosphorylation of IRF3, shown by Western blot and densitometry, respectively. A representative Western blot for each experiment is shown. The IFNb-luciferase values were normalized with Renilla luciferase reporter values, and expressed as fold change from uninduced NT-si samples. Densitometry values represent measured intensities of the indicated bands from three different Western blots, shown as mean 6 SD. The significance of densitometry data was calculated by comparing the values obtained from gene silenced conditions with that of stimulated NT-si controls. For panel A, the significance was determined by comparing the values of IFNb-luciferase activity obtained upon over expression of RIG-I/MAVS/TBK1 in IPPK, PPIP5K1 and PPIP5K2 gene silenced samples with that of corresponding NT-si samples. The values are mean 6 SD of one representative experiment performed in triplicates. si, siRNA; NT-si, non-targeting negative control siRNA. GAPDH, Glyceraldehyde 3- Phosphate Dehydrogenase, cytoplasmic marker. doi:10.1371/journal.ppat.1003981.g003  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 8 February 2014 | Volume 10 | Issue 2 | e1003981    Figure 4. The catalytic activity of inositol pyrophosphate synthesis pathway kinases regulates IFNb response. (A, B) Ectopic expression of inositol pyrophosphate-synthesis-pathway kinases enhanced RIG-I mediated IFNb-promoter driven luciferase reporter activity. HEK293 cells transfected with the indicated concentrations of empty vector, or expression plasmids of (A) IPPK, PPIP5K1, and PPIP5K2, and (B) IP6K1-3, with (red  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 9 February 2014 | Volume 10 | Issue 2 | e1003981    expression (Figures 6B and 6C). We further investigated whether  interference with inositol pyrophosphate-synthesis-pathway kinas-  es can affect viral infection dependent induction of ISG15 (a major  interferon stimulated antiviral gene) in Sendai virus challenged  HEK293 cells. As shown in Figure 6D, knock-down of either  IPPK, PPIP5K1 or PPIP5K2 attenuated the induction of ISG15.  This was specifically due to a defect in interferon production or  indirect induction of ISG15 by IRF3, because the inositol  pyrophosphate-synthesis-pathway did not show any role in  exogenous IFNb induced, JAK/STAT signaling mediated ISRE activation (not shown). Furthermore, we also found that both  p(I:C) stimulation and Sendai virus infection moderately enhanced  the transcription of IPPK, PPIP5K1 and PPIP5K2 in HEK293  cells (Figure 6E). In summary, these results further confirmed that  inositol pyrophosphate-synthesis-pathway kinases are required for  interferon mediated antiviral innate immunity.  Discussion  Our manuscript provides important new information concern-  ing the regulation of the interferon-mediated innate immune  response to infection by RNA viruses. For example, our human  genome-wide RNAi screen identified 226 novel regulators of RIG-  1 mediated IFNb transcription. A particularly significant finding of this genomic study was the identification of the pathway  synthesizing inositol pyrophosphate 1-IP7 as being essential for  the interferon response. Moreover, this is the first time that a  specific function for 1-IP7 has been identified in mammalian cells,  thereby opening up a new area of research in the inositol  pyrophosphate field.  The importance of a genome-wide, systems-biology approach to  understanding the innate immune response was outlined in the  Introduction. Among these newly identified genes, several may be  ‘‘pan-regulators'' of interferon induction. Indeed, our secondary  assays revealed that 36.3% of the identified genes act downstream  of TBK1, a common component of several antiviral PRR  pathways. It is interesting to note that more than half (60.5%) of  the hit genes regulated a segment of the signaling chain that is  likely unique to RIG-I pathway (upstream of TBK1), and not  common with other interferon inducing PRR pathways. This  indicates that the regulation of the proximal steps of PRR signaling  leading to interferon induction is more complex than the  commonly shared steps. Given their distinct compartmentalized  cellular localizations, it is not surprising that the PRRs undergo  more intricate regulation at their proximal signaling steps, than the  downstream conserved steps.  The meta-analysis demonstrated that at least 33 of the obtained  hit genes were previously reported to show transcriptional up-  regulation during challenge with various immune stimuli that  activates interferon response. However the functional relevance of  the differential expression of these 33 genes during interferon  response was not known previously. Our identification of these  genes as important regulators of the interferon response demon-  strates that the current systems biology based approach to study  RIG-I signaling also helps to functionally interpret genomics  studies of host responses to infection. We further anticipate that  our data-set will facilitate future studies in this field. Given that  PRRs also recognize damage-associated molecular patterns  produced by endogenous stress signals [61], it is intriguing that  inositol pyrophosphates have also been implicated in mediating  responses to a variety of stress responses, including osmotic stress,  thermal challenges and metabolic stress [43]. Our study opens up  possible new directions for identifying the mechanisms of action of  inositol pyrophosphates in combating these stresses.  Our study characterized an essential regulatory role for inositol  pyrophosphates in the interferon production. Although an earlier  study had identified PPIP5K2 as an interferon inducible gene [39],  inositol pyrophosphates themselves have not been shown before to  play any direct role in antiviral innate immune response.  Structural analysis of PPIP5K2 [62] has revealed that it has an  exquisitely specific active site that can only phosphorylate IP6 and  5-IP7, to yield 1-IP7 and IP8 respectively. The in vitro reconstituted  RIG-I signaling assay using purified inositol pyrophosphates  identified that both 1-IP7 and IP8 are capable of regulating the  interferon response. However, based on the comparative analysis  of the results of experiments involving silencing of the key enzymes  in this pathway along with effects of over-expression of wild-type  kinases, we propose that 1-IP7 would most likely be the  physiologically-relevant regulator of IFNb transcription (among inositol pyrophosphates).  The results of the virus-dependent cell free reconstitution  assays (Figure 5) provided additional direct evidence that 1-IP7 is  needed for the functioning of TBK1-IRF3 axis leading to the  phosphorylation of IRF3, a precondition for its competence to  stimulate IFNb transcription. Currently it is proposed that inositol pyrophosphates may regulate cellular pathways either  by b-phosphoryl transfer to host proteins (protein pyropho- sphorylation), or as cofactors that may bind to target proteins  [43,58,59,63-65]. We found that synthetic, metabolically stable  analogues of 1-IP7 and IP8 failed to recapitulate the effects of the  physiological isomers (Figure 5), consistent with a mechanism of  action involving phosphoryl transfer. Nevertheless, given that in  earlier studies [59] all of the inositol pyrophosphates were equally  competent at b-phosphoryl transfer to proteins, it is intriguing that 5-IP7 did not support IRF3 phosphorylation, suggesting that  the potential target protein may also exhibit stereo-selective  bars) or without (black bars) p(I:C)stimulation. (C) Effect of ablation of the catalytic activity of IPPK, PPIP5K1, PPIP5K2 and IP6K1 on IFNb response. IFNb promoter driven luciferase activity was measured in HEK293 cells ectopically expressing wild type and catalytically inactive mutants of the indicated proteins. (D) Interferon stimulating effect of the ectopic expression of the isolated kinase domains of PPIP5K1 (PPIP5K1-KD) and PPIP5K2 (PPIP5K2-KD) in HEK293 cells and measured by IFNb promoter driven luciferase reporter. (E) Effect of silencing of IP6K1-3 on the ability of ectopically expressed PPIP5K1 and PPIP5K2 to enhance IFNb promoter driven luciferase activity in HEK293 cells. (F) Effect of silencing of IPPK on the ability of ectopically expressed PPIP5K1 and PPIP5K2 to enhance IFNb promoter driven luciferase activity in HEK293 cells. (G) Effect of overexpression of PPIP5K1 or PPIP5K2 on IFNb promoter driven luciferase activity in HEK293 cells silenced for PPIP5K2 and PPIP5K1 respectively. (H) Effect of silencing of PPIP5K1 and PPIP5K2 on the ability of ectopically expressed IP6K1-3 to enhance IFNb promoter driven luciferase activity in HEK293 cells. (I) Effect of ectopic expression of DIPP1, and DIPP2a on RIG-I mediated IFNb promoter driven luciferase activity in HEK293 cells. RIG-I pathway activated HEK293 cells were transfected with the indicated concentrations of the genes or empty vector, and IFNb promoter driven luciferase activity was measured. The IFNb-luciferase values were normalized with Renilla luciferase reporter values, and expressed as fold change from empty vector transfected samples. The significance was determined by comparing the values for each gene with that of corresponding empty vector samples. For panel G, the significance of the recovery of IFNb-luciferase signal upon gene over expression was determined by comparing to that from kinase silenced cells. The values are mean 6 SD of one representative experiment performed in triplicates. NT-si, non-targeting negative control siRNA; WT, wild type; DK, kinase catalytically activity defective mutant; KD, isolated functional kinase domain only. GAPDH, Glyceraldehyde 3-Phosphate Dehydrogenase, cytoplasmic marker. doi:10.1371/journal.ppat.1003981.g004  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 10 February 2014 | Volume 10 | Issue 2 | e1003981    Figure 5. 1-IP7 is needed for IRF3 phosphorylation. (A) In vitro reconstituted RIG-I signaling assay reveals defect in IRF3 phosphorylation upon the silencing of PPIP5K2. Western blot was performed at 5 and 10 minutes after mixing the uninfected cytoplasm with mitochondrial fraction from Sendai virus (SeV) infected cells. (B-E) Effect of addition of various physiological inositol pyrophosphates on the attenuated IRF3 phosphorylation in PPIP5K2 silenced cell extracts, determined by the in vitro reconstituted RIG-I signaling assay. Reactions were quenched at 5 or 10 min after the addition of inositol pyrophosphates as indicated. A representative Western blot showing the effect of addition of 0.5 uM of 1-IP7 (B), IP8 (C), and 5-IP7 (D) is given. (E) Graph showing densitometry analysis of the intensity of the pIRF3 bands of the experiments shown in ‘‘B-D'' at both 5 and 10 minute time points. Densitometry values represent measured average intensities of the indicated bands from three different Western blots, expressed as  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 11 February 2014 | Volume 10 | Issue 2 | e1003981    recognition. It is also interesting that the phosphatidylinositol 5-  phosphate, a member of the separate inositol-lipid signaling  family, was recently reported to stimulate IRF3 phosphorylation  [66]. Thus, the distinct regulatory properties of both membrane-  restricted signals (inositol lipids) and soluble, diffusible signals  (inositol pyrophosphates), may converge upon the innate immune  response to viral invasion.  Lastly, our study may seed the discovery of novel drug targets  and drugs that can be used to manipulate the interferon response,  thereby improving therapy for viral infection. For example, it  might be possible to develop cell permeable small molecules that  are capable of imitating the role of 1-IP7. Conversely, inhibitors of  PPIP5Ks may find useful application to control excessive  interferon response observed during various medical conditions  mean 6 SD. The significance of densitometry data was calculated by comparing the values obtained from gene silenced conditions with that of indicated negative control NT-si controls with vehicle. (F, G) Effect of addition (0.5 uM) of the synthetic phosphonoacetate analogues 1-IP7 (F) and IP8 (G) on the attenuated IRF3 phosphorylation in PPIP5K2 silenced cell extracts, determined by the in vitro reconstituted RIG-I signaling assay. Reactions were quenched at 5 or 10 min after the addition of inositol pyrophosphates as indicated. (sa)-1-IP7, synthetic analogue of 1-IP7; (sa)-IP8, synthetic analogue of IP8; si, siRNA; siNT, non-targeting negative control siRNA; si5K2, siRNA targeting PPIP5K2. C-siNT+M-siNT, cytoplasm of negative control NT siRNA treated cells, mixed with mitochondria of uninfected negative control NT siRNA treated cells; C-si5K2+M-siNT/SeV, cytoplasm of PPIP5K2 siRNA treated cells, mixed with mitochondria of Sendai virus (SeV) infected negative control NT siRNA treated cells; C-siNT+M-siNT/SeV, cytoplasm of negative control NT siRNA treated cells, mixed with mitochondria of Sendai virus (SeV) infected negative control NT siRNA treated cells. C, cytoplasm; M, mitochondria. GAPDH, Glyceraldehyde 3-Phosphate Dehydrogenase, cytoplasmic marker. doi:10.1371/journal.ppat.1003981.g005  Figure 6. Inositol pyrophosphates synthesis pathway is required for cellular antiviral immunity. (A) Data showing increased Sendai virus RNA load in IPPK, PPIP5K1 and PPIP5K2 silenced HEK293 cells, measured by q-RTPCR. (B) Effect of ectopic expression of IPPK, PPIP5K1, PPIP5K2 and IP6K1 on the infectivity of GFP-tagged influenza A virus (12 h infection assay) on HEK293 cells. Results are expressed as percentage of cells expressing Influenza-GFP virus (from 15 images per condition), with empty vector transfected value taken as 100%. (C) Microscopic images showing effect of ectopic expression of IPPK, PPIP5K1, PPIP5K2 and IP6K1 in HEK293 cells on influenza-GFP virus infection. A representative image is shown. (D) Effect of silencing of IPPK, PPIP5K1 and PPIP5K2 on Sendai virus mediated induction of ISG15 protein, shown as a representative Western blot. (E) Effect of infection with Sendai virus (SeV) or treatment with p(I:C) on the transcription of the indicated genes, measured by q-RTPCR. The mRNA level data are expressed as fold-change, determined using the comparative Ct value based approach, using the formula 2 2 (Ct of kinase gene - Ct of b-actin), with untreated value as 1. The significance is determined by comparing the values for each gene with that of corresponding NT-siRNA or vector controls. The values are mean 6 SD of one representative experiment performed in triplicates. si, siRNA; NT, non-targeting negative control siRNA. GAPDH, Glyceraldehyde 3-Phosphate Dehydrogenase, cytoplasmic marker. doi:10.1371/journal.ppat.1003981.g006  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 12 February 2014 | Volume 10 | Issue 2 | e1003981    such as autoimmune diseases. In summary, this study provided  valuable insights into the global regulation of interferon response,  and identified a novel role for inositol pyrophosphates in antiviral  immunity.  Materials and Methods  RNA Interference Screen and Bioinformatics Analysis The RNAi screening employed a siRNA library from  Dharmacon/ThermoFischer scientific (human whole genome  siGENOME siRNA Library, Cat#GU-005005-02) targeting 18,164 annotated human genes was used the RNAi screening.  The screen was performed in 384 well imaging compatible plates  (Corning cat#3712). Briefly, 2500 HEK293 cells (in 20 ml of DMEM with 10% fetal bovine serum) were seeded in each well  having 50 nM siRNA complexed with 0.05 ml lipid Dharmafect1 (in 20 ml of serum free DMEM) (ThermoFischer scientific). At 46 hr, 40 ng RIG-I and 50 ng human IFNb-GFP reporter plasmids (in 5 ml of serum free DMEM) were transfected with Fugene (Roche). At 52 hr, 2 ml of a 10 mg/ml stock of poly (I:C) complexed with the lipid Fugene (Roche) in serum free DMEM  was added to each well. At 72 hr, the cells were fixed with 3%  paraformaldehyde, followed by washing with phosphate buffered  saline and nuclear staining with DAPI. Using high content  fluorescence microscopy (ImageXpress Micro, Molecular Devices  Corporation), images of each well was captured at 46 magnifi- cation. The number of cells, and number of GFP positive cells  were determined by algorithm-driven data analysis using the  MetaXpress software (Version 3, Molecular Devices Corporation).  Any gene silencing that reduced cell number by greater than  approximately 50% was eliminated for potential toxicity. siRNAs  targeting IRF3 and MAVS were used as positive controls, and a  non-targeting (NT) siRNA served as the negative control.  The bioinformatics analysis of the siRNA screen was facilitated  by the RNAither package of Bioconductor in R [67]. The screen  was performed in duplicate. The mean percent GFP-positive cells  was calculated for each gene (the screen was performed in  duplicate), and then a Z-score normalization was performed by  subtracting the median of the plate and dividing by the median  absolute deviation per plate.  Gene ontology enrichment analysis and network analysis was  conducted on the 226 novel regulators that were identified in the  secondary siRNA screen using Ingenuity Pathway Analysis (IPA)  software.  Gene Expression Meta-Analysis Gene expression datasets were accessed from the NCBI Gene  Expression Omnibus in series matrix file format from five previous  studies [21,37-40]. Raw expression values were log2-transformed.  Two-group comparisons were made between sample sets using  Student's t-test followed by the false-discovery rate (FDR) method  to correct for multiple hypothesis testing, setting the cut-off at  FDR,0.05. Significantly differentially expressed genes from each  study were then queried against the list of 226 genes identified  from the RNAi screen.  Reporter Assays The reporter assays were performed as previously reported  [9,42]. Briefly, HEK293 cells were transfected with expression  plasmids of human PRRs (RIG-I or TLR3 or MDA5), human  IFNa4 promoter, or human IFNb promoter or NFkB-target promoter driven luciferase reporters (pGL2 vector, Promega) and  a constitutively transcribed Renilla luciferase reporter (p-RL-TK,  Promega) for 24 hr. Cells were then either directly assayed for  luciferase activity, or were stimulated with poly (I:C) by either  transfecting (500 ng/ml for RIG-I assay) or by adding to the  medium (20 mg/ml for TLR3) for additional 18 hr, and luciferase reading was performed using Dual-Glo assay kit (Promega). For  ectopic expression assays, HEK293 cells grown overnight were  transfected with the indicated plasmids for 24 hr with or without  RIG-I and poly (I:C), and luciferase assays were performed.  Values were normalized to that of Renilla luciferase internal  control.  Viral Infection and Viral Load Determination HEK293 cells or primary macrophages were infected with  Sendai virus (Cantell strain, Charles River Laboratories) at 30-80  HA units for 18 hr, and processed for q-RTPCR. A genetically  modified Influenza A virus (IAV) (A/Puerto Rico/8/34) with  green fluorescent protein insertion was propagated in MDCK cells  and used for the studies [68]. The HEK293 cells were infected  with IAV at an MOI of 2 for 12 hr, fixed and microscopy was  performed.  IRF3 Phosphorylation, Dimerization and Nuclear Migration Assays  The IRF3 activity was determined using previously reported  protocols [42,69,70]. Detection of IRF3 phosphorylation: Over-  night grown 56105 HEK293 cells in 6-well plates were transfected with 500 ng of RIG-I for 24 hr, and stimulated with 4 mg of poly (I:C) for 4 hr. The clarified cell lysate in RIPA buffer (50 mM  TrisHCl pH 7.4, 150 mM NaCl, 2 mM EDTA, 1% NP-40, 0.1%  SDS, protease and phosphatase inhibitors) (pooled from three wells,  for each condition) were separated by Sodium dodecyl sulphate  polyacrylamide gel electrophoresis (SDS-PAGE), and probed with  anti-pIRF3 (Serine 396) and anti-IRF3 antibodies. For the detection  of IRF3 dimers, after 4 hr stimulation, the cells were lysed in mild  cold lysis buffer (50 mM Tris-HCl, 150 mM NaCl, 1 mM EDTA  and 1% NP-40), and the protein was separated on native acrylamide  gel, with 1% sodium deoxycholate in the cathode buffer. The IRF3  dimer was visualized by Western blot. For the detection of IRF3  nuclear migration by Western blot, after 4 hr stimulation, nuclei  were isolated using Nuclear extraction Kit (Activemotif), and  cytoplasmic and nuclear proteins were separated by SDS-PAGE  and detected by Western blot. For the Western blot, the proteins  were transferred on to nitrocellulose membranes using Transblot  (Biorad), and detected by immuno-detection with appropriate  primary antibodies. The transferred proteins of interest were  visualized using Licor infrared imaging system, with IRDye  800CW and 680RD as secondary antibodies (Licor).  In Vitro Reconstituted IRF3 Phosphorylation Assay This assay was performed as reported earlier [56]. Briefly,  cytoplasm from uninfected cells was incubated with isolated  mitochondrial fraction from Sendai virus infected cells at 30uC, and pIRF3/IRF3 were detected by Western blot (visualized using  HRP conjugated secondary antibody) at different time points. The  assay buffer was 20 mM HEPES-KOH (pH 7.0), 2 mM ATP,  5 mM MgCl2, and 0.25 M D-mannitol.  Synthesis and Purification of 1-IP7, 5-IP7 and IP8 The methodology was reported previously [57]. The inositol  pyrophosphates were prepared enzymatically, using 1.2 mM  InsP6 as starting substrate. The synthesis of 1-InsP7, 5-InsP7  and InsP8 were carried out by incubating (at 37uC) IP6 with respectively 0.12 mg/ml PPIP5K2KD for 22.5 h, 0.17 mg/ml  IP6K1 for 3 h or 0.17 mg/ml IP6K1 and 0.11 mg/ml  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 13 February 2014 | Volume 10 | Issue 2 | e1003981    PPIP5K2KD together for 3 h. The reaction buffer composition  was 20 mM Hepes, pH 6.8, 50 mM NaCl, 6 mM MgSO4, 1 mM  DTT, 6 mM phosphocreatine, 24 unit/ml creatine kinase and  5 mM ATP disodium salt. The reactions were quenched and  neutralized with, respectively, 0.2 volumes 2 M HClO4 and 0.34  volumes 1 M K2CO3, 40 mM EDTA or placed at 100uC for 3- 5 min. The synthesized inositol pyrophosphates were purified  using a previously reporter polyacrylamide gel electrophoresis-  based method that was modified for scale up [71]. The inositol  pyrophosphates were detected by staining with Toluidine Blue  [71], and quantified through mass assay of the released  orthophosphate upon complete hydrolysis by wet-ashing at  120uC for 48 h [72]. The phosphonoacetic acid (PA) analogues of 1-IP7 and IP8 were chemically synthesized using a similar  strategy to that previously reported for 5-IP7 [60]. The IP8  analogue was used as a racemic mixture, i.e. a 1:1 mixture of 1,5-  [PA]2-IP4 and 3,5-[PA]2-IP4.  Gene Accession Numbers (NCBI) IPPK, NM_022755, PPIP5K2, NM_015216; PPIP5K1,  NM_014659; IP6K1, NM_001006115; IP6K2, NM_001005911;  IP6K3, NM_054111.  Statistics Data are expressed as mean 6 SD of one representative  experiment performed in triplicates. Statistical significance of  differences in mean values was analyzed using unpaired two-tailed  Student's t-tests; and p-values,0.05 were be considered statisti-  cally significant. *p,0.05; **p,0.01.  Additional descriptions of the general reagents, experimental  procedures, siRNA and DNA primer sequences that were used in  the study are provided in Supplementary Methods S1.  Supporting Information  Figure S1 IFNb promoter driven GFP-based reporter assay validation. (A) HEK293 cells were transfected with indicated combinations of poly (I:C), IFNb promoter-GFP reporter plasmid or RIG-I, and the percentage of GFP positive  cell were quantified at 24 h, using microscopy. Significance is  expressed by comparing to the values obtained from NO RIG-I,  NO p(I:C) samples. (B) The IFNb promoter-GFP reporter assay specifically represents RIG-I mediated signaling. The reporter  assay was performed after silencing the indicated genes. Signifi-  cance is expressed by comparing to the values obtained from NT-  si samples. The percentage GFP positive cell values shown values  are mean 6 SD of one representative experiment performed in  triplicates.  (PDF)  Figure S2 Statistical and bioinformatics analysis of the siRNA screen. (A) The distribution of percent GFP-positive cells is plotted for the experimental data (grey), negative controls (red),  and positive controls (green). (B and 2C) Q-Q plots on percent  GFP-positive cells (B) and Z-score normalized values (C) support a  normal distribution. Red dots indicate negative controls and green  dots indicate positive controls. (D) The Z-score distribution is  shown with a green line indicating the cut-off for a putative  positive regulator of RIG-I (22.5) and a red line for a putative  negative regulator (+2.5). (PDF)  Figure S3 Validation of the role of PPIP5Ks and IP6Ks in RIG-I signaling. (A) The defect in interferon response defect caused by silencing of the indicated genes using their 39-UTR  targeting siRNAs was rescued by complementing with corre-  sponding cDNAs. (B) siRNA treatment reduces PPIP5K1 and  PPIP5K2 transcript levels, in HEK293 cells. The mRNA levels are  expressed as fold-change, calculated using the formula 2 - (Ct of  kinase gene - Ct of b-actin), with untreated value as 1. (C) Effect of silencing of IPPK and PPIP5Ks on basal IFNb and IFNa-promoter driven firefly luciferase reporter activity in HEK293 cells without  RIG-I ectopic expression and p(I:C) stimulation. Data is provided  as firefly luciferase reporter activity normalized with constitutively  active Renilla luciferase activity. (D) Effect of silencing of IPPK  and PPIP5Ks on basal IFNb transcription in HEK293 cells without RIG-I ectopic expression and p(I:C) stimulation, mea-  sured by q-RTPCR. The mRNA level data are expressed as fold-  change, determined using the comparative Ct value based  approach, using the formula 2 2 (Ct of kinase gene - Ct of b-actin)  ,  with NT-si treated value as 1. (E) Interferon response attenuation  upon kinase knockdown is independent of autocrine amplification  of RIG-I pathway genes. JAK1 was silenced to attenuate  downstream signaling pathways leading to autocrine amplification,  and IPPK, PPIP5K1 and PPIP5K2 were simultaneously silenced,  followed by determining RIG-I driven IFNb promoter-Luciferase reporter activity. (F) Genetic deletion of IP6K1 does not affect  IFNb promoter-Luciferase reporter activity in poly (I:C) stimulat- ed mouse embryonic fibroblasts. (G) Treatment HEK293 cells  with IP6Ks inhibitor TNP does not affect RIG-I driven IFNb promoter-Luciferase reporter activity. The IFNb-luciferase values were normalized with Renilla luciferase reporter values, and  expressed as fold change from uninduced NT-si samples. The  significance is determined by comparing the values for each gene  with that of corresponding NT-si samples. The values are mean 6  SD of one representative experiment performed in triplicates.  (PDF)  Figure S4 (A) Silencing of IPPK, PPIP5K1 and PPIP5K2 does not cause toxicity. Cellular toxicity and ATP levels were measured by using Mitochondrial ToxGlo assay (Promega). The  values are mean 6 SD of one representative experiment performed  in triplicates. (B) Purity of preparations of subcellular fractions. Both  mitochondrial and cytoplasmic fractions of HEK293T cells were  separated by differential centrifugation. A representative Western  blot is shown. AIF, apoptosis inducing factor, mitochondrial  marker; GAPDH, Glyceraldehyde 3-Phosphate Dehydrogenase,  cytoplasmic marker; siNT, non-targeting negative control siRNA.  (PDF)  Table S1 226 Regulators of RIG-I mediated IFNb production identified by RNAi screening. 226 genes that met selection criteria are displayed in alphabetical order. Columns  F-H show the results of the ‘‘stage determination assays.'' Column  I displays the conclusion from the ‘‘stage determination assays.''  Columns K-N show the sequence of the individual siRNA that  gave the phenotype. The screen used four separate siRNAs against  each gene, but only those siRNAs that yielded a phenotype are  shown. Column P shows the Z-score for each gene as averaged  from duplicates. Column Q shows the results of meta-analysis in  which we investigated whether any of the hit genes had been  previously reported to undergo transcriptional upregulation by  immune stimuli. In cases where such previous reports were found,  the transcription-inducing stimulus is listed.  (XLS)  Methods S1 Additional descriptions of the general reagents, experimental procedures, and the sequences of the siRNA and DNA primers are provided.  (DOC)  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 14 February 2014 | Volume 10 | Issue 2 | e1003981    Author Contributions  Conceived and designed the experiments: MNK NKP SN ADK RJX PDU  SBS. Performed the experiments: MNK NKP PB SN PDU ADK.  Analyzed the data: MNK NKP PB SN SBS PDU ADK RJX SHS.  Contributed reagents/materials/analysis tools: RT PDU JDW JDY SHS  SBS AGS AMR BVLP RL. Wrote the paper: MNK SBS RJX.  References  1. Kumar H, Kawai T, Akira S (2009) Pathogen recognition in the innate immune  response. Biochem J 420: 1-16.  2. Liu SY, Sanchez DJ, Cheng G (2011) New developments in the induction and  antiviral effectors of type I interferon. Curr Opin Immunol 23: 57-64.  3. Yoneyama M, Fujita T (2010) Recognition of viral nucleic acids in innate  immunity. Rev Med Virol 20: 4-22.  4. Belgnaoui SM, Paz S, Hiscott J (2011) Orchestrating the interferon antiviral response through the mitochondrial antiviral signaling (MAVS) adapter. Curr  Opin Immunol 23: 564-572.  5. Ramos HJ, Gale M, Jr. (2011) RIG-I like receptors and their signaling crosstalk  in the regulation of antiviral immunity. Curr Opin Virol 1: 167-176.  6. Seth RB, Sun L, Chen ZJ (2006) Antiviral innate immunity pathways. Cell Res  16: 141-147.  7. Yoneyama M, Kikuchi M, Natsukawa T, Shinobu N, Imaizumi T, et al. (2004)  The RNA helicase RIG-I has an essential function in double-stranded RNA- induced innate antiviral responses. Nat Immunol 5: 730-737.  8. Hiscott J, Pitha P, Genin P, Nguyen H, Heylbroeck C, et al. (1999) Triggering the interferon response: the role of IRF-3 transcription factor. J Interferon  Cytokine Res 19: 1-13.  9. Lin R, Mamane Y, Hiscott J (1999) Structural and functional analysis of  interferon regulatory factor 3: localization of the transactivation and auto-  inhibitory domains. Mol Cell Biol 19: 2465-2474.  10. Suhara W, Yoneyama M, Iwamura T, Yoshimura S, Tamura K, et al. (2000) Analyses of virus-induced homomeric and heteromeric protein associations  between IRF-3 and coactivator CBP/p300. J Biochem 128: 301-307.  11. Borden EC, Sen GC, Uze G, Silverman RH, Ransohoff RM, et al. (2007)  Interferons at age 50: past, current and future impact on biomedicine. Nat Rev  Drug Discov 6: 975-990.  12. Gack MU, Shin YC, Joo CH, Urano T, Liang C, et al. (2007) TRIM25 RING-  finger E3 ubiquitin ligase is essential for RIG-I-mediated antiviral activity. Nature 446: 916-920.  13. Jiang X, Kinch LN, Brautigam CA, Chen X, Du F, et al. (2012) Ubiquitin- induced oligomerization of the RNA sensors RIG-I and MDA5 activates  antiviral innate immune response. Immunity 36: 959-973.  14. Liu HM, Loo YM, Horner SM, Zornetzer GA, Katze MG, et al. (2012) The  mitochondrial targeting chaperone 14-3-3epsilon regulates a RIG-I translocon that mediates membrane association and innate antiviral immunity. Cell Host  Microbe 11: 528-537.  15. Oshiumi H, Miyashita M, Inoue N, Okabe M, Matsumoto M, et al. (2010) The  ubiquitin ligase Riplet is essential for RIG-I-dependent innate immune responses to RNA virus infection. Cell Host Microbe 8: 496-509.  16. Saitoh T, Tun-Kyi A, Ryo A, Yamamoto M, Finn G, et al. (2006) Negative regulation of interferon-regulatory factor 3-dependent innate antiviral response  by the prolyl isomerase Pin1. Nat Immunol 7: 598-605.  17. Versteeg GA, Rajsbaum R, Sanchez-Aparicio MT, Maestre AM, Valdiviezo J,  et al. (2013) The E3-ligase TRIM family of proteins regulates signaling pathways triggered by innate immune pattern-recognition receptors. Immunity 38: 384-  398.  18. Wies E, Wang MK, Maharaj NP, Chen K, Zhou S, et al. (2013)  Dephosphorylation of the RNA sensors RIG-I and MDA5 by the phosphatase  PP1 is essential for innate immune signaling. Immunity 38: 437-449.  19. Munk C, Sommer AF, Konig R (2011) Systems-biology approaches to discover anti-viral effectors of the human innate immune response. Viruses 3: 1112-1130.  20. Gardy JL, Lynn DJ, Brinkman FS, Hancock RE (2009) Enabling a systems biology approach to immunology: focus on innate immunity. Trends Immunol  30: 249-262.  21. Shapira SD, Gat-Viks I, Shum BO, Dricot A, de Grace MM, et al. (2009) A  physical and regulatory map of host-influenza interactions reveals pathways in  H1N1 infection. Cell 139: 1255-1267.  22. Suthar MS, Brassil MM, Blahnik G, McMillan A, Ramos HJ, et al. (2013) A  systems biology approach reveals that tissue tropism to West Nile virus is regulated by antiviral genes and innate immune cellular processes. PLoS Pathog  9: e1003168.  23. Menniti FS, Miller RN, Putney JW, Jr., Shears SB (1993) Turnover of inositol  polyphosphate pyrophosphates in pancreatoma cells. J Biol Chem 268: 3850- 3856.  24. Stephens L, Radenberg T, Thiel U, Vogel G, Khoo KH, et al. (1993) The detection, purification, structural characterization, and metabolism of dipho-  sphoinositol pentakisphosphate(s) and bisdiphosphoinositol tetrakisphosphate(s). J Biol Chem 268: 4009-4015.  25. Tsui MM, York JD (2010) Roles of inositol phosphates and inositol pyrophosphates in development, cell signaling and nuclear processes. Adv  Enzyme Regul 50: 324-337.  26. Jadav RS, Chanduri MV, Sengupta S, Bhandari R (2013) Inositol pyrophos-  phate synthesis by inositol hexakisphosphate kinase 1 is required for homologous recombination repair. J Biol Chem 288: 3312-3321.  27. Koldobskiy MA, Chakraborty A, Werner JK, Jr., Snowman AM, Juluri KR, et  al. (2010) p53-mediated apoptosis requires inositol hexakisphosphate kinase-2. Proc Natl Acad Sci U S A 107: 20947-20951.  28. Morrison BH, Bauer JA, Kalvakolanu DV, Lindner DJ (2001) Inositol hexakisphosphate kinase 2 mediates growth suppressive and apoptotic effects  of interferon-beta in ovarian carcinoma cells. J Biol Chem 276: 24965-24970.  29. Illies C, Gromada J, Fiume R, Leibiger B, Yu J, et al. (2007) Requirement of  inositol pyrophosphates for full exocytotic capacity in pancreatic beta cells.  Science 318: 1299-1302.  30. Chakraborty A, Koldobskiy MA, Bello NT, Maxwell M, Potter JJ, et al. (2010)  Inositol pyrophosphates inhibit Akt signaling, thereby regulating insulin sensitivity and weight gain. Cell 143: 897-910.  31. Prasad A, Jia Y, Chakraborty A, Li Y, Jain SK, et al. (2011) Inositol hexakisphosphate kinase 1 regulates neutrophil function in innate immunity by  inhibiting phosphatidylinositol-(3,4,5)-trisphosphate signaling. Nat Immunol 12:  752-760.  32. Bozym RA, Delorme-Axford E, Harris K, Morosky S, Ikizler M, et al. (2012)  Focal adhesion kinase is a component of antiviral RIG-I-like receptor signaling. Cell Host Microbe 11: 153-166.  33. Kok KH, Lui PY, Ng MH, Siu KL, Au SW, et al. (2011) The double-stranded RNA-binding protein PACT functions as a cellular activator of RIG-I to  facilitate innate antiviral response. Cell Host Microbe 9: 299-309.  34. Zhu J, Smith K, Hsieh PN, Mburu YK, Chattopadhyay S, et al. (2010) High- throughput screening for TLR3-IFN regulatory factor 3 signaling pathway  modulators identifies several antipsychotic drugs as TLR inhibitors. J Immunol 184: 5768-5776.  35. Li Y, Xie J, Wu S, Xia J, Zhang P, et al. (2013) Protein kinase regulated by dsRNA downregulates the interferon production in dengue virus- and dsRNA-  stimulated human lung epithelial cells. PLoS One 8: e55108.  36. Yang K, Shi HX, Liu XY, Shan YF, Wei B, et al. (2009) TRIM21 is essential to sustain IFN regulatory factor 3 activation during antiviral response. J Immunol  182: 3782-3792.  37. Bolen CR, Robek MD, Brodsky L, Schulz V, Lim JK, et al. (2013) The blood  transcriptional signature of chronic hepatitis C virus is consistent with an ongoing interferon-mediated antiviral response. J Interferon Cytokine Res 33:  15-23.  38. Caskey M, Lefebvre F, Filali-Mouhim A, Cameron MJ, Goulet JP, et al. (2011) Synthetic double-stranded RNA induces innate immune responses similar to a  live viral vaccine in humans. J Exp Med 208: 2357-2366.  39. Indraccolo S, Pfeffer U, Minuzzo S, Esposito G, Roni V, et al. (2007)  Identification of genes selectively regulated by IFNs in endothelial cells. J Immunol 178: 1122-1135.  40. Lee SM, Chan RW, Gardy JL, Lo CK, Sihoe AD, et al. (2010) Systems-level comparison of host responses induced by pandemic and seasonal influenza A  H1N1 viruses in primary human type I-like alveolar epithelial cells in vitro.  Respir Res 11: 147.  41. Fenner BJ, Scannell M, Prehn JH (2010) Expanding the substantial interactome  of NEMO using protein microarrays. PLoS One 5: e8799.  42. Belgnaoui SM, Paz S, Samuel S, Goulet ML, Sun Q, et al. (2012) Linear  ubiquitination of NEMO negatively regulates the interferon antiviral response through disruption of the MAVS-TRAF3 complex. Cell Host Microbe 12: 211-  222.  43. Shears SB, Gokhale NA, Wang H, Zaremba A (2011) Diphosphoinositol polyphosphates: what are the mechanisms? Adv Enzyme Regul 51: 13-25.  44. Barker CJ, Illies C, Gaboardi GC, Berggren PO (2009) Inositol pyrophosphates: structure, enzymology and function. Cell Mol Life Sci 66: 3851-3871.  45. Bennett M, Onnebo SM, Azevedo C, Saiardi A (2006) Inositol pyrophosphates: metabolism and signaling. Cell Mol Life Sci 63: 552-564.  46. Choi JH, Williams J, Cho J, Falck JR, Shears SB (2007) Purification, sequencing, and molecular identification of a mammalian PP-InsP5 kinase that is activated  when cells are exposed to hyperosmotic stress. J Biol Chem 282: 30763-30775.  47. Fridy PC, Otto JC, Dollins DE, York JD (2007) Cloning and characterization of two human VIP1-like inositol hexakisphosphate and diphosphoinositol pentaki-  sphosphate kinases. J Biol Chem 282: 30754-30762.  48. Mulugu S, Bai W, Fridy PC, Bastidas RJ, Otto JC, et al. (2007) A conserved  family of enzymes that phosphorylate inositol hexakisphosphate. Science 316: 106-109.  49. Wundenberg T, Mayr GW (2012) Synthesis and biological actions of dipho-  sphoinositol phosphates (inositol pyrophosphates), regulators of cell homeostasis. Biol Chem 393: 979-998.  50. Bhandari R, Juluri KR, Resnick AC, Snyder SH (2008) Gene deletion of inositol hexakisphosphate kinase 1 reveals inositol pyrophosphate regulation of insulin  secretion, growth, and spermiogenesis. Proc Natl Acad Sci U S A 105: 2349- 2353.  51. Szijgyarto Z, Garedew A, Azevedo C, Saiardi A (2011) Influence of inositol  pyrophosphates on cellular energy dynamics. Science 334: 802-805.  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 15 February 2014 | Volume 10 | Issue 2 | e1003981    52. Rehwinkel J, Tan CP, Goubau D, Schulz O, Pichlmair A, et al. (2010) RIG-I  detects viral genomic RNA during negative-strand RNA virus infection. Cell  140: 397-408.  53. Padmanabhan U, Dollins DE, Fridy PC, York JD, Downes CP (2009)  Characterization of a selective inhibitor of inositol hexakisphosphate kinases:  use in defining biological roles and metabolic relationships of inositol  pyrophosphates. J Biol Chem 284: 10571-10582.  54. Kilari RS, Weaver JD, Shears SB, Safrany ST (2013) Understanding inositol  pyrophosphate metabolism and function: kinetic characterization of the DIPPs.  FEBS Lett 587: 3464-3470.  55. Lonetti A, Szijgyarto Z, Bosch D, Loss O, Azevedo C, et al. (2011) Identification  of an evolutionarily conserved family of inorganic polyphosphate endopolypho-  sphatases. J Biol Chem 286: 31966-31974.  56. Zeng W, Xu M, Liu S, Sun L, Chen ZJ (2009) Key role of Ubc5 and lysine-63  polyubiquitination in viral activation of IRF3. Mol Cell 36: 315-325.  57. Weaver JD, Wang H, Shears SB (2012) The kinetic properties of a human  PPIP5K reveal that its kinase activities are protected against the consequences of  a deteriorating cellular bioenergetic environment. Biosci Rep. 33(2). pii: e00022.  58. Azevedo C, Burton A, Ruiz-Mateos E, Marsh M, Saiardi A (2009) Inositol  pyrophosphate mediated pyrophosphorylation of AP3B1 regulates HIV-1 Gag  release. Proc Natl Acad Sci U S A 106: 21161-21166.  59. Bhandari R, Saiardi A, Ahmadibeni Y, Snowman AM, Resnick AC, et al. (2007)  Protein pyrophosphorylation by inositol pyrophosphates is a posttranslational  event. Proc Natl Acad Sci U S A 104: 15305-15310.  60. Riley AM, Wang H, Weaver JD, Shears SB, Potter BV (2012) First synthetic  analogues of diphosphoinositol polyphosphates: interaction with PP-InsP5  kinase. Chem Commun (Camb) 48: 11292-11294.  61. Jin C, Flavell RA (2013) Innate sensors of pathogen and stress: linking  inflammation to obesity. J Allergy Clin Immunol 132: 287-294.  62. Wang H, Falck JR, Hall TM, Shears SB (2012) Structural basis for an inositol  pyrophosphate kinase surmounting phosphate crowding. Nat Chem Biol 8: 111- 116.  63. Chakraborty A, Kim S, Snyder SH (2011) Inositol pyrophosphates as  mammalian cell signals. Sci Signal 4: re1. 64. Lee YS, Mulugu S, York JD, O'Shea EK (2007) Regulation of a cyclin-CDK-  CDK inhibitor complex by inositol pyrophosphates. Science 316: 109-112. 65. Saiardi A, Bhandari R, Resnick AC, Snowman AM, Snyder SH (2004)  Phosphorylation of proteins by inositol pyrophosphates. Science 306: 2101-  2105. 66. Kawasaki T, Takemura N, Standley DM, Akira S, Kawai T (2013) The second  messenger phosphatidylinositol-5-phosphate facilitates antiviral innate immune signaling. Cell Host Microbe 14: 148-158.  67. Rieber N, Knapp B, Eils R, Kaderali L (2009) RNAither, an automated pipeline for the statistical analysis of high-throughput RNAi screens. Bioinformatics 25:  678-679.  68. Manicassamy B, Manicassamy S, Belicha-Villanueva A, Pisanelli G, Pulendran B, et al. (2010) Analysis of in vivo dynamics of influenza virus infection in mice  using a GFP reporter virus. Proc Natl Acad Sci U S A 107: 11531-11536. 69. Iwamura T, Yoneyama M, Yamaguchi K, Suhara W, Mori W, et al. (2001)  Induction of IRF-3/-7 kinase and NF-kappaB in response to double-stranded  RNA and virus infection: common and unique pathways. Genes Cells 6: 375- 388.  70. Lin R, Heylbroeck C, Pitha PM, Hiscott J (1998) Virus-dependent phosphor- ylation of the IRF-3 transcription factor regulates nuclear translocation,  transactivation potential, and proteasome-mediated degradation. Mol Cell Biol 18: 2986-2996.  71. Loss O, Azevedo C, Szijgyarto Z, Bosch D, Saiardi A (2011) Preparation of  quality inositol pyrophosphates. J Vis Exp: e3027. 72. Hoenig M, Lee RJ, Ferguson DC (1989) A microtiter plate assay for inorganic  phosphate. J Biochem Biophys Methods 19: 249-251.  Interferon Response and Inositol Pyrophosphates  PLOS Pathogens | www.plospathogens.org 16 February 2014 | Volume 10 | Issue 2 | e1003981  View publication statsView publication stats  https://www.researchgate.net/publication/260447533",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}