{
    "summary": "Diacylglycerol acyltransferase (DGAT) activity is an essential enzymatic step in the formation of neutral lipid i.e., triacylglycerol in all living cells capable of accumulating storage lipid. Previously, we characterized an oleaginous yeast Candida tropicalis SY005 that yields storage lipid up to 58% under a specific nitrogen-stress condition, when the DGAT-specific transcript is drastically up-regulated. Here we report the identification, differential expression and function of two DGAT2 gene homologues--CtDGAT2a and CtDGAT2b of this C. tropicalis. Two protein isoforms are unique with respect to the presence of five additional stretches of amino acids, besides possessing three highly conserved motifs known in other reported DGAT2 enzymes. Moreover, the CtDGAT2a and CtDGAT2b are characteristically different in amino acid sequences and predicted protein structures. The CtDGAT2b isozyme was found to be catalytically 12.5% more efficient than CtDGAT2a for triacylglycerol production in a heterologous yeast system i.e., Saccharomyces cerevisiae quadruple mutant strain H1246 that is inherently defective in neutral lipid biosynthesis. The CtDGAT2b activity rescued the growth of transformed S. cerevisiae mutant cells, which are usually non-viable in the medium containing free fatty acids by incorporating them into triacylglycerol, and displayed preferential specificity towards saturated acyl species as substrate. Furthermore, we document that the efficiency of triacylglycerol production by CtDGAT2b is differentially affected by deletion, insertion or replacement of amino acids in five regions exclusively present in two CtDGAT2 isozymes. Taken together, our study characterizes two structurally novel DGAT2 isozymes, which are accountable for the enhanced production of storage lipid enriched with saturated fatty acids inherently in C. tropicalis SY005 strain as well as in transformed S. cerevisiae neutral lipid-deficient mutant cells. These two genes certainly will be useful for further investigation on the novel structure-function relationship of DGAT repertoire, and also in metabolic engineering for the enhanced production of lipid feedstock in other organisms.",
    "title": "Functional Characterization of Two Structurally Novel Diacylglycerol Acyltransferase2 Isozymes Responsible for the Enhanced Production of Stearate-Rich Storage Lipid in Candida tropicalis SY005",
    "text": "pntd.0002890 1..12   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/262886051  Pharmacokinetics of Naja sumatrana (Equatorial Spitting Cobra) Venom and  Its Major Toxins in Experimentally Envenomed Rabbits  Article  in  PLoS Neglected Tropical Diseases · June 2014  DOI: 10.1371/journal.pntd.0002890 · Source: PubMed  CITATIONS  24 READS  258  5 authors, including:  Some of the authors of this publication are also working on these related projects:  Establishment of ASV/ARV Serology Laboratory in Sindh View project  Venom cytotoxin View project  Michelle Yap  Monash University (Australia)  28 PUBLICATIONS   370 CITATIONS     SEE PROFILE  Nget Hong Tan  University of Malaya  234 PUBLICATIONS   4,710 CITATIONS     SEE PROFILE  Si Mui Sim  University of Malaya  79 PUBLICATIONS   1,425 CITATIONS     SEE PROFILE  All content following this page was uploaded by Si Mui Sim on 03 July 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/262886051_Pharmacokinetics_of_Naja_sumatrana_Equatorial_Spitting_Cobra_Venom_and_Its_Major_Toxins_in_Experimentally_Envenomed_Rabbits?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/262886051_Pharmacokinetics_of_Naja_sumatrana_Equatorial_Spitting_Cobra_Venom_and_Its_Major_Toxins_in_Experimentally_Envenomed_Rabbits?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Establishment-of-ASV-ARV-Serology-Laboratory-in-Sindh?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Venom-cytotoxin?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michelle-Yap-6?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michelle-Yap-6?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Monash_University_Australia?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michelle-Yap-6?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nget-Tan?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nget-Tan?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Malaya?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nget-Tan?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Si-Mui-Sim?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Si-Mui-Sim?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Malaya?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Si-Mui-Sim?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Si-Mui-Sim?enrichId=rgreq-ebb505871cd8973e156f636d810b0648-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg4NjA1MTtBUzoxMTQ2NzE5NDAwMTgxNzZAMTQwNDM1MTMyOTY3OA%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Pharmacokinetics of Naja sumatrana (Equatorial Spitting Cobra) Venom and Its Major Toxins in Experimentally Envenomed Rabbits Michelle Khai Khun Yap1, Nget Hong Tan1*, Si Mui Sim2, Shin Yee Fung1, Choo Hock Tan2  1 CENAR and Department of Molecular Medicine, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia, 2 Department of Pharmacology, Faculty of Medicine,  University of Malaya, Kuala Lumpur, Malaysia  Abstract  Background: The optimization of snakebite management and the use of antivenom depend greatly on the knowledge of the venom's composition as well as its pharmacokinetics. To date, however, pharmacokinetic reports on cobra venoms and their toxins are still relatively limited. In the present study, we investigated the pharmacokinetics of Naja sumatrana (Equatorial spitting cobra) venom and its major toxins (phospholipase A2, neurotoxin and cardiotoxin), following intravenous and intramuscular administration into rabbits.  Principal findings: The serum antigen concentration-time profile of the N. sumatrana venom and its major toxins injected intravenously fitted a two-compartment model of pharmacokinetics. The systemic clearance (91.3 ml/h), terminal phase half-life (13.6 h) and systemic bioavailability (41.9%) of N. sumatrana venom injected intramuscularly were similar to those of N. sputatrix venom determined in an earlier study. The venom neurotoxin and cardiotoxin reached their peak concentrations within 30 min following intramuscular injection, relatively faster than the phospholipase A2 and whole venom (Tmax = 2 h and 1 h, respectively). Rapid absorption of the neurotoxin and cardiotoxin from the injection site into systemic circulation indicates fast onsets of action of these principal toxins that are responsible for the early systemic manifestation of envenoming. The more prominent role of the neurotoxin in N. sumatrana systemic envenoming is further supported by its significantly higher intramuscular bioavailability (Fi.m. = 81.5%) compared to that of the phospholipase A2 (Fi.m. = 68.6%) or cardiotoxin (Fi.m. = 45.6%). The incomplete absorption of the phospholipase A2 and cardiotoxin may infer the toxins' affinities for tissues at the injection site and their pathological roles in local tissue damages through synergistic interactions.  Conclusion/Significance: Our results suggest that the venom neurotoxin is absorbed very rapidly and has the highest bioavailability following intramuscular injection, supporting its role as the principal toxin in systemic envenoming.  Citation: Yap MKK, Tan NH, Sim SM, Fung SY, Tan CH (2014) Pharmacokinetics of Naja sumatrana (Equatorial Spitting Cobra) Venom and Its Major Toxins in Experimentally Envenomed Rabbits. PLoS Negl Trop Dis 8(6): e2890. doi:10.1371/journal.pntd.0002890  Editor: José Marı́a Gutiérrez, Universidad de Costa Rica, Costa Rica  Received January 17, 2014; Accepted April 8, 2014; Published June 5, 2014  Copyright: - 2014 Yap et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This work was supported by PV 054/2011B and High Impact Research Grant UM.C/625/1/HIR/ /E20040-20001 from the University of Malaya, Kuala Lumpur, Malaysia. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * E-mail: tanngethong@yahoo.com.sg  Introduction  Snake envenomation remains a neglected tropical disease  prevalent in the Southeast Asia region, including Malaysia [1,2].  It affects not only the population in the rural area but also the  suburban regions due to rapid urbanization, and the encroaching  of human activities into the natural habitat of snakes [3-7]. In  Malaysia, cobra bites appears to be one of the commonest causes  of snake envenomation [4-6]. There are two species of common  cobras in Malaysia: Naja kaouthia and Naja sumatrana, both classified  as Category 1 medically important venomous snake [2]. Of these  two Naja cobras, N. sumatrana is widely distributed in the Peninsula  Malaysia (including Singapore), and is also known as the  Equatorial spitting cobra [8], one of the venom-spitting species  in Southeast Asia that are able to cause venom ophthalmia.  Clinically, cobra bites produce systemic envenomation syndrome  with the characteristic neuromuscular paralysis, and local toxicity  manifested as severe tissue necrosis [2,6,9]. The characterizations  of different cobra venoms, however, are necessary for the better  understanding of cobra envenomation pathophysiology as the  toxin compositions in cobra venoms vary from species to species  [10]. Recent venom profiling with the use of ion-exchange high  performance liquid chromatography has shown that the major  toxins of N. sumatrana venom comprise high abundance of  phospholipase A2 and three-finger toxins such as polypeptides of  neurotoxins and cardiotoxins [10]. These are toxins with varied  biological and physicochemical properties which make the  characterizations of individual toxins warranted in order to gain  better insights into the toxic effects of the whole venom. The  optimization of snakebite management and the use of antivenom  depend greatly on the knowledge of the venom's composition,  pharmacological activities, as well as its disposition in the body (i.e.  pharmacokinetics). The pathophysiological and pharmacological  effects of snake envenomation are related to the absorption and  PLOS Neglected Tropical Diseases | www.plosntds.org 1 June 2014 | Volume 8 | Issue 6 | e2890  http://creativecommons.org/licenses/by/4.0/ http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pntd.0002890&domain=pdf   distribution kinetics of venom toxins into the systemic circulation.  Indeed, it has been reported that the serum concentrations of  venom antigens in snakebite victims are well correlated with the  severity of systemic and local symptoms during the course of  envenomation [11]. Although there have been some studies on the  pharmacokinetics of snake venoms or toxins in animals [12-22], the  highly varied snake venom compositions, inconsistent animal  models, different pharmacokinetic modelling make the convergence  of the data equivocal to have the pharmacokinetic parameters  generalized across all snake species. To date, even within the Naja  genus of cobras, the pharmacokinetic studies on their venoms were  limited to isolated toxins of Formosan cobra [12,21], a few African  cobra venoms and their alpha toxins [15] and N. sputatrix venom  [22]. Information on the systemic bioavailability of cobra venoms  and their toxins following envenomation is even scarcer in the  literature. There is therefore a need to define the pharmacokinetic  parameters of specific cobra venom and its toxins more meticulously  for better clinical correlation.  In the present study, the pharmacokinetics of N. sumatrana  venom and its three major types of toxins (neurotoxin, cardiotoxin  and phospholipase A2) were investigated using double-sandwich  ELISA. This is the first report where the pharmacokinetics of a  cobra venom was investigated alongside the pharmacokinetics of  all its major types of toxins. The results will make it possible to  interpret the pharmacokinetics of the whole venom in the light of  that of its major toxins, and to enable better understanding of the  pathophysiological effects of the venom.  Methods  Ethical statements All experimental animals were handled in accordance to  CIOMS guidelines on animal experimentation [23]. The exper-  imental protocol on the animal study (2013-06-07/MOL/R/FSY)  was approved by the Institutional Animal Care and Use  Committee, Faculty of Medicine, University of Malaya.  Venom, reagents and separation media The venom was a pooled sample obtained from three adult N.  sumatrana captured in central Malaysia (Negeri Sembilan) and was  supplied by Snake Valley (Seremban, Malaysia).  Resource S ion exchange column and HiTrap Protein A HP  affinity column were purchased from GE Healthcare (New Jersey,  USA). Goat anti-rabbit IgG-horseradish peroxidase (HRP) conju-  gate was obtained from Abnova, Taipei, Taiwan. Lichrosphere  WP 300 C18 reverse-phase column cartridge was purchased from  Merck, New Jersey, USA. iBlot Gel Transfer stacks and iBlot  blotting system were supplied by Invitrogen. Sephadex G-25 gel  beads and all other reagents were purchased from Sigma - Aldrich  (St. Louis, USA) or as stated in the methods.  Animals The animals used in this study (New Zealand white rabbits)  were supplied by Chenur Supplier (Selangor, Malaysia). The  animals were housed in Laboratory Animal Centre, Faculty of  Medicine, University of Malaya, and received water and food ad  libitum.  Purification of N. sumatrana toxins The major N. sumatrana venom toxins (phospholipase A2,  neurotoxin and cardiotoxin) were isolated from the venom by  Resource S ion-exchange chromatography as described by Yap et  al., 2011 [10]. The isolated phospholipase A2, neurotoxin and  cardiotoxin (corresponds to peak 5, peak 7 and peak 8, respectively  as reported in Yap et al., 2011 [10]) were further purified by C18 reverse-phase high performance liquid chromatography (HPLC) to  homogeneity on 12.5% sodium dodecyl sulfate polyacrylamide gel  electrophoresis (SDS-PAGE). The gel bands were subjected to in-  gel tryptic digestion followed by protein identification using matrix  assisted laser desorption/ionization-time of flight (MALDI-TOF/  TOF) mass spectrometry, as described by Yap et al., 2011 [10].  Production of IgG antibodies against N. sumatrana venom, venom phospholipase A2, neurotoxin and cardiotoxin  Pre-immune serum was collected and used as the control in  ELISA. In the first immunization, N. sumatrana venom (10 mg) or venom toxins (neurotoxin, cardiotoxin and phospholipase A2,  respectively at 5 mg) dissolved in PBS (pH 7.2) and mixed with an equal volume of Freund's complete adjuvant, was injected  intramuscularly into the thigh of the rabbits (n = 3 for each group).  For the subsequent immunizations, 20 mg of the venom or 10 mg of venom toxins were dissolved in PBS (pH 7.2), respectively,  mixed with an equal volume of Freund's incomplete adjuvant and  injected intramuscularly at multiple sites at the back of the rabbit  fortnightly for 8 weeks. The immunogenicity and antibody titers of  inocula were monitored using indirect ELISA as described by Yap  et al., 2011 [10]. The rabbits were bled by cardiac puncture 9 days  after the final immunization as indicated by plateauing of antibody  titer on indirect ELISA.  Purification of IgG and preparation of horseradish peroxidase (HRP) conjugate  Anti - N. sumatrana venom IgG and three anti-toxins IgG were  isolated from rabbit sera (upon completion of immunization  scheme) by Sephadex G-25 gel chromatography, followed by  Protein A affinity chromatography [24]. The IgG-HRP conjugate  was prepared as described by Wisdom, 1996 [25].  Investigation of immunological cross-reactivity of N. sumatrana major venom toxins (phospholipase A2, PLA2; neurotoxin, NTX; cardiotoxin, CTX)  Indirect ELISA for investigation of immunological cross-  reactivity. ELISA immunoplate was coated with 100 ng/ml of  venom toxin (phospholipase A2, PLA2; neurotoxin, NTX or  cardiotoxin, CTX) respectively and incubated overnight at 4uC. The plates were washed with PBS-Tween and subsequently anti-  PLA2 IgG, anti-NTX IgG or anti-CTX IgG (dilutions 1:200) was  added and allowed to incubate at room temperature for 1 h. This  Author Summary  Naja sumatrana is a medically important cobra species in Southeast Asia. The optimization of snakebite manage- ment and the use of antivenom depend greatly on the knowledge of the venom's composition, its biological activities, as well as its pharmacokinetics. The present study on the pharmacokinetics of N. sumatrana venom shows that the systemic bioavailability of this venom in experimental envenomation is similar to N. sputatrix venom determined in an earlier study. The neurotoxin and cardiotoxin exhibited a more rapid absorption and elimination compared to the phospholipase A2 and the whole venom. The venom neurotoxin produced a higher systemic bioavailability than the cardiotoxin and phos- pholipase A2, suggesting that the neurotoxin plays the major toxic role in cobra bites.  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 2 June 2014 | Volume 8 | Issue 6 | e2890    was followed by incubation with goat anti-rabbit IgG horseradish  peroxidase conjugate (dilutions of 1:6000) and 100 ml of substrate o-phenylenediamine dihydrochloride (0.4 mg/ml) for 1 h. The  reaction was terminated by adding 50 ml sulfuric acid (12.5%). The absorbance at 492 nm was then determined using Bio-Rad  Model 690 microplate reader. The degree of cross-reactivity was  expressed in percentage (%) of absorbance.  Double-sandwich ELISA for investigation of immunological  cross-reactivity. ELISA immunoplate was coated overnight at  4uC with 100 ml of anti-PLA2 IgG, anti-NTX IgG, anti-CTX IgG (4 mg/ml), respectively. Plates were then incubated with 100 ml of the respective venom toxins as antigens (phospholipase A2, neurotoxin,  cardiotoxin) at a concentration of 100 ng/ml. This was followed by  incubation with 100 ml of anti-toxins IgG-HRP conjugate (1:400) for 2 h, and 100 ml of substrate o-phenylenediamine dihydrochloride (0.4 mg/ml) was then added. The reaction was terminated after 1 h by  adding 50 ml of 12.5% sulfuric acid and the absorbance at 492 nm were then determined using Bio-Rad Model 690 microplate reader.  The degree of cross-reactivity was expressed in percentage (%) of  absorbance.  SDS-PAGE and western blotting (immunoblotting). SDS-  PAGE was conducted in an electrophoresis (slab) system according  to the method described by Studier, 1973 [26] and a Fermentas  Spectra Multicolor Broad Range Protein Ladder broad range SDS-  PAGE standard was used for calibration. Ten micrograms of venom  toxins (phospholipase A2, neurotoxin or cardiotoxin) was electro-  phoresed (15% gel) under reducing condition.  The proteins on the polyacrylamide gel was transferred to a  polyvinylidene fluoride (PVDF) membrane (iBlot Gel Transfer  stacks, PVDF, mini, Invitrogen) using iBlot blotting system  (Invitrogen). The PVDF membrane was subsequently blocked wit  2% BSA in Tris-buffered saline, Tween 20. Anti-PLA2 IgG, anti-  NTX IgG or anti-CTX IgG (dilution of 1:500 in TBS-Tween) was  added to the PVDF membrane followed by incubation with Goat  anti-rabbit IgG horseradish peroxidase conjugate (dilutions of  1:1000) for 1 h. The chromogenic detection of the protein bands on  the PVDF membrane was carried out by addition of the substrate  solution (Novex HRP Chromogenic Substrate (TMB), Invitrogen).  Determination of serum venom antigen and venom toxin antigen levels using double-sandwich ELISA  Double-sandwich ELISA was conducted as described previously  [27]. It was used to monitor the serum venom antigen levels  following experimental envenomation in rabbits (n = 3) during  pharmacokinetic studies. Briefly, ELISA immunoplates were  coated overnight at 4uC with optimal coating concentration for venom and venom toxins, which has been optimized as stated  above in the previous section (double-sandwich ELISA for  investigation of immunological cross-reactivity). This was followed  by subsequent incubation with 100 ml of diluted rabbit serum samples (1:20) collected at different time intervals, 100 ml of anti-N. sumatrana venom IgG-HRP conjugate and anti-toxins IgG-HRP  conjugate (dilution of 1:400) for 2 h. Substrate o-phenylenedi-  amine dihydrochloride (0.4 mg/ml) was added for colorimetric  development and the absorbance at 492 nm was then determined  using Bio-Rad Model 690 microplate reader. A standard curve  was constructed using varying dilutions of venom or the respective  toxins in the spiked pre-envenomed sera.  Pharmacokinetics of N. sumatrana venom or toxins after intravenous (i.v.) and intramuscular (i.m.) administrations  The pharmacokinetics of N. sumatrana venom or toxins was  studied using rabbits (n = 3). A sub-lethal dose of the venom or  toxins was administered intravenously (i.v., marginal ear vein) or  intramuscularly (i.m., quadriceps) into rabbits. Doses administered  were as follow: venom 0.5 mg/kg (i.m.) or 0.1 mg/kg (i.v.);  phospholipase A2 0.1 mg/kg (i.m.) or 0.05 mg/kg (i.v.); neurotoxin  0.07 mg/kg (i.m.) or 0.05 mg/kg (i.v.); cardiotoxin 0.15 mg/kg  (i.m.) or 0.05 mg/kg (i.v.). Blood samples were collected from  central ear artery before experimental envenomation and at  specific time points (5 min, 10 min, 30 min, 1 h, 2 h, 3 h, 6 h and  24 h) after venom injection. The collected blood samples were  centrifuged at 3,500 g for 20 min to obtain the sera, which were  kept at -20uC until further analysis. The serum antigen concen- trations were measured by double-sandwich ELISA as described  above using the pre-envenomed serum sample taken from the  same animal as the control for baseline reading.  A parallel series of experiments were conducted to investigate  the pharmacokinetics of cardiotoxin in the whole venom when N.  sumatrana venom was injected intravenously or intramuscularly  into the rabbits (n = 3). The serum concentrations of cardiotoxin  (in the whole venom) at specified sampling times were estimated  using anti-CTX IgG on a double-sandwich ELISA, as described  above. The equivalent amounts of cardiotoxin in the injected  whole venom (0.1 mg/kg, i.v. or 0.5 mg/kg, i.m.) were estimated to  be 0.04 mg/kg or 0.2 mg/kg, respectively, based on a 40% (by dry  mass) composition of the whole venom [10]. This additional study  aimed to verify if the pharmacokinetics of cardiotoxin when  injected alone would be significantly different from that when  injected in its native environment (the whole venom).  Pharmacokinetic analysis The pharmacokinetic parameters of N. sumatrana venom and  venom toxins were determined using the method of feathering  [28]. The initial phase rate constant (a) and terminal phase rate constant (b) were determined from the slopes of the best-fit lines obtained for the initial phase and terminal phase, respectively, of  the log plasma concentration versus time plot. The initial phase  half-life (T1/2a) and terminal phase half-life (T1/2 b) were  determined by formula T1/2a or T1/2b = 0.693/a or b. The area under the curve (AUC) was calculated from zero time to the last  experimental time point by trapezoidal rule and extrapolated to  infinity (AUC0-‘) according to the formula: AUC0-‘ = AUC0-t+ Ct/b, where t is the last experimental time point and Ct represents the last serum venom concentration determined at time t.  The distribution rate constants for the transfer between central  compartment (designated as 1) and peripheral compartment  (designated as 2) were calculated from the equations: k21 = (Ab + Ba)/(A+B) and k12 = a+ b 2 k212 (ab/k21).  The other important pharmacokinetic parameters were deter-  mined as follows:  Systemic clearance, CL = dose (F)/AUC0-‘ Volume of distribution by area, Vd,area = CL/b Volume of central compartment, Vc = Dosei.v./(A + B) Volume of peripheral compartment, Vp = k12/k21 (Vc)  Fi.v. is the intravenous bioavailability which is 1.  Fi.m. is the intramuscular bioavailability, and was calculated as  follows:  Fi:m~ AUCi:m:  AUCi:v: |  Dosei:v:  Dosei:m:  Statistical analysis All data are reported as the mean 6 S.D. or mean (95% C.I.).  Mann-Whitney U test was used to compare differences between  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 3 June 2014 | Volume 8 | Issue 6 | e2890    two independent groups. Kruskal-Wallis H Test is the nonpara-  metric test for the comparison of more than two independent  groups. The level of significance was set at p,0.05. The statistical  analysis was conducted using SPSS 21.0 (SPSS Inc., Chicago, IL,  USA).  Results  Pharmacokinetics of N. sumatrana venom following intravenous administration  The serum concentration-time profiles of whole N. sumatrana  venom antigen following a single i.v. and i.m. administrations of  venom into rabbits (n = 3) are shown in Figure 1.  The i.v. serum concentration-time profile of N. sumatrana venom  (0.1 mg/kg) (Figure 1, dotted line) showed a bi-exponential pattern  which was best fitted to a two-compartment model of pharmaco-  kinetics described by the equation Ct = Ae 2at + Be2bt: where Ct  represents the concentration at time, t; A and B represent the  venom concentrations at the zero time intercepts of the initial fast  phase and terminal slow phase, respectively; while a and b represent the first-order disposition rate constants for the initial  fast phase and the terminal phase, respectively.  The venom antigen level declined rapidly within the first 1 h  (T1/2a = 0.8 6 0.3 h) during the initial phase followed by a much  slower decline at the terminal phase (T1/2b = 13.661.1 h). The  volume of distribution by area (Vd,area) of the venom antigens in  rabbits was 1.860.03 L, and the systemic clearance (CL) was  91.367.8 ml/h, and the AUC0-‘ was 2201.26185.5 ng/ml.h.  The distribution rate constant for transfer from central to  peripheral compartment (k12 = 0.460.2 h 21  ) was comparable to  that from peripheral to central compartment (k21 = 0.560.2 h 21  ;  p.0.05). Consequently, the volume of peripheral compartment  (0.860.2 L) calculated based on the ratio of k constants was  comparable to that of central compartment (1.060.1 L).  Pharmacokinetics of N. sumatrana venom following intramuscular administration  The intramuscular administration of whole N. sumatrana venom  in rabbits yielded a serum concentration-time profile (Figure 1,  solid line) with the absorption and distribution phase appeared  indistinguishable. The venom antigen level peaked within 1 h at a  concentration (Cmax) of 391.7648.5 ng/ml. The terminal half-life  (T1/2b = 12.560.9 h), volume of distribution by area (Vd,area = 1.760.1 L) and the systemic clearance (CL = 94.8612.7 ml/h) of  the venom antigen following i.m. injection were not significantly  different from that of i.v. pharmacokinetic parameters (p.0.05)  (Table 1).  The AUC0-‘ of N. sumatrana venom when injected intramuscu-  larly (0.5 mg/kg) was 4617.86583.8 ng/ml.h. However, when  adjusted to the intravenous venom dose (0.1 mg/kg), the  normalized AUC0-‘ of the venom antigens following i.m.  administration was 923.66116.8 ng/ml.h, which was significantly  lower than the i.v. AUC0-‘ value (2201.26185.5 ng/ml.h;  p,0.05). The i.m. bioavailability (Fi.m.) calculated from the two  AUC0-‘ values were 41.960.2%.  Immunological cross-reactions of N. sumatrana venom toxins (phospholipase A2, neurotoxin and cardiotoxin)  The phospholipase A2, neurotoxin and cardiotoxin were  isolated and purified from N. sumatrana venom. The protein  identity of each toxin was confirmed by MALDI-TOF/TOF and  is shown in Table 2.  Indirect ELISA and double-sandwich ELISA demonstrated  extensive cross-reactions between phospholipase A2 and neuro-  Figure 1. Serum concentration-time profile of N. sumatrana venom following intravenous and intramuscular injection of the venom. Rabbits (approximately 2 kg) were injected intravenously (i.v.) and intramuscularly (i.m.) with a sub-lethal dose of N. sumatrana venom. The dose for intravenous injection (dotted line) was 0.1 mg/kg and for intramuscular injection (solid line), 0.5 mg/kg. The serum venom antigen concentrations were determined by double-sandwich ELISA (in semi-logarithmic plot) and given as the means 6 S.D. (n = 3). The insert shows the serum concentration-time profile of N. sumatrana venom following intramuscular injection of venom (in arithmetic plot) during the first 3 h. doi:10.1371/journal.pntd.0002890.g001  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 4 June 2014 | Volume 8 | Issue 6 | e2890    toxin (.50%), but not between these two toxins and cardiotoxin  (Table 3). These findings were supported by Western blot results  (Figure 2): the anti-PLA2 IgG only reacted with the phospholipase  A2 and neurotoxin, but not with cardiotoxin; and similarly, the  anti-NTX IgG only reacted with the neurotoxin and phospholi-  pase A2, but not with cardiotoxin. Anti-CTX IgG reacted  only with cardiotoxin, but neither with phospholipase A2 nor  neurotoxin. The neurotoxin appears to migrate to a higher  position than it should (i.e. in the same position as phospholipase  A2) (Figure 2). To further examine this phenomenon, we  performed protein mass analysis and confirmed that the neuro-  toxin isolated is indeed short neurotoxin with a molecular mass of  6.5 kDa (unpublished data). The mass increase of neurotoxin as  observed from SDS-PAGE could be attributed to the oxidation of  Table 1. Pharmacokinetic parameters of Naja sumatrana venom following intravenous and intramuscular administrations of the venom into rabbits.  Parameters Intravenous (i.v.) (LD50 = 0.5 mg/g) Intramuscular (i.m.) (LD50 = 0.8 mg/g)  A (ng/ml) 101.0617.4 -  a (h 21  ) 0.960.4 -  B (ng/ml) 100.361.4 247.7633.1  b (h21) 0.0560.004 0.0660.004  T1/2 a (h) 0.860.3 -  T1/2 b (h) 13.661.1 12.560. 9  Cmax (ng/ml) - 391.7648.5  k12 (h 21  ) 0.460.2 -  k21(h 21  ) 0.560.2 -  Vd,area(L) 1.860.03 1.760.1  Vc(L) 1.060.1 -  Vp (L) 0.860.2 -  CL (ml/h) 91.367.8 94.8612.7  AUC0-‘ (ng/ml.h) 2201.26185.5 4617.86583.8  (923.66116.8)*  Bioavailability, F (%) 100 (by definition) 41.960.2  The dose of N. sumatrana venom injected into rabbits (n = 3) were i.v.: 0.1 mg/kg and i.m.: 0.5 mg/kg. Data were expressed as mean 6 S.D. for n = 3. * AUC0-‘ value was adjusted to the dosage of i.v. injection, i.e. 0.1 mg/kg. doi:10.1371/journal.pntd.0002890.t001  Table 2. MALDI-TOF/TOF identification of phospholipase A2, neurotoxin and cardiotoxin isolated from Naja sumatrana venom.  Venom toxins Matched peptide sequences Accession No. and Protein Family Protein Score % coverage  Phospholipase A2 SWWHFADYGCAYCGR Q92084 527 51  GGSGTPVDDLDR Neutral Phospholipase A2- A  CCQIHDNCYNEAEK  CWPYFK  TYSYECSQGTLTCK  GGNNACAAAVCDCDR  Neurotoxin LECHDQQSSQTPTTTGCSGG Q9PSN6 82 74  ETNCYK Short neurotoxin  NGIEINCCTTDR  Cardiotoxin LVPLFYK P60302 233 39  MFMVATPK Cardiotoxin 3  RGCIDVCPK  GCIDVCPK  YVCCNTDR  Protein scores greater than 67 are significant (p,0.05). The mass spectra acquired were searched against all non-redundant NCBI protein database with taxonomy set to Serpentes (taxid: 8570). doi:10.1371/journal.pntd.0002890.t002  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 5 June 2014 | Volume 8 | Issue 6 | e2890    Table 3. Immunological cross-reactivity of Naja sumatrana venom toxins by indirect ELISA and double-sandwich ELISA.  INDIRECT ELISA DOUBLE SANDWICH ELISA  Venom Toxins % cross-reactivity Venom Toxins % cross-reactivity  anti-PLA2 IgG anti-PLA2 IgG  PLA2 100 PLA2 100  NTX 155.9626.7 NTX 59.4613.4  CTX 0.860.3 CTX 0  anti-NTX IgG anti-NTX IgG  PLA2 55.162.2 PLA2 72.5610.1  NTX 100 NTX 100  CTX 0.860.2 CTX 0.760.3  anti-CTX IgG anti-CTX IgG  PLA2 0 PLA2 0  NTX 3.260.4 NTX 0  CTX 100 CTX 100  For indirect ELISA, the immunoplate was coated with 100 ng/ml of the venom toxin as antigen, and reacted with anti-PLA2IgG, anti-NTX IgG and anti-CTX IgG (dilution of 1:200), respectively. For double-sandwich ELISA, the immunoplate was coated with 4 mg/ml of anti-PLA2 IgG, anti-NTX IgG and anti-CTX IgG respectively; and subsequently incubated with 100 ng/ml of venom toxin. The venom toxins used were phospholipase A2 (PLA2), neurotoxin (NTX) and cardiotoxin (CTX). Data were expressed as mean 6 S.D. for n = 3. doi:10.1371/journal.pntd.0002890.t003  Figure 2. Immunological cross reactions between N. sumatrana venom toxins as analyzed by immunoblotting. Venom toxins (10 mg each of phospholipase A2, neurotoxin and cardiotoxin) was electrophoresed on a SDS-PAGE gel (15%, reducing condition), and electro-transferred to a PVDF membrane. This was followed by subsequent incubation with primary antibody (anti-PLA2 IgG, anti-NTX IgG and anti-CTX IgG (dilution of 1: 500) and goat anti-rabbit IgG-HRP (dilution of 1:1000). Substrate solution (Novex HRP Chromogenic Substrate (TMB), Invitrogen) was added for colorimetric development. doi:10.1371/journal.pntd.0002890.g002  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 6 June 2014 | Volume 8 | Issue 6 | e2890    Trp or Met residues in the neurotoxin [29]. Similar observation of  abnormally high molecular mass neurotoxin has also been  reported from Ophiophagus hannah venom [30].  Pharmacokinetics of major toxins following intramuscular and intravenous administration  The serum concentration-time profiles of purified N. sumatrana  venom phospholipase A2, neurotoxin and cardiotoxin following  single i.v. or i.m. administrations into rabbits (n = 3) are shown in  Figure 3A-C. All of the intravenous profiles showed a bi-  exponential pattern which was best fitted to a two-compartment  pharmacokinetic model represented by the following equation:  Ct = Ae 2at + Be2bt. The antigen concentrations in general  decreased rapidly within a distribution half-life (T1/2a) of 0.5-0.7 h  during the initial phase and followed by a declining terminal phase  with half-life (T1/2b) of 8-12 h. On intramuscular routes, it  contrast to the multiple peaks (Cmax) in the case of whole venom,  we observed a single peak for toxin absorption at 0.5 h (Tmax for  neurotoxin and cardiotoxin) or 2 h (Tmax for phospholipase A2)  (Figure 3A-C, solid line). The intramuscular profile subsequently  followed that of intravenous profile with a linear declining curve,  illustrating the terminal phase of the serum concentration-time  course.  The i.v. and i.m. pharmacokinetic parameters of all three  major toxins were shown in Table 4. Most of the key i.m.  pharmacokinetic parameters of the toxins (especially related to  distribution and elimination processes) were not significantly  different from the corresponding i.v. pharmacokinetic parame-  ters (p.0.05). The intramuscular bioavailability (Fi.m.) of the  toxins were estimated by comparing the dose-adjusted intra-  muscular AUC0-‘ of toxin to the corresponding intravenous  AUC0-‘.  Pharmacokinetics of cardiotoxin following intravenous or intramuscular administrations of whole N. sumatrana venom  The dotted-line curve in Figure 3D shows the serum  cardiotoxin concentration following intravenous whole venom  administration that declined in a bi-exponential manner; while  the solid-line curve depicts its intramuscular absorption with a  Figure 3. Serum concentration-time profiles of N. sumatrana venom toxins. The serum toxin-antigen concentrations of each individual toxin following intravenous (i.v.) (dotted line) and intramuscular (i.m.) (solid line) injection of N. sumatrana venom phospholipase A2 (3A), neurotoxin (3B) and cardiotoxin (3C). Figure 3D shows the serum cardiotoxin antigen concentrations following injection of the whole N. sumatrana venom. Toxin concentrations were determined by respective double-sandwich ELISA. Data are given as means 6 S.D. (n = 3). The insert shows serum concentration- time profile (in arithmetic plot) during the first 3 h. doi:10.1371/journal.pntd.0002890.g003  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 7 June 2014 | Volume 8 | Issue 6 | e2890    Table 4. Pharmacokinetic parameters of Naja sumatrana venom toxins (phospholipase A2, neurotoxin and cardiotoxin) following intravenous and intramuscular administration of the venom toxins into rabbits.  Venom toxins Phospholipase A2 Neurotoxin Cardiotoxin  Parameters Intravenous (i.v. 0.05 mg/kg)  Intramuscular (i.m. 0.1 mg/kg)  Intravenous (i.v. 0.05 mg/kg)  Intramuscular (i.m. 0.07 mg/kg)  Intravenous (i.v. 0.05 mg/kg)  Intramuscular (i.m. 0.15 mg/kg)  A (ng/ml) 141.769.6 - 67.566.2 - 63.664.2 -  a (h 21  ) 1.160.1 - 1.460.3 - 1.360.2 -  B (ng/ml) 52.663.9 77.765.1 44.065.4 48.864.2 41.461.3 59.962.2  b (h21) 0.0660.004 0.0760.008 0.0860.008 0.0860.005 0.0860.001 0.0960.001  T1/2 a (h) 0.760.03 - 0.560.1 - 0. 660.1 -  T1/2 b(h) 11.760.8 10.1861.18 8.860.9 8.660.5 8.660.1 8.260.1  Cmax (ng/ml) 226.665.5 120.762.4 133.065.7  k12 (h 21  ) 0.660.02 - 0.760.1 - 0.660.1 -  k21(h 21  ) 0.360.04 - 0.660.1 - 0.660.1 -  Vd,area (L) 1.660.03 1.460.2 2.160.3 2.260.2 2.260.1 2.060.03  Vc(L) 0.560.02 - 0.960.1 - 1.060.1 -  Vp(L) 0.960.1 - 1.060.1 - 1.160.02 -  CL(ml/h) 95.864.8 95.864.8 164.1611.6 164.1611.6 173.762.1 173.760.001  AUC0-‘ (ng/ml.h) 1045.4652.6 1499.96154.0 611.4643.3 694.962.4 575.767.0 788.3623.9  (750.0677.0)* (496.261.7)* (262.768.0)*  Bioavailability, F (%)100 68.660.8 100 81.560.6 100 45.660.1  Data were expressed as mean 6 S.D. for n = 3. * AUC0-‘ values were adjusted to the dosage of i.v. injection, i.e. 0.05 mg/kg for phospholipase A2, neurotoxin and cardiotoxin. doi:10.1371/journal.pntd.0002890.t004  Table 5. Pharmacokinetics parameters of cardiotoxin following intravenous and intramuscular administration of whole Naja sumatrana venom into rabbits.  Parameters Intravenous Intramuscular  Injection of whole venom Injection of cardiotoxin Injection of whole venom Injection of cardiotoxin  A(ng/ml) 61.361.2 63.664.2 - -  a (h21) 1.460.03 1.360.2 - -  B (ng/ml) 39.161.2 41.461.3 73.763.0 59.962.2  b (h 21  ) 0.0660.001 0.0860.001 0.160.004 0.0960.001  T1/2a (h) 0.560.01 0.660.1 - -  T1/2 b(h) 11.060.2 8.660.1 11.660.9 8.260.1  Cmax (ng/ml) 169.468. 5 133.065.7  k12 (h 21) 0.860.01 0.660.1 - -  k21(h 21  ) 0.660.02 0.560.1 - -  Vd,area(L) 1.960.1 2.260.1 2.060.2 2.060.03  Vc(L) 0.860.01 1.060.1 - -  Vp(L) 1.060.04 1.160.02 - -  CL (ml/h) 119.862.4 173.762.1 121.760.2 173.760.001  AUC0-‘ (ng/ml.h) 668.0613.0 575.767.0 1320.1635.6 788.3623.9  (264.067.1)* (262.768.0)*  Bioavailability, F (%) 100 100 39.561.1 45.660.1  The sub-lethal dose of N. sumatrana venom injected into rabbits (n = 3, approximately 2 kg each) were i.v.: 0.1 mg/kg and i.m.: 0.5 mg/kg. Data were expressed as mean 6 S.D. for n = 3. The pharmacokinetic parameters when only cardiotoxin was injected are taken from Table 4. * AUC0-‘ values were adjusted to the dosage of i.v. injection, i.e. 0.1 mg/kg. doi:10.1371/journal.pntd.0002890.t005  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 8 June 2014 | Volume 8 | Issue 6 | e2890    Tmax of 0.5 h and a terminal phase parallel to that of intravenous  profile. The pharmacokinetic parameters of the ‘‘in-venom''  cardiotoxin following the intravenous and intramuscular admin-  istrations are shown in Table 5. The pharmacokinetic parameters  of cardiotoxin when only the toxin was administered are also  listed for comparison (see Discussion). Most of the pharmacoki-  netic parameters of the in-venom cardiotoxin were comparable  with values obtained when only purified cardiotoxin was  administered, with the major exceptions of a longer elimination  half-life (T1/2b) and a lower clearance (CL) for the in-venom  cardiotoxin (Table 5).  Discussion  Generally, the serum concentration-time profile of the venom/  toxin injected intravenously can be described by an open two-  compartment pharmacokinetic model where the venom or toxin is  distributed between the central and peripheral compartments. The  distribution half-life of N. sumatrana venom (T1/2a = 0.77 h) is  comparable to the value obtained for N. sputatrix venom in an  earlier study (T1/2a = 0.5 h) [22], and to that for the African cobra  venoms (T1/2a = 22.2-30.5 min) [15] although a three-compart-  ment pharmacokinetic model was applied in the latter case. The  terminal half-life (T1/2b = 13.6 h) of N. sumatrana venom was not  significantly different to that of N. sputatrix venom (T1/2b = 15.4 h)  [22], indicating that the elimination of the venom antigens of these  two Southeast Asian spitting cobras occurred at similar rate.  The volume of central compartment approximated 1 L for N.  sumatrana venom, indicating that on intravenous administration,  the venom distributes rapidly and uniformly not only in the plasma  of the animal (28-50 ml/kg for rabbit) but also in highly perfused  tissues and interstitial fluids as well in view of its major content  being water-soluble low molecular mass toxins (,10 kDa) which  may readily permeate the vascular endothelium [10]. As the ratio  of the inter-compartmental transfer rate constants k12 and k21 for  the venom approximates unity (k12/k21 = 0.78), this means that at  equilibrium (when inter-compartmental transfer rates are equal),  the amount of venom antigens in both the compartments do not  vary significantly. This finding corroborates with that obtained in  our earlier pharmacokinetic study of N. sputatrix venom (k12/  k21 = 1) [22]. On the other hand, the large Vd,area of the venom  (1.8 L, more than 10-fold of the total blood volume of a 2-kg  rabbit) suggests that this cobra venom antigens distribute  extensively to the peripheral or extra-vascular tissues. This seems  to be a general phenomenon for venom antigens distribution in  experimentally envenomed animals [12,13,15]. Venom toxins that  are distributed widely into the peripheral compartment may be  associated with the rebound phenomenon that sometimes occur  during antivenom therapy as rapid immunodepletion of venom  toxins in the blood favors the redistribution of venom antigens  from the peripheral back into the central compartment [31,32].  To study the absorption of venom from the non-vascular  parenteral administration site, the pharmacokinetics of N. suma-  trana venom was studied following an intramuscular administration  of the venom (sub-lethal dose) into rabbits. The resulting serum  venom antigen concentration-time profile showed a relatively fast  absorption of some venom antigens within the first few minutes. A  subsequent short lag observed during the absorption phase of the  venom was probably due to the absorption of some venom  antigens via the lymphatic route from the injection site into blood  circulation [20]. However, the serum concentration-time profile of  the intramuscularly injected whole venom yields apparently  indistinguishable absorption and distribution phases of the various  toxins. The indistinguishable absorption and distribution phase  reflects the continuous absorption of various antigenic venom  components that occur simultaneously with their respective  distribution phases. There was only one major serum concentra-  tion peak seen at 1 h, presumably caused by the summated  absorption of a bulk of phospholipase A2 (Tmax,2 h) and the three-finger toxins, i.e. neurotoxin and cardiotoxin (Tmax,K h) into the systemic circulation occurring at a rate in close proximity  with each other. Rapid absorption of the venom with a short Tmax correlates with the fast onset of neurotoxic effect in cobra  envenoming, where the venom is known to exert direct inhibitory  action on the neuromuscular junction via a postsynaptic blockade  [33]. Administration of the venom by intramuscular route did not  alter T1/2b, Vd,area and CL of the venom antigens. This indicates  that the elimination (and not the absorption) process is likely the  rate-limiting step for the terminal phase of the pharmacokinetic  profile of intramuscularly injected venom.  As demonstrated from ion-exchange HPLC studies [10], N.  sumatrana venom contains more neurotoxin and cardiotoxin (17%  and 40%, respectively) compared to N. sputatrix venom (consists of  8% neurotoxin and 35% cardiotoxin). However, N. sputatrix venom  has substantially greater amount (35%) of phospholipase A2 than  N. sumatrana venom (28%). This may account for the somewhat  greater plasma clearance of N. sumatrana venom (91.3 ml/h)  compared to that of N. sputatrix venom (68.7 ml/h), since the  smaller three-finger toxins (more abundant in N. sumatrana venom)  are cleared faster than the larger phospholipase A2 (more  abundant in N. sputatrix venom), especially via the renal excretion  route.  The bioavailability of N. sumatrana venom following i.m. injection  was 41.9%, indicating incomplete absorption of the antigenic  venom components from the injection site into the systemic  circulation. This may be due to strong affinities of the cobra  venom toxins at the injection site [12,21], and this hypothesis  correlates well with cobra venom's prominent toxic effect on local  tissues that lasts for days to weeks [9,34-36]. The bioavailability of  N. sumatrana venom (Fi.m.) was similar to that of N. sputatrix venom  (Fi.m = 41.7%), which is a reflection of the fact that the cardiotoxin  represents the bulk of both venoms (Fi.m. of cardiotoxin was 46%,  discussed below).  Pharmacokinetics of the individual major toxins of N. sumatrana venom  Since snake venom is a mixture of hundreds of proteins and  peptides, it is therefore virtually impossible to investigate the  pharmacokinetics of each individual toxin when the whole venom  was administered into rabbits. As such, in this study, we only  selected three representative toxins of N. sumatrana venom  (neurotoxin, cardiotoxin and phospholipase A2) for pharmacoki-  netic investigations. These three toxins also represent the major  types of toxins in the venom.  It should be noted that accurate quantitative measurement of  individual toxins in the serum of experimentally envenomed  animal using ELISA assay is not always feasible because of the  immunological cross-reactivities observed among the snake venom  toxins [37]. Indeed, our immunological cross-reaction studies  revealed extensive cross-reactivity between the phospholipase A2 and polypeptide neurotoxin purified from N. sumatrana venom,  demonstrating that unrelated venom proteins of distinctive  primary structures and biological functions may share common  antigenic domains [27,38]. As such, in the present report the  pharmacokinetics of N. sumatrana venom purified phospholipase  A2, neurotoxin and cardiotoxin was studied after intravenous or  intramuscular injection of a sub-lethal dose of each toxin into  rabbits. Double-sandwich ELISA was developed in which specific  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 9 June 2014 | Volume 8 | Issue 6 | e2890    anti-toxin IgG's (i.e. anti-PLA2 IgG, anti-NTX IgG, anti-CTX  IgG) were used to measure the serum toxin antigen levels following  injections of the individual toxins into rabbits.  The individual serum concentration-time profiles of the toxins,  as with the whole venom, injected intravenously were also best  fitted to an open two-compartment pharmacokinetic model, where  the toxins distributed between central and peripheral compart-  ments. Following intravenous administration, the individual toxins  i.e. phospholipase A2, neurotoxin and cardiotoxin demonstrated  shorter distribution half-lives (0.56-0.66 h) compared to the whole  venom (0.93 h), reflecting a more rapid distribution of the purified  toxins on entering the systemic circulation.  On the other hand, unlike that observed for the whole venom,  there was no fluctuation pattern during the absorption and/or  distribution phase in the serum concentration-time profile of  individual toxins administered intramuscularly. The significant  differences in the absorption of the whole venom and toxins were  also reflected by the time to reach peak concentration (Tmax). The  neurotoxin and cardiotoxin antigens reached their respective peak  concentrations much faster than phospholipase A2, indicating fast  absorption of these two low molecular mass toxin molecules  (approx. 8 kDa) from the injection site into the systemic  circulation. These principal cobra toxins are known to directly  target receptors and cellular membranes, inducing rather rapid  tissue responses compared to some viperid toxins the actions of  which involve intermediate steps to accomplish the toxic effect, for  instance, coagulopathy secondary to defribrinogenation induced  by thrombin-like enzymes [32]. The fast absorption of neurotoxin  and cardiotoxin likely accounts for the rapid onset of the systemic  effects upon cobra envenomation i.e. neuromuscular paralysis and  cardiac complications [7,9,39]. In view of the rapid absorption of  these major toxins, meticulous monitoring for early institution of  antivenom when indicated becomes crucial in order to alleviate  the severity of syndrome and to preempt fatal outcome.  Furthermore, all the three toxins exhibited a large Vd,area (1.6-  2.2 L) which are .10 fold of the total blood volume of a rabbit,  suggesting that the toxin antigens distributed extensively into the  peripheral tissues. This finding is congruent with the large volume  of distribution of the whole venom in rabbits as described above.  Both the neurotoxin and cardiotoxin (2.0-2.2 L) showed a larger  Vd,area compared to the phospholipase A2 (1.4 L), and this may be  because low molecular mass proteins like neurotoxin and  cardiotoxin (with molecular mass of approximately 7-8 kDa) cross  the capillary endothelium more easily than do the larger proteins  [13] such as phospholipase A2 (16 kDa).  In this study, the terminal half-lives (T1/2b) of neurotoxin and  cardiotoxin were similar (8.6-8.8 h) but shorter than that of  phospholipases A2 (11.7 h). This finding is consistently reflected in  the systemic clearance of the three toxins, where the clearance  values of neurotoxin and cardiotoxin were significantly larger  (indicative of faster elimination) than that of phospholipase A2.  Assuming that the elimination takes place primarily from the  central compartment and probably via the renal excretion route,  the faster clearance of neurotoxin and cardiotoxin can be  explained by the higher vascular permeability of the two toxins  as both are low molecular mass peptides. However, the T1/2b values for the neurotoxin and cardiotoxin determined in this study  are substantially different from the terminal half-lives of African  cobras' a-neurotoxin (15-29 h, in rabbits) [15] and that of cytotoxin from Chinese cobra, Naja naja atra (3.5 h, in rabbits)  [12], suggesting intrageneric variations in the pharmacokinetics of  these cobra three-finger toxins.  Among the three major toxins, N. sumatrana neurotoxin has the  most complete systemic absorption from the injection site, as  evidenced by its higher intramuscular bioavailability  (Fi.m. = 81.5%) than that of phospholipase A2 (68.6%) and  cardiotoxin (45.6%). This is in agreement with the finding of  Ismail et al. (1998) [16], who reported a bioavailability of 88% for  Walterinnesia aegyptia a-neurotoxin. Interestingly, the Fi.m. of cardiotoxin was only 45.6%, presumably due to the strong  binding affinity of cardiotoxin to the tissues at the injection site  resulting in a poor absorption of cardiotoxin into the systemic  circulation. On the other hand, the Fi.m. of the phospholipase A2 was 68.6%, indicating that a substantial amount of the toxin  remained at the injection site. Indeed, bites from N. sumatrana (and  most Naja cobras) can produce local envenomation characterized  by local tissue necrosis involving the cutaneous, muscular and  connective tissue layers [2,9,34,40,41]. Cardiotoxin and phospho-  lipase A2 have been reported to interact synergistically and possess  potent cytolytic activity [42,43], and their substantial unabsorbed  amount at the injection site seem to suggest that their toxic effects  play an important role in local envenoming, which consequences  include tissue necrosis following cobra bites, as well as venom  ophthalmia in venom-spitted victims [44].  Although the i.v. pharmacokinetic behavior of neurotoxin is  similar to that of cardiotoxin (particularly in having a rapid  absorption with a short Tmax), their intramuscular bioavailabilities  differed markedly. The relatively low bioavailability of cardiotoxin  would suggest that the systemic effects of cardiotoxin may not be  that prominent in cobra envenomation, even though the venom  contains relatively large amount of cardiotoxins (40% of venom  content [10]). Furthermore, the neurotoxin is known to be much  more lethal than both the cardiotoxin and phospholipases A2, with  an approximate 10-fold lower LD50 in mice (0.1 mg/g, [34]). It belongs to a-neurotoxins with high intrinsic activity of inhibiting the motor endplate nicotinic receptors vis-à-vis that of cardiotoxins  and phospolipases A2, the target receptors of which are primarily  different and their actions are not crucial in mediating neuromus-  cular paralysis - the central cobra envenoming feature that leads to  rapid death [34]. This is consistent with clinical reports where  rapid onset of neuromuscular paralysis (caused by neurotoxins) is  the most common fatal manifestation of systemic cobra enven-  omation, where victims may succumb to respiratory failure and  death ensues within minutes to hours [9,36,45]. The pharmaco-  kinetic result in addition to the neuromuscular blockade activity of  neurotoxin generally supports the hypothesis that the neurotoxin  plays the principal role in systemic envenomation of N. sumatrana,  and should be one of the most crucial toxins to be targeted by  antivenom. Nevertheless, variations of neurotoxins across cobra  species have been reported on their structures and activities, and  the phenomenon is likely the clue to varied efficacies of  commercially available antivenoms in the cross-neutralization of  cobra venoms in the region [46]. The pharmacokinetic profiling  method hence appears useful in validating the toxin's role from the  pharmacokinetic aspect, and may be further utilized as a tool in  assessing antivenom efficacy on the targeted toxin derived from  different cobras.  Pharmacokinetics of cardiotoxin following intravenous or intramuscular administrations of whole N. sumatrana venom  In view of the negligible immunological cross-reactivity between  cardiotoxin with phospholipase A2 and neurotoxin, it is possible to  accurately determine the serum concentration of cardiotoxin  following intravenous or intramuscular administration of the  whole N. sumatrana venom using the same double-sandwich ELISA  developed. This study would help to shed light on whether the  pharmacokinetics of an individual toxin could be altered by other  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 10 June 2014 | Volume 8 | Issue 6 | e2890    venom constituents, and whether the information gathered from  the pharmacokinetic study of individual toxins can be applied in  situations where the whole venom was injected.  The serum concentration-time profile of cardiotoxin when whole  venom was injected was found to be similar to that when only  purified cardiotoxin was injected (Figure 3C and 3D). It is however  noted that when whole venom was injected, cardiotoxin exhibited a  longer T1/2b and a lower CL than when only cardiotoxin was  injected. The results therefore suggest that the rate of elimination of  cardiotoxin in the whole venom is likely affected by the presence of  other venom components in the venom due to competition among  various venom components for the elimination processes. The  results reflect that in N. sumatrana envenomation, pharmacokinetic  characteristics of individual major toxins can be largely applied to  situations where the whole venom is injected, with the possible  exception that the rate of elimination of the toxins determined may  be higher than that of the whole venom. On the other hand, the  intramuscular bioavailability (Fi.m) of cardiotoxin injected with  whole venom (39.5%) was similarly low, if not even lower,  compared to the Fi.m. of cardiotoxin when only the toxin was  administered (45.6%), consistent with the indication that cardio-  toxin remained substantially unabsorbed at the injection tissue site.  Conclusions In general, the elimination half-life of the whole venom is  determined by the toxic components with the longest T1/2b  (phospholipase A2 in the case of N. sumatrana venom), while its  intramuscular bioavailability is influenced more by the toxic  components that is present most abundantly in the venom  (cardiotoxin, in this case). In the present pharmacokinetic study  of N. sumatrana venom and toxins, both the neurotoxin and  cardiotoxin were rapidly absorbed intramuscularly in the rabbits,  with neurotoxin achieving the highest systemic bioavailability,  while the cardiotoxin and phospholipase A2 possess relatively  lower bioavailabilities. These pharmacokinetic findings therefore  suggest that the neurotoxin is the principal toxin in systemic  envenomation (fatal neuromuscular paralysis), while significant  amounts of the cardiotoxin and phospholipase A2 remain bound to  the injection site, causing local tissue destruction. Using toxin-  specific ELISA, the study also shows that the cobra venom  pharmacokinetics is likely an approximation of the pharmacoki-  netics of individual toxins except for parameters relating to  elimination rate due to possible competition of various toxins for  the process in vivo.  Author Contributions  Conceived and designed the experiments: NHT SMS SYF. Performed the  experiments: MKKY. Analyzed the data: MKKY SMS CHT NHT.  Contributed reagents/materials/analysis tools: NHT SYF SMS. Wrote the  paper: MKKY NHT SMS CHT SYF.  References  1. Gutiérrez JM, Theakston RDG, Warrell DA (2006) Confronting the neglected  problem of snake bite envenoming: The need for a global partnership. PLoS Med 3(6): e150. doi:10.1371/journal.pmed.0030150.  2. WHO (2010) WHO guidelines for the production control and regulation of  snake antivenom immunoglobulins. Geneva: WHO Press, World Health Organization.  3. Tan KK, Choo K, Ariffin WA (1990) Snakebite in Kelantanese children: A five  year experience. Toxicon 28(2): 225-230.  4. Jamaiah I, Rohela M, Roshalina R, Undan RC (2004) Prevalance of snake bites in Kangar District Hospital, Perlis, West Malaysia: A retrospective study  (January 1999-December 2000). Southeast Asian J Trop Med Public Health  35(4): 962-965.  5. Jamaiah I, Rohela M, Ng TK, Ch'ng KB, The YS, et al. (2006) Retrospective prevalence of snakebites from Hospital Kuala Lumpur (HKL) (1999-2003).  Southeast Asian J Trop Med Public Health 37(1): 200-205.  6. Chew KS, Khor HW, Ahmad R, Rahman NH (2011) A five-year retrospective review of snakebite patients admitted to a tertiary university hospital in Malaysia.  Int J Emerg Med 4(41): 1-6.  7. Ismail AK, Weinstein SA, Auliya M, Appareo P (2012) Ventricular bigeminy following a cobra envenomation. Clin Toxicol (Phila) 50(6): 518-521.  8. Wüster W (1996) Taxonomic changes and toxinology: Systematic revisions of  the Asiatic cobras (Naja naja species complex). Toxicon 34(4): 399-406.  9. Reid HA (1964) Cobra bites. Br Med J 2(1): 540-545.  10. Yap MKK, Tan NH, Fung SY (2011) Biochemical and toxinological characterization of Naja sumatrana (Equatorial spitting cobra) venom. J Venom  Anim Toxins Incl Trop 17(4): 451-459.  11. Hung DZ, Liau MY, Lin-Shiau SY (2003) The clinical significance of venom  detection in patients of cobra snakebite. Toxicon 41: 409-415.  12. Guo MP, Wang QC, Liu GF (1993) Pharmacokinetics of cytotoxin from Chinese cobra (Naja naja atra) venom. Toxicon 31: 339-343.  13. Audebert F, Urtizberea M, Sabouraud A, Scherrmann JM, Bon C (1994)  Pharmacokinetics of Vipera aspis venom after experimental envenomation in rabbits. J Pharmacol Exp Ther 268(3): 1512-1517.  14. Barral-Netto M, von Sohsten RL (1991) Serum kinetics of crotoxin from Crotalus  durissus terrificus venom in mice: Evidence for a rapid clearance. Toxicon 29(4-5): 527-531.  15. Ismail M, Aly MHM, Abd-Elsalam MA, Morad AM (1996) A three-  compartment open pharmacokinetic model can explain variable toxicities of  cobra venoms and their alpha toxins. Toxicon 34(9): 1011-1126.  16. Ismail M, Abd-Elsalam MA, Al-Ahaidib MS (1998) Pharmacokinetics of 125  I- labelled Walterinnesia aegyptia venom and its specific antivenins: flash absorption  and distribution of the venom and its toxin versus slow absorption and distribution of IgG, F(ab9)2 and F(ab) of the antivenin. Toxicon 36(1): 93-  114.  17. Nakamura M, Kinjoh K, Miyagi C, Oka U, Sunagawa M, et al. (1995) Pharmacokinetics of Habutobin in rabbits. Toxicon 33(9): 1201-1206.  18. Pakmanee N, Khow O, Kumsap W, Omori-Satoh T, Chanhome L, et al. (1998) Envenomation of mice by Thai cobra (Naja kaouthia) venom: tolerable venom  concentration and exposure time. Toxicon 36(5): 809-812.  19. Mello SM, Linardi A, Rennó AL, Tarsitano CA, Pereira EM, et al. (2010) Renal kinetics of Bothrops alternatus (Urutu) snake venoms in rats. Toxicon 55(2-3): 470-  480.  20. Paniagua D, Jiménez L, Romero C, Vergara I, Calderón A, et al. (2012)  Lymphatic route of transport and pharmacokinetics of Micrurus fulvius (coral  snake) venom in sheep. Lymphology 45(4): 144-153.  21. Tseng LF, Chiu TH, Lee CY (1968) Absorption and distribution of 1312  I-labeled  cobra venom and its purfied toxins. Toxicol Appl Pharmacol 12: 526-535.  22. Yap MKK, Tan NH, Sim SM, Fung SY (2013) Toxicokinetics of Naja sputatrix  (Javan spitting cobra) venom following intramuscular and intravenous  administrations of the venom into rabbits. Toxicon 68: 18-23.  23. Howard-Jones NA (1985) A CIOMS ethical code for animal experimentation.  WHO Chronicel 39: 51-56.  24. Hudson L, Hay FC (1980) Practical Immunology. Palo Alto: Blackwell Scientific  Publications.  25. Wisdom GB (1996) Horseradish peroxidase labeling of IgG antibody. In: Walker JM, editor. The Protein Protocols Handbook. Totowa, New Jersey: Humana  Press. pp. 273-274.  26. Studier FW (1973) Analysis of bacteriophage T2, early RNA's and proteins on  slab gels. J Mol Biol 79: 237-248.  27. Tan NH, Lim KK, Jaafar MI (1993) An investigation into the antigenic cross-  reactivity of Ophiophagus hannah(king cobra) venom neurotoxin, phospholipase A2,  hemorrhagin and L-amino acid oxidase using enzyme-linked immunosorbent assay. Toxicon 31: 865-872.  28. Shargel L, Yu ABC, Wu-Pong S (2005) Applied Biopharmaceutics and Pharmacokinetics. New York: McGraw-Hill.  29. Finley EL, Dillon J, Crouch RK, Schey KL (1998) Identification of tryptophan  oxidation products in bovine alpha-crystallin. Protein Sci, 7: 2391-2397.  30. Chang HC, Tsai TS, Tsai IH (2013) Functional proteomic approach to discover  geographic variations of king cobra venoms from Southeast Asia and China. J Proteomics 89: 141-153.  31. Gutiérrez JM, León G, Lomonte B (2003) Pharmacokinetic-pharmacodynamic  relationships of immunoglobulin therapy for envenomations. Clin Pharmacoki- net 42: 721-741.  32. Chippaux JP (2006) Snake venoms and envenomations. Florida: Krieger Publishing Company.  33. Tan NH (1983) Isolation and characterization of two toxins from the venom of  the Malayan cobra (Naja naja sputatrix). Toxicon 21(2): 201-207.  34. Tan N.H. (1991). The biochemistry of venoms of some venomous snakes of  Malaysia - a review. Tropical Biomedicine 8: 91-103.  35. Warrell DA (1995) Clinical toxicology of snakebite in Asia. In Meier J, White J,  editors Handbook of Clinical Toxicology of Animal Venoms and Poisons. Boca  Raton (Florida): CRC Press. pp. 493-594.  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 11 June 2014 | Volume 8 | Issue 6 | e2890    36. Wongtongkam N, Wilde H, Sitthi-Amorn C Ratanabanangkoon K (2005) A  study of Thai cobra (Naja kaouthia) bites in Thailand. Mil Med 170(4): 336-341. 37. Harrison RA, Wüster W, Theakston RD (2003) The conserved structure of  snake venom toxins confers extensive immunological cross-reactivity to toxin-  specific antibody. Toxicon 41: 441-449. 38. Stábeli RG, Magalhães LM, Selistre-de-Araujo HS, Oliveira EB (2005)  Antibodies to a fragment of the Bothrops moojenil-amino acid oxidase cross-react with snake venom components unrelated to the parent protein. Toxicon 46:  308-317.  39. Paul VK (1993) Animal and insect bites. In: Singh M, editor. Medical Emergencies in Children. 2nd ed. New Delhi: Sagar Publications. pp. 624-683.  40. Iddon D, Theakston RD, OwnbyC L (1987) A study of the pathogenesis of local skin necrosis induced by Naja nigricollis (spitting cobra) venom using simple  histological staining techniques. Toxicon 25(6): 665-672. 41. Wong OF, Lam TS, Fung HT, Choy CH (2010). Five-year experience with  Chinese cobra (Naja atra)-related injuries in two acute hospitals in Hong Kong.  Hong Kong Med J 16(1):36-43.  42. Tan NH, Armugam A (1990) In vivo interactions between neurotoxin,  cardiotoxin and phospholipase A2 isolated from Malayan cobra (Naja naja  sputatrix) venom. Toxicon 28(10): 1193-1198.  43. Fletcher JE, Jiang MS (1993) Possible mechanisms of action of cobra snake  venom cardiotoxins and bee venom melittin. Toxicon 31(6): 669-695.  44. Ismail M, al-Bekairi AM, el-Bedaiwy AM, Abd-el Salam MA (1993) The ocular  effects of spitting cobras: I. The ringhals cobra (Hemachatus haemachatus) venom-  induced corneal opacification syndrome. J Toxicol Clin Toxicol 31(1): 31-41.  45. Kularatne SA, Budagoda BD, Gawarammana IB, Kularatne WK (2009)  Epidemiology, clinical profile and management issues of cobra (Naja naja) bites in  Sri Lanka: first authenticated case series. Trans R Soc Trop Med Hyg 103(9):  924-930.  46. Leong PK, Sim SM, Fung SY, Sumana K, Sitprija V, et al. (2012) Cross  Neutralization of Afro-Asian Cobra and Asian Krait Venoms by a Thai  Polyvalent Snake Antivenom (Neuro Polyvalent Snake Antivenom). PLoS Negl  Trop Dis 6(6): e 1672. doi:10.1371/journal.pntd.0001672.  Pharmacokinetics of Cobra Venom Toxins  PLOS Neglected Tropical Diseases | www.plosntds.org 12 June 2014 | Volume 8 | Issue 6 | e2890  View publication statsView publication stats  https://www.researchgate.net/publication/262886051",
    "references": [
        "Ratledge C (1991) Microorganisms for lipids. Acta Biotechnol 11: 429-438.",
        "Ratledge C (2002) Regulation of lipid accumulation in oleaginous microorganisms. Biochem Soc Trans 30: 1047-1050.",
        "Gatenby CM, Orcutt DM, Kreeger DA, Parker BC, Jones VA, et al. (2003) Biochemical composition of three algal species proposed as food for captive freshwater mussels. J Appl Phycol 15: 1-11.",
        "Meng X, Yang J, Xu X, Zhang L, Nie Q, et al. (2009) Biodiesel production from oleogenous microorganisms. Renew Energ 34: 1-5.",
        "Liu J, Huang J, Fan KW, Jiang Y, Zhong Y, et al. (2010) Production potential of Chlorella zofingienesis as a feedstock for biodiesel. Bioresour Technol 101: 8658-8663."
    ],
    "authors": [
        "Prabuddha Dey",
        "Monami Chakraborty",
        "Maulik R. Kamdar",
        "Mrinal K. Maiti"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}