{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "deb_pone.0092626 1..12   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/261068445  FOXO4-Knockdown Suppresses Oxidative Stress-Induced Apoptosis of Early  Pro-Angiogenic Cells and Augments Their Neovascularization Capacities in  Ischemic Limbs  Article  in  PLoS ONE · March 2014  DOI: 10.1371/journal.pone.0092626 · Source: PubMed  CITATIONS  11 READS  181  12 authors, including:  Takaharu Nakayoshi  Kurume University  34 PUBLICATIONS   203 CITATIONS     SEE PROFILE  Ken-ichiro Sasaki  Kurume University  79 PUBLICATIONS   6,308 CITATIONS     SEE PROFILE  Takafumi Ueno  Kurume University  135 PUBLICATIONS   4,417 CITATIONS     SEE PROFILE  All content following this page was uploaded by Takafumi Ueno on 18 September 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/261068445_FOXO4-Knockdown_Suppresses_Oxidative_Stress-Induced_Apoptosis_of_Early_Pro-Angiogenic_Cells_and_Augments_Their_Neovascularization_Capacities_in_Ischemic_Limbs?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/261068445_FOXO4-Knockdown_Suppresses_Oxidative_Stress-Induced_Apoptosis_of_Early_Pro-Angiogenic_Cells_and_Augments_Their_Neovascularization_Capacities_in_Ischemic_Limbs?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takaharu-Nakayoshi?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takaharu-Nakayoshi?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Kurume_University?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takaharu-Nakayoshi?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ken-Ichiro-Sasaki?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ken-Ichiro-Sasaki?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Kurume_University?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ken-Ichiro-Sasaki?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takafumi-Ueno?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takafumi-Ueno?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Kurume_University?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takafumi-Ueno?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Takafumi-Ueno?enrichId=rgreq-3703f8b796a61f2b440ddee7d76fdc30-XXX&enrichSource=Y292ZXJQYWdlOzI2MTA2ODQ0NTtBUzoxNDI3MzYzODg3OTIzMjBAMTQxMTA0MjQxNTYyNQ%3D%3D&el=1_x_10&_esc=publicationCoverPdf   FOXO4-Knockdown Suppresses Oxidative Stress-Induced Apoptosis of Early Pro-Angiogenic Cells and Augments Their Neovascularization Capacities in Ischemic Limbs Takaharu Nakayoshi1, Ken-ichiro Sasaki1,2*, Hidemi Kajimoto2, Hiroshi Koiwaya1, Masanori Ohtsuka1,  Takafumi Ueno1, Hidetoshi Chibana1, Naoki Itaya1, Masahiro Sasaki1, Shinji Yokoyama1,  Yoshihiro Fukumoto1, Tsutomu Imaizumi3  1Division of Cardio-Vascular Medicine, Department of Internal Medicine, Kurume University School of Medicine, Fukuoka, Japan, 2 The Cardiovascular Research Institute,  Kurume University, Fukuoka, Japan, 3 International University of Health and Welfare, Fukuoka, Japan  Abstract  The effects of therapeutic angiogenesis by intramuscular injection of early pro-angiogenic cells (EPCs) to ischemic limbs are unsatisfactory. Oxidative stress in the ischemic limbs may accelerate apoptosis of injected EPCs, leading to less neovascularization. Forkhead transcription factor 4 (FOXO4) was reported to play a pivotal role in apoptosis signaling of EPCs in response to oxidative stress. Accordingly, we assessed whether FOXO4-knockdown EPCs (FOXO4KD-EPCs) could suppress the oxidative stress-induced apoptosis and augment the neovascularization capacity in ischemic limbs. We transfected small interfering RNA targeted against FOXO4 of human EPCs to generate FOXO4  KD -EPCs and confirmed a  successful knockdown. FOXO4KD-EPCs gained resistance to apoptosis in response to hydrogen peroxide in vitro. Oxidative stress stained by dihydroethidium was stronger for the immunodeficient rat ischemic limb tissue than for the rat non- ischemic one. Although the number of apoptotic EPCs injected into the rat ischemic limb was greater than that of apoptotic EPCs injected into the rat non-ischemic limb, FOXO4  KD -EPCs injected into the rat ischemic limb brought less apoptosis and  more neovascularization than EPCs. Taken together, the use of FOXO4KD-EPCs with resistance to oxidative stress-induced apoptosis may be a new strategy to augment the effects of therapeutic angiogenesis by intramuscular injection of EPCs.  Citation: Nakayoshi T, Sasaki K-i, Kajimoto H, Koiwaya H, Ohtsuka M, et al. (2014) FOXO4-Knockdown Suppresses Oxidative Stress-Induced Apoptosis of Early Pro- Angiogenic Cells and Augments Their Neovascularization Capacities in Ischemic Limbs. PLoS ONE 9(3): e92626. doi:10.1371/journal.pone.0092626  Editor: Rajesh Mohanraj, UAE University, Faculty of Medicine & Health Sciences, United Arab Emirates  Received December 2, 2013; Accepted February 24, 2014; Published March 24, 2014  Copyright: - 2014 Nakayoshi et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This work was supported by the Grant-in-Aid from the Strategic Research Foundation for Private Universities from MEXT, Japan (http://www.mext.go. jp), to Kurume University; the Grant-in-Aid for Young Scientists (B) [23791509] to T.N; and the Grant from Kimura Memorial Heart Foundation (http://kimura-kinen. com/contents/zaidan/index.html) to T.N. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: For this resubmission, the authors confirm that co-author Yoshihiro Fukumoto is a PLOS ONE Editorial Board member and state that this does not alter their adherence to PLOS ONE editorial policies and criteria.  * E-mail: sasaken@med.kurume-u.ac.jp  Introduction  Cell therapy for augmenting neovascularization may be a  promising strategy to rescue tissues with ischemia [1]. Early pro-  angiogenic cells (EPCs) [2], which were reported to contribute to  adult neovascularization, may offer more options for cell therapy.  EPCs can be ex vivo-expanded out of isolated bone marrow-derived  mononuclear cells (BM-MNCs) and peripheral blood-derived  mononuclear cells (PB-MNCs) [3], and these cells have been used  for cell therapy in large-scale clinical trials [4]. We and others  performed therapeutic angiogenesis by intramuscular injection of  BM-MNCs and PB-MNCs for patients with critical limb ischemia  and reported the effects and safeties [5-8]. However, the effects  have been unsatisfactory. Although we and others reported that  the impaired migration capacity of atherosclerotic patient-derived  BM-MNCs and EPCs in vitro was related to the impaired  neovascularization capacity of the cells in vivo [9,10], there may  be other reasons for the unsatisfactory effects.  In ischemic limbs, exposure to acute or chronic hypoxia induces  oxidative stress to the skeletal muscle in animals and humans [11-  13]. In addition, it has been reported that oxidative stress is a  mediator of apoptosis [14,15]. Thus, ischemia-induced oxidative  stress may be increased in the limbs of patients with critical limb  ischemia and the ischemia-induced oxidative stress may accelerate  apoptosis of EPCs injected to the ischemic limbs. The loss of viable  EPCs may result in impaired neovascularization of the ischemic  limb. If we can augment the anti-apoptosis capacity of EPCs to  oxidative stress before the injection, the effects of therapeutic  angiogenesis may be more desirable. Therefore, we tried in this  study to find out how we could augment the anti-apoptosis  capacity of EPCs in response to oxidative stress. Brunet et al.  reported that apoptosis of human epithelial cells was suppressed by  inactivation of forkhead transcription factor (FOXO) [16].  Nemoto et al. reported that FOXO was activated by reactive  oxygen species (ROS) [17]. In EPCs, Urbich et al. reported that  FOXO4, but not FOXO1 and FOXO3a, played a pivotal role in  a signaling of oxidative stress-induced apoptosis [18]. Accordingly,  we transfected small interfering RNA (siRNA) targeted against  FOXO4 of EPCs to generate FOXO4-knockdown EPCs (FOX-  O4 KD  -EPCs) and examined whether FOXO4 KD  -EPCs gained  resistance to apoptosis in response to oxidative stress in vitro. In  PLOS ONE | www.plosone.org 1 March 2014 | Volume 9 | Issue 3 | e92626  http://creativecommons.org/licenses/by/4.0/   addition, we assessed whether intramuscular injection of FOX-  O4 KD  -EPCs to the rat ischemic limbs could augment neovascu-  larization though the augmented anti-apoptosis capacity to  ischemia-induced oxidative stress.  Materials and Methods  EPC Culture We first obtained written informed consent by documentation  for this study and then collected peripheral blood from healthy  volunteers and coronary artery disease patients with more than  two of the following atherosclerotic risk factors: age .65 years,  current smoking, hypertension, dyslipidemia, and diabetes. This  study conformed to the principles outlined in the Declaration of  Helsinki and was approved by the Committees on the Ethics  Review Board of Kurume University School of Medicine. We  generated EPCs from peripheral blood-derived mononuclear cells  (PB-MNCs), as we and others previously reported [9,19]. In brief,  PB-MNCs were isolated by density gradient centrifugation with  Ficoll (Ficoll-Paque PLUS, GE Healthcare Bio-Sciences AB) and  seeded onto a plate coated with fibronectin (Sigma) and cultured  in endothelial basal medium with supplements (EBM-2 BulletKit,  Clonetics) and 20% fatal bovine serum (FBS) for 4 days at 37uC, 5% CO2, in a humidified incubator.  EPC Apoptosis Assay We assessed apoptosis of EPCs in vitro and in vivo using the  terminal dUTP nick-end labeling (TUNEL) method. First, we  assessed apoptosis of EPCs subjected to malnutrition stress,  hypoxic stress, or oxidative stress in vitro. We incubated EPCs  with serum-free culture medium, with hypoxic chamber (O2 1.0%;  CO2 5.0%, N2; 94%; APM-30DR, ASTEC), or with 1 mM  hydrogen peroxide (H2O2)-added culture medium for 18 h at  37uC. H2O2 was used experimentally as the chemical agent of exogenous oxidative stress [18]. The cells were detached from the  culture plates, washed twice with PBS, and fixed with 1%  paraformaldehyde. TUNEL-positive cells were stained with an  Figure 1. Apoptosis of EPCs subjected to cytotoxic condition in vitro. (A) Pooled data of the percentage of TUNEL-positive cells in the flow cytometric analysis for non-treated-EPCs, low oxygen-treated- EPCs, serum-free medium-treated-EPCs, and H2O2-treated-EPCs (*: p, 0.001; n = 5, each). doi:10.1371/journal.pone.0092626.g001  Figure 2. FOXO expressions in apoptotic EPCs. (A) Representative western blotting photos of expressions of FOXO3a and FOXO4 in EPCs  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 2 March 2014 | Volume 9 | Issue 3 | e92626    apoptosis detection kit (In Situ Cell Death Detection Kit,  Fluorescein, Roche) and observed under a fluorescence micro-  scope (BX50, OLYMPUS). In addition, another apoptosis  detection kit (APO-DIRECTTM Kit, BD Biosciences) was used  to analyze TUNEL-positive cells using flow cytometry (FACS-  Canto II, Becton Dickinson). These staining procedures were  performed according to the respective manufacturers' instructions.  The flow cytometric analysis was performed with software  supplied by the manufacturer (FACSDiva, Becton Dickinson).  Second, we assessed apoptosis of EPCs injected into the rat  ischemic limbs. We labeled EPCs with a fluorescent red reagent  Dil (CellTracker CM-Dil C7000, Invitrogen) according to the  manufacturer's instructions and injected a total of 50 mL phosphate buffered saline (PBS) with or without EPCs (56105  cells per rat) into five equally-spaced points on the ischemic and  non-ischemic adductor muscles 2 h after the surgery of hindlimb  ischemia. We harvested the tissues of the ischemic and non-  ischemic adductor muscles 24 h after the injection of EPCs and  fixed 5-mm frozen sections of the tissues with 2% paraformalde- hyde for 10 min at room temperature. TUNEL-positive cells in  the tissues were stained with an apoptosis detection kit (In Situ Cell  Death Detection Kit, Fluorescein, Roche) according to the  manufacturer's instructions. We counted the numbers of TU-  NEL-positive and TUNEL-negative EPCs in 10 randomly selected  high-power fields (6400) with a fluorescence microscope (BX50, OLYMPUS) and divided the number of TUNEL-positive EPCs  by the total number of EPCs to calculate the apoptosis ratio for the  injected EPCs.  Western Blotting We harvested EPCs and thigh tissues from the culture plate and  rat ischemic limbs, respectively. Then, we lysed them with a buffer  (0.5 mM HEPES, pH 7.4, 5.0 M NaCl, 10% Triton X-100, 10%  glycerol, 0.2 M Na3VO4, 0.5 M NaF, 0.1 M NaPP). Twenty  micrograms of protein per sample was electrophoresed on a  polyacrylamide gel (NuPAGE Novex 4-12% Bis-Tris Gel,  Invitrogen), and the protein was transferred onto a polyvinylidene  difluoride membrane (iBlot Gel Transfer Stacks, Invitrogen). The  membrane was blocked with a buffer (Blocking One, Nacalai  and H2O2-treated-EPCs. EPCs were derived from atherosclerotic patients. (B) Pooled data of the FOXO3a/b-actin and FOXO4/b-actin expression ratios for the cells (*: p,0.05; n = 4, each). (C) A representative western blotting photo of expressions of FOXO4 in EPCs and H2O2-treated-EPCs. (D) Pooled data of the FOXO3a/b-actin and FOXO4/b-actin expression ratios of the cells. H-EPCs and P-EPCs indicate healthy volunteer-derived EPCs and atherosclerotic patient- derived EPCs, respectively (*: p,0.05; 1: p,0.01; n = 5, each). doi:10.1371/journal.pone.0092626.g002  Table 1. Baseline clinical characteristics of healthy volunteer- and atherosclerotic patient-derived EPCs.  Healthy volunteers Atherosclerotic patients  (n =10) (n =10)  Age (yrs) 34.461.4 74.262.7 P,0.001  Gender  Male 8 8 N.S  Female 2 2 N.S  Hypertension 0 9 P,0.001  Dyslipidemia 0 8 P,0.005  Diabetes mellitus 0 4 P,0.05  Smoking 2 7 P,0.05  Medication  RASi 0 5 P,0.05  Statin 0 8 P,0.001  RASi = renin-angiotensin system inhibitor. Data are presented as the mean 6 SEM. doi:10.1371/journal.pone.0092626.t001  Figure 3. Generation of FOXO4 KD  -EPCs. (A) A representative western blotting photo of expressions of FOXO4 in EPCs, NT-EPCs, and FOXO4KD-EPCs. (B) Pooled data of the FOXO4/b-actin expression ratios of the cells (*: p,0.001; n = 5, each). doi:10.1371/journal.pone.0092626.g003  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 3 March 2014 | Volume 9 | Issue 3 | e92626    Tesque, Inc.) and incubated for 24 h at 4uC with primary antibodies as follows: a rabbit anti-human b-actin antibody, a rabbit anti-human FOXO3a antibody, a rabbit anti-human  FOXO4 antibody, a rabbit anti-human Bim antibody, a rabbit  anti-human cleaved caspase-3 antibody, a rabbit anti-human  vascular endothelial growth factor (VEGF) antibody, a rabbit anti-  human basic-fibroblast growth factor (b-FGF) antibody (above  antibodies were purchased from Cell Signaling Technology), a  rabbit anti-human stromal cell-derived factor-1 (SDF-1) antibody,  and a rabbit anti-human insulin-like growth factor-1 (IGF-1)  antibody (above antibodies were purchased from abcam). The  membrane was then washed twice with TBS-Tween and  additionally incubated with a corresponding horseradish peroxi-  dase-conjugated secondary antibody (Invitrogen) for 60 min at  room temperature. The antigen-antibody complex signal was  optically detected using an enhanced chemiluminescence system  (SuperSignal West Pico Chemiluminescent Substrate, Thermo  Scientific), and the signal density was determined with image  analysis computer software (Multi Gauge v3.0, Fuji Film). b-actin or GAPDH was used as a control protein. Calculated densities  were expressed as FOXO3a/b-actin, FOXO4/b-actin, Bim/b- actin, cleaved caspase-3/b-actin, VEGF/GAPDH, b-FGF/ GAPDH, SDF-1/GAPDH, and IGF-1/GAPDH density ratios.  siRNA Transfection of EPCs We detached EPCs from the fibronectin-coated culture plate  with trypsin (TrypLE Express, Invitrogen), re-suspended them  with the serum-free medium, and re-seeded them onto a plate  coated with carboxyl (BD Pure Coat Carboxyl, BD Biosciences) to  avoid mixing of fibronectin into the sample of EPCs for western  blot analysis. The siRNA transfection of EPCs with either negative  control siRNA (sequence: sense 59-UAACGACGCGACGAC-  GUAAtt, antisense UUACGUCGUCGCGUCGUUAtt-39) or  FOXO4 siRNA (sequence: sense 59-CCGCGAUCAUAGAC-  Figures 4. Phenotype of FOXO4 KD  -EPCs. Representative histograms of the flow cytometric analysis for EPC surface antigens between EPCs (green histograms), NT-EPCs (blue histograms), or FOXO4  KD -EPCs (pink histograms). The gray histograms indicate isotype-matched IgG. Comparable  results were shown in five experiments. doi:10.1371/journal.pone.0092626.g004  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 4 March 2014 | Volume 9 | Issue 3 | e92626    CUAGAtt, antisense UCUAGGUCUAUGAUCGCGGca-39) (Si-  lencer Select siRNA, Applied Biosystems) was performed using the  magnetofection method [19,20].  EPC Phenotype Assay We assessed the phenotype of EPCs by flow cytometric analysis.  After detaching of EPCs from the culture plate, we incubated the  cells with antibodies to the following cell surface antigens: CD133  (PE-labeled, Miltenyi Biotec GmbH), CD34, CD31 (PE-labeled,  Figure 5. Anti-apoptosis capacity of FOXO4 KD  -EPCs in vitro. Representative dot plots (A) and histograms (B) of the flow cytometric analysis for EPCs and H2O2-treated-EPCs followed by TUNEL staining. The dot plots indicate EPCs positive for deoxyuridiine triphosphate (dUTP) and/or propidium iodide (PI). The dUTP-positive (i.e. TUNEL- positive) cells and PI-positive cells mean apoptotic and dead cells, respectively. The two black circles are located on the same coordinate axis of flow cytometry. The black vertical line on the histogram corresponds to the peak channel of fluorescence intensity of the isotype-matched IgG control. (C) Pooled data of the percentage of TUNEL-positive cells in the flow cytometric analysis for EPCs (**: p, 0.001; *: p,0.01;  1 : p,0.05; n = 5-6, each).  doi:10.1371/journal.pone.0092626.g005  Figure 6. Expressions of pro-apoptotic proteins of FOXO4KD- EPCs. (A) A representative western blotting photo of expressions of  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 5 March 2014 | Volume 9 | Issue 3 | e92626    BD Biosciences), and KDR (Biotin conjugated, Sigma; SAv-FITC  conjugated, BD Biosciences). The expressions of the antigens were  analyzed by a flow cytometer (FACSCanto II, Becton Dickinson)  [9,19].  Hindlimb Ischemia Animal Model We assessed oxidative stress and neovascularization of ischemic  limbs using a unilateral hindlimb ischemia animal model with 8-  to-12-week-old athymic nude rats (F344/N-rnu/rnu, CLEA Japan  Inc.) [19]. The proximal portion of the femoral artery and the  distal portion of the saphenous artery were occluded using an  electrical coagulator (Vetroson V-10 bi-polar electrosurgical unit,  Summit Hill Laboratories), and the overlying skin was closed using  nylon sutures. The investigation conformed to the Guide for the Care  and Use of Laboratory Animals published by the US National Institutes  of Health. The study protocol was approved by the Institutional  Animal Care and use Committee of Kurume University School of  Medicine. All procedures for rats were performed under anesthesia  with isoflurane (5% in 100% oxygen for induction, 1-2% in 100%  oxygen for maintenance) using an animal anesthesia apparatus  (TK-5, Bio Machinery). Depth of anesthesia was monitored by the  toe pinch reflex test.  ROS Production Assay To assess the oxidative stress of rat ischemic limbs, we analyzed  the generation of ROS in the limbs. At 14 days after the hindlimb  ischemia induction, the rats were sacrificed by cervical dislocation  after anesthesia with isoflurane, and the tissues of the ischemic and  non-ischemic adductor muscles were harvested. We made 5-mm frozen sections of the tissues and incubated them with 2 mmol/L  dihydroethidium (DHE) (Invitrogen), which is a probe to detect  ROS production, for 30 min at 37uC in the dark. The DHE staining of the section was assessed in 5 randomly selected high-  power fields (6200) under a fluorescence microscope (BX50, OLYMPUS). The DHE fluorescence intensity was quantified with  image analysis computer software (Image-Pro Plus 6.2J, Media  Cybernetics, Inc.).  Limb Perfusion Measurement At 14 days after the intramuscular injection of PBS with or  without EPCs (56105 cells per rat) to the rat ischemic limb, we determined the blood flow of the rat ischemic and non-ischemic  limbs with a laser Doppler blood flow imager (moorLDI-Mark 2,  Moor Instruments Ltd.). Before scanning of the blood flow, rats  were placed on a heating pad (FHP-300S, TGK) at 37uC to minimize variations in temperature. The mean of laser Doppler  flux was analyzed on both limbs with software supplied by the  manufacturer. To avoid variables due to ambient light and  temperature, the calculated blood perfusion was expressed as the  ischemic/non-ischemic hindlimb blood flow ratio [9,19].  Capillary Density Analysis For histological assessment of neovascularization of the rat  ischemic limb intramuscularly injected PBS with or without EPCs,  we analyzed the capillary density in five-mm frozen sections of the ischemic adductor muscles at 14 days after the injection. Capillary  endothelial cells were stained with CD31 monoclonal antibody  FOXO4, BimEL, and cleaved caspase-3 in EPCs. (B) Pooled data of the FOXO4/b-actin, BimEL/b-actin, and cleaved caspase-3/b-actin expres- sion ratios for EPCs. The expression ratios in non-transfected and H2O2- treated EPCs (purple bars) were control. (*: p,0.05;  1 : p,0.0005;  11 : p,  0.0001; n = 5-7, each). doi:10.1371/journal.pone.0092626.g006  Figure 7. ROS production in athymic nude rat ischemic limbs. (A) Representative fluorescence microscopic images of DHE-stained tissues of the non-ischemic and ischemic limbs of athymic nude rats. DHE was stained red. Scale bar: 100 mm. (B) Pooled data of DHE fluorescence intensity of the rat non-ischemic and ischemic limbs (*: p, 0.05; n = 12, each). (C) Representative fluorescence microscopic images of DHE-stained tissues of the ischemic limbs 24 h after intramuscular injection of PBS, EPCs, or FOXO4KD-EPCs. Scale bar: 100 mm. (D) Pooled data of DHE fluorescence intensity of the ischemic limbs 24 h after intramuscular injection of PBS, EPCs, or FOXO4  KD -EPCs (n = 7, each).  doi:10.1371/journal.pone.0092626.g007  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 6 March 2014 | Volume 9 | Issue 3 | e92626    (FITC-labeled, BD Biosciences). The numbers of CD31-positive  capillaries (,20 mm), Dil-positive cells, and myofibers in 10 randomly selected high-power fields (6200) of the same traverse sections were counted with a fluorescence microscope (BX50,  OLYMPUS). We divided the number of CD31-positive capillaries  by the number of myofibers to calculate the CD31-positive  capillary density [9,19].  EPCs Incorporation Analysis For histological assessment of human-derived EPCs incorpora-  tion in endothelial cells of rat ischemic limbs with the intramus-  cular injection of the EPCs, we stained 5-mm frozen sections of the rat ischemic adductor muscles with CD31 monoclonal antibody  (BD Pharmingen; labeled with Dylight549 IgG, Jackson Immu-  noresearch Laboratories) and proliferative cell nuclear antigen  (PCNA) monoclonal antibody (abcam; labeled with HRP IgG,  Molecular Probes and Alexa Fluor 488 Tyramide, Invitrogen).  The CD31 antibody and PCNA antibody specifically react with  human cells and rat cells, respectively. The numbers of PCNA-  positive cells incorporated in CD31-positive endothelial cells (.  10 mm) in 10 randomly selected high-power fields (6400) of the same traverse sections were counted with a fluorescence micro-  scope (BZ-9000, Keyence).  EPC Secretion Assay EPCs secrete neovascularization-related cytokines [9,19,21]. In  order to evaluate the secretion capacity of EPCs, we measured the  Figure 8. Anti-apoptosis capacity of FOXO4 KD  -EPCs in vivo. (A) Representative fluorescence microscopic photos of Dil-labeled cells 24 h after intramuscular injection to the rat non-ischemic or ischemic limb. The red cells and green cells indicate Dil-labeled EPCs and TUNEL- positive cells, respectively. (B) Pooled data of the apoptosis ratio for the injected cells (*: p,0.05; **: p,0.0005;  1 : p,0.0001; n = 5-6, each).  doi:10.1371/journal.pone.0092626.g008  Figure 9. Neovascularization capacity of FOXO4 KD  -EPCs in vivo. (A) Representative laser Doppler blood flow images of both limbs of  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 7 March 2014 | Volume 9 | Issue 3 | e92626    concentrations of VEGF, b-FGF, SDF-1a, and IGF-1 in supplement-free culture medium with a high-sensitivity enzyme-  linked immunosorbent assay kit (Amersham Pharmacia Biotech)  [9,19].  Statistical Analysis All values are expressed as means 6 SE. In the western blot  analysis, results of the expression of FOXO3a or FOXO4 in EPCs  and H2O2-treated-EPCs were analyzed with the paired Student's  t-test. Results of the expressions of FOXO4 in healthy volunteer-  and atherosclerotic patient-derived EPCs were analyzed with the  Student's t-test. Results of DHE tissue staining were also analyzed  with the Student's t-test. Other results were analyzed with one-way  ANOVA with Tukey's post-hoc test. P values ,0.05 were  considered statistically significant. All analyses were performed  with SPSS version 16.0 (SPSS Inc.).  Results  Apoptosis of EPCs in vitro In atherosclerotic patient-derived EPCs, the percentage of  TUNEL-positive EPCs (i.e. apoptotic EPCs) was significantly  greater for EPCs subjected to H2O2 (i.e. oxidative stress) than to  serum-free medium (i.e. malnutrition stress) or to low oxygen (i.e.  hypoxic stress). These results suggested high susceptibility of  atherosclerotic patient-derived EPCs for oxidative stress-induced  apoptosis (Fig. 1).  FOXO Expressions in Apoptotic EPCs In atherosclerotic patient-derived EPCs, the expression of  FOXO3a in H2O2-treated EPCs was comparable to that in  non-treated EPCs (Fig. 2A, B). However, the expression of FOXO4 in H2O2-treated EPCs was significantly greater than that  in non-treated EPCs (Fig. 2A, B). These results suggested that FOXO4 was more essential for oxidative stress-induced apoptosis  of atherosclerotic patient-derived EPCs than FOXO3a.  Intriguingly, the expression of FOXO4 in EPCs under normal  conditions was significantly greater for atherosclerotic patient-  derived EPCs than for healthy volunteer-derived EPCs (Fig. 2C, D). The baseline clinical characteristics of healthy volunteer- and atherosclerotic patient-derived EPCs are shown in Table 1. Moreover, the expression of FOXO4 in EPCs subjected to H2O2 was augmented in atherosclerotic patient-derived EPCs only  (Fig. 2C, D). These results suggested again that FOXO4 was essential for oxidative stress-induced apoptosis of atherosclerotic  patient-derived EPCs.  Taken together, we adopted FOXO4 to generate FOXO-  knockdown EPCs gained resistance to oxidative stress-induced  apoptosis and used atherosclerotic patient-derived cells for the  generation.  athymic nude rats (left panels) and fluorescence microscopic photos of CD31-positive endothelial capillaries in the ischemic limb (right panels) 14 days after intramuscular injection of PBS, EPCs, NT-EPCs, or FOXO4KD- EPCs to the right ischemic limb. The hindlimbs enclosed by white squares indicate the right ischemic limbs. Red to white color and dark blue color on the image indicate high and low perfusion signals, respectively. CD31-positive endothelial capillaries were stained green. Scale bar: 100 mm. Pooled data of the ischemic/non-ischemic hindlimb blood flow ratio (B) and the capillary density (C) 14 days after the injection (*: p,0.05; **: p,0.01; ***: p,0.005;  1 : p,0.0005; n = 5-6,  each). doi:10.1371/journal.pone.0092626.g009  Figure 10. Kinetics of EPCs for neovascularization in vivo. (A) Representative fluorescence microscopic images of EPCs incorporated in endothelial cells of the ischemic limbs of athymic nude rats 60 h after intramuscular injection of EPCs, NT-EPCs, or FOXO4KD-EPCs. Rat specific  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 8 March 2014 | Volume 9 | Issue 3 | e92626    Generation of FOXO4KD-EPCs FOXO4 expression in negative control siRNA transfected EPCs  (NT-EPCs) was comparable to that in non-transfected EPCs  (Fig. 3A). FOXO4 expression in FOXO4 siRNA transfected EPCs was significantly lower by 39.367.2% than that in non-  transfected EPCs, indicating successful generation of FOXO4 KD  -  EPCs (Fig. 3B).  Phenotype of EPCs In the flow cytometric analysis, the expressions of CD133,  CD34, CD31, and KDR, which were reported as surface antigens  of EPCs [3,9,19], were comparable among EPCs, NT-EPCs, and  FOXO4 KD  -EPCs (Fig. 4). These results indicated that siRNA transfection did not alter the phenotype of EPCs.  Anti-apoptosis Capacity of FOXO4KD-EPCs in vitro After treatment of EPCs with H2O2, the number of TUNEL-  positive EPCs was significantly smaller for FOXO4 KD  -EPCs than  for EPCs and NT-EPCs (Fig. 5A-C). The expressions of BimEL and cleaved caspase-3, which were reported as pro-apoptotic  proteins of EPCs [18,22], were significantly decreased as well as  the expression of FOXO4 in FOXO4 KD  -EPCs treated with H2O2 (Fig. 6A,B). These results suggested that anti-apoptosis capacity for oxidative stress was augmented in FOXO4  KD -EPCs.  ROS Production in Athymic Nude Rat Ischemic Limbs In the rat ischemic and contralateral non-ischemic limb tissues  stained with DHE, the fluorescence intensity of DHE was  significantly greater for the ischemic tissues than for the non-  ischemic tissues, indicating that more ROS was produced in the  ischemic limb than in the non-ischemic limb (Fig. 7A, B). In addition, the DHE expression in the ischemic limb injected EPCs  or FOXO4 KD  -EPCs was comparable to that in the ischemic limb  injected PBS (Fig. 7C, D). These results suggested that intramuscularly injected EPCs or FOXO4  KD -EPCs did not reduce  ROS in the ischemic limb tissues.  Anti-apoptosis Capacity of FOXO4KD-EPCs in vivo At 24 h after intramuscular injection of EPCs to the rat  ischemic and contralateral non-ischemic limbs, significantly more  EPCs were positive for TUNEL in the ischemic limb than in the  non-ischemic limb (Fig. 8A, B), indicating more apoptosis of the injected EPCs in the ischemic limb than in the non-ischemic limb.  However, the number of apoptotic EPCs was significantly smaller  for FOXO4 KD  -EPCs but not NT-EPCs in the ischemic limb  (Fig. 8A, B), suggesting the augmented anti-apoptosis capacity of FOXO4  KD -EPCs in the ischemic limb.  Neovascularization Capacity of FOXO4KD-EPCs in vivo At 14 days after intramuscular injection of PBS or EPCs to the  rat ischemic limb, the blood flow ratio and the CD31-positive  capillary density of the ischemic limb were significantly greater for  the injection of EPCs than for the injection of PBS (Fig. 9A-C), which were further increased by the injection of FOXO4  KD -EPCs,  but not NT-EPCs (Fig. 9A-C).  Incorporation of EPCs in Endothelial Cells in vivo At 60 h after intramuscular injection of human-derived EPCs in  the rat ischemic limb, human-specific proliferative cell nuclear  antigens (PCNA)-positive cells, which were defined as injected  EPCs in proliferative phase, were incorporated in rat CD31-  positive endothelial cells (Fig. 10A). Moreover, the number of PCNA-positive cells incorporated in CD31-positive endothelial  cells was significantly greater in the injection of FOXO4 KD  -EPCs  than in the injections of EPCs and NT-EPCs (Fig. 10B). This result suggested that more FOXO4  KD -EPCs survived in the  ischemic limb tissue and were incorporated in endothelial cells of  the tissue for augmenting neovascularization of the limb.  Secretion Capacity of FOXO4KD-EPCs The concentrations of VEGF, b-FGF, IGF-1, and SDF-1a  secreted from EPCs in the culture medium were comparable  among EPCs, NT-EPCs, and FOXO4 KD  -EPCs (Table 2), suggesting that there were no effect of FOX4-knockdown on the  secretion capacity of EPCs.  Angiogenic Cytokines in Athymic Nude Rat Ischemic Limbs We examined EPC-secreted angiogenic cytokines such as  VEGF, b-FGF, IGF-1, and SDF-1 in the rat ischemic limb using  western blot analysis. At 60 h after the EPCs injection, the  expressions of human specific VEGF, b-FGF, SDF-1, and IGF-1  were greater in the injection of FOXO4 KD  -EPCs than in the  injections of EPCs and NT-EPCs (Fig. 10C). These results suggested that more FOXO4  KD -EPCs survived in the ischemic  CD31-positive endothelial cells were stained red. Human specific PCNA- positive cells, which were defined as human-derived EPCs, were stained green. Scale bar: 50 mm. (B) Pooled data of the number of PCNA- positive EPCs incorporated in endothelial cells of the rat ischemic limbs 60 h after the injection of EPCs, NT-EPCs, or FOXO4  KD -EPCs (*: p,0.01;  **: p,0.005; n = 5, each). (C) A representative western blotting photo of expressions of human specific VEGF, b-FGF, SDF-1, and IGF-1 in the rat ischemic limb 60 h after intramuscular injection of EPCs, NT-EPCs, or FOXO4KD-EPCs (n = 4, each). doi:10.1371/journal.pone.0092626.g010  Table 2. Concentrations of EPC-secreted angiogenic proteins in the culture medium.  EPCs NT-EPCs FOXO4 KD  -EPCs  (n=6) (n =6) (n=6)  VEGF (610 pg/ml) 13.862.5 11.460.5 12.360.9 N.S  b-FGF (610 pg/ml) 1.460.4 2.260.3 2.160.1 N.S  IGF-1 (610 pg/ml) 27.165.6 17.461.2 17.961.6 N.S  SDF-1a (610 pg/ml) 82.5617.2 95.9613.7 87.4620.7 N.S  VEGF: vascular endothelial growth factor; b-FGF: basic-fibroblast growth factor; IGF-1: insulin-like growth factor-1; SDF-1a: stromal cell derived factor-1a. doi:10.1371/journal.pone.0092626.t002  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 9 March 2014 | Volume 9 | Issue 3 | e92626    limb tissue and secreted more angiogenic cytokines in the tissue for  augmenting neovascularization of the limb.  Discussion  Oxidative Stress Enhanced Apoptosis of EPCs in vivo Arterial occlusion of the limb causes tissue ischemia, subse-  quently resulting in depletion of the energy, collapse of the ion  equilibrium, and induction of oxidative stress for the limb [11-13].  EPCs have been injected to such ischemic limb for therapeutic  angiogenesis so far. In this study, oxidative stress was higher  cytotoxic factor for EPCs than malnutrition and hypoxic stress  in vitro. This result may suggest that a great number of EPCs that  are injected to the ischemic limb lose the viability due to ischemia-  induced oxidative stress in the limb (Fig. 11A, B). Oxidative stress, which is caused by an imbalance between the production  and accumulation of ROS and the body's ability to manage them  with various antioxidants, was reported to be increase in ischemic  skeletal muscles of human and rodent limbs [11-13]. In this study,  the expression of DHE, which is a probe to detect ROS  production, was greater in the ischemic limb of athymic nude  rat than in the contralateral non-ischemic limb of the rat,  indicating that oxidative stress was increased in the rat ischemic  limb. Moreover, at 24 h after the intramuscular injection of EPCs  to the rat limb with or without ischemia, the number of apoptotic  EPCs was greater in the ischemic limb than in the non-ischemic  limb. These results suggested that intramuscularly injected EPCs  to the ischemic limb resulted in apoptosis partly due to oxidative  stress of the limb and a great number of viable EPCs with  neovascularization capacity were lost from the limb.  FOXO4-knockdown Suppressed Oxidative Stress-induced Apoptosis of EPCs in vitro It has been reported that oxidative stress activated FOXO and  the activation promoted apoptosis [16,17]. In this study, the  expression of FOXO4, but not FOXO3a, was augmented in  H2O2-treated EPCs, which may suggest that oxidative stress  induces FOXO4-mediated apoptosis of EPCs. In addition,  FOXO4 KD  -EPCs prevented oxidative stress-induced apoptosis  in vitro and the expressions of pro-apoptotic proteins BimEL and  cleaved caspase-3 were decreased in FOXO4 KD  -EPCs in response  to oxidative stress. Thus, we succeeded ex vivo in generating  FOXO4 KD  -EPCs with augmented anti-apoptosis capacity for  oxidative stress.  FOXO4KD-EPCs Contributed to Augment Neovascularization in vivo In order to assess whether the ex vivo anti-apoptosis capacity of  FOXO4 KD  -EPCs could work in vivo, we intramuscularly injected  EPCs, NT-EPCs, or FOXO4 KD  -EPCs into the rat ischemic limb  and assessed neovascularization of the limb. At 24 h after the cell  injection, the number of apoptotic FOXO4 KD  -EPCs was signif-  icantly smaller than that of apoptotic EPCs or NT-EPCs in the  limb. The the injection of EPCs or NT-EPCs increased the blood  flow and the capillary density of the rat ischemic limb more than  the injection of PBS at 14 days, which were further increased by  the injection of FOXO4 KD  -EPCs. Moreover, injected EPCs in  proliferative phase were incorporated in endothelial cells of the  limb tissue and the number of the EPCs was significantly greater in  the injection of FOXO4 KD  -EPCs than in the injections of EPCs  and NT-EPCs. These results suggested that the ex vivo anti-  apoptosis capacity of FOXO4 KD  -EPCs could work in the rat  ischemic limb to decrease the loss of intramuscularly injected  EPCs and to let the surviving many EPCs fully bring out the  Figure 11. Imaginable schemas of the neovascularization in rat ischemic limb tissues with ischemia-induced oxidative stress. (A) An imaginable schema the neovascularization in the tissues without EPCs injection, (B) with EPCs injection, and (C) with FOXO4KD-EPCs injection. doi:10.1371/journal.pone.0092626.g011  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 10 March 2014 | Volume 9 | Issue 3 | e92626    neovascularization capacity in the limb (Fig. 11B, C). Urbich et al. reported that EPCs secreted angiogenic proteins such as  VEGF, SDF-1, and IGF-1 and thereby enhanced migration of  mature endothelial cells for neovascularization of the ischemic  tissue [21]. In this study, FOXO4-knockdown did not affect the  secretion of such angiogenic proteins. Given the augmented anti-  apoptosis capacity of FOXO4 KD  -EPCs in the ischemic limb, the  amount of angiogenic proteins secreted from intramuscularly  injected EPCs was greater for FOXO4 KD  -EPC-injected limb than  for non-treated EPC-injected limb. This may be one of the  mechanisms of augmented neovascularization by the injection of  FOXO4 KD  -EPCs. Indeed, the expression of VEGF, b-FGF, SDF-  1, and IGF-1 secreted from EPCs in the rat ischemic limb tissue  were greater in the injection of FOXO4 KD  -EPCs than in the  injections of EPCs and NT-EPCs.  Urao et al. have recently reported in endothelial specific  catalase transgenic mice with hindlimb ischemia that endothelial  cell-derived H2O2, which is a kind of ROS, plays a critical role in  neovascularization of the ischemic limb [23]. Although we assume  in this study that ischemia-induced oxidative stress plays an  undesirable role in EPC-mediated neovascularization of the  ischemic limb, there may be the possibility that intramuscularly  injected EPCs reduced endothelial cell-derived H2O2 in the  ischemic limb and thereby impaired endothelial cell-regulated  neovascularization. However, this possibility was thought to be  unlikely because the expression of DHE in EPC- or FOXO4 KD  -  EPC-injected ischemic limb tissue was comparable to that in PBS-  injected ischemic limb tissue. Thus, FOXO4 KD  -EPCs injection to  the ischemic limb did not affect neovascularization regulated by  the endothelial cell-derived ROS but contributed to augment  EPC-mediated neovascularization by the decrease of oxidative  stress-induced apoptosis of EPCs.  Study Limitations There were several limitations in this study. First, we used  EPCs, but not MNCs, in this study. Further, EPCs were generated  from PB-MNCs, but not from BM-MNCs. FOXO4-knockdown in  BM-MNCs should be examined in our future study. Second, we  did not directly examine the activation of FOXO4 (e.g. the  expression of phosphorylated FOXO4) in apoptotic EPCs but  indirectly assessed the activation by expressions of BimEL and  cleaved caspasse-3. Third, we assessed the in vivo neovasculariza-  tion capacity of FOXO4 KD  -EPCs in the ischemic limbs of rats  without atherosclerotic risk factors. It has been reported that  hindlimb ischemia induction in rodents with atherosclerotic risk  factors further increased oxidative stress in the plasma and  ischemic limb tissue [24-26]. Accordingly, in the ischemic limbs of  rodents with atherosclerotic risk factors we may not be able to  obtain the same neovascularization by FOXO4 KD  -EPCs as we did  in this study. Forth, we did not perform this study using healthy  volunteer-derived FOXO4 KD  -EPCs in vivo. Although the expres-  sion of FOXO4 in EPCs subjected to H2O2 in vitro was augmented  in atherosclerotic patient-derived EPCs only, future studies are  required to examine if the in vivo neovascularization capacity of  healthy volunteer-derived EPCs was augmented by FOXO4-  knockdown of the cells as observed in atherosclerotic patient-  derived EPCs. However, most critical limb ischemia patients  undergoing therapeutic angiogenesis have several atherosclerotic  risk factors and the patient-derived cells are actually used in the  therapy, suggesting an appropriate use of atherosclerotic patient-  derived cells for this study. Fifth, we were not able to examine the  anti-apoptosis capacity of FOXO4 KD  -EPCs in vivo in several time  points after intramuscular injection to the rat ischemic limb,  because we were not able to find any TUNEL-positive EPCs in the  limb 72 h after the injection of Dil-labeled EPCs (data not shown),  suggesting that apoptotic EPCs in the limb might be phagocytized  by cells such as macrophages within 72 h of the injection. Thus, it  may be difficult to study the anti-apoptosis capacity of FOXO4 KD  -  EPCs after 24 h of the injection to ischemic tissues. Sixth, we have  performed this study using hydrogen peroxide, but not other  stimulators. Future studies are required to examine if other  stimulators and transcriptional regulators, which were induced by  hypoxic condition in the rat ischemic limb, related to apoptosis of  EPCs. We do not consider that hydrogen peroxide is the main  source to induce apoptosis of EPCs intramuscularly injected in the  ischemic limb.  Conclusion  FOXO4 KD  -EPCs gained resistance to oxidative stress-induced  apoptosis in the ischemic limb, resulting in decrease of the loss of  workable EPCs for neovascularization of the limb. Intramuscular  injection of FOXO4 KD  -EPCs may be a promising therapeutic  strategy for patients with critical limb ischemia.  Acknowledgments  We thank Kimiko Kimura, Miho Kogure, and Miyuki Nishigata in the  cardiovascular research institute, Kurume University for their excellent  technical support in the flow cytometry, western blotting, ELISA, and  tissue staining.  Author Contributions  Conceived and designed the experiments: KS. Performed the experiments:  TN KS H. Kajimoto. Analyzed the data: TN KS H. Kajimoto TU YF TI.  Contributed reagents/materials/analysis tools: TN KS H. Kajimoto TI.  Wrote the paper: TY KS YF TI. Assisted the experiments: H. Koiwaya  MO HC NI MS SY.  References  1. Losordo DW, Dimmeler S (2004) Therapeutic angiogenesis and vasculogenesis  for ischemic disease: part II: cell-based therapies. Circulation 109: 2692-2697.  2. Urbich C, De Souza AI, Rossig L, Yin X, Xing Q, et al. (2011) Proteomic  characterization of human early pro-angiogenic cells. J Mol Cell Cardiol 50:  333-336.  3. Hirschi KK, Ingram DA, Yoder MC (2008) Assessing identity, phenotype, and  fate of endothelial progenitor cells. Arterioscler Thromb Vasc Biol 28: 1584-  1595.  4. Abdel-Latif A, Bolli R, Tleyjeh IM, Montori VM, Perin EC, et al. (2007) Adult  bone marrow-derived cells for cardiac repair: a systematic review and meta-  analysis. Arch Intern Med 167: 989-997.  5. Tateishi-Yuyama E, Matsubara H, Murohara T, Ikeda U, Shintani S, et al.  (2002) Therapeutic angiogenesis for patients with limb ischaemia by autologous  transplantation of bone-marrow cells: a pilot study and a randomised controlled  trial. Lancet 360: 427-435.  6. Saito Y, Sasaki K, Katsuda Y, Murohara T, Takeshita Y, et al. (2007) Effect of  autologous bone-marrow cell transplantation on ischemic ulcer in patients with  Buerger's disease. Circ J 71: 1187-1192.  7. Matoba S, Tatsumi T, Murohara T, Imaizumi T, Katsuda Y, et al. (2008) Long-  term clinical outcome after intramuscular implantation of bone marrow  mononuclear cells (Therapeutic Angiogenesis by Cell Transplantation [TACT]  trial) in patients with chronic limb ischemia. Am Heart J 156: 1010-1018.  8. Moriya J, Minamino T, Tateno K, Shimizu N, Kuwabara Y, et al. (2009) Long-  term outcome of therapeutic neovascularization using peripheral blood  mononuclear cells for limb ischemia. Circ Cardiovasc Interv 2: 245-254.  9. Toyama Y, Sasaki K, Tachibana K, Ueno T, Kajimoto H, et al. (2012)  Ultrasound stimulation restores impaired neovascularization-related capacities  of human circulating angiogenic cells. Cardiovasc Res 95: 448-459.  10. Heeschen C, Lehmann R, Honold J, Assmus B, Aicher A, et al. (2004)  Profoundly reduced neovascularization capacity of bone marrow mononuclear  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 11 March 2014 | Volume 9 | Issue 3 | e92626    cells derived from patients with chronic ischemic heart disease. Circulation 109:  1615-1622. 11. Clanton TL (2007) Hypoxia-induced reactive oxygen species formation in  skeletal muscle. J Appl Physiol 102: 2379-2388.  12. Gonzalez Flecha B, Llesuy S, Boveris A (1991) Hydroperoxide-initiated chemiluminescence: an assay for oxidative stress in biopsies of heart, liver, and  muscle. Free Radic Biol Med 10: 93-100. 13. Alves WF, Aguiar EE, Guimarães SB, da Silva Filho AR, Pinheiro PM, et al.  (2010) L-alanyl-glutamine preoperative infusion in patients with critical limb  ischemia subjected to distal revascularization reduces tissue damage and protects from oxidative stress. Ann Vasc Surg 24: 461-467.  14. Buttke TM, Sandstrom PA (1994) Oxidative stress as a mediator of apoptosis. Immunol Today 15: 7-10.  15. Haddad JJ (2004) Redox and oxidant-mediated regulation of apoptosis signaling pathways: immuno-pharmaco-redox conception of oxidative siege versus cell  death commitment. Int Immunopharmacol 4: 475-493.  16. Brunet A, Bonni A, Zigmond MJ, Lin MZ, Juo P, et al. (1999) Akt promotes cell survival by phosphorylating and inhibiting a Forkhead transcription factor. Cell  96: 857-868. 17. Nemoto S, Finkel T (2002) Redox regulation of forkhead proteins through a  p66shc-dependent signaling pathway. Science 295: 2450-2452.  18. Urbich C, Knau A, Fichtlscherer S, Walter DH, Brühl T, et al. (2005) FOXO- dependent expression of the proapoptotic protein Bim: pivotal role for apoptosis  signaling in endothelial progenitor cells. FASEB J 19: 974-976. 19. Koiwaya H, Sasaki K, Ueno T, Yokoyama S, Toyama Y, et al. (2011)  Augmented neovascularization with magnetized endothelial progenitor cells in rats with hind-limb ischemia. J Mol Cell Cardiol 51: 33-40.  20. Krötz F, Sohn HY, Gloe T, Plank C, Pohl U (2003) Magnetofection potentiates  gene delivery to cultured endothelial cells. J Vasc Res 40: 425-434.  21. Urbich C, Aicher A, Heeschen C, Dernbach E, Hofmann WK, et al. (2005)  Soluble factors released by endothelial progenitor cells promote migration of  endothelial cells and cardiac resident progenitor cells. J Mol Cell Cardiol 39:  733-742.  22. Xu S, Zhao Y, Yu L, Shen X, Ding F, et al. (2011) Rosiglitazone attenuates  endothelial progenitor cell apoptosis induced by TNF-a via ERK/MAPK and NF-kB signal pathways. J Pharmacol Sci 117: 265-274.  23. Urao N, Sudhahar V, Kim SJ, Chen GF, McKinney RD, et al. (2013) Critical  role of endothelial hydrogen peroxide in post-ischemic neovascularization. PLoS  One 8: e57618.  24. Pattillo CB, Bir SC, Branch BG, Greber E, Shen X, et al. (2011) Dipyridamole  reverses peripheral ischemia and induces angiogenesis in the Db/Db diabetic  mouse hind-limb model by decreasing oxidative stress. Free Radic Biol Med 50:  262-269.  25. de Nigris F, Balestrieri ML, Williams-Ignarro S, D'Armiento FP, Lerman LO, et  al. (2007) Therapeutic effects of autologous bone marrow cells and metabolic  intervention in the ischemic hindlimb of spontaneously hypertensive rats involve  reduced cell senescence and CXCR4/Akt/eNOS pathways. J Cardiovasc  Pharmacol 50: 424-433.  26. Balestrieri ML, Lu SJ, de Nigris F, Giovane A, Williams-Ignarro S, et al. (2010)  Therapeutic angiogenesis in diabetic apolipoprotein E-deficient mice using bone  marrow cells, functional hemangioblasts and metabolic intervention. Athero-  sclerosis 209: 403-414.  Therapeutic Angiogenesis with FOXO4-Knockdown EPCs  PLOS ONE | www.plosone.org 12 March 2014 | Volume 9 | Issue 3 | e92626  View publication statsView publication stats  https://www.researchgate.net/publication/261068445",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}