{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "pone.0098448 1..8   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/262846214  Carbon Ion Radiation Inhibits Glioma and Endothelial Cell Migration Induced  by Secreted VEGF  Article  in  PLoS ONE · June 2014  DOI: 10.1371/journal.pone.0098448 · Source: PubMed  CITATIONS  18 READS  245  9 authors, including:  Some of the authors of this publication are also working on these related projects:  veterinary drug residue analysis View project  Isoliquiritigenin treatment induces apoptosis by increasing intracellular ROS levels in HeLa cells View project  Yang Liu  Zhengzhou University  222 PUBLICATIONS   2,451 CITATIONS     SEE PROFILE  Chao Sun  Plastic Surgery Hospital, Chinese Academy of Medical Sciences and Peking Union …  261 PUBLICATIONS   3,217 CITATIONS     SEE PROFILE  Luwei Zhang  The University of Sheffield  10 PUBLICATIONS   160 CITATIONS     SEE PROFILE  Yuting Du  The University of York  10 PUBLICATIONS   59 CITATIONS     SEE PROFILE  All content following this page was uploaded by Rong Zhou on 16 July 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/262846214_Carbon_Ion_Radiation_Inhibits_Glioma_and_Endothelial_Cell_Migration_Induced_by_Secreted_VEGF?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/262846214_Carbon_Ion_Radiation_Inhibits_Glioma_and_Endothelial_Cell_Migration_Induced_by_Secreted_VEGF?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/veterinary-drug-residue-analysis?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Isoliquiritigenin-treatment-induces-apoptosis-by-increasing-intracellular-ROS-levels-in-HeLa-cells?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yang-Liu-1154?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yang-Liu-1154?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Zhengzhou-University?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yang-Liu-1154?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chao-Sun-35?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chao-Sun-35?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Chao-Sun-35?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Luwei-Zhang?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Luwei-Zhang?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-Sheffield?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Luwei-Zhang?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yuting-Du?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yuting-Du?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-York?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yuting-Du?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rong-Zhou-9?enrichId=rgreq-fa4ed70c050e7197b57649e8972eaa9e-XXX&enrichSource=Y292ZXJQYWdlOzI2Mjg0NjIxNDtBUzoyNTE2NDE1NjM3MDk0NDBAMTQzNzAwNzQzMjU1Ng%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Carbon Ion Radiation Inhibits Glioma and Endothelial Cell Migration Induced by Secreted VEGF Yang Liu1,2,3, Yuanyuan Liu1,2,3, Chao Sun1,2,3, Lu Gan1,2,3, Luwei Zhang1,2,3, Aihong Mao1,2,3,4,  Yuting Du5, Rong Zhou1,2,3, Hong Zhang1,2,3*  1 Department of Radiation Medicine, Institute of Modern physics, Chinese Academy of Sciences, Lanzhou, China, 2 Key Laboratory of Heavy Ion Radiation Biology and  Medicine of Chinese Academy of Sciences, Lanzhou, China, 3 Key Laboratory of Heavy Ion Radiation Medicine of Gansu Province, Lanzhou, China, 4 Graduate School of  Chinese Academy of Sciences, Beijing, China, 5 Lanzhou University, Hospital of Stomatology, Lanzhou, China  Abstract  This study evaluated the effects of carbon ion and X-ray radiation and the tumor microenvironment on the migration of glioma and endothelial cells, a key process in tumorigenesis and angiogenesis during cancer progression. C6 glioma and human microvascular endothelial cells were treated with conditioned medium from cultures of glioma cells irradiated at a range of doses and the migration of both cell types, tube formation by endothelial cells, as well as the expression and secretion of migration-related proteins were evaluated. Exposure to X-ray radiation-conditioned medium induced dose- dependent increases in cell migration and tube formation, which were accompanied by an upregulation of vascular endothelial growth factor (VEGF) and matrix metalloproteinase (MMP)-2 and -9 expression. However, glioma cells treated with conditioned medium of cells irradiated at a carbon ion dose of 4.0 Gy showed a marked decrease in migratory potential and VEGF secretion relative to non-irradiated cells. The application of recombinant VEGF165 stimulated migration in glioma and endothelial cells, which was associated with increased FAK phosphorylation at Tyr861, suggesting that the suppression of cell migration by carbon ion radiation could be via VEGF-activated FAK signaling. Taken together, these findings indicate that carbon ion may be superior to X-ray radiation for inhibiting tumorigenesis and angiogenesis through modulation of VEGF level in the glioma microenvironment.  Citation: Liu Y, Liu Y, Sun C, Gan L, Zhang L, et al. (2014) Carbon Ion Radiation Inhibits Glioma and Endothelial Cell Migration Induced by Secreted VEGF. PLoS ONE 9(6): e98448. doi:10.1371/journal.pone.0098448  Editor: Aamir Ahmad, Wayne State University School of Medicine, United States of America  Received November 21, 2013; Accepted May 2, 2014; Published June 3, 2014  Copyright: - 2014 Liu et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This work was supported by grants from the National Basic Research Program of China (2010CB834202), The National Natural Science Foundation of China (11205214 and 11305224), the Scientific Technology Research Projects of Gansu Province (0702NKDA045, 0806RJYA020). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * E-mail: zhangh@impcas.ac.cn  Introduction  Malignant gliomas are the most common and lethal type of  primary glioma in adults [1] due to its aggressivity and high  propensity for invasion into surrounding normal tissue, which  contribute to poor prognosis. Radiotherapy, a standard adjuvant  to surgery, improves survival rates in patients, but resistance to  treatment by some gliomas limits the success of clinical application  [2].  High linear energy transfer (LET) heavy ions such as carbon  ions have attracted attention as alternatives to conventional  radiation for radiotherapy—particularly for tumors that are  radiation-resistant under hypoxic conditions—owing to their  superior physical characteristics and high lethality for tumor cells  compared to low-LET radiation such as X- and c-rays [3-4]. Our own studies have shown that carbon ion radiotherapy offers a high  degree of control for targeting tumors and increases progression-  free survival rates without significant radiation-induced toxicity in  skin carcinoma patients [5].  Emerging evidence indicates that the tumor microenvironment  contributes to radiation resistance [6] by regulating the levels of  cytokines and growth factors, including vascular endothelial growth  factor (VEGF) [7], epidermal growth factor (EGF) [8], hepatocyte growth  factor (HGF) [9], and basic fibroblast growth factor (bFGF) [10], and  promoting extracellular matrix degradation by matrix metalloprotei-  nases (MMPs) [11].  Due to the scarcity of particle accelerators that can produce  heavy ion radiation, it has not yet been established whether carbon  ions can modify the glioma microenvironment and affect the  migratory behavior of cells during tumor progression and  metastasis. To address this question, the present study evaluated  the contribution of carbon ion radiation to the motility of glioma  and endothelial cells using tumor-conditioned culture medium as  an inducer.  Materials and Methods  Cell culture techniques C6 glioma cells (American Type Culture Collection) were  grown in Ham's F-12 media (Gibco, Invitrogen Crop, USA)  supplemented with 10% fetal bovine serum (FBS, HyClone,  China). Human microvascular endothelial cells (HMEC-1, Amer-  ican Type Culture Collection) were grown in a modified MCDB  131 (Sigma Chemical, St. Louis, MO, USA) medium containing  20% FBS and 1.0 mg/ml hydrocortisone (Sigma), 10 ng/ml human epidermal growth factor (EGF, Sigma). All cells were  cultured in 5% CO2 in humidified air at 37uC.  PLOS ONE | www.plosone.org 1 June 2014 | Volume 9 | Issue 6 | e98448  http://creativecommons.org/licenses/by/4.0/ http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0098448&domain=pdf   Irradiation Procedure C6 glioma cells were irradiated by heavy ion beams and X-rays.  Carbon ion irradiation was performed by the equipment at the  Heavy Ion Research Facility in Lanzhou (HIRFL-CSR, Institute  of Modern Physics, Chinese Academy of Sciences, Lanzhou,  China). Glioma cells were exposed to carbon ion irradiation at  energy 350 MeV u 21  and LET 15.4 keV mm21, with a dose rate of 0.5 Gy min  21 . X-rays were from a cabinet X-ray irradiation  system (100 kpv, 3 mA, beryllium window thickness 0.76 mm,  Faxitron X-ray corp.). The dose rate was set to about 1.3 Gy/min.  The film-to-source distance was set to 40.6 cm. Glioblastoma cells  were irradiated with 0, 2.0, 4.0, 8.0 Gy.  Tumor cell conditioned medium (TCM) and Irradiated conditioned medium (ICM) preparation  To generate TCM, C6 glioma cells were seeded at a density of  56105 cells/25 cm2 culture flasks. At 90% confluence of cell monolayer, culture medium was discarded to remove growth  factors. Thereafter, cells were rinsed with saline solution and fed  with fresh serum-free medium. TCM were collected from sham-  irradiated cells considered as control conditioned medium. To  obtain the ICM, cells were irradiated with carbon ion beams or X-  rays under sterile conditions. And then irradiated cells were  immediately rinsed three times with saline solution and fed with  fresh serum-free medium. After 24 h of incubation, the superna-  tants was harvested and centrifuged at 20006g for 15 min and passed through a 0.22 mm filter to remove cells and cell debris. This supernatant was stocked in 1.5 ml tubes and kept at 280uC.  Transwell migration assays The in vitro cell migration assays were performed by using a  modified Boyden chamber inserted with polyethylene terephthal-  ate filter membrane containing 8 mm pores in 24-well plates (Millipore, Milan, Italy). The upper chamber contained C6 glioma  cells or HMEC-1 cells in serum-free culture medium, and the  lower chamber contained TCM or ICM. After 24 h of incubation,  migrated cells were fixed in 100% methanol for 1 h and then  stained with Giemsa stain (Sigma) for 10 min and images were  processed using AxioVs40 software (Ver. 4.8.0.0, Carl Zeiss,  Germany). Data were obtained by measuring ten randomly  selected fields of transwell-migrated cells using Image-Pro Plus 6.0  software (Media Cybernetics, Silver Spring, MD, USA).  Gene expression analysis Total RNA was extracted form glioma cells at 24 h after carbon  ion or X-ray irradiation using the TRIzol Reagent (Invitrogen Life  Technologies, Carlsbad, CA, USA) according to the manufactur-  er's instructions. The cDNA was synthesized from 1 mg total RNA using RT reagent kit with gDNA Eraser (Takara, Tokyo, Japan)  following the manufacturer's protocols. Real-time polymerase  chain reaction (quantitative PCR) was carried out the SYBR  Premix EX Taq II kit (Takara, China) on an FTC-3000+ instrument (Funglyn Biotech INC, Toronto, ON, Canada). Gene  expression was detected using qPCR primers for VEGF and b- actin which was used to normalize the mRNA and cDNA quantity  and quality. Sequences of the primers are as follows: VEGF sense,  59-GATCATGCGGATCAAACCTCACC-39, and antisense, 59-  CCTCCGGACCCAAAGTGCTC-39; b-actin sense, 59- TGAGCGCAAGTACTCTGTGTGGAT-39, and antisense, 59-  TAGAAGCATTTGCGGTGCACGATG-39. The PCR program  was denatured at 95uC for 30 s, followed by 40 cycles of 95uC for 5 s, 60uC for 30 s. The fold changes of gene expression of the treatment groups were calculated by the 2  -DDCt method [12].  Lactate dehydrogenase (LDH) assay The LDH leakage was determined by using commercially  available kits (Beyotime Institute of Biotechnology, China). The  cells were washed twice with PBS and then lysed to release the  intracellular LDH into the new supernatant at 24 h after exposure  to radiation. The supernatant (120 ml) was mixed with 60 ml of LDH reagent solution, sheltered from light and incubated at room  temperature for 30 min. The LDH activity of the medium (LDH  medium) and the cell lysate (LDH cells) were determined using a  colorimetric assay at an absorbance wavelength of 490 nm and a  reference wavelength of 630 nm using an Infinite M200 micro-  plate reader (TECAN, Switzerland). The measured LDH activities  were calculated by percentage of LDH released in the supernatant  to that of cell lysates from intact cells (% LDH released).  Wound-healing assay Cells were seeded in a six-well plate at a concentration of 56105  per well and allowed to form a confluent monolayer. The layer of  cells was scratched with a 1000 ml micropipette tip. Cells were then washed twice with fresh medium and replaced with TCM or  ICM. Cells migrated into the wounded area, and photographs  were taken immediately (0 h) and 24 h. The ability of cell motility  was calculated by Image-Pro Plus 6.0 software (Media Cybernet-  ics, Silver Spring, MD, USA) in the following way: the area  covered by the migrating cells (24 h)/the wound area (0 h).  Tube formation assay 96-well plates were coated with 60 ml of Matrigel (BD  Biosciences, San Jose, CA) and allowed to solidify at 37uC for 1 h. After the Matrigel solidified, HMEC-1 endothelial cells  (86105 cells/ml) were added in 200 ml of TCM or ICM. The cells were incubated at 37uC with humidified 95% air/ 5% CO2 for 8 h and photographed with the Carl Zeiss. Five randomly selected  microscopic tube length was assayed by Image-Pro Plus 6.0  software (Media Cybernetics, Silver Spring, MD, USA).  Cytokine protein quantification We measured tumor-derived secreted cytokines according to the  manufacturer's instructions. VEGF (ExCell Biology, Inc., Shang-  hai, China), MMP-2 and MMP-9 (Sangon Biotech, Shanghai,  China) in the TCM or ICM of C6 glioma cells were detected by  enzyme-linked immunosorbent assay (ELISA).  Western blot analysis Protein sample preparation was basically performed as previ-  ously described [13]. Protein samples were load onto 10%  acrylamide gels for Sodium dodecyl sulfate-polyacrylamide gel  electrophoresis (SDS-PAGE), and then the proteins were trans-  ferred to polyvinylidine difluoride membranes (Millipore Corpo-  ration, USA). The membrane was blocked and subsequently  incubated with anti-phospho-FAK antibody (Tyr861, Cell Signal-  ing Technology, MA, USA) and anti-b-actin antibody (Santa Cruz Biotechnology Inc., USA). Secondary probes were detected by  ECL Western blot detection reagents (GE Healthcare, USA). And  the images were captured and analyzed by a FluorChem 2  imaging system (Alpha Innotech, San Leandro, CA, USA).  Statistical analysis The results were expressed as means 6 standard error of the  mean (SEM). Multiple comparisons were performed using one-  way ANOVA followed by LSD as a post-hoc test. Statistical  differences between the two groups were analyzed by Student's t-  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 2 June 2014 | Volume 9 | Issue 6 | e98448    test. A p-value less than 0.05 was selected as a criterion for a  statistically significant difference.  Results  Cancer cell migration and invasion into adjacent tissues, and  intravasation into blood/lymphatic vessels are key events in  malignant tumor progression. To investigate the effect of radiation  on these processes, glioma and endothelial cells were treated with  conditioned media from glioma cell cultures exposed to varying  doses of radiation. Tumor-conditioned media from cultures  exposed to carbon ion radiation suppressed migration by 11.8%  at 2.0 Gy and 17.4% at 4.0 Gy compared to control cells treated  with medium from unirradiated cultures after 24 h of exposure  (Fig. 1A). In contrast, cell migration was markedly enhanced when  media from X-ray-irradiated cultures was used as a chemoat-  tractant (Fig. 1B).  Endothelial cell migration is essential for angiogenesis, a process  that is closely associated with tumorigenesis and cancer progres-  sion. HMEC-1 cells incubated with conditioned media from  carbon ion-irradiated cultures showed a decrease in migration at  4.0 Gy compared to controls (Fig. 2A, C), while in cells incubated  with media from X-ray-irradiated cultures, a dose-dependent  increase in migration was observed compared to control cells  (Fig. 2B).  In later stages of angiogenesis, endothelial cells self-assemble  into tubes to form new blood vessels. To investigate the effect of  radiation on neovascularization, HMEC-1 cells were cultured on  Matrigel-coated plates in the conditioned media. After an 8 h  incubation, control cells formed tubular structures (Fig. 3A, B).  Cells cultured in media from X-ray-irradiated glioma cell cultures  formed a greater number of capillary-like structures than control  cells (Fig. 3B); however, cells exposed to media from heavy ion-  irradiated cells formed fewer tubules than controls (Fig. 3C).  VEGF and MMP-2 and -9 levels in conditioned media from  cultures of glioma cells treated with varying doses of X-ray or  carbon ion radiation were evaluated by ELISA. All three proteins  were present at higher levels in the media of X-ray-irradiated  cultures than in unirradiated cell culture medium (Fig. 4). There  were no differences in the secretion of MMP-2 and -9 between  carbon ion-irradiated cells and controls; however, VEGF concen-  tration was 17.5% lower in the medium of cells irradiated with  carbon ion at 4.0 Gy compared to the control culture (Fig. 4A).  To determine whether the altered levels of VEGF protein in  tumor-conditioned media were due to transcriptional upregula-  tion, the VEGF mRNA level in glioma cells was assessed by RT-  Figure 1. Effect of radiation on tumor cell migration as assessed by the Boyden chamber migration assay. Representative images are shown of migrating C6 glioma cells exposed to conditioned medium from cultures of A. unirradiated or heavy ion-irradiated, or B. unirradiated or X- ray-irradiated glioma cells. C. Quantification of the number of migratory glioma cells is expressed as means 6 standard error of the mean from three independent experiments, in which treatments were performed in triplicate.*P,0.05, ***P,0.001 vs. controls (0 Gy). doi:10.1371/journal.pone.0098448.g001  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 3 June 2014 | Volume 9 | Issue 6 | e98448    qPCR 24 h after irradiation. VEGF transcript levels in the 2.0, 4.0,  and 8.0 Gy X-ray radiation groups were higher by approximately  1.44-, 1.79-, and 2.66-fold relative to the control group (Fig. 5A).  In contrast, exposure to carbon ion radiation resulted in the  downregulation of VEGF gene expression at 4.0 (0.4660.09) and  8.0 Gy (0.4860.09). LDH is a sensitive indicator of the metabolic  state of cells, and is rapidly released into the culture medium upon  damage to the plasma membrane. Irradiated glioma cells had  higher LDH activity in the medium compared to unirradiated  control cells (Fig. 5B). Notably, cells exposed to 8.0 Gy carbon ion  radiation had increased LDH in the medium compared to those  exposed to the lower doses of 2.0 and 4.0 Gy, indicating that  higher carbon ion radiation doses produced greater plasma  membrane damage.  To examine the functional significance of altered VEGF level in  the culture medium of irradiated tumor cells, conditioned media  were supplemented with recombinant VEGF165 (50 ng/ml) and  the effect on cell migration was evaluated by wound-healing assay.  The migration of HMEC-1 and C6 glioma cells was increased by  1.31- and 1.58-fold, respectively, in the presence of VEGF165  (Fig. 6C). Moreover, after a 4 h incubation in media from carbon  ion-irradiated cell cultures supplemented with VEGF165, both cell  types showed increases in levels of phosphorylated FAK (Y861)  (Fig. 6D).  Discussion  Radiotherapy with or without surgery is a standard treatment  for malignant gliomas [14]. However, tumor cell responses to  radiation are complex, with evidence suggesting that radiation  from X- and c-rays not only cause the death of tumor cells, but can alternatively lead to the emergence of greater aggressivity and  malignancy, allowing cells to escape the lethal effects of radiation  and remain resistant to conventional therapy [15-16].  Heavy ion radiation therapy has shown promise for the  treatment of head and neck cancers—even those that are resistant  to standard radiation by directly targeting the DNA of tumor cells  [17-18]. In the present study, the effects of high LET carbon ion  and low LET X-ray radiation on glioma and endothelial cell  migration were compared, using tumor-conditioned medium as an  inducer. Media from cultures of C6 glioma cells exposed to 2.0 or  4.0 Gy carbon ion radiation suppressed migration of both cell  types (Figs. 1 and 2), suggesting that irradiation with heavy ions  can potentially attenuate the growth and metastasis of glioblasto-  mas. In addition, the formation of endothelial cell tubules was  inhibited upon incubation with the same conditioned medium  (Fig. 3), implying that angiogenesis can be similarly blocked.  Carbon ion radiation has been shown to suppress migration and  the formation of capillary-like tube structures in ECV304 and  human umbilical vascular endothelial cells at a dose of 0.1 Gy  Figure 2. Effect of radiation on endothelial cell migration as assessed by the Boyden chamber migration assay. Representative images are shown of migrating HMEC-1 cells exposed to conditioned medium from cultures of A. unirradiated or heavy ion-irradiated, or B. unirradiated or X ray-irradiated glioma cells. C. Quantification of the number of migratory endothelial cells is expressed as means 6 standard error of the mean from three independent experiments, in which treatments were performed in triplicate. *P,0.05, ***P,0.001 vs. controls (0 Gy). doi:10.1371/journal.pone.0098448.g002  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 4 June 2014 | Volume 9 | Issue 6 | e98448    [19]. In contrast, conditioned media from tumor cells exposed to  X-ray radiation stimulated cell migration and tube formation,  consistent with previous findings [20]. The migration and invasion  of glioma cells into surrounding normal brain tissue and blood  vessels contributes to the limited responsiveness of gliomas to  conventional radiation treatments [21-22]. Thus, for resistant  tumors, carbon ions can offer greater therapeutic effectiveness  compared to X-rays owing to the superior physical properties of  high LET particles that transfer a greater amount of energy per  unit length of track, which consequently increases the spatial  density of energy deposition events [23].  The tumor microenvironment is dynamic and can be altered by  radiation treatment. In accordance with earlier studies [20,24-25],  the present data showed that X-ray radiation enhanced the  secretion of VEGF, a potent angiogenic growth factor [26], as well  as that of MMP-2 and -9, which degrade the basement membrane  and extracellular matrix during tumor cell invasion and metastasis  [27]. In contrast, VEGF and MMP-2 and -9 levels were not  significantly increased by carbon ion radiation; indeed, VEGF  secretion was reduced at 4.0 Gy (Fig. 4), implying that carbon ions  may suppress glioblastoma angiogenicity and tumorigenicity by  modulating VEGF production and release into the tumor  microenvironment. However, the secreted VEGF induced by  carbon ion radiation was not dose-dependent, and reached a  minimum at 4.0 Gy. One explanation for this observation is that  the expression of pro-angiogenic genes and disruption of tumor  cell membrane integrity are largely determined by growth factor  secretion. Thus, although VEGF transcript expression was  suppressed at 4.0 and 8.0 Gy carbon ion radiation, the increase  in the permeability of the cell membrane as reflected by LDH  activity in the culture medium was more obvious at 8.0 Gy,  because damage to the plasma membrane at the higher radiation  dose resulted in the release of proteins into the medium.  Therefore, in view of the combined effects of above-mentioned  factors, the minimum production of VEGF in the conditioned  medium was exhibited at 4.0 Gy carbon-ion radiation group.  To identify the mechanism by which carbon ion radiation-  induced VEGF stimulates cell motility, cells were treated with  recombinant VEGF165 and the phosphorylation status of the  downstream factor FAK was examined. FAK is a non-receptor  tyrosine kinase present at cell-cell contacts that is involved in  integrin-mediated signal transduction [28], and tyrosine phos-  phorylation of FAK is required for cell migration [29-30]; VEGF  induces FAK phosphorylation at Y397, Y407, and Y861 [31-32].  Here, the application of exogenous VEGF increased migration in  endothelial and glioma cells concomitant with increased FAK  phosphorylation at Y861 (Fig. 6), indicating that carbon ion  radiation may promote the metastatic and angiogenic potential of  tumors through VEGF/FAK signaling.  In summary, the present results demonstrate that high-LET  carbon ion radiation is superior to low-LET X-rays for suppressing  the migration of glioma and endothelial cells, and thus inhibiting  tumorigenesis and angiogenesis via regulation of VEGF-mediated  signaling in the tumor microenvironment. These findings provide  evidence in favor of carbon ion over X-ray radiation for the  treatment of tumors that are resistant to conventional radiother-  Figure 3. Effect of radiation on tube formation by endothelial cells as determined by the Matrigel assay. Representative images are shown of HMEC-1 cells cultured in Matrigel for 8 h in conditioned media from cultures of glioma cells exposed to A. carbon ion and B. X-ray radiation. C. Quantification of tube formation expressed as total tube length. Data represent the mean 6 standard error of the mean of three independent experiments. doi:10.1371/journal.pone.0098448.g003  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 5 June 2014 | Volume 9 | Issue 6 | e98448    Figure 4. VEGF and MMP-2 and -9 protein concentration in conditioned media from cultures of irradiated tumor cells. C6 glioma cell culture supernatant was collected 24 h after carbon ion or X-ray irradiation, and protein levels were measured by ELISA. Data represent the mean 6 standard error of the mean from six independent experiments. *P,0.05, **P,0.01, ***P,0.001 vs. controls (0 Gy). doi:10.1371/journal.pone.0098448.g004  Figure 5. Effect of radiation on VEGF transcript expression and LDH activity. A. VEGF mRNA level and B. LDH activity were assessed in the culture medium of C6 glioma cells after treatment with carbon ion and X-ray radiation. Data represent the mean 6 standard error of the mean from three replicates. *P,0.05, **P,0.01, ***P,0.001 vs. controls (0 Gy); #P,0.05 vs. 8.0 Gy group. doi:10.1371/journal.pone.0098448.g005  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 6 June 2014 | Volume 9 | Issue 6 | e98448    apy, as well as insight into possible in vivo effects of carbon ion  radiation on the tumor microenvironment, which can inform the  development of more effective therapeutic strategies that can  improve disease outcome.  Author Contributions  Conceived and designed the experiments: HZ YL. Performed the  experiments: YL YYL CS LG LWZ AHM YTD. Analyzed the data: YL  HZ RZ. Contributed reagents/materials/analysis tools: HZ. Wrote the  paper: YL.  References  1. Maher EA, Fumari FB, Bachoo RM, Rowitch DH, Louis DN, et al. (2001)  Malignant glioma: genetics and biology of a grave matter. Cenes Development  15: 1311-1333.  2. Kim SY, Yoo YH, Park JW (2013) Silencing of mitochondrial NADP + -  dependent isocitrate dehydrogenase gene enhances glioma radiosensitivity.  Biochem Biophy Res Commun 433: 260-265.  3. Hamada N, Imaoka T, Masunaga S, Ogata T, Okayasu R, et al. (2010) Recent  advances in the biology of heavy-ion cancer therapy. J Radiat Res 51: 365-368.  4. Durante M, Yamada S, Ando K, Furusawa Y, Kawata T, et al. (2000) X-rays vs.  carbon-ion tumor therapy: cytogenetic damage in lymphocytes. Int J Radiat  Oncol Biol Phys 47: 793-798.  5. Zhang H, Li S, Wang XH, Li Q, Wei SH, et al. (2012) Results of carbon ion  radiotherapy for skin carcinomas in 45 patients. Br J Dermatol 166: 1100-1106.  6. Yoshimura M, Itasaka S, Harada H, Hiraoka M (2013) Microenvironment and  radiation therapy. BioMed Res Int In Press.  7. Gorski DH, Beckett MA, Jaskowiak NT, Calvin DP, Mauceri HJ, et al. (1999)  Blockage of the vascular endothelial growth factor stress response increases the  antitumor effects of ionizing radiation. Cancer Res 59: 3374-3378.  8. Desai S, Kumar A, Laskar S, Pandey BN (2013) Cytokine profile of conditioned  medium from human tumor cell lines after acute and fractionated doses of  gamma radiation and its effect on survival of bystander tumor cells. Cytokine  61:54-62.  9. Chu SH, Ma YB, Zhu ZA, Zhang H, Feng DF, et al. (2007) Radiation-enhanced  hepatocyte growth factor secretion in malignant glioma cell lines. Surg Neurol  68: 610-613.  10. Marie M, Hafner S, Moratille S, Vaigot P, Mine S, et al. (2012) FGF2 mediates  DNA repair in epidermoid carcinoma cells exposed to ionizing radiation.  Int J Radiat Biol 88: 688-693.  11. Park CM, Park MJ, Kwak HJ, Lee HC, Kim MS, et al. (2006) Ionizing  Radiation Enhances Matrix Metalloproteinase-2 Secretion and Invasion of  Glioma Cells through Src/Epidermal Growth Factor Receptor-Mediated p38/  Akt and Phosphatidylinositol 3-Kinase/Akt Signaling Pathways. Cancer Res 66:  8511-8519.  12. Livak KJ, Schmittgen TD (2001) Analysis of relative gene expression data using  real-time quantitative PCR and the 2(-Delta Delta C (T)) Method. Methods  25:402-408.  13. Liu Y, Zhang LW, Zhang H, Liu B, Wu Z, et al. (2012) Exogenous melatonin  modulates apoptosis in the mouse brain induced by high-LET carbon ion  irradiation. J Pineal Res 52: 47-56.  14. Chen G, Zhu W, Shi D, Lv L, Zhang C, et al. (2010) MicroRNA-181a sensitizes  human malignant glioma U87MG cells to radiation by targeting Bcl-2. Onco  Rep 23: 997-1003.  15. Kargiotis O, Geka A, Rao JS, Kyritsis A (2010) Effects of irradiation on tumor  cell survival, invasion and angiogenesis. J Neurooncol 100: 323-338.  16. Rüegg C, Monnier Y, Kuonen F, Imaizumi N (2011) Radiation-induced  modifications of the tumor microenvironment promote metastasis. B Cancer 98:  E47-E57.  17. Nakagawa Y, Takahashi A, Kajihara A, Yamakawa N, Imai Y, et al. (2012)  Depression of p53-independent Akt survivial signals in human oral cancer cells  bearing mutated p53 gene after exposure to high-LET radiation. Biochem  Biophy Res Commun 423:654-660.  Figure 6. VEGF-induced endothelial and glioma cell migration. A. HMEC-1 and B. C6 glioma cells were cultured in media from cultures of carbon ion-irradiated glioma cells supplemented with VEGF165 (50 ng/ml). C. Quantification of migrating cells. Data represent the mean 6 standard error of the mean from at least three independent experiments. D. Expression of phosphorylated FAK (Y861) in cells after addition of VEGF165, as determined by western blotting. doi:10.1371/journal.pone.0098448.g006  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 7 June 2014 | Volume 9 | Issue 6 | e98448    18. Jensen AD, Münter MW, Debus J (2011) Review of clinical experience with ion  beam radiotherapy. Br J Radiol 84: S035-S047.  19. Takahashi Y, Teshima T, Kawaguchi N, Hamada Y, Mori S, et al. (2003)  Heavy ion irradiation inhibits in vitro angiogenesis even at sublethal dose. Cancer  Res 63: 4253-4257.  20. Parthymou A, Kardamakis D, Pavlopoulos I, Papadimitriou E (2004) Irradiated  C6 glioma cells induce angiogenesis in vivo and activate endothelial cells in vitro.  Int J Cancer 110: 807-814.  21. Joy AM, Beaudry CE, Tran NL, Ponce FA, Holz DR, et al. (2003) Migrating  glioma cells activate the PI3-K pathway and display decreased susceptibility to  apoptosis. J Cell Sci 116: 09-17.  22. Holland EC (2000) Glioblastoma multiforme: the terminator. Proc Natl Acad  Sci US 97: 6242-6246.  23. Nakajima NL, Brunton H, Watanabe R, Shrikhande A, Hirayama R, et al.  (2013) Visualisation of cH2AX Foci Caused by Heavy Ion Particle Traversal; Distinction between Core Track versus Non-Track Damage. PLoS One  8(8):e70107.  24. Kill WJ, Tofilon PJ, Camphausen K (2012) Post-radiation increase in VEGF  enhances glioma cell motility in vitro. Radiat Oncol 7: 25. doi: 10.1186/1748-  717X-7-25.  25. Wild-Bode C, Weller, M. Rimmer A, Dichgans J, Wick W (2001) Sublethal  irradiation promotes migration and invasiveness of glioma cells: implications for radiotherapy of human glioblastoma. Cancer Res 61:2744-2750.  26. Cross MJ, Clasesson-Welsh L (2001) FGF and VEGF function in angiogenesis:  signaling pathways, biological responses and therapeutic inhibition. Trends Pharmacol Sci 22: 20-27.  27. Malik MT, Kakar SS (2006) Regulation of angiogenesis and invasion by human Pituitary tumor transforming gene (PTTG) through increased expression and  secretion of matrix metalloproteinase-2 (MMP-2). Mol Cancer 5: 61-73.  28. Hauck CR, Hsia DA, Schlaepfer DD (2002) The focal adhesion kinase-A regulator of cell migration and invasion. IUBMB Life 53: 115-119.  29. Nakamura K, Yano H, Schaefer E, Sabe H (2001) Different modes and qualities of tyrosine phosphorylation of FAK and Pyk2 during epithelial-mesenchymal  transdifferentiation and cell migration: analysis of specific phosphorylation events using site-directed antibodies. Oncogene 20: 2626-2635.  30. Sieg DJ, Hauck CR, Schlaepfer DD (1999) Required role of focal adhesion  kinase (FAK) for integrin-stimulated cell migration. J Cell Sci 112: 2677-2691. 31. Chen XL, Nam JO, Jean C, Lawson C, Walsh CT, et al. (2012) VEGF-Induced  Vascular Permeability Is Mediated by FAK. Cell 22: 146-157. 32. Boeuf FL, Houle F, Huot J (2004) Regulation of vascular endothelial growth  factor receptor 2-mediated phosphorylation of focal adhesion kinase by heat  shock protein 90 and src kinase activities. J Biol Chem 279: 39175-39185.  Carbon Ion Radiation Inhibits Cell Migration  PLOS ONE | www.plosone.org 8 June 2014 | Volume 9 | Issue 6 | e98448  View publication statsView publication stats  https://www.researchgate.net/publication/262846214",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}