{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "pone.0105049 1..9   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/264794682  Aspirin Delimits Platelet Life Span by Proteasomal Inhibition  Article  in  PLoS ONE · August 2014  DOI: 10.1371/journal.pone.0105049 · Source: PubMed  CITATIONS  22 READS  175  4 authors:  Some of the authors of this publication are also working on these related projects:  Interaction between Plants, Metals, and Microbes View project  stroke View project  Dr. Manasa K. Nayak  University of Iowa, Iowa City, USA  40 PUBLICATIONS   868 CITATIONS     SEE PROFILE  Ayusman Dash  University of Cincinnati  6 PUBLICATIONS   109 CITATIONS     SEE PROFILE  Nitesh Singh  Banaras Hindu University  12 PUBLICATIONS   321 CITATIONS     SEE PROFILE  Debabrata Dash  Banaras Hindu University, Institute of Medical Sciences  31 PUBLICATIONS   556 CITATIONS     SEE PROFILE  All content following this page was uploaded by Nitesh Singh on 08 November 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/264794682_Aspirin_Delimits_Platelet_Life_Span_by_Proteasomal_Inhibition?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/264794682_Aspirin_Delimits_Platelet_Life_Span_by_Proteasomal_Inhibition?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Interaction-between-Plants-Metals-and-Microbes?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/stroke-90?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Dr-Manasa-Nayak?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Dr-Manasa-Nayak?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Dr-Manasa-Nayak?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ayusman-Dash?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ayusman-Dash?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The_University_Hospital-UC_Health?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ayusman-Dash?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitesh-Singh-12?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitesh-Singh-12?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Banaras-Hindu-University?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitesh-Singh-12?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Debabrata-Dash?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Debabrata-Dash?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Debabrata-Dash?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Nitesh-Singh-12?enrichId=rgreq-86a26ab09989218361336491275e55b3-XXX&enrichSource=Y292ZXJQYWdlOzI2NDc5NDY4MjtBUzoxNjEyMTc5MjI0NzgwODBAMTQxNTQ0ODc1NjA0Ng%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Aspirin Delimits Platelet Life Span by Proteasomal Inhibition Manasa K. Nayak1¤, Ayusman Dash2, Nitesh Singh1, Debabrata Dash1*  1 Department of Biochemistry, Institute of Medical Sciences, Banaras Hindu University, Varanasi, India, 2 Indian Institute of Science Education and Research, Kolkata, India  Abstract  Aspirin is widely used in clinical settings as an anti-inflammatory and anti-platelet drug due its inhibitory effect on cyclooxygenase activity. Although the drug has long been considered to be an effective and safe therapeutic regime against inflammatory and cardiovascular disorders, consequences of its cyclooxygenase-independent attributes on platelets, the key players in thrombogenesis, beg serious investigation. In this report we explored the effect of aspirin on platelet lifespan in murine model and its possible cytotoxicity against human platelets in vitro. Aspirin administration in mice led to significant reduction in half-life of circulating platelets, indicative of enhanced rate of platelet clearance. Aspirin-treated human platelets were found to be phagocytosed more efficiently by macrophages, associated with attenuation in platelet proteasomal activity and upregulation of conformationally active Bax, which were consistent with enhanced platelet apoptosis. Although the dosage of aspirin administered in mice was higher than the therapeutic regimen against cardiovascular events, it is comparable with the recommended anti-inflammatory prescription. Thus, above observations provide cautionary framework to critically re-evaluate prophylactic and therapeutic dosage regime of aspirin in systemic inflammatory as well as cardiovascular ailments.  Citation: Nayak MK, Dash A, Singh N, Dash D (2014) Aspirin Delimits Platelet Life Span by Proteasomal Inhibition. PLoS ONE 9(8): e105049. doi:10.1371/journal. pone.0105049  Editor: Christian Schulz, King's College London School of Medicine, United Kingdom  Received November 12, 2013; Accepted July 20, 2014; Published August 15, 2014  Copyright: - 2014 Nayak et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: This research was supported by grants received by D. Dash from the Department of Biotechnology (DBT)(http://dbtindia.nic.in/index.asp) and the Department of Science and Technology (DST)(http://www.dst.gov.in), Government of India, the Council of Scientific and Industrial Research (CSIR)(http://www. csir.res.in/), and the Indian Council of Medical Research (ICMR)(http://www.icmr.nic.in). D. Dash thankfully acknowledges Tata Innovation Fellowship grant received from DBT for carrying out this study. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * Email: ddash.biochem@gmail.com  ¤ Current address: Department of Cellular and Molecular Biology, University of Texas Health Science Center at Tyler, Texas, United States of America  Introduction  Although aspirin has been widely used therapeutically against  variety of inflammatory conditions since 1890s [1], its anti-platelet  activity was not documented until almost 70 years later [2]. The  central role of platelets in pathogenesis of occlusive coronary and  cerebral thrombotic events has prompted in-depth investigations  into molecular underpinnings of aspirin action. Platelets generate  thromboxane A2 (TXA2) in response to diverse physiological  stimuli like collagen, thrombin and ADP that cause amplification  of platelet aggregation and vasoconstriction [3,4]. Aspirin and  other non-steroidal anti-inflammatory drugs (NSAIDs) effectively  attenuate activity of the enzyme cyclooxygenase-1 (COX-1), which  catalyzes biosynthesis of cyclic prostanoids like TXA2, prostacyclin  and other prostaglandins (PG) [5]. Although this accounts for  strong anti-thrombotic potential of aspirin, inhibition of prosta-  glandin synthesis, too, results in altered functions of normally  protective prostaglandins with potentially serious consequences.  Aspirin-induced inhibition of COX results in loss of cytoprotective  effects of PGE2 on gastric mucosa, which partly accounts for  gastrointestinal side effects associated with aspirin therapy [5-8],  especially during high dosage of aspirin administered for treatment  of systemic inflammatory ailments including rheumatoid arthritis  [9].  Aspirin also elicits effects that are independent of COX  inhibition [10-17]. Prolonged use of NSAIDs has been reported  to reduce the risk of malignancies, though their anti-cancer activity  has not been fully established [18-22]. Aspirin induces shedding of  GPIba and GPV from platelet surface through activation of the metalloproteinase ADAM17 and cell death [23,24]. Clinical trials  have indicated that chemopreventive properties of NSAIDs could  be due to induction of apoptosis [6-8]. Several mechanisms have  been proposed to explain aspirin-induced apoptosis, which include  upregulation of pro-apoptotic proteins [7,8,25,26] and oxidative  stress [27,28]. Aspirin has been shown to induce decrement in  mitochondrial transmembrane potential and stimulate intrinsic  pathway of apoptosis in mouse Neuro 2a cells [29]. There have  been few clinical studies to suggest decrease in platelet count in  individuals under aspirin medication [30-32]. Although aspirin  has long been considered to be an effective and safe therapeutic  regime against cardiovascular disorders, consequences of its pro-  apoptotic attributes on platelets, the key players in thrombogen-  esis, demand serous investigation.  Proteasome, the protein degradation machinery of the cell,  cleaves intracellular proteins in order to regulate essential cellular  processes like antigen processing, cell cycle, transcription and  signal transduction [33-36]. We have recently demonstrated a  central role of proteasome in determination of platelet life span  [37] and the factors regulating its enzymatic activity in human  PLOS ONE | www.plosone.org 1 August 2014 | Volume 9 | Issue 8 | e105049  http://creativecommons.org/licenses/by/4.0/ http://dbtindia.nic.in/index.asp http://www.dst.gov.in http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0105049&domain=pdf http://www.icmr.nic.in/ http://www.csir.res.in/ http://www.csir.res.in/   platelets [38]. In the present study, we have evaluated effect of  aspirin on platelet survival in murine as well as human models.  Aspirin induced apoptosis in human platelets in a dose-dependent  manner, which was associated with concomitant inhibition of  platelet proteasomal activity in presence of the drug. Platelet half  life was found to be significantly lowered in aspirin-treated mice as  compared to control animals. Thus, above observations provide  cautionary framework to critically re-evaluate prophylactic and  therapeutic dosage regime of aspirin in clinical practice. Despite  widespread use of aspirin against cardiovascular ailments, its  preventive administration in susceptible individuals on routine  basis is not recommended [39-41]. Aspirin has been reported to  be safe for primary prevention at coronary event risk .1.5%/year  though it is not recommended due to associated side effects at  coronary event risk 0.5%/year [42]. In standard doses (325 mg)  aspirin poses less threat of gastrointestinal bleeding; however, the  bleeding risk is still twice as high as without aspirin [43].  Ethics Statement The animal study was approved by the Central Animal Ethical  Committee of Institute of Medical Sciences, Banaras Hindu  University, Varanasi. Swiss Albino mice weighing between 18 and  20 gm (20 control and 40 aspirin-treated) were used in the entire  study. All efforts were made to minimize the number of animals  used and their suffering.  Materials and Methods ABT-737 was purchased from Selleck Chemicals. Anti-CD61-  PE and annexin V-PE were from BD Pharmingen. Proteasome  inhibitor PSI [Z-Ile-Glu(OtBu)-Ala-Leu-CHO] procured from  Calbiochem. N-hydroxysuccinimidobiotin (NHS-biotin), PE-stre-  patvidin, 5,59-6,69-tetrachloro-1,19,3,39 tetraethylbenzimidazolyl-  carbocyanine iodide (JC-1), thiazole orange, carbonyl cyanide 3-  chlorophenylhydrazone (CCCP), 6-carboxy-29,79- dichlorodihy-  drofluorescein (H2DCFDA), acetyl-Asp-Glu-Val-Asp-7-amido-4-  methylcoumarin (AC-DEVD-AMC), apyrase, ethylene glycol tetra  acetic acid (EGTA), ethylene diamine tetra acetic acid (EDTA),  sodium orthovanadate, acetylsalicylic acid (aspirin), bovine serum  albumin (fraction V), Triton X-100, protease inhibitors, mouse  monoclonal anti-Bax (6A7) were purchased from Sigma. RPMI  1640 was purchased from HiMedia. Reagents for electrophoresis  were products of Merck. PVDF membranes were from Millipore.  SuperSignal West Pico chemiluminescent substrate was from  Pierce. Horseradish peroxidase (HRP)-labeled secondary antibod-  ies were purchased from Transduction Laboratories and Banga-  lore Genei, respectively. All other reagents were of analytical  grade. Type 1 deionized water (18.2 MV.cm, Millipore) was used for preparation of solutions.  Platelet preparation Platelets were isolated from fresh human blood by differential  centrifugation, as already described [44]. Briefly, blood was  collected from healthy volunteers (majority male) under informed  consent and centrifuged at 1806g for 10 min. PRP (platelet-rich plasma) thus obtained was incubated with 1 mM acetylsalicylic  acid for 15 min at 37uC. After addition of EDTA (ethylenedi- aminetetraacetic acid) (5 mM), platelets were sedimented by  centrifugation at 8006g for 15 min. Cells were washed in buffer A (20 mM HEPES, 138 mM NaCl, 2.9 mM KCl, 1 mM MgCl2,  0.36 mM NaH2PO4, 1 mM EGTA (ethylene glycol tetraacetic  acid), supplemented with 5 mM glucose and 0.6 ADPase units of  apyrase/ml, pH 6.2) and were finally resuspended in buffer B  (20 mM HEPES, 138 mM NaCl, 2.9 mM KCl, 1 mM MgCl2,  0.36 mM NaH2PO4, pH 7.4). The final cell count was adjusted to  0.52.86109/ml. All steps were carried out under sterile conditions and precautions were taken to maintain the cells in resting  condition.  Proteasome activity assay Platelets were incubated at 37uC for 30 min with aspirin (2, 5  and 10 mM) or vehicle (ethanol) and washed twice in buffer A (see  above). Cells were pelleted and resuspended in 125 ml of 26 permeabilization buffer (20 mM HEPES, 0.2% Triton X-100,  300 mM NaCl and 2 mM EGTA, pH 7.7) followed by addition of  125 ml of 26 proteasome assay buffer (40 mM HEPES, 1 mM EDTA and 0.07% SDS, pH 7.8). Permeabilized cells were added  to the wells of microplates in a fluorescence microplate reader  (BioTek model FLx800) at 37uC. Reaction was started by the addition of Suc-Leu-Leu-Val-Tyr-AMC (25 mM) in DMSO and was monitored for 10 min (excitation, 360 nm; emission, 460 nm)  [37]. Proteasome peptidase activities were determined from Suc-  LLVY-AMC-hydrolyzing activity (chymotrypsin-like activity).  Cytofluorimetric analysis of mitochondrial transmembrane potential  Mitochondrial transmembrane potential (Dy) was measured using the potential-sensitive fluorochrome JC-1, which selectively  moves across polarized mitochondrial membrane and forms  aggregates (red). As membrane potential collapses, color changes  from red to green due to release of monomeric dye [37]. In order  to study Dy, platelets were pre-treated with aspirin (2, 5 and 10 mM) or ethanol (vehicle) for 30 min, followed by incubation  with 2 mM JC-1 for 15 min at 37u C in dark. Cells were washed in phosphate-buffered saline (PBS) and JC-1 fluorescence was  analyzed in FL1 and FL2 channels of flow cytometer (FACSCa-  libur, Becton Dickinson) for detection of dye monomer and  aggregates, respectively. The ratio of red to green (FL2/FL1)  fluorescence reflected mitochondrial transmembrane potential.  Flow cytometric measurement of reactive oxygen species (ROS)  Platelets were treated with aspirin (2, 5 and 10 mM) or ethanol  (vehicle) as above, washed with PBS and incubated with  H2DCFDA (1 mM) for 30 min at 37uC in dark. Cells were next washed twice with PBS and analyzed by flow cytometry as  described previously [45].  Measurement of annexin v and P-selectin binding by flow cytometry  Platelets (16108 cells in 100 ml) were incubated at 37uC for 30 min in the presence aspirin or vehicle as stated above. For  positive control the washed platelets were treated with thrombin (1  U/ml) for 10 min without stirring. Then equal amount of 4%  paraformaldehyde was added to the cells and incubated for  30 min, which was followed by washing. Post-fixed resuspended  platelets were labeled with 5 ml FITC-labeled P-selectin antibody, 5 ml PE-labeled anti-CD61 antibody and 10 ml FITC-labeled annexin V (in preseance of 5 mM CaCl2 to promote binding).  Samples were incubated for 30 min at RT in dark and analyzed  on the flow cytometer [45]. After compensation between FITC  and PE, all fluorescence data were collected using four-quadrant  logarithmic amplification. Data from CD61-positive 10,000 events  were collected for each sample.  Caspase-3 activity assay To determine cytosolic caspase-3 activity, samples were pre-  treated with 2, 5 and 10 mM of aspirin or vehicle (ethanol) and  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 2 August 2014 | Volume 9 | Issue 8 | e105049    lysed with equal amount of 26 RIPA buffer. After 10 min incubation in ice, equal volume of 26 substrate buffer (20 mM HEPES, pH 7.4, 2 mM EDTA, 0.1% CHAPS, 5 mM DTT and  10 mM caspase substrate AC-DEVD-AMC) was added to each lysate and further incubated for 30 min at 37uC [45]. Caspase-3 activity was determined from the extent of cleavage of fluorogenic  substrate measured at 460 nm emission (excitation, 360 nm).  Western blotting Proteins were separated by 13% SDS-PAGE and electropho-  retically transferred onto PVDF membrane (0.8 mA/cm 2 , 2 h) in  a semi-dry blotter (TE 77 PWR, GE Healthcare) for subsequent  probing as described previously [37]. Blots were incubated for 1 hr  with 5% (w/v) BSA in Tris-buffered saline containing 0.05%  Tween 20 (TBST) to block residual protein binding sites.  Membranes were incubated overnight at 4uC with the primary antibody (anti-Bax, 1:500). Blots were incubated with the  appropriate HRP-conjugated secondary antibody (diluted  1:10,000) and exposed to enhanced chemiluminescence reagents  for 5 min. Blots were exposed to photographic films and  densitometrically scanned. For protein loading control, mem-  branes containing whole cell lysates were reprobed with the anti-  actin antibody (1:1000).  Platelet clearance analysis Mice were orally administered with aspirin (10 and 15 mg/kg/  day, respectively, in two groups) for 4 days. The control animals  were administered with vehicle. In different experiments mice  were intravenously injected with 50 and 75 mg/kg of aspirin.  NHS-biotin (600 mg) was injected in tail vein of either ethanol  (control) or aspirin administered mice [46]. At various time points  50 ml retro-orbital blood was drawn from both control as well as treated mice, mixed with 200 ml buffered saline-glucose-citrate buffer (116 mM NaCl, 13.6 mM trisodium citrate, 8.6 mM  Na2HPO4, 1.6 mM KH2PO4, 0.9 mM EDTA, 11.1 mM glucose)  and followed by 1 ml balanced salt solution (149 mM NaCl,  3.7 mM KCl, 2.5 mM CaCl2, 1.2 mM MgSO4, 7.4 mM HEPES,  1.2 mM KH2PO4, 0.8 mM K2HPO4, 3% bovine calf serum).  Cells were pelleted at 14006g for 10 min, and resuspended in 300 ml sheath fluid. They were stained with FITC-conjugated rat anti-CD41, which label only platelets, followed by PE-streptavidin  for 1 h on ice, washed in balanced salt solution and analyzed by  flow cytometry to determine the fraction of platelet population  labeled with PE.  Monocyte isolation, culture and phagocytic recognition of platelets  Human monocytes were isolated and cultured as described  [47,48]. Briefly, blood from healthy donors was collected in citrate  and peripheral blood mononuclear cells (PBMCs) were isolated  using Hysep, according to manufacturer's instructions. Monocytes  were further isolated by plating the PBMCs on polystyrene-coated  tissue culture flasks for 4 h at 37uC, followed by 3 washes with PBS to remove non-adherent lymphocytes. Monocytes (250,000 in  500 ml volume) were then plated on 6-well plates in RPMI 1640 supplemented with 10% fetal bovine serum and cultured for 7  days to obtain the monocyte-derived macrophages (MDMs).  Platelets labeled with calcein-AM were incubated with a mono-  layer of autologous monocyte-derived adherent human macro-  phages for 45 min. Following incubation period, the phagocyte  monolayer was washed free of non-interacting platelets, and any  adherent platelets were removed by treatment with trypsin at 37uC for 5 min followed by 5 mM EDTA at 4uC. MDMs were  recovered by trypsin/EDTA treatment for 15 min at 37uC and subjected to flow cytometric and epifluorescent microscopic  analysis.  In different experiments, aspirin (10 mg/kg/day) was adminis-  tered orally to mice for 7 days, following which macrophages were  isolated from the peritoneal cavity of animals. Platelets were  isolated from control as well as aspirin-administered mice and  stained with calcein-AM. Equal number of platelets from either  group was co-incubated ex vivo with respective pre-isolated macrophages for 45 min in CO2 incubator. Macrophages were  gated and analyzed by flow cytometry for fluorescence signal  (FL1).  Statistical methods Standard statistical methods were used. Parametric methods (t  test) were used for evaluation and tests were considered significant  at P,0.05 (2-tailed tests). Data are presented as means 6 SD of at least five individual experiments from different blood donors.  Results  Aspirin induces apoptosis-like phenotype in human platelets associated with upregulation of Bax and proteasomal inhibition  NSAIDs have been reported to induce apoptosis presumably  independent of their ability to inhibit cyclooxygenase activity [5-  8]. In order to evaluate aspirin action on platelets, we investigated  mitochondrial transmembrane potential (Dym) and surface expo- sure of phosphatidylserine (PS) in aspirin-treated human platelets.  JC-1, a lipophilic cation, was employed to determine alterations in  Dym. As expected, high aggregate to monomer fluorescence ratio (FL2/FL1) of the fluor was observed in untreated (control) cells  indicative of stabilized Dym, which dropped drastically in carbonyl cyanide 3-chlorophenylhydrazone (CCCP) (protonophore)  (30 mM)-treated platelets (Fig. 1A). Incubation of platelets with different concentrations of aspirin (2, 5 and 10 mM) was  associated with significant decrements in Dym (by 25%, 61% and 93%, respectively) as compared to control (Fig. 1A).  Externalization of PS, an anionic phospholipid, from the inner  leaflet to outer layer of cell membrane is an invariable feature in  the apoptotic process [37,49]. PE-annexin V binding to cell  surface was studied as a measure of cells undergoing apoptosis. As  expected, surface membrane was found to be significantly  enriched with PS in thrombin-stimulated platelets as compared  to the resting cells. Remarkably, pretreatment of platelets with  increasing concentrations of aspirin (2, 5 and 10 mM) resulted in  dramatic increase (by 1.69-, 7- and 11-folds, respectively) in  annexin V binding as compared to the untreated (control) cells,  indicative of induction of apoptosis-like changes upon aspirin  treatment (Fig. 1B). Salicylic acid (10 mM) did not elicit increment  in annexin V binding, which indicated that aspirin caused PS  exposure by acetylation-dependent mechanism. To rule out the  possibility of platelet activation in response to different dosages of  aspirin, we examined surface expression of P-selectin, a marker for  platelet activation, in aspirin-treated platelets. Aspirin had no  effect on surface level of P-selectin, which was found to be  significantly elevated on surface membrane in thrombin-stimulat-  ed platelets (Figure S1).  As apoptosis is known to be associated with cellular reactive  oxygen species (ROS) generation [50], we sought to determine  whether aspirin induced ROS production in platelets. Using the  cell-permeable dye 29,79-dichlorofluorescein diacetate  (H2DCFDA), intracellular ROS was found to be significantly  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 3 August 2014 | Volume 9 | Issue 8 | e105049    Figure 1. Study of apoptosis-like features in platelets following aspirin treatment. Mitochondrial transmembrane potential (red/green ratio) (A), PS exposure (PE-annexin V binding) (B) and ROS generation (C) were studied in control platelets, as well as in cells pre-treated with aspirin as indicated. In (A), CCCP (mitochondrial protonophore) has been employed as the positive control. Data are representative of five different experiments and expressed as mean6SD. (*p,0.05 as compared to ethanol-pretreated resting platelets). doi:10.1371/journal.pone.0105049.g001  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 4 August 2014 | Volume 9 | Issue 8 | e105049    enhanced (by 1.96-, 6- and 8- folds) in platelets treated with 2, 5  and 10 mM of aspirin, respectively (Fig. 1C).  Early in the process of apoptosis Bax, the pro-apoptotic member  of Bcl-2 family, is known to undergo conformational change,  followed by translocation to the mitochondrial membrane [51].  We evaluated level of conformationally-changed active Bax in  aspirin pre-treated platelets using an antibody that specifically  recognizes Bax in its conformationally altered state (clone 6A7).  Exposure of platelets to aspirin in increasing concentrations (2, 5  and 10 mM) resulted in progressive increments in level of  conformationally active Bax (by 2-, 6- and 11- folds, respectively)  (Fig. 2A & B). BH3-mimetic ABT737 and specific proteasome  inhibitors like epoxomicin (1 mM), PSI (20 mM) and bortezomib (25 mM) were used as a positive control, which induced significant Bax activation in platelets (Fig. 2A & B).  The pro-apoptotic members of Bcl-2 family induce release of  mitochondrial cytochrome c into cytosol, which eventually leads to  caspase-3 activation through constitution of apoptosome complex  with Apaf-1 and caspase-9 [48]. As reported earlier [46], ABT737  induced significant activation of caspase-3 in platelets (Fig. 2C). A  concentration-dependent upregulation in caspase-3 activity (by 2-,  2.8- and 3- folds) (Fig. 2C) was observed in platelets exposed to  increasing doses of aspirin (2, 5 and 10 mM, respectively).  Proteasome is involved in the degradation of many short-lived  proteins that are required for cell survival. We have recently  demonstrated a central role of proteasome in delimiting platelet  life span through constitutive elimination of the conformationally  active Bax and inducing apoptosis-like changes in platelets [37]. In  order to explore the effect of aspirin on proteasome in human  platelets, we analyzed proteasomal peptidase activity in presence  of different concentrations of aspirin. We found a concentration-  dependent attenuation (by 15%, 44% and 61%) in proteasome  function in human platelets pre-treated with aspirin (2, 5 and  10 mM, respectively) (Fig. 2D). Aspirin treatment did not induce  any change in the total protein content in platelets.  Aspirin leads to decreased platelet life span Platelet life span is determined by opposing activities of anti-  and pro-apoptotic Bcl-2 family proteins [46]. As proteasomal  activity in tumor cells influences cellular level of these proteins and  aspirin attenuated proteasome function in platelets (our earlier  figure), we investigated if aspirin can regulate platelet lifespan in vivo in a rodent model. Consistent with earlier findings [30,31] oral administration of aspirin to mice led to significant lowering in  platelet count by 18% and 32% (on 7 th  and 15 th  day, respectively,  at 10 mg/kg/day) and 28% and 48% (on 7 th  and 15 th  day,  respectively, at 15 mg/kg/day) (n = 5) (Fig. 3A). When adminis-  tered intravenously in tail vein in mice, 50 and 75 mg/kg of  aspirin decreased platelet count by 50% and 72%, respectively,  reflective of aspirin-induced decrease in platelet count (data not  shown).  Reduction in platelet count could either be due to increase in  platelet clearance or decreased platelet production. In order to  study former possibility we conjugated mice platelets with biotin  by intravenous administration of NHS-biotin and tracked the  labeled platelets ex vivo by incubating cells with PE-streptavidin [44]. Consistent with earlier observation by Berger et al. (1998), platelet half-life (t1/2 = clearance of 50% biotin-conjugated plate-  lets) was found to be 80 h in control mice, which dropped  significantly to 65 h and 54 h, respectively, in mice administered  orally with aspirin at 10 and 15 mg/kg/day for 4 days (Fig. 3B).  Intravenous administration of 50 and 75 mg/kg of aspirin to the  tail vein of mice decreased half life of platelets by 21 and 37 h,  respectively (data not shown). Salicylic acid (75 mg/kg) did not  affect the platelet life span, suggesting that aspirin lowered platelet  life span via acetylation-dependent mechanism.  Aspirin enhances uptake of platelets by macrophages Platelets undergoing apoptosis-like changes are known to be  removed by phagocytes in the reticulo-endothelial system [52].  Hence, we evaluated macrophage-assisted clearance of platelets  following aspirin treatment. Calcein-stained platelets, either  pretreated with aspirin (5 mM) or ethanol (vehicle), were  incubated with a monolayer of autologous monocyte-derived  adherent human macrophages for 45 min. The phagocyte  monolayer was next washed free of non-interacting platelets, and  subjected to flow cytometry as well as epifluorescence microscopy  to examine phagocytic uptake of platelets by macrophages.  Macrophages were gated and analyzed by flow cytometry for  fluorescence signal (FL1). The cells exhibited significantly higher  calcein fluorescence following incubation with aspirin-treated  fluorescently labeled platelets, which was reflective of enhanced  phagocytic uptake of these platelets (Fig. 3C). This finding was  further corroborated from epifluorescence microscopy of macro-  phages. Significantly higher mean fluorescence intensity (per high  power field) was found to be associated with macrophages co-  incubated with aspirin-treated platelets than the control cells,  which reflected facilitated phagocytic uptake of platelets upon  exposure to aspirin (Fig. 3D). In different experiment, platelets  from mice administered orally with aspirin (10 mg/kg/day for 7  days) were incubated with macrophages obtained from the same  animals. Cells from experimental mice exhibited significantly  higher calcein fluorescence than the control counterparts (data not  shown), which was reflective of enhanced phagocytic uptake of  these cells.  Discussion  Aspirin is one of the most widely used medications worldwide,  with more than 100 billion tablets consumed each year [53].  Aspirin is extensively used under clinical settings as an anti-  inflammatory drug and for prevention of thrombus formation/  propagation in myocardial infarction as well as stroke by inhibition  of platelet COX-1 activity. Apart from above functions, aspirin  and other NSAIDs also reportedly exhibit antiproliferative effect.  In this study we have investigated apoptosis-like changes in human  platelets elicited by aspirin and explored its effect on murine  platelet lifespan in vivo. Here we found that, platelets exhibited features of apoptosis  following aspirin treatment, which included drop in mitochondrial  transmembrane potential, enhanced surface exposure of PS, rise in  cytosolic ROS and activation of caspase-3. The pro-apoptotic Bcl-  2 family protein Bax and Bax-specific mRNA are known to be  abundantly expressed in platelets [54,55]. Aspirin treatment  provoked significantly higher expression of conformationally active  Bax in platelets compared to their control (untreated) counter-  parts. Bax being a known substrate of proteasome [56,57] we next  examined effect of aspirin on proteasomal peptidase activity in  order to understand mechanistic underpinning of aspirin effects on  platelets. The drug was found to elicit concentration-dependent  attenuation in proteasomal function in human platelets (Fig. 2D),  which was in line with an earlier study on murine Neuro 2a cells  [29]. However, above observations did not formally establish a link  between proteasome inhibition and Bax activity. A limitation of  this study is high dose of aspirin administered in mice. Although  effective therapeutic dosage of aspirin against coronary artery  disorders is lower than that employed in this study, drug regime  against rheumatoid arthritis [9] and other systemic inflammatory  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 5 August 2014 | Volume 9 | Issue 8 | e105049    diseases is higher by 5-10 fold, which is fairly comparable with  aspirin orally administered in mice in our study. Salicylic acid  (10 mM) did not evoke any apoptotic response, which indicated  that effect of aspirin could be due to acetylation-dependent  process.  We have recently shown that, proteasome plays critical role in  platelet survival through constitutive elimination of the conforma-  tionally active Bax [37]. As aspirin inhibited proteasome activity in  human platelets, we next asked whether the drug would adversely  affect platelet life span in an in vivo rodent model. Administration of mice with aspirin led to thrombocytopenia. This was associated  with significant reduction in half-life of circulating platelets,  indicative of enhanced rate of platelet clearance in aspirin-  administered mice. Consistent with this, aspirin-treated human  platelets were found to be phagocytosed more efficiently by  macrophages, as demonstrated in vitro by flow cytometry as well as epifluorescence microscopy  Figure 2. Study of proteosome and caspase-3 activities in aspirin-treated platelets (A), Western blots showing expression level of active Bax in platelets pretreated with ethanol, aspirin, ABT737, epoxomicin, PSI and bortezomib, as indicated (upper panel) normalized against b-actin (lower panel). (B), Quantitative representation of active Bax levels in platelet whole cell lysates determined by densitometry of Western blots. (C), caspase-3 activity from the extent of cleavage of fluorigenic substrate AC-DEVD-AMC. (D), Assay of proteasome enzymatic activity in platelets pretreated with ethanol, PSI (proteasome inhibitor) (10 mM) and aspirin. Data are representative of five different experiments and expressed as mean6SD. (*p,0.05 as compared to ethanol-pretreated resting platelets). doi:10.1371/journal.pone.0105049.g002  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 6 August 2014 | Volume 9 | Issue 8 | e105049    Figure 3. Aspirin affects lifespan and phagocytic uptake of platelets (A), Platelet count in control as well as aspirin-administered mice on different days. (B), Proportion of biotinylated platelets (%) in peripheral blood sample drawn from ethanol (vehicle) or aspirin (10 and 15 mg/kg) pre-administered mice 0, 24, 48, 72, and 96 h after administration of NHS-biotin. t1/2 (h) represents platelet half-life in hours. (C) and (D), phagocytic uptake of platelets by autologous macrophages. Flow cytometry (C) and epifluorescence microscopy (D) of macrophages co-incubated with calcein-labeled platelets pretreated either with aspirin (5 mM) or ethanol (control). Scale bars, 10 mm. Data are representative of five different experiments. doi:10.1371/journal.pone.0105049.g003  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 7 August 2014 | Volume 9 | Issue 8 | e105049    To summarize, we have shown that aspirin elicits apoptosis-like  changes in human platelets in vitro and delimits platelet life span in murine model, which was associated with proteasomal  inhibition and increased expression of conformationally active  Bax. Our observations support the contention that, platelets  should not be collected from donors under NSAID cover for  purpose of transfusion. A recent report has implicated platelets  with cancer cell proliferation [58] and aspirin has been directly  linked to prevention of cancer [59]. Thus, the observed drop in  longevity of aspirinized platelets suggests a novel mechanistic  insight of therapeutic benefit of this drug in cancer management.  Aspirin is widely used as an anti-inflammatory drug against  rheumatoid arthritis and towards prevention of occlusive platelet  thrombi in coronary as well as cerebral thrombotic events  including myocardial infarction. Therefore, observations from this  study provide cautionary framework to critically re-evaluate  therapeutic dosage regime of aspirin especially against systemic  inflammatory ailments though it is a relatively safe drug in general  clinical practice.  Supporting Information  Figure S1 Study of P-selectin exposure in aspirin treated platelets and thrombin (1 U/ml) was used as positive control.  (DOCX)  Author Contributions  Conceived and designed the experiments: DD. Performed the experiments:  MKN AD NS. Analyzed the data: MKN DD. Wrote the paper: MKN  DD.  References  1. Dreser H (1899) Pharmakologisches über aspirin (acetylsalicylsäure). Pfluger's Arch 76: 306-318.  2. Weiss HJ, Aledort LM (1967) Impaired platelet-connective-tissue reaction in  man after aspirin ingestion. Lancet 2: 495-497.  3. Hamberg M, Svensson J, Samuelsson B (1975) Thromboxanes: a new group of biologically active compounds derived from prostaglandin endoperoxides. Proc.  Natl. Acad. Sci. USA 72: 2294-2298.  4. Fitzgerald GA (1991) Mechanisms of platelet activation: thromboxane A2 as an amplifying signal for other agonists. Am. J. Cardiol 68: 11B-15B.  5. The Swedish Cooperative Study Group (1986) High-dose acetylsalicylic acid  after cerebral infarction: a Swedish cooperative study. Stroke 18: 325-334.  6. UK-TIA Study Group (1988) United Kingdom transient ischaemic attack (UK-  TIA) aspirin trial: interim results. Br. Med. J 296: 316-320.  7. The SALT Collaborative Group (1991) Swedish aspirin low-dose trial (SALT) of 75 mg aspirin as secondary prophylaxis after cerebrovascular ischaemic events.  Lancet 338: 1345-1349.  8. Roderick PJ, Wilkes HC, Meade TW (1993) The gastrointestinal toxicity of aspirin: an overview of randomised controlled trials. Br. J. Clin. Pharmacol 35:  219-226.  9. Roth S, Agrawal N, Mahowald M, Montoya H, Robbins D, et al. (1989) Misoprostol heals gastroduodenal injury in patients with rheumatoid arthritis  receiving aspirin. Arch Intern Med 149: 775-779.  10. Shiff SJ, Qiao L, Tsai LL, Rigas B (1995) Sulindac sulfide, an aspirin-like  compound, inhibits proliferation, causes cell cycle quiescence, and induces apoptosis in HT-29 colon adenocarcinoma cells. J. Clin. Investig 96: 491-503.  11. Piazza GA, Rahm AK, Finn TS, Fryer BH, Li H, et al. (1997) Apoptosis  primarily accounts for the growth-inhibitory properties of sulindac metabolites and involves a mechanism that is independent of cyclooxygenase inhibition, cell  cycle arrest, and p53 induction. Cancer Res 57: 2452-2459.  12. Shiff SJ, Koutsos MI, Qiao L, Rigas B (1996) Nonsteroidal antiinflammatory drugs inhibit the proliferation of colon adenocarcinoma cells: effects on cell cycle  and apoptosis. Exp. Cell Res 222: 179-188.  13. Zimmermann KC, Waterhouse NJ, Goldstein JC, Schuler M, Green DR (2000)  Aspirin induces apoptosis through release of cytochrome c from mitochondria. Neoplasia 2: 505-513.  14. Zhou XM, Wong BCY, Fan XM, Zhang HB, Lin MCM, et al. (2001) Non-  steroidal anti-inflammatory drugs induced apoptosis in gastric cancer cells through upregulation. Carcinogenesis 22: 1393-1397.  15. Pique M, Barragan M, Dalmau M, Bellosillo B, Pons G, et al. (2000) Aspirin  induces apoptosis through release of cytochrome c from mitochondria. FEBS  Lett 480: 193-196.  16. Bellosillo B, Pique M, Barragan M, Castano E, Villamor N, et al. (1998) Aspirin and salicylate induce apoptosis and activation of caspases in B-cell chronic  lymphocytic leukemia cells. Blood 92: 1406-1414.  17. Gu Q, Wang JD, Xia HH, Lin MCM, He H, et al. (2005) Activation of the caspase-8/Bid and Bax pathways in aspirin-induced apoptosis in gastric cancer.  Carcinogenesis 26: 541-546.  18. Gupta RA, DuBois RN (1998) Aspirin, NSAIDS, and colon cancer prevention: mechanisms? Gastroenterology 114: 1095-1098.  19. Rao CV, Reddy BS (2004) NSAIDs and Chemoprevention. Curr. Cancer Drug  Targets 4: 29-42.  20. Thun MJ, Henley SJ, Patrono C (2002) Nonsteroidal anti-inflammatory drugs as  anticancer Agents: mechanistic, pharmacologic, and clinical Issues. J. Natl. Cancer Inst 94: 252-266.  21. Greenberg ER, Baron JA, Freeman DH, Mandel JS, Haile R (1993) Reduced  risk of large-bowel adenomas among aspirin users. The Polyp Prevention Study Group. J. Natl. Cancer Inst 85: 912-916.  22. Giovannucci E, Egan KM, Hunter DJ, Stampfer MJ, Colditz GA, et al. (1995)  Aspirin and the risk of colorectal cancer in women. N. Eng. J. Med. 333: 609- 614.  23. Aktas B, Pozgajova M, Bergmeier W, Sunnarborg S, Offermanns S, et al. (2005) Aspirin induces platelet receptor shedding via ADAM17 (TACE) J. Biol. Chem  280: 39716-39722.  24. Zhao L, Zhang W, Chen M, Zhang J, Zhang M, et al. (2013) Aspirin Induces  platelet apoptosis. Platelets 24: 637-642.  25. Zhang L, Yu J, Park BH, Kinzler KW, Vogelstein B (2000) Role of Bax in the apoptotic response to anticancer agents. Science 290: 989-992.  26. Ho CC, Yang XW, Lee TL, Liao PH, Yang SH, et al. (2003) Activation of p53 signalling in acetylsalicylic acid-induced apoptosis in OC2 human oral cancer  cells. Eur. J. Clin.Investig 33: 875-882.  27. Tsutsumi S, Gotoh T, Tomisato W, Mima S, Hoshino T, et al. (2004)  Endoplasmic reticulum stress response is involved in nonsteroidal anti- inflammatory drug-induced apoptosis. Cell Death Differ 11: 1009-1016.  28. Gao J, Liu X, Rigas B (2005) Nitric oxide-donating aspirin induces apoptosis in  human colon cancer cells through induction of oxidative stress. Proc. Natl. Acad.  Sci. USA 102: 17207-17212.  29. Dikshit P, Chatterjee M, Goswami A, Mishra A, Jana NR (2006) Aspirin induces apoptosis through the inhibition of proteasome function. J. Biol. Chem 281:  29228-29235.  30. Erkurt MA, Kaya E, Berber I, Koroglu M, Kuku I (2012) Thrombocytopenia in  Adults: Review Article. J. Hematol 1: 44-53.  31. Hu Y, Yuan M, Lu X (2013) Thrombocytopenia induced by both aspirin and  clopidogrel in the same patient. Int. J. Clin. Pharmacol. Ther 51: 228-231.  32. eHealthMe (2014) Could aspirin cause platelet count decrease? Available:.  33. Arendt CS, Hochstrasser M (1997) Identification of the yeast 20S proteasome  catalyticcenters and subunit interactions required for active-site formation. Proc. Natl. Acad. Sci. USA 94: 7156-7161.  34. Rosenzweig R, Glickman MH (2008) Chaperone-driven proteasome assembly.  Biochem. Soc. Trans 36: 807-812.  35. Ferrell K, Wilkinson CR, Dubiel W, Gordon C (2000) Regulatory subunit  interactions of the 26S proteasome, a complex problem. Trends Biochem. Sci 25: 83-88.  36. Glickman MH (2000) Getting in and out of the proteasome. Semin. Cell Dev. Biol 11: 149-158.  37. Nayak MK, Kulkarni PP, Dash D (2013) Regulatory role of proteasome in  determination of platelet life span. J. Biol. Chem 288: 6826-6834.  38. Nayak MK, Kumar K, Dash D (2011) Regulation of proteasome activity in  activated human platelets. Cell Calcium 49: 226-232.  39. Algra A, Greving JP (2009) Aspirin in primary prevention: sex and baseline risk  matter. Lancet 373: 1821-2.  40. Pignone M, Alberts MJ, Colwell JA, Cushman M, Inzucchi SE, et al. (2010) Aspirin for Primary Prevention of Cardiovascular Events in People With  Diabetes. Diabetes Care 33: 1395-1402.  41. Medicines and Healthcare Products Regulatory Agency, Commission on  Human Medicines (2009) Aspirin: not licensed for primary prevention of thrombotic vascular disease. Drug Safety Update 3: 3.  42. Sanmuganathan PS, Ghahramani P, Jackson PR, Wallis EJ, Ramsay LE (2001). Aspirin for primary prevention of coronary heart disease: safety and absolute  benefit related to coronary risk derived from meta-analysis of randomised trials. Heart 85: 265-271.  43. Park KI, Bavry AA (2013). Aspirin: Its risks, benefits, and optimal use in  preventing cardiovascular events. Cleveland Clinic Journal of Medicine 80: 318-  326.  44. Nayak MK, Singh SK, Roy A, Prakash V, Kumar A, et al. (2011) Anti- thrombotic effects of selective estrogen receptor modulator tamoxifen. Thromb.  Haemost. 106: 624-635.  45. Lopez JJ, Salido GM, mez-Arteta EG, Rosado JA, Pariente JA, et al. (2007)  Thrombin induces apoptotic events through the generation of reactive oxygen species in human platelets. J. Thromb. Haemost 5: 1283-1291.  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 8 August 2014 | Volume 9 | Issue 8 | e105049  http://www.ehealthme.com/ds/aspirin/plateletountecreased   46. Mason KD, Carpinelli MR, Fletcher JI, Collinge JE, Hilton AA, et al. (2007)  Programmed anuclear cell death delimits platelet life span. Cell 128: 1173-1186. 47. Kodama T, Takehara T, Hikita H, Shimizu S, Shigekawa M, et al. (2011) BH3-  only activator proteins Bid and Bim are dispensable for Bak/Bax-dependent  thrombocyte apoptosis induced by Bcl-xL deficiency: molecular requisites for the mitochondrial pathway to apoptosis in platelets. J. Biol. Chem 286: 13905-  13913. 48. Brown SB, Clarke MC, Magowan L, Sanderson H, Savill J, et al. (2000)  Constitutive death of platelets leading to scavenger receptor mediated  phagocytosis. A caspase-independent cell clearance program. J. Biol. Chem 275: 5987-5996.  49. Leytin V, Allen DJ, Mutlu A, Gyulkhandanyan AV, Mykhaylov S, et al. (2009) Mitochondrial control of platelet apoptosis: effect of cyclosporin A, an inhibitor  of the mitochondrial permeability transition pore. Lab Invest 89: 374-384. 50. Circu ML, Aw TY (2010) Reactive oxygen species, cellular redox systems, and  apoptosis. Free Radic. Biol. Med 48: 749-62.  51. Er E, Oliver L, Cartron PF, Juin P, Manon S, et al. (2006) Mitochondria as the target of the pro-apoptotic protein Bax. Biochim. Biophys. Acta 1757: 1301-  1311. 52. Pereira J, Palomo I, Ocqueteau M, Soto M, Aranda E, et al. (1999) Platelet  aging in vivo is associated with loss of membrane phospholipid asymmetry.  Thromb. Haemost 82: 1318-1321.  53. Warner TD, Mitchell JA (2002) Cyclooxygenase-3 (COX-3): filling in the gaps  toward a COX continuum? Proc. Natl. Acad. Sci. USA 99: 13371-13373.  54. Zhang H, Nimmer PM, Tahir SK, Chen J, Fryer RM, et al. (2007) Bcl-2 family  proteins are essential for platelet survival. Cell Death Differ 14: 943-951.  55. Vanags DM, Orrenius S, Aguilar-Santelises M (1997) Alterations in Bcl-2/Bax  protein levels in platelets form part of an ionomycin-induced process that  resembles apoptosis. Br. J. Haemtol 99: 824-831.  56. Fu NY, Sukumaran SK, Kerk SY, Yu VC (2009) Baxb: A constitutively active human Bax isoform that is under tight regulatory control by the proteasomal  degradation mechanism. Molecular Cell 33: 15-29.  57. Li B, Dou QP (2000) Bax degradation by the ubiquitin/proteasome- dependent  pathway: Involvement in tumor survival and progression. Proc. Natl. Acad. Sci.  USA 97: 3851-3855.  58. Cho MS, Bottsford-Miller J, Vasquez HG, Stone R, Zand B, et al. (2012)  Platelets increase the proliferation of ovarian cancer cells. Blood 120: 4869-  4872.  59. Rothwell PM, Price JF, Fowkes FGR, Zanchetti A, Roncaglioni MC, et al.  (2012) Short-term effects of daily aspirin on cancer incidence, mortality, and  non-vascular death: analysis of the time course of risks and benefits in 51  randomised controlled trials. Lancet 379: 1602-1612.  Aspirin Delimits Platelet Life Span  PLOS ONE | www.plosone.org 9 August 2014 | Volume 9 | Issue 8 | e105049  View publication statsView publication stats  https://www.researchgate.net/publication/264794682",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}