{
    "summary": "Diacylglycerol acyltransferase (DGAT) activity is an essential enzymatic step in the formation of neutral lipid i.e., triacylglycerol in all living cells capable of accumulating storage lipid. Previously, we characterized an oleaginous yeast Candida tropicalis SY005 that yields storage lipid up to 58% under a specific nitrogen-stress condition, when the DGAT-specific transcript is drastically up-regulated. Here we report the identification, differential expression and function of two DGAT2 gene homologues--CtDGAT2a and CtDGAT2b of this C. tropicalis. Two protein isoforms are unique with respect to the presence of five additional stretches of amino acids, besides possessing three highly conserved motifs known in other reported DGAT2 enzymes. Moreover, the CtDGAT2a and CtDGAT2b are characteristically different in amino acid sequences and predicted protein structures. The CtDGAT2b isozyme was found to be catalytically 12.5% more efficient than CtDGAT2a for triacylglycerol production in a heterologous yeast system i.e., Saccharomyces cerevisiae quadruple mutant strain H1246 that is inherently defective in neutral lipid biosynthesis. The CtDGAT2b activity rescued the growth of transformed S. cerevisiae mutant cells, which are usually non-viable in the medium containing free fatty acids by incorporating them into triacylglycerol, and displayed preferential specificity towards saturated acyl species as substrate. Furthermore, we document that the efficiency of triacylglycerol production by CtDGAT2b is differentially affected by deletion, insertion or replacement of amino acids in five regions exclusively present in two CtDGAT2 isozymes. Taken together, our study characterizes two structurally novel DGAT2 isozymes, which are accountable for the enhanced production of storage lipid enriched with saturated fatty acids inherently in C. tropicalis SY005 strain as well as in transformed S. cerevisiae neutral lipid-deficient mutant cells. These two genes certainly will be useful for further investigation on the novel structure-function relationship of DGAT repertoire, and also in metabolic engineering for the enhanced production of lipid feedstock in other organisms.",
    "title": "Functional Characterization of Two Structurally Novel Diacylglycerol Acyltransferase2 Isozymes Responsible for the Enhanced Production of Stearate-Rich Storage Lipid in Candida tropicalis SY005",
    "text": "pone.0103868 1..15   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/264432072  S137 Phosphorylation of Profilin 1 Is an Important Signaling Event in Breast  Cancer Progression  Article  in  PLoS ONE · August 2014  DOI: 10.1371/journal.pone.0103868 · Source: PubMed  CITATIONS  12 READS  443  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Profilin View project  Wasia Rizwani  Osmania University  23 PUBLICATIONS   995 CITATIONS     SEE PROFILE  Aneesa Fasim  Dayanada Sagar University  15 PUBLICATIONS   105 CITATIONS     SEE PROFILE  Deepshikha Sharma  Osmania University  3 PUBLICATIONS   25 CITATIONS     SEE PROFILE  Surya Singh  Osmania University  53 PUBLICATIONS   1,299 CITATIONS     SEE PROFILE  All content following this page was uploaded by Wasia Rizwani on 16 October 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/264432072_S137_Phosphorylation_of_Profilin_1_Is_an_Important_Signaling_Event_in_Breast_Cancer_Progression?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/264432072_S137_Phosphorylation_of_Profilin_1_Is_an_Important_Signaling_Event_in_Breast_Cancer_Progression?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Profilin?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wasia-Rizwani?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wasia-Rizwani?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osmania-University?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wasia-Rizwani?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aneesa-Fasim?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aneesa-Fasim?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aneesa-Fasim?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Deepshikha-Sharma-10?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Deepshikha-Sharma-10?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osmania-University?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Deepshikha-Sharma-10?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Surya-Singh?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Surya-Singh?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Osmania-University?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Surya-Singh?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Wasia-Rizwani?enrichId=rgreq-8973b72ccc66e4a544e563e12f650007-XXX&enrichSource=Y292ZXJQYWdlOzI2NDQzMjA3MjtBUzoxNTI5NjcxMzkzMDM0MjRAMTQxMzQ4MTYxNjc5MQ%3D%3D&el=1_x_10&_esc=publicationCoverPdf   S137 Phosphorylation of Profilin 1 Is an Important Signaling Event in Breast Cancer Progression Wasia Rizwani*, Aneesa Fasim¤, Deepshikha Sharma, Divya J. Reddy, Nabil A. M. Bin Omar,  Surya S. Singh*  Department of Biochemistry, Osmania University, Hyderabad, A.P., India  Abstract  Background: Profilins are actin-modulating proteins regulating many intracellular functions based on their multiple and diverse ligand interactions. They have been implicated to play a role in many pathological conditions such as allergies, cardiovascular diseases, muscular atrophy, diabetes, dementia and cancer. Post-translational modifications of profilin 1 can alter its properties and subsequently its function in a cell. In the present study, we identify the importance of phosphorylation of profilin 1 at serine 137 (S137) residue in breast cancer progression.  Methods/Principal Findings: We found elevated profilin 1 (PFN) in human breast cancer tissues when compared to adjacent normal tissues. Overexpression of wild-type profilin 1 (PFN-WT) in breast cancer MCF7 cells made them more migratory, invasive and adherent independent in comparison to empty vector transfected cells. Mutation in serine phosphorylation site (S137) of profilin 1 (PFN-S137A) significantly abrogated these properties. Mutation affecting actin- binding ability (PFN-R74E) of profilin 1 enhanced its tumorigenic function whereas mutation affecting its poly-L-proline binding function (PFN-H133S) alleviated these mechanisms in breast cancer cells. PFN-WT was found to activate matrix metalloproteinases by zymography, MMP2 and MMP9 in presence of PDBu (phorbol 12, 13 dibutyrate, PI3K agonist) to enhance migration and invasion in MCF7 cells while PFN-S137A did not. Phosphorylation increased migration and invasion in other mutants of profilin 1. Nuclear profilin levels also increased in the presence of PDBu.  Conclusions: Previous studies show that profilin could be executing a dual role in cancer by either suppressing or promoting tumorigenesis in a context dependent manner. In this study we demonstrate for the first time that phosphorylation of profilin 1 at serine 137 enhances oncogenic properties in breast cancer cells. Inhibitors targeting profilin 1 phosphorylation directly or indirectly through inhibition of kinases that phosphorylate profilin could be valuable therapeutic agents that can alter its activity and thereby control the progression of cancer.  Citation: Rizwani W, Fasim A, Sharma D, Reddy DJ, Bin Omar NAM, et al. (2014) S137 Phosphorylation of Profilin 1 Is an Important Signaling Event in Breast Cancer Progression. PLoS ONE 9(8): e103868. doi:10.1371/journal.pone.0103868  Editor: Scott A. Weed, West Virginia University, United States of America  Received April 16, 2014; Accepted July 2, 2014; Published August 1, 2014  Copyright: - 2014 Rizwani et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Data Availability: The authors confirm that all data underlying the findings are fully available without restriction. All relevant data are within the paper.  Funding: This work was financially supported by UGC-MRP (India) funding to SSS. WR received a fellowship from UGC (University Grants Commission). DS is supported by a fellowship from CSIR (Council for Scientific and Industrial Research), DJR from UGC and NBO from ICCR (Indian Council for Cultural Relations Fellowship). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * Email: wasia.rizwani@gmail.com (WR); suryasingh.oubioc@gmail.com (SSS)  ¤ Current address: Molecular Biology Unit, Indian Institute of Sciences, Bangalore, India  Introduction  Breast cancer is the first most common cancer in women in  USA (www.cdc.gov) and is predicted to overtake cervical cancer in  women in India by 2020 [1]. Early detection and treatment is  prolonging life expectancy in breast cancer patients. Mortality due  to breast cancer has decreased significantly in the past decade;  however, many patients die due to disease relapse and metastasis.  While many nonmetastatic breast tumors are initially hormone  dependent, most acquire hormonal autonomy at later stages to  become metastatic [2]. Cell migration and invasion are important  steps towards breast cancer progression and metastasis that require  dynamic cytoskeletal and cell membrane rearrangement for cell  motility. Profilin (PFN), an actin modulating protein, is an  abundant cytoskeletal protein and widely distributed in eukaryotic  cells [3]. Profilin and its isoforms are considered to be important  regulators of the actin-based cytoskeleton. Under in vitro condi- tions, profilin in high amounts inhibits actin polymerization by  sequestering actin monomer from F-actin or, inversely when  present in low amounts promotes actin polymerization in  appropriate circumstances [4-6]. It has been shown that profilin  1 promotes membrane protrusion, cell migration and invasion  while profilin 2 suppresses these processes in breast cancer [7]. Its  interaction with PI(4,5)P2 (Phosphatidylinositol 4,5-bisphosphate),  a component of the phosphatidylinositol cycle, serves as a link  through which the signaling pathways communicate with the  dynamics of the actin cytoskeleton [8,9]. Post-translational  modifications (PTM), such as nitration and phosphorylation, of  profilin 1 have biological implications [10-12]. Phosphorylation at  serine residue (S137) allows it to interact with greater affinity to  PLOS ONE | www.plosone.org 1 August 2014 | Volume 9 | Issue 8 | e103868  http://creativecommons.org/licenses/by/4.0/ www.cdc.gov http://crossmark.crossref.org/dialog/?doi=10.1371/journal.pone.0103868&domain=pdf   actin and proline rich proteins such as p85a, the regulatory subunit of PI3K (Phosphoinositide 3-Kinase), a lipid kinase with  tumor promoting activity [12]. It is increasingly evident that  profilin is associated with important signaling proteins known to be  involved in transformation, such as PI3K (apoptosis) and Protein  Kinase C (PKC) (tumorigenicity) [13,14]. However, the role of  serine phosphorylation of profilin in cancer remains to be  explored.  Profilin 1 has been extensively studied in breast cancer cell lines  and mouse models for breast cancer [14-16]. Immunohistochem-  ical analysis of human breast cancers revealed intermediate to low  levels of profilin 1 expression [16]. Differential expression of  profilin was reported in different cancers suggesting the complexity  in the role of profilin in cancer [17,18]. Studies supporting its role  in cellular proliferation, migration and invasion in breast cancer  differed suggesting a dichotomous role for profilin 1 in breast  cancer progression thereby necessitating further studies in this  area. Among its different ligands, it is reported that profilin's  function as a tumor suppressor depends on its actin binding ability  [17]. Our present data on human breast cancer tissues from  Indian population revealed enhanced expression of profilin 1  when compared to adjacent normal tissues of the breast. Previous  data from our lab demonstrated that phosphoprofilin (S137) binds  to actin monomers with higher affinity and therefore might alter  actin polymerization. Any change in actin polymerization affects  cell migration, invasion and angiogenesis. A recent study  demonstrated similar effects due to phosphorylation of profilin at  tyrosine Y129 and its potential role in facilitating adult angiogen-  esis in tissue wound healing [10]. Phosphoprofilin (pY129) also  facilitated glioblastoma progression by endothelial secretion of  angiocrine factors that induced hypoxia inducible factor 1a (HIF1a) stabilization and accumulation in normoxic conditions [19]. We hypothesized that phosphorylation of profilin 1 at S137  could be crucial in breast cancer progression. Studies presented  here demonstrate that S137 phosphorylation of profilin 1 not only  augment migration and invasion in breast cancer cells (MCF7) but  also enable them to become anchorage independent. Other  mutations in profilin 1 that hinder profilin's interactions with actin  or poly-L-proline (PLP) containing proteins demonstrated en-  hanced tumorigenic properties indicating the significance of  serine phosphorylation of profilin in cancer progression and the  potential in making pS137 a chemotherapeutic target to curb  breast cancer.  Materials and Methods  Subjects Primary, non-invasive and invasive breast carcinomas following  radical mastectomy at different tumor stages (T1-4N0-1M0) of  female human subjects (27 ductal carcinoma and 3 lobular  carcinoma cases) belonging to varying age groups from 40-70  years were used for the study. Normal tissue adjacent to the tumor  from the same breast was used as control. The nature of the tissue  was confirmed by histopathological studies. Prior written consent  from patients was obtained before tissue samples were collected  following mastectomy and the samples were not exclusively used  for this study and not meant for commercial use. The study and  the method of tissue collection were approved by the ‘‘Institutional  Ethics Committee for Biomedical Research'', Hyderabad, India  and Osmania University.  Collection and processing of breast tissue samples After surgical resection (mastectomy), samples were collected in  ice-cold Tris- buffered saline (10 mM Tris, pH 7.2 and 0.9%  NaCl) and immediately processed for future analysis. Tissues were  ground in Remi homogenizer on ice in tissue lysis buffer (40 mM  Tris buffer, pH 7.2, 1% Triton X-100, 10% glycerol, 1 mM b- ME, 2 mM EGTA, 1 mM EDTA, 130 mM NaCl, 50 mM NaF,  1 mM Na3VO4 and protease inhibitor cocktail) and centrifuged at  160006g for 20 min at 4uC. The supernatant obtained was used for western blotting analyses.  Isolation of primary epithelial cells from breast tissue 1 g of breast tissue (tumor and normal) derived after mastec-  tomy was cut up manually into small pieces, approximately 0.5 cm  cubed, collected and washed in ice-cold Kreb's Ringer buffer  (116 mM NaCl, 4.2 mM KCl, 2.5 mM CaCl2, 1.6 mM  NaH2PO4, 1.2 mM MgSO4, 22 mM NaHCO3, 11 mM glucose,  pH 7.4). The tissue was digested overnight at 37uC in a shaking incubator at 50 rpm with 0.5 mg/ml collagenase (Type IV, sigma)  in 5 ml RPMI medium (RPMI 1640 media containing 2 mM L-  glutamine, 100U of penicillin/ml, 100 mg streptomycin/ml and 10% fetal calf serum). Following enzyme digestion, the fat layer  was decanted by centrifuging at 10006g for 5 min at room temperature (RT) and washed several times with the buffer. The  cell-rich supernatant was backflushed through 60 m and 50 m meshes to isolate breast organoids from red blood cells, fibroblasts  and endothelial cells. The cells were disaggregated by pipetting in  media containing 0.25% trypsin-EDTA followed by filtration  through 40 m meshes. The cell pellet was collected and washed three more times to yield a predominantly single cell suspension  [20]. The final pellet was resuspended in 1 ml media and the  cells were counted on cytometer after trypan blue staining. The  cells were lysed in M2 lysis buffer (20 mM tris, pH 7.6, 0.5% NP-  40, 250 mM NaCl, 3 mM EGTA, 3 mM EDTA, 5 mM NaF,  5 mM Na3VO4 and 5 mg/ml protease inhibitor cocktail) and the lysate was cleared by centrifuging at 120006g for 15 min at 4uC.  Cell Culture MCF7 cells were purchased from NCCS (National Center for  Cell Science), Pune, India (previously published in [21]). MCF7  cells were grown in MEM supplemented with 0.01 mg/ml Insulin,  10% fetal bovine serum and 1% antibiotic-antimycotic solution.  MCF7 cells transfected with profilin 1 and mutants were  maintained in the above media supplemented with 800 mg/ml G418. Insulin and G418 were purchased from Sigma-Aldrich,  USA.  Western blot analyses Total protein in clear supernatants obtained from breast tissue  and cell lysates was estimated by Bradford's method according to  the manufacturer's protocol (Sigma-Aldrich). 50 mg protein from tissue lysates and cell lysates was subjected to 10% tricine SDS-  PAGE [22] and transferred onto nitrocellulose membrane. The  membrane was blocked with 3% gelatin in TTBS buffer (10 mM  Tris, 154 mM NaCl and 0.1% Tween-20, pH 7.5) for 1 hr, then  washed with TTBS (4610 ml) and incubated with rabbit anti- profilin 1 antibodies (1:1000 dilution, Novus biologicals) or rabbit  anti-PKCf antibodies (1:500, in-house) and anti-actin antibodies (1:3000, Sigma) for 2 hr. After washings with TTBS, the blot was  incubated with horse radish peroxidase conjugated secondary anti-  rabbit/anti-mouse goat IgG for 2 hr. The blot was then  colorimetrically developed using NBT/BCIP (Amersham Phar-  macia Biotech).  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 2 August 2014 | Volume 9 | Issue 8 | e103868    Figure 1. Profilin 1 and PKCf levels are upregulated in human breast cancer tissue samples. (A) Representative western blot showing profilin 1, PKCf and actin protein expression. Actin was used as loading control (n = 30). (B) Densitometric analysis revealed a 3.662.5-fold (***p, 0.01) increase in profilin 1 levels and (C) a 1.660.5-fold (***p,0.05) increase in PKCf levels in human breast cancer tissues compared to adjacent normal breast tissues. (D) Representative western blot showing profilin 1 levels in primary cells isolated from breast cancer and adjacent normal tissues. (E) Densitometric analysis reveals a 1.660.3-fold (***p,0.03) increase in primary cells from breast cancer tissues compared to normal adjacent breast tissues. N denotes adjacent Normal and T denotes Tumor tissues of the breast. doi:10.1371/journal.pone.0103868.g001  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 3 August 2014 | Volume 9 | Issue 8 | e103868    Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 4 August 2014 | Volume 9 | Issue 8 | e103868    Sub-Cloning of GFP-Profilin 1 wild type (WT), S173A (phosphorylation mutant), R74E (actin mutant) and H133S (PLP mutant)  GFP-fusion constructs of profilin were constructed. GST clones  of profilin-1 WT, R74E and H133S (characterized by [23,24]  were subcloned into EGFP-C1 vector using forward primer: 59-  AGC CAA GCT AGT GCC GGG TGG AAC GCC- 39 and  reverse primer: 59- CAG GGA TCC TCA GTA CTG GGA ACG  CCG AAG-39. Similarly, S137A from pcDNA3 construct [25] was  subcloned into EGFP-C1 vector. All inserts were cloned between  HindIII and BamH1 restriction sites (forward primer: 59- CCA  AGC TTC GAT GGC CGG GTG GAA CG-39 and reverse  primer: 59- GCGGATCC CTA GTA CTG GGC ACG CCG A-  39). All the constructs including empty vector (eGFP-N1) were  confirmed by plasmid sequencing (Invitrogen). These constructs  were then overexpressed by transfection in MCF7 cells.  Transfection and generation of cell lines MCF7 cells were transfected with a control EGFP-N1 vector or  following profilin1 expressing constructs: GFP-PFN1-WT (Wild-  Type, human), GFP-PFN1-S137A (serine 137 phosphorylation  mutant), GFP-PFN1-R74E (actin mutant) or GFP-PFN1-H133S  (PLP binding mutant). For transfection, 0.5 mg plasmid DNA was mixed along with 1 ml of transfection reagent (chloroform:DT- DEAC lipid micelles made in laboratory) [26] in a total volume of  200 ml serum-free MEM media. The transfection mix was incubated at room temperature for 30 min, following which it  was added to 20,000 MCF7 cells pre-incubated in serum-free  MEM media for 1 hr. After 5 hr of transfection, media was  changed to complete MEM media and cells were allowed to grow  for 24 hr for protein expression. Selection media with 800 mg/ml G418 was added and polyclonal populations were selected over a  period of two weeks.  Cell Viability Assay To determine cell growth of transfected clones, 2000 cells of  each clone were plated in triplicate in 96-well plates and cell  viability was assessed by MTT (3-[4,5-dimethylthiazol-2-yl]- 2,5-  diphenyltetrazolium bromide) assay at 24 hr, 48 hr, 72 hr and  7days. MTT reagent (diluted from a 4 mg/ml solution in PBS) was  added to all the wells at a final concentration of 0.8 mg/ml and  the cells were further incubated for 4 hr at 37uC. The reaction was terminated by adding 200 ml/well dimethyl sulfoxide (DMSO) and absorbance was read at 570 nm in an ELISA plate reader. Wells  containing complete media alone was used as blank and the  average values subtracted from the average values of all clones.  The assay was repeated three times and analyzed using two-sided  Student's t test. Data points represent the mean6s.d and p,0.005 was considered significant.  Soft agar growth assay Anchorage independent growth was assayed by the soft agar  growth assay as described elsewhere [27]. The first step involved  plating a bottom layer of 0.6% agar in serum-free media in 12-well  plates. The plates were incubated at room temperature for 30 min  to solidify the agar. Cells were harvested by trypsinization and  16104 cells were mixed with 0.3% agarose (made in complete media) and layered carefully on the top of existing 0.6% agarose.  The plates were covered with 1 ml of medium supplemented with  10% FBS and incubated at 37uC in a 5% CO2 incubator for 10days. Complete media was added every 2 days to the test wells.  At the end of 10days, cell colonies with .100 mm in diameter were imaged and counted under a microscopic field at 2.56 magnification. Mean colony count was based on numbers from 5  different fields imaged under 2.56 magnification from two independent experiments done in duplicate for each treatment  condition and was analyzed using two-sided Student's t test.  Wound healing assay 56104 cells were plated in a 6-well plate in triplicate and  allowed to grow to confluency. Cells were washed and left in  serum-free media for 5 hr. A scratch was made and media was  added that was either only serum-free or with 200 nM PDBu  (phorbol 12,13-dibutyrate) or with 20 mM LY294002/200 nM PDBu. Images were captured at 106 magnification using Leica Microscope at zero hour and again at 24 hr. The scratch area at  zero hour and empty area not covered by migrated cells after  24 hr was analyzed with ImagePro software. The assay was  repeated three times. Data points represent the mean6s.d. from  five fields of uncovered scratch area from three independent  experiments and p,0.05 was considered significant.  Cell Invasion assay Invasion assay was performed as per the protocol published by  Dasgupta et al [27]. MCF7 overexpressing profilin 1 and its  mutant clones were harvested by trypsinization and 16105 cells were placed in the top chamber of boyden filters as untreated/  treated with 200 nM PDBu or a combination of 20 mM LY294002 and 200 nM PDBu in serum-free media. The filters were pre-  coated with 100 mg/ml ECM (BD Biosciences) and incubated for 4 hr at 37uC before adding cells and the assay was performed according to the protocol [27]. Invaded cells were stained with  hematoxylin and images for 6 different fields per treatment were  captured using 406magnification using a Leica microscope. The assay was repeated twice in duplicate and analyzed using two-  sided Student's t test. Data points represent the mean6s.d. and p,0.05 was considered significant.  Flow cytometry Asynchronously growing MCF7 clones overexpressing profilin  and its mutants were treated with hypotonic buffer (1 mg/ml  sodium citrate and 0.3% Igepal) for 20 min. The buffer digests the  cytoplasm and nuclei detach from the plate. Nuclei are gently  pipetted a few times and collected in an eppendorf for Green  Fluorescence acquisition [28]. Similarly, 10 5  cells of each clone  were plated and serum starved for 24 hr. Cells were then treated  with DMSO control/200 nM PDBu/a combination of 20 mM LY294002 and 200 nM PDBu for 24 hr. Nuclei were harvested  and subjected to flow cytometry for Green Fluorescence acquisi-  tion. The data was acquired with flowcytometer (Millipore Guava  8 HT easycyte). 50000 events were acquired with flow rate of  Figure 2. Overexpression and localization of profilin 1 and its mutants in MCF7 breast cancer cells. Left panel depicts images of GFP- Profilin and its mutants, middle panel shows DAPI images and right panel shows merged images for each clone. PFN-WT (profilin 1 Wild-type) and PFN-S137A (serine phosphorylation mutant) were distributed more or less evenly in the cytoplasm and nucleus. PFN-R74E (actin mutant) was predominantly nuclear and PFN-H133S (poly-L-proline mutant) was mostly cytoplasmic in expression. Magnification-636 and scale bar-10 mm. doi:10.1371/journal.pone.0103868.g002  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 5 August 2014 | Volume 9 | Issue 8 | e103868    0.59 ml/s. Data was analyzed by FlowJo software. Experiments were done three times in duplicate.  Immunofluorescence and Confocal Microscopy MCF7 clones (40,000cells) were plated on cover slips (Corning)  in a 6-well plate and cultured for 24 hr to visualize localization of  overexpressed profilin 1 and its mutants. The cells were fixed in  2% para-formaldehyde for 15 min. The nuclei were stained with  DAPI. Cells were mounted on glass slides. Images were captured  at 636 oil immersion magnification with a Leica confocal microscope [29]. Images are representative of three independent  experiments.  SDS-PAGE Zymography 56105 cells were plated in a T25 flask and allowed to grow for a  day. Cells were placed in serum-free media for 5 hr and then  Figure 3. Flow cytometric analysis of profilin 1 clones and its mutants reveal overexpression of profilin. (A) Western blot showing overexpressed profilin 1 and its mutants (41 KDa), endogenous profilin 1 (14 kDa) and actin (42 KDa). (B) Phase contrast image showing well spread out monolayer of transfected MCF7 cells (upper panel) and rounded nuclei alone at 2 min and 10 min (middle and bottom panels). Magnification- 206. Flow cytometric analysis showing green fluorescent positive nuclei from (C) EV, (D) PFN-WT, (E) PFN-S137A, (F) PFN-R74E and (G) PFN-H133S clonal populations. doi:10.1371/journal.pone.0103868.g003  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 6 August 2014 | Volume 9 | Issue 8 | e103868    treated with either DMSO control media or 200 nM PDBu for  24 hr. Conditioned media were collected and centrifuged to  remove debris. Samples were concentrated 10times using a  centricon (Millipore, Bedford, MA) from 2 ml to 0.2 ml.  Zymography was performed as described previously by Toth M  et al., [30] with a little modification. Samples were loaded on a  10% SDS-polyacrylamide gel incorporated with 0.1% gelatin  (Sigma) for electrophoresis. MMP2 and MMP9 zymographic  standards were used as positive controls (Chemicon). After  electrophoresis, MMPs were allowed to renature by washing the  gel twice in 50 ml of 2.5% Triton X-100 for 30 min, incubated for  18 hr at 37uC in developing buffer, and stained for 1 hr with 0.5% Coomassie brilliant blue G250. After destaining gelatinolytic activity  was visualized as a transparent band against a blue background. Gels  were imaged using a digital imaging analysis system (Bio-Rad). The  assays were repeated three independent times.  Statistical Analysis All data was analyzed statistically by two sided student's t test in  Microsoft Office 2007 and statistical significance was estimated.  Densitometric analysis of western blots was carried out with  ImageJ software. Flow cytometry data was analyzed using FlowJo  software.  Results  Human breast cancer tissues and primary cells derived from them express high levels of profilin 1  Published results on levels of profilin in different cancer tissues/cell  lines are contradictory. Western blotting analyses was performed on  lysates prepared from patient samples for breast cancer and adjacent  normal breast tissues. Profilin 1 levels were significantly higher in  breast cancer tissues compared to their adjacent normal counterparts  (Figure 1A). Densitometric analysis of the western blots revealed  profilin 1 was 3.662.5-fold (*p,0.01) elevated in cancer tissues  (Figure 1B). Simultaneously, primary epithelial cells were isolated  from the same patient samples and lysates were subjected to western  blot analysis for profilin 1. A representative western blot is presented  in Figure 1D and densitometric analysis of the western blots show a  1.660.3- fold (*p,0.03) increase in profilin 1 levels in cells isolated  directly from the breast cancer tissues when compared to adjacent  normal tissues (Figure 1E).  Post-translational modification such as phosphorylation can  alter the function of cytoskeletal-associated proteins in tumorigen-  esis; since profilin 1 is known to undergo phosphorylation at  Ser137 preferentially by PKCf, an enzyme with potential role in breast cancer cell chemotaxis and tumor invasion [31-33]; we also  examined PKCf levels by western blotting in breast cancer and adjacent normal tissues (Figure 1A, middle panel). Figure 1C is a  densitometric representation of increased PKCf expression (1.660.5-fold, *p,0.05) in breast cancer tissues. Elevated protein  levels of PKCf in breast cancer tissues were indicative of a phosphorylation event targeting profilin 1 too. Therefore, we  studied the probable role of profilin 1 phosphorylation at serine  residue (S137) in breast cancer.  Overexpression of profilin 1-wild type and profilin 1 mutants in breast cancer cell line, MCF7  Since profilin 1 levels were high in patients with breast cancer,  we overexpressed profilin 1 and some of its mutants in MCF7 cells  to study their effect on cancer progression. MCF7 cells were  transfected with each of the following vectors individually: EGFP-  N1 (Empty Vector, designated as EV), GFP-Profilin 1-wild type  (PFN-WT), GFP-Profilin 1-S137A (mutant for serine 137 phos-  phorylation site; PFN-S137A), GFP-Profilin 1-R74E (mutant for  actin-binding site, PFN-R74E) and GFP-Profilin 1-H133S (mutant  for poly-L-proline (PLP) sequence binding, PFN-H133S). Expres-  sion of profilin clones was studied by confocal microscopy. Left  panel depicts images of GFP-Profilin and its mutants, middle panel  shows DAPI images and right panel shows merged images for each  clone (Figure 2). Each clone showed varying localization of GFP-  Profilin. EV expression was observed in the nucleus and  cytoplasm. PFN-WT, PFN-S137A and PFN-H133S showed  cytoplasmic and nuclear expression. Of these, PFN-H133S was  predominantly cytoplasmic and PFN-R74E was mostly nuclear  with little cytoplasmic expression. These results indicate that  interaction of profilin with actin is essential to maintain profilin in  the cytoplasm. PFN-H133S showed the least expression of nuclear  profilin suggesting that interaction with PLP-containing proteins  could be essential for its nuclear translocation. Simultaneously,  lysates were prepared from MCF7 cells expressing different clones  of profilin and subjected to western blotting with anti-profilin  antibodies. EV did not show over-expressed profilin whereas all  the clones showed a band corresponding to GFP-profilin (41 kDa).  Endogenous cellular profilin 1 (14 kDa) was observed in all the  lanes including EV and actin was used as loading control (42 kDa)  (Figure 3A). Next, we determined the nuclear expression alone of  GFP-profilin and mutants in asynchronously growing MCF7 cells  by subjecting them to hypotonic solution that bursts the cytoplasm  but leaves the nuclei intact and detached from the plate. The  nuclei are collected as a single cell suspension and subjected to flow  cytometric analysis (Figure 3B). Untransfected MCF7 cells were  used to gate the positive nuclei from the clones. All the clones  showed similar numbers of nuclei that were positive for profilin 1.  Figure 3C-3G show the flow cytometry dot plots of GFP-positive  nuclei from asynchronously growing EV (96.1%), PFN-WT  (85.9%), PFN-S137A (92.8%), PFN-R74E (94.6%) and PFN-  H133S (91.3%) respectively. These clones were then selected in  neomycin (G418) to obtain a 100% positive polyclonal population  overexpressing profilin 1 and its mutants respectively.  Overexpression of profilin 1 facilitates cell growth and anchorage independent growth that is further enhanced by its phosphorylation at Serine137  We first assessed the growth ability of transfected cells in culture  at 24 hr, 48 hr, 72 hr and 7days of plating in complete media by  MTT assay (Figure 4A). PFN-WT demonstrated the highest  viability at all time points studied followed by PFN-R74E and  PFN-H133S. PFN-S137A showed the least growth rate and was  comparable to EV transfected MCF7 cells (***p,0.005). Anchor-  age independency is one of the hallmarks of cancer and this  feature allows tumor cells to invade adjacent tissues and lead to  metastasis [34]. To determine which of the profilin 1 mutants  might interfere with the tumorigenic property of MCF7 cells, soft  agar assay was performed and colonies above 100 mm where counted and plotted. Figure 4B shows representative images of  colonies in soft agar of different mutants of profilin 1 and  figure 4C is a graphic representation of the average number of  colonies for each clone from 5 different fields under 2.56 magnification. We observed that MCF7 cells expressing PFN-  WT formed significantly more and larger colonies in soft agar  compared to EV-expressing MCF7 cells (**p,0.01). PFN-S137A  formed smaller and less number of colonies than EV and 42  percent less number of colonies (***p,0.005) than PFN-WT,  thereby indicating that (S137) phosphorylation of profilin 1  facilitates anchorage independency in breast cancer cells. Actin  mutant (PFN-R74E) formed 70 percent more colonies (**p,0.01)  than PFN-WT, consistent with previous reports demonstrating  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 7 August 2014 | Volume 9 | Issue 8 | e103868    Figure 4. Overexpressed profilin 1 and its mutant clones exhibit different cell growth and show difference in soft agar colony forming ability. (A). Cell growth/viability (MTT assay) of MCF7 cells transfected with profilin 1 and its mutants demonstrate that PFN-WT had the highest viability followed by PFN-R74E, PFN-H133S and PFN-S137A at all time points studied-24 hr, 48 hr, 72 hr and 7days. PFN-S137A (***p,0.005) showed viability comparable to EV. (B). Representative phase contrast images from a soft agar colony formation assay demonstrating that PFN-R74E formed the most number of colonies followed by PFN-WT. PFN-S137A formed smaller and significantly less number of colonies comparable in size to  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 8 August 2014 | Volume 9 | Issue 8 | e103868    that profilin 1 defective in actin binding ability promotes  tumorigenesis [17]. Defect in PLP binding ability of PFN (PFN-  H133S) did not allow any colony formation in soft agar, though  the viability of these cells in monolayer cultures was fairly  comparable to PFN-R74E till 72 hr and decreasing by 7days.  These results were in corroboration with Wittenmeyer's study [17]  reporting the inability of PFN-H133S to form tumors in mice.  Phosphorylation of profilin 1 at S137 leads to enhanced migration and invasion  Whether phosphorylation of profilin 1 affects migration and  invasion of breast cancer cells expressing various profilin 1 mutants  was next assessed by wound healing assays and boyden chamber  assays respectively. PKCf activity can be reduced by the pharmacological inhibitors of PI3K. Previous in vivo studies from our lab have demonstrated that phorbol 12,13-dibutyrate (PDBu),  a protein kinase C activator (PKC), phosphorylates profilin 1 at  Serine 137 and the effect is reversed by LY294002, an inhibitor of  PI3K and subsequently PKCf [12,35]. We studied their effect on profilin 1 mediated migration and invasion. MCF7 cells overex-  pressing profilin 1 and its mutants were grown to confluency and a  scratch was made with a pipet tip. Images were captured at 206 magnification of the scratch at zero hour for each treatment. After  24 hr following treatments, images were captured and non-  migrated area was analyzed. Figure 5 shows representative images  of the wound and migrated cells into the wound for all the clones.  All clones migrated to some extent into the wound at 24 hr in  serum-free media. PDBu induced significant migration in all  clones but not in the PFN-S137A mutant clone, therefore  demonstrating that phosphorylation of profilin 1 at Serine 137 is  an important event in promoting migration of MCF7 cells. PFN-  WT and PFN-R74E expressing cells migrate more than EV  expressing cells upon treatment with PDBu (**p,0.05). Pre-  treatment of cells with LY294002 significantly abrogated migra-  tion of MCF7 cells overexpressing PFN-WT, PFN-R74E and  PFN-H133S (**p,0.05). PFN-S137A did not show much change  in migration at 24 hr in either serum-free media or PDBu or LY/  PDBu treated cells (***p,0.005) (Figure 6A). This result reinforces  the fact that serine phosphorylation of profilin 1 facilitates  migration of breast cancer cells.  Similarly, invasion assays using ECM (extracellular matrix)  coated boyden chamber filters revealed that PFN-WT and PFN-  R74E cells invade more than EV cells in the presence and absence  of PDBu. PFN-R74E showed more invasiveness than PFN-WT  (**p,0.05). PFN-H133S invades the least (**p,0.05). However,  PDBu- treated PFN-H133S showed 3 times more invasion when  compared to serum-free media, indicating that though PFN-  H133S is defective in binding to any PLP containing proteins,  phosphorylation at Ser137 made it more aggressive. Pre-treatment  with LY249002 inhibits invasion of all clones and in fact the  invasiveness is reduced further than serum-free media. PFN-  S137A demonstrates significantly reduced invasion even in the  presence of PDBu (**p,0.05) (Figure 6B).  Figure 5. Phosphorylation of overexpressed profilin 1 increases the migratory ability of MCF7 cells. Upper panel images are representative of MCF7 cells overexpressing profilin 1 and its mutants in serum free media after 24 hr creating the scratch. Middle panel shows cells that migrated into the wound in presence of 200 nM PDBu (phorbol 12,13-dibutyrate) at 24 hr. Cells overexpressing PFN-WT, PFN-R74E migrated the most. PFN-H133S also migrated considerably. PFN-S137A showed least coverage of the wound. Lowest panel of images demonstrate that pre- treating cells with 20 mm LY294002 for 30 min prior to 200 nM PDBu for 24 hr prevented cells from migrating into the wound. Magnification-206. Scale bar-200 mm. doi:10.1371/journal.pone.0103868.g005  EV. PFN-H133S did not form any measurable colonies. Magnification-206. Sale bar-100 mm. (C) Histogram showing the average number of soft agar colonies from 5 different fields of MCF7 cells overexpressing profilin 1 and its mutants. PFN-S137A had the least number of colonies above 100 mm in size (***p,0.005). PFN-H133S did not grow in soft agar. doi:10.1371/journal.pone.0103868.g004  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 9 August 2014 | Volume 9 | Issue 8 | e103868    Figure 6. Phosphorylation of overexpressed profilin 1 increases migration and invasion in MCF7 cells. (A) Histogram showing the wounded area that was left uncovered by cells at 24 hr of making the scratch. Cells were either in serum-free media or supplemented with 200 nM PDBu or 20 mm LY294002/200 nM PDBu. Migration was observed in all conditions after 24 hr of scratch when compared to scratch at 0 hr of treatment. Cells treated with PDBu showed maximum migration. PFN-S137A did not show any significant difference in all conditions (***p,0.005). (B) Invasion assay by boyden chamber assay shows that PFN-S137A (**p,0.05) did not show any significant changes in invasion at 18 hr under any conditions tested, i.e., serum-free media or 200 nM PDBu or 20 mm LY294002/200 nM PDBu. PDBu treatment promoted invasion in all the clones. PFN-WT invaded more than EV, PFN-R74E showed maximum invasion and PFN-H133S the least. LY294002 inhibited invasion significantly in all the clones. doi:10.1371/journal.pone.0103868.g006  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 10 August 2014 | Volume 9 | Issue 8 | e103868    Figure 7. MMP2/MMP9 activity increases with phosphorylation of profilin 1 in MCF7 cells. (A) Gelatin zymography showing minimal MMP2 activity in serum-free media at 24 hr in all the clones. 200 nM PDBu treatment induced MMP2 and MMP9 activity significantly. PFN-WT expressed highest MMP2 activity whereas PFN-S137A the least. MMP9 activity was most expressed in PFN-R74E and PFN-WT followed by PFN-H133S. PFN-S137A showed the least MMP9 activity comparable to EV. (B) Nuclear translocation of profilin 1 and its mutants increases with time upon exposure to 200 nM PDBu when compared to serum starved cells except for PFN-S137A that remains constant throughout. PFN-S137A was comparable to EV. doi:10.1371/journal.pone.0103868.g007  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 11 August 2014 | Volume 9 | Issue 8 | e103868    Phosphorylation of profilin 1 induces MMP2 and MMP9 activity  Prior studies establish that Profilin 1 promotes MMP2 (Matrix  metalloproteinase) secretion, ECM degradation and 3D morpho-  genesis in vascular endothelial cells [36]. Studies have also been  reported showing colocalization of profilin with MT1-MMP  (MMP14) at the leading edges of activated monocytes migrating  on a layer of activated endothelial cells [37]. MT1-MMP14, in  turn, activates MMP2 and MMP9. In the present study, we make  evident that phosphorylation of profilin 1 at S137 plays a crucial  role in promoting migration and invasion by activating MMP2  and MMP9. Conditioned media from clones growing in serum-  free media or 200 nM PDBu containing media were subjected to  zymography to analyze MMP2 and MMP9 activity. We found  that serum-free clones produce very low MMP2 only, whereas  PDBu-treated cells produced significant amounts of MMP9 and to  a certain extent MMP2 also. Among the clones, PFN-WT showed  maximum MMP2/9 activity. PFN-R74E also expressed increased  MMP9 activity comparable to PFN-WT. PFN-H133S by itself was  not very migratory and invasive in nature but PDBu-treatment  makes this clone sufficiently pro-invasive. Consistent with that  data, we found MMP2/9 activity increasing in this clone in  response to PDBu. PFN-S137A had the least MMP2 activity and  remained same under all conditions tested. MMP9 activity in  PFN-S137A was comparable to EV and considerably less than  PFN-WT (Figure 7A).  Phosphorylation increases translocation of a subset of profilin 1 to the nucleus  Though profilin 1 has been shown to be localized partially in  the nucleus, very few studies are available on its role in the  nucleus. Recent studies carried out in dipteran Chironomas tentans have shown that a fraction of profilin in located in the nucleus; is  highly concentrated in the nucleoplasm and nuclear periphery. It  associates with protein-coding transcriptionally active genes and is  independent of actin [38]. Similarly, we observed PFN-WT and its  mutants to be localized in the nucleus, especially PFN-R74E,  mutant for actin-binding was predominantly nuclear. We also find  that increasing amounts of profilin localizes to the nucleus upon  phosphorylation by PDBu as early as 5 min and upto 18 hr when  Figure 8. Schematic showing various pathways that triggers PI3K activity in breast cancer. These pathways can potentially lead to phosphorylation of profilin 1: (1) Receptor tyrosine kinases (RTK), (2) Insulin (Ins) and Insulin-like growth factors, (3) Estrogen receptor/Estrogen complex (ER/E), (4) Growth factors (GF) and (5) Vascular endothelial growth factors (VEGF-A) are well known pathways that activate PI3K (Phosphoinositide-3-Kinase) and most common to hormone-dependent and hormone-independent breast cancers. PI3K can in turn activate PKC's (Protein Kinase C and its isoforms) including PKCf. Among all PKC isoforms, PKCf preferentially phosphorylates profilin 1 on Serine (S137) residue that leads to enhanced tumorigenic properties in breast cancer cells. VEGF-A can also lead to tyrosine phosphorylation of profilin 1 and increases angiogenic activity. It can be hypothesized that together these post-translational modifications could be instrumental in breast cancer progression. doi:10.1371/journal.pone.0103868.g008  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 12 August 2014 | Volume 9 | Issue 8 | e103868    compared to serum starved cells (Figure 7B). PFN-WT showed the  most nuclear concentrations of profilin 1 when compared to serum  starved cells. However, PFN-S137A, mutant for phosphorylation  at serine 137, did not show any change in profilin localization with  or without PDBu (Figure 7B). These results suggest that  phosphorylation of profilin is importing profilin into the nucleus  and probably facilitating in the binding of profilin to transcrip-  tionally active genes relative to promoting tumorigenesis. This  observation will need more confirmatory studies and identification  of nuclear proteins or genes regulated by profilin.  Discussion  In the present study, we report elevated profilin 1 expression in  non-metastatic, primary breast carcinoma tissues from Indian  population. Profilin levels have been found to be elevated in some  pathological states such as adipose tissue inflammation, liver and  kidney diseases [39-41] though in cancers the reports have been  ambiguous. Profilin 1 was found to be downregulated in breast  cancer cells CAL51 [16], in pancreatic cancer [42], and in  hepatocarcinoma tissues [43] and upregulated in gastric cancer  [44]. Analysis of N1E-115 neuroblastoma cell line for differenti-  ation related cytoskeletal proteins also indicated profilin 2 to be  elevated in expression [45]. Profilin 1 was identified as a secreted  protein from tumor masses at progressive stage in skin fibromas  [46], in oral cancer saliva proteome [47] and also in pancreatic  cancer secretome [42]. Whether elevated profilin 1 levels alone are  indicative of increased motility and aggressive cancers is debatable.  Various cell lines from different cancers behaved differently with  overexpression or abrogation of profilin 1 with respect to cell  migration, invasion and proliferation [16,18,48,49]. Recent studies  report that profilin 1 is a potential biomarker for bladder cancer  aggressiveness and suppressing its expression in T24 bladder  cancer cell line decreased their motility with a concomitant  decrease in actin polymerization [18]. Breast cancer MDA-MB-  231 cells showed reduced migration upon overexpression of  profilin 1 [48], however, an in depth analysis carried out by  silencing profilin 1 showed suppressed endothelial cell prolifera-  tion, migration and cord morphogenesis [50]. Likewise studies  involving upregulation of profilin showed increased invasiveness  and growth of smooth muscle cells [51] and also resulted in  glomerular cell proliferation [41]. These observations support the  notion that profilin is directly associated with cell motility,  migration and proliferation. Hence the need to investigate the  different aspects that regulate profilin's function in breast  tumorigenesis and cancer progression.  Earlier studies indicate profilin 19s involvement in cell motility  in the intracellular movement of pathogenic organisms [52] and  migration of lower eukaryotic organisms such as Dictyostelium and Listeria [53,54]. It is known that the profilin-actin complex is recruited at the barbed end of actin filaments at the protruding  end of lamellipodia in migrating cells where actin polymerization  is initiated. Impaired motility of intracellular pathogens was  observed in profilin-deletion experiments and revealed the  importance of profilin in bacterial motility [52], in migration  and proliferation of lower eukaryotes [53]. Profilin-deficient mice  were embryonically lethal and profilin 1 null mice embryos did not  survive indicating its necessity in cell division and survival during  embryogenesis [55]. Profilins assist F-actin elongation at the  leading edge of migrating cells through their interactions with a  host of actin-binding proteins like Ena (enabled)/VASP (vasodi-  lator stimulated phosphoprotein) [56,57]. Profilin 1 and profilin 2  protein ratios in a cell can also determine the extent of actin  polymerization and cellular motility [7]. Previously known facts  include that both actin and polyproline interactions of profilin 1  are essential for tumorigenesis and enhanced migration/invasion  [17,36]. Studies published recently report that phosphorylation of  profilin at tyrosine 129 in endothelial cells facilitates secretion of  angiocrine factors. These, in turn, stabilize HIF-1a in a hypoxia- independent manner to promote glioblastoma progression [19].  Through our studies, we add a new dimension to the role of  profilin in cell motility, invasion and aggressiveness. Phosphory-  lation at Ser137 of profilin 1 confers enhanced motility to MCF7  cells by itself irrespective of its actin binding or (PLP) protein  binding capabilities.  Dynamics of profilin's interactions with its ligands, including  actin polymerization changes upon PTM such as nitration and  phosphorylation [12,58]. A number of signaling pathways  triggered by external factors such as hormones (estrogen) (reviewed  in [59]), growth factors (Insulin, Insulin-like growth factors) [60],  radiation [61] activate PI3K which is known to activate PKC's  including the atypical PKCf and therefore could possibly lead to phosphorylation of profilin 1 at S137 (Figure 8). Whether all these  pathways eventually culminate to phosphorylate profilin 1 needs  further investigation but a probable regulatory loop might be  existing wherein profilin 1 activates PI3K [62] through its  association with p85a subunit [63] which in turn increases the production of D3 phosphoinositides like PI(3,4,5)P3 (PIP3) known  to activate PKC's and Akt pathway. PKC's trigger survival,  motility and breast cancer progression (reviewed in [64]). We  found PKC elevated in the breast cancer samples and another  study found increased PI3K levels in breast cancers [65] indicating  that profilin 1 phosphorylation could be an obligatory signaling  event in promoting breast tumorigenesis. ROCK (Rho-associated  Kinase) and PP1 (Protein phosphatase 1) are also known to  regulate phosphorylation and dephosphorylation of profilin 1 at  Ser137 [25]. Multiple kinases affect profilin phosphorylation  thereby increasing the complexity in the nature of profilin 19s  function; its interactions with its many isoforms and oligomers  [35]. These in turn will affect the cascade of protein  interactions further and the biological consequences thereafter.  From our studies in breast cancer cells using serine phosphor-  ylation mutant of profilin (PFN-S137A), it is evident that  profilin phosphorylation is crucial in promoting tumorigenesis.  PFN-S137A overexpressing cells also showed significantly  reduced growth, migration, invasion and colony formation  compared to PFN-WT.  MMP9-mediated gelatin matrix degradation showed substan-  tially higher expression in PDBu-stimulated breast cancer cells  expressing PFN and its mutants studied. MMP2-mediated gelatin  degradation was relatively lower than MMP9 in PDBu-stimulated  cells. MT1-MMP (MMP14) has been shown to colocalize with  profilin in monocytes at leading edges [37]. It is well known that  MT1-MMP self-activates and in turn activates MMP2 and MMP9  also. Together these are involved in degrading extracellular matrix  and making cells more motile and invasive. PFN-S137A express-  ing cells demonstrated least activity of MMP9 and MMP2 thereby  suggesting that profilin phosphorylation is in part associated with  activating MMPs, consecutively facilitating cellular mobility.  PDBu can stimulate MMP14 and inhibiting PKCf could reduce recruitment of MMP9 to podosomes and its release and activation  [66]. The coordinated action of PI3K, PKC and profilin  phosphorylation to induce MMPs needs further investigation to  characterize the sequence of events in breast cancer progression.  Another interesting finding was phosphoprofilin's translocation to  the nucleus that requires in-depth analysis focusing on the function  of profilin in the nucleus and subsequent role in breast cancer  progression. Very little information is available on nuclear  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 13 August 2014 | Volume 9 | Issue 8 | e103868    profilin's role in mammalian cells. Both cytoplasmic and nuclear  distribution of profilin has been observed in cultured mammalian  cells [67,68]. Recent evidence from Skare et al. [69] suggests that profilin-actin complexes may play a role in pre-mRNA processing  within the nucleus, due to extensive co-localization of profilin with  the small nuclear ribonucleoprotein (snRNP)-associated Sm  proteins and Cajal bodies. It is believed that mammalian  embryogenesis requires nuclear and cytoplasmic profilin to  maintain normal embryo development by interacting with actin-  related proteins such as Arp 3, VASP, Dia1 and p80 coilin [70]. It  would be interesting to demonstrate the importance of nuclear  profilin and nuclear phosphoprofilin in breast cancer progression  and targeting profilin 1 phosphorylation for cancer therapy could  be a prudent option.  Acknowledgments  We thank Dr. Jieya Shao, Washington University, St. Louis, Missouri for  the generous gift of pcDNA3.PFN.S137A vector and Dr. Partha Roy,  University of Pittsburg, PA for gifting actin and PLP mutants of profilin.  We appreciate the help of technical staff, Central Facilities for Research  and Development, Osmania University, Hyderabad, India.  Author Contributions  Conceived and designed the experiments: WR SSS. Performed the  experiments: WR AF DS DJR NBO. Analyzed the data: WR. Contributed  reagents/materials/analysis tools: WR SSS. Contributed to the writing of  the manuscript: WR.  References  1. Shetty P (2012) India faces growing breast cancer epidemic. Lancet 379: 992-  993.  2. Clarke R, Brunner N, Katzenellenbogen BS, Thompson EW, Norman MJ, et al.  (1989) Progression of human breast cancer cells from hormone-dependent to  hormone-independent growth both in vitro and in vivo. Proc Natl Acad  Sci U S A 86: 3649-3653.  3. Carlsson L, Nystrom LE, Sundkvist I, Markey F, Lindberg U (1977) Actin  polymerizability is influenced by profilin, a low molecular weight protein in non-  muscle cells. J Mol Biol 115: 465-483.  4. Goldschmidt-Clermont PJ, Kim JW, Machesky LM, Rhee SG, Pollard TD  (1991) Regulation of phospholipase C-gamma 1 by profilin and tyrosine  phosphorylation. Science 251: 1231-1233.  5. Mockrin SC, Korn ED (1980) Acanthamoeba profilin interacts with G-actin to  increase the rate of exchange of actin-bound adenosine 59-triphosphate.  Biochemistry 19: 5359-5362.  6. Theriot JA, Mitchison TJ (1993) The three faces of profilin. Cell 75: 835-838.  7. Mouneimne G, Hansen SD, Selfors LM, Petrak L, Hickey MM, et al. (2012)  Differential remodeling of actin cytoskeleton architecture by profilin isoforms  leads to distinct effects on cell migration and invasion. Cancer Cell 22: 615-630.  8. Goldschmidt-Clermont PJ, Machesky LM, Baldassare JJ, Pollard TD (1990) The  actin-binding protein profilin binds to PIP2 and inhibits its hydrolysis by  phospholipase C. Science 247: 1575-1578.  9. Lassing I, Lindberg U (1985) Specific interaction between phosphatidylinositol  4,5-bisphosphate and profilactin. Nature 314: 472-474.  10. Fan Y, Arif A, Gong Y, Jia J, Eswarappa SM, et al. (2012) Stimulus-dependent  phosphorylation of profilin-1 in angiogenesis. Nat Cell Biol 14: 1046-1056.  11. Kasina S, Wasia R, Fasim A, Radhika KV, Singh SS (2006) Phorbol ester  mediated activation of inducible nitric oxide synthase results in platelet profilin  nitration. Nitric Oxide 14: 65-71.  12. Sathish K, Padma B, Munugalavadla V, Bhargavi V, Radhika KV, et al. (2004)  Phosphorylation of profilin regulates its interaction with actin and poly (L-  proline). Cell Signal 16: 589-596.  13. Tamura M, Yanagihara N, Tanaka H, Osajima A, Hirano T, et al. (2000)  Activation of DNA synthesis and AP-1 by profilin, an actin-binding protein, via  binding to a cell surface receptor in cultured rat mesangial cells. J Am Soc  Nephrol 11: 1620-1630.  14. Das T, Bae YH, Wells A, Roy P (2009) Profilin-1 overexpression upregulates  PTEN and suppresses AKT activation in breast cancer cells. J Cell Physiol 218:  436-443.  15. Bae YH, Ding Z, Zou L, Wells A, Gertler F, et al. (2009) Loss of profilin-1  expression enhances breast cancer cell motility by Ena/VASP proteins. J Cell  Physiol 219: 354-364.  16. Janke J, Schluter K, Jandrig B, Theile M, Kolble K, et al. (2000) Suppression of  tumorigenicity in breast cancer cells by the microfilament protein profilin 1.  J Exp Med 191: 1675-1686.  17. Wittenmayer N, Jandrig B, Rothkegel M, Schluter K, Arnold W, et al. (2004)  Tumor suppressor activity of profilin requires a functional actin binding site.  Mol Biol Cell 15: 1600-1608.  18. Zoidakis J, Makridakis M, Zerefos PG, Bitsika V, Esteban S, et al. (2012) Profilin  1 is a potential biomarker for bladder cancer aggressiveness. Mol Cell  Proteomics 11: M111 009449.  19. Fan Y, Potdar AA, Gong Y, Eswarappa SM, Donnola S, et al. (2014) Profilin-1  phosphorylation directs angiocrine expression and glioblastoma progression  through HIF-1alpha accumulation. Nat Cell Biol 16: 445-456.  20. Alvi AJ, Clayton H, Joshi C, Enver T, Ashworth A, et al. (2003) Functional and  molecular characterisation of mammary side population cells. Breast Cancer Res  5: R1-8.  21. Upadhyay AK, Ajay AK, Singh S, Bhat MK (2008) Cell cycle regulatory protein  5 (Cdk5) is a novel downstream target of ERK in carboplatin induced death of  breast cancer cells. Curr Cancer Drug Targets 8: 741-752.  22. Schagger H, von Jagow G (1987) Tricine-sodium dodecyl sulfate-polyacrylamide gel electrophoresis for the separation of proteins in the range from 1 to 100 kDa.  Anal Biochem 166: 368-379.  23. Korenbaum E, Nordberg P, Bjorkegren-Sjogren C, Schutt CE, Lindberg U, et al. (1998) The role of profilin in actin polymerization and nucleotide exchange.  Biochemistry 37: 9274-9283.  24. Bjorkegren-Sjogren C, Korenbaum E, Nordberg P, Lindberg U, Karlsson R  (1997) Isolation and characterization of two mutants of human profilin I that do not bind poly(L-proline). FEBS Lett 418: 258-264.  25. Shao J, Diamond MI (2012) Protein phosphatase 1 dephosphorylates profilin-1  at Ser-137. PLoS One 7: e32802.  26. Felgner PL, Gadek TR, Holm M, Roman R, Chan HW, et al. (1987)  Lipofection: a highly efficient, lipid-mediated DNA-transfection procedure. Proc Natl Acad Sci U S A 84: 7413-7417.  27. Dasgupta P, Rizwani W, Pillai S, Kinkade R, Kovacs M, et al. (2009) Nicotine  induces cell proliferation, invasion and epithelial-mesenchymal transition in a variety of human cancer cell lines. Int J Cancer 124: 36-45.  28. Tate EH, Wilder ME, Cram LS, Wharton W (1983) A method for staining 3T3  cell nuclei with propidium iodide in hypotonic solution. Cytometry 4: 211-215.  29. Rizwani W, Alexandrow M, Chellappan S (2009) Prohibitin physically interacts  with MCM proteins and inhibits mammalian DNA replication. Cell Cycle 8: 1621-1629.  30. Toth M, Sohail A, Fridman R (2012) Assessment of gelatinases (MMP-2 and  MMP-9) by gelatin zymography. Methods Mol Biol 878: 121-135.  31. Singh SS, Chauhan A, Murakami N, Styles J, Elzinga M, et al. (1996)  Phosphoinositide-dependent in vitro phosphorylation of profilin by protein kinase C. Phospholipid specificity and localization of the phosphorylation site.  Recept Signal Transduct 6: 77-86.  32. Vemuri B, Singh SS (2001) Protein kinase C isozyme-specific phosphorylation of profilin. Cell Signal 13: 433-439.  33. Sun R, Gao P, Chen L, Ma D, Wang J, et al. (2005) Protein kinase C zeta is  required for epidermal growth factor-induced chemotaxis of human breast  cancer cells. Cancer Res 65: 1433-1441.  34. Hanahan D, Weinberg RA (2000) The hallmarks of cancer. Cell 100: 57-70.  35. Korupolu RV, Achary MS, Aneesa F, Sathish K, Wasia R, et al. (2009) Profilin oligomerization and its effect on poly (L-proline) binding and phosphorylation.  Int J Biol Macromol 45: 265-273.  36. Ding Z, Gau D, Deasy B, Wells A, Roy P (2009) Both actin and polyproline  interactions of profilin-1 are required for migration, invasion and capillary morphogenesis of vascular endothelial cells. Exp Cell Res 315: 2963-2973.  37. Matias-Roman S, Galvez BG, Genis L, Yanez-Mo M, de la Rosa G, et al. (2005)  Membrane type 1-matrix metalloproteinase is involved in migration of human monocytes and is regulated through their interaction with fibronectin or  endothelium. Blood 105: 3956-3964.  38. Soderberg E, Hessle V, von Euler A, Visa N (2012) Profilin is associated with  transcriptionally active genes. Nucleus 3: 290-299.  39. Romeo GR, Pae M, Eberle D, Lee J, Shoelson SE (2013) Profilin-1 haploinsufficiency protects against obesity-associated glucose intolerance and  preserves adipose tissue immune homeostasis. Diabetes 62: 3718-3726.  40. Nakamura H, Hirata K, Yamashiro K, Hiranuma K, Shibata K, et al. (1994)  Increase of hepatic mRNAS of profilin, actin and extracellular matrix proteins after carbon tetrachloride treatment and partial hepatectomy in rats. Biochem  Biophys Res Commun 198: 568-573.  41. Tamura M, Tanaka H, Yashiro A, Osajima A, Okazaki M, et al. (2000) Expression of profilin, an actin-binding protein, in rat experimental glomeru-  lonephritis and its upregulation by basic fibroblast growth factor in cultured rat  mesangial cells. J Am Soc Nephrol 11: 423-433.  42. Gronborg M, Kristiansen TZ, Iwahori A, Chang R, Reddy R, et al. (2006) Biomarker discovery from pancreatic cancer secretome using a differential  proteomic approach. Mol Cell Proteomics 5: 157-171.  43. Wu N, Zhang W, Yang Y, Liang YL, Wang LY, et al. (2006) Profilin 1 obtained  by proteomic analysis in all-trans retinoic acid-treated hepatocarcinoma cell lines  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 14 August 2014 | Volume 9 | Issue 8 | e103868    is involved in inhibition of cell proliferation and migration. Proteomics 6: 6095-  6106. 44. Tanaka M, Sasaki H, Kino I, Sugimura T, Terada M (1992) Genes  preferentially expressed in embryo stomach are predominantly expressed in  gastric cancer. Cancer Res 52: 3372-3377. 45. Oh JE, Karlmark Raja K, Shin JH, Pollak A, Hengstschlager M, et al. (2006)  Cytoskeleton changes following differentiation of N1E-115 neuroblastoma cell line. Amino Acids 31: 289-298.  46. Huang CM, Ananthaswamy HN, Barnes S, Ma Y, Kawai M, et al. (2006) Mass  spectrometric proteomics profiles of in vivo tumor secretomes: capillary ultrafiltration sampling of regressive tumor masses. Proteomics 6: 6107-6116.  47. Hu S, Arellano M, Boontheung P, Wang J, Zhou H, et al. (2008) Salivary proteomics for oral cancer biomarker discovery. Clin Cancer Res 14: 6246-  6252. 48. Roy P, Jacobson K (2004) Overexpression of profilin reduces the migration of  invasive breast cancer cells. Cell Motil Cytoskeleton 57: 84-95.  49. Roy P, Rajfur Z, Pomorski P, Jacobson K (2002) Microscope-based techniques to study cell adhesion and migration. Nat Cell Biol 4: E91-96.  50. Ding Z, Lambrechts A, Parepally M, Roy P (2006) Silencing profilin-1 inhibits endothelial cell proliferation, migration and cord morphogenesis. J Cell Sci 119:  4127-4137.  51. Dai YP, Bongalon S, Tian H, Parks SD, Mutafova-Yambolieva VN, et al. (2006) Upregulation of profilin, cofilin-2 and LIMK2 in cultured pulmonary artery  smooth muscle cells and in pulmonary arteries of monocrotaline-treated rats. Vascul Pharmacol 44: 275-282.  52. Grenklo S, Geese M, Lindberg U, Wehland J, Karlsson R, et al. (2003) A crucial role for profilin-actin in the intracellular motility of Listeria monocytogenes.  EMBO Rep 4: 523-529.  53. Haugwitz M, Noegel AA, Karakesisoglou J, Schleicher M (1994) Dictyostelium amoebae that lack G-actin-sequestering profilins show defects in F-actin content,  cytokinesis, and development. Cell 79: 303-314. 54. Sanger JM, Mittal B, Southwick FS, Sanger JW (1995) Listeria monocytogenes  intracellular migration: inhibition by profilin, vitamin D-binding protein and  DNase I. Cell Motil Cytoskeleton 30: 38-49. 55. Witke W, Sutherland JD, Sharpe A, Arai M, Kwiatkowski DJ (2001) Profilin I is  essential for cell survival and cell division in early mouse development. Proc Natl Acad Sci U S A 98: 3832-3836.  56. Geese M, Loureiro JJ, Bear JE, Wehland J, Gertler FB, et al. (2002) Contribution of Ena/VASP proteins to intracellular motility of listeria requires  phosphorylation and proline-rich core but not F-actin binding or multi-  merization. Mol Biol Cell 13: 2383-2396. 57. Krause M, Bear JE, Loureiro JJ, Gertler FB (2002) The Ena/VASP enigma.  J Cell Sci 115: 4721-4726.  58. Kasina S, Rizwani W, Radhika KV, Singh SS (2005) Nitration of profilin effects its interaction with poly (L-proline) and actin. J Biochem 138: 687-695.  59. Miller TW, Balko JM, Arteaga CL (2011) Phosphatidylinositol 3-kinase and antiestrogen resistance in breast cancer. J Clin Oncol 29: 4452-4461.  60. Zhang Y, Moerkens M, Ramaiahgari S, de Bont H, Price L, et al. (2011)  Elevated insulin-like growth factor 1 receptor signaling induces antiestrogen resistance through the MAPK/ERK and PI3K/Akt signaling routes. Breast  Cancer Res 13: R52. 61. Albert JM, Kim KW, Cao C, Lu B (2006) Targeting the Akt/mammalian target  of rapamycin pathway for radiosensitization of breast cancer. Mol Cancer Ther 5: 1183-1189.  62. Singh SS, Chauhan A, Murakami N, Chauhan VP (1996) Profilin and gelsolin  stimulate phosphatidylinositol 3-kinase activity. Biochemistry 35: 16544-16549. 63. Bhargavi V, Chari VB, Singh SS (1998) Phosphatidylinositol 3-kinase binds to  profilin through the p85 alpha subunit and regulates cytoskeletal assembly. Biochem Mol Biol Int 46: 241-248.  64. Urtreger AJ, Kazanietz MG, Bal de Kier Joffe ED (2012) Contribution of  individual PKC isoforms to breast cancer progression. IUBMB Life 64: 18-26. 65. Gershtein ES, Shatskaya VA, Ermilova VD, Kushlinsky NE, Krasil'nikov MA  (1999) Phospatidylinositol 3-kinase expression in human breast cancer. Clin Chim Acta 287: 59-67.  66. Xiao H, Bai XH, Kapus A, Lu WY, Mak AS, et al. (2010) The protein kinase C cascade regulates recruitment of matrix metalloprotease 9 to podosomes and its  release and activation. Mol Cell Biol 30: 5545-5561.  67. Rothkegel M, Mayboroda O, Rohde M, Wucherpfennig C, Valenta R, et al. (1996) Plant and animal profilins are functionally equivalent and stabilize  microfilaments in living animal cells. J Cell Sci 109 (Pt 1): 83-90. 68. Mayboroda O, Schluter K, Jockusch BM (1997) Differential colocalization of  profilin with microfilaments in PtK2 cells. Cell Motil Cytoskeleton 37: 166-177.  69. Skare P, Kreivi JP, Bergstrom A, Karlsson R (2003) Profilin I colocalizes with speckles and Cajal bodies: a possible role in pre-mRNA splicing. Exp Cell Res  286: 12-21. 70. Rawe VY, Payne C, Schatten G (2006) Profilin and actin-related proteins  regulate microfilament dynamics during early mammalian embryogenesis. Hum Reprod 21: 1143-1153.  Phosphoprofilin Promotes Breast Cancer Progression  PLOS ONE | www.plosone.org 15 August 2014 | Volume 9 | Issue 8 | e103868  View publication statsView publication stats  https://www.researchgate.net/publication/264432072",
    "references": [
        "Ratledge C (1991) Microorganisms for lipids. Acta Biotechnol 11: 429-438.",
        "Ratledge C (2002) Regulation of lipid accumulation in oleaginous microorganisms. Biochem Soc Trans 30: 1047-1050.",
        "Gatenby CM, Orcutt DM, Kreeger DA, Parker BC, Jones VA, et al. (2003) Biochemical composition of three algal species proposed as food for captive freshwater mussels. J Appl Phycol 15: 1-11.",
        "Meng X, Yang J, Xu X, Zhang L, Nie Q, et al. (2009) Biodiesel production from oleogenous microorganisms. Renew Energ 34: 1-5.",
        "Liu J, Huang J, Fan KW, Jiang Y, Zhong Y, et al. (2010) Production potential of Chlorella zofingienesis as a feedstock for biodiesel. Bioresour Technol 101: 8658-8663."
    ],
    "authors": [
        "Prabuddha Dey",
        "Monami Chakraborty",
        "Maulik R. Kamdar",
        "Mrinal K. Maiti"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}