{
    "summary": "The POU5F1 gene codes for the OCT4 transcription factor, which is one of the key regulators of pluripotency. Its transcription, alternative splicing, and alternative translation leading to the synthesis of the active, nuclear localized OCT4A has been described in detail. Much less, however, is known about actively transcribed OCT4 pseudogenes, several of which display high homology to OCT4A and can be expressed and translated into proteins. Using RT-PCR followed by pseudogene-specific restriction digestion, cloning, and sequencing we discriminate between OCT4A and transcripts for pseudogenes 1, 3 and 4. We show that expression of OCT4 and its pseudogenes follows a developmentally-regulated pattern in differentiating hESCs, indicating a tight regulatory relationship between them. We further demonstrate that differentiated human cells from a variety of tissues express exclusively pseudogenes. Expression of OCT4A can, however be triggered in adult differentiated cells by oxygen and FGF2-dependent mechanisms.",
    "title": "Expression and Differentiation between OCT4A and Its Pseudogenes in Human ESCs and Differentiated Adult Somatic Cells",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/224950548  Promoter methylation of RASSF1A modulates the effect of the microtubule-  targeting agent docetaxel in breast cancer  Article  in  International Journal of Oncology · May 2012  DOI: 10.3892/ijo.2012.1470 · Source: PubMed  CITATIONS  15 READS  77  12 authors, including:  Some of the authors of this publication are also working on these related projects:  Replication, Check points, and DNA repair inhibitors View project  Multifocal breast cancer View project  Ukhyun Jo  National Cancer Institute (USA)  73 PUBLICATIONS   566 CITATIONS     SEE PROFILE  Hoiseon Jeong  Cheil General Hospital  32 PUBLICATIONS   492 CITATIONS     SEE PROFILE  Ok Hee Woo  Korea University  124 PUBLICATIONS   1,160 CITATIONS     SEE PROFILE  Kyu Ran Cho  Korea University  89 PUBLICATIONS   747 CITATIONS     SEE PROFILE  All content following this page was uploaded by Aeree Kim on 28 February 2016.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/224950548_Promoter_methylation_of_RASSF1A_modulates_the_effect_of_the_microtubule-targeting_agent_docetaxel_in_breast_cancer?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/224950548_Promoter_methylation_of_RASSF1A_modulates_the_effect_of_the_microtubule-targeting_agent_docetaxel_in_breast_cancer?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Replication-Check-points-and-DNA-repair-inhibitors?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Multifocal-breast-cancer?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ukhyun-Jo?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ukhyun-Jo?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/National-Cancer-Institute-USA?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ukhyun-Jo?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hoiseon-Jeong?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hoiseon-Jeong?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Cheil_General_Hospital?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hoiseon-Jeong?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ok_Woo?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ok_Woo?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Korea_University?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ok_Woo?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kyu-Cho-8?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kyu-Cho-8?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Korea_University?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kyu-Cho-8?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Aeree-Kim?enrichId=rgreq-29dd4df1b96598220cea3bfbaffe47cd-XXX&enrichSource=Y292ZXJQYWdlOzIyNDk1MDU0ODtBUzozMzM5MzMwMjg4ODg1ODJAMTQ1NjYyNzI0NjQ0Mw%3D%3D&el=1_x_10&_esc=publicationCoverPdf   INTERNATIONAL JOURNAL OF ONCOLOGY  41:  611-620,  2012  Abstract. Docetaxel is one of the most commonly used chemo- therapeutic agents in breast cancer. To avert from significant  toxicities with no clinical benefit, identification of predictive  markers for response is one of the most important unsolved  clinical needs. Therefore, the potential associations of RASSF1A  hypermethylation and response to docetaxel-based chemotherapy  were evaluated, and the underlying mechanism was studied. The  expression of RASSF1A in breast cancer cell lines and tissues of  normal breast, ductal carcinoma in situ (DCIS), and breast cancer  (n=45) was analyzed by immunohistochemistry and western blot  analysis. Immunohistochemical staining showed that the expres- sion of RASSF1A was frequently lost in primary breast cancers  and human breast cancer cell lines, while normal breast tissues  or DCIS displayed moderate to strong expression. Furthermore,  quantitative methylation analysis of the RASSF1A promoter  region in 45 primary breast cancers revealed that RASSF1A was  frequently methylated in primary breast cancers (≥20% methyla- tion in 53% of the patients), and prospective analysis in patients  with locally advanced or recurrent breast cancer showed that the  mean level of methylation of RASSF1A was significantly higher  in patients who did not respond to docetaxel-based chemotherapy  (30.6±8.5%) than patients with partial or complete response  (20.1±11.2%, p=0.042). Finally, in vitro studies showed that  RASSF1A had cooperative activity in suppression of cancer cell  growth and proliferation by enhancing docetaxel-induced cell  cycle arrest. Our results suggest that hypermethylated RASSF1A   is an important modulating factor for the efficacy of docetaxel- based chemotherapy in breast cancer.  Introduction  Breast cancer is one the most common cancers in women  worldwide as well as in Korea (1). Although treatment outcome  of breast cancer has been greatly improved due to early diag- nosis and development of various targeted agents, prognosis of  patients with locally advanced breast cancer still remains to be  improved. Recently, neoadjuvant chemotherapy has increas- ingly been considered, since the chance for breast conservation  is significantly increased and the treatment outcome was similar  to that in patients who received adjuvant chemotherapy after  primary surgery (2,3). Therefore, it is critical to identify biologic  markers for response to commonly used chemotherapeutic  agents in a neoadjuvant setting. To date, several studies have  been conducted for the identification of the predictive markers  for response to neoadjuvant chemotherapy, and some biologic  characteristics of tumors such as hormone receptor status,  HER-2 overexpression, and Ki-67 labeling index have been  suggested as potential biomarkers (4,5). However, none of these  has been proposed as a marker based on the biologically relevant  mechanisms in their cytotoxicity for a specific chemothera- peutic agent. Thus, the multi-factorial molecular mechanisms  determining chemotherapy response remain largely unclear.  Taxanes, including docetaxel, in combination with other  cyctotoxic agents or targeted agents are the standard treat- ment for locally advanced or metastatic breast cancers. Many  clinical trials have demonstrated the efficacy of the taxanes in  this group of patients, however, about 20% of breast cancers do  not shrink significantly or progress with neoadjuvant treatment  and 30-40% of the patients who had residual disease ultimately  get recurrent cancer (2,3). Therefore, identification of promising  biomarker which can guide physicians to select best treatment  regimen is clearly unmet need in this era of personalized care.  In breast cancers, multitudes of genes are known to be  suppressed by epigenetic mechanisms in the promoter region,  and RASSF1A is one of the most frequently silenced genes in  this type of cancer (6). Moreover, inactivation of the RASSF1A   Promoter methylation of RASSF1A modulates the effect of  the microtubule-targeting agent docetaxel in breast cancer  EUN YOUNG GIL1,5,  UK HYUN JO1,  HOISEON JEONG2,  YOUNG MI WHANG1,  OK HEE WOO3,  KYU RAN CHO3,  JAE HONG SEO1,  AEREE KIM2,  EUN SOOK LEE4,  INSONG KOH6,   YEUL HONG KIM1  and  KYONG HWA PARK1  Division of Oncology/Hematology, Departments of 1Internal Medicine, 2Pathology, 3Radiology and 4Surgery;  5Graduate School of Medicine, Korea University College of Medicine; 6Department of Physiology,   College of Medicine, Hanyang University, Seoul, Republic of Korea  Received February 7, 2012;  Accepted April 12, 2012  DOI: 10.3892/ijo.2012.1470  Correspondence to: Professor Kyong Hwa Park, Division of  Oncology/Hematology, Department of Internal Medicine, Korea  University Anam Hospital, Korea University College of Medicine,  126-1 Anam-Dong 5-Ga, Seongbuk-Gu, Seoul 136-705, Republic of  Korea E-mail: khpark@korea.ac.kr  Key words: RASSF1A, docetaxel, methylation, cyclin B1, breast  cancer    GIL et al:  RASSF1A AND DOCETAXEL IN BREAST CANCER612  gene by the methylation is known as an early event in the  carcinogenesis of breast cancer (7-9), and recent studies have  suggested detection of methylated RASSF1A in serum or body  fluids as a biomarker for early breast cancer development (9-11).  Furthermore, there is a growing amount of data, demonstrating  that methylation status in the promoter region of RASSF1A is  associated with poor prognosis in breast cancer patients (12-14)  as well as patients with other cancers (15-18). Epigenetic or  genetic modification of RASSF1A gene may have effects on  key biological processes including apoptosis, cell cycle regula- tion, mitosis, and microtubule dynamics in cancer cells, which  have been shown in numerous studies (19-22). Our recent data  showed that RASSF1A protein enhances microtubule-targeted  drugs in inducing G2/M arrest in non-small cell lung carcinoma  (NSCLC) cells (23), implicating RASSF1A in cytotoxicity of  anti-mitotic drugs. However, only a few studies have thus far  been focused on the biologic consequence of the methylation  of RASSF1A in various cancer types (24,25), but not in breast  cancer. Therefore, we hypothesized that commonly-silenced  RASSF1A in breast cancer can modulate the response to the  frequently used cytotoxic agent, docetaxel.  To this end, we prospectively investigated the relationship  between the methylation level of RASSF1A gene and response  to docetaxel-based chemotherapy in patients with locally  advanced or recurrent breast cancer using methylation-specific  pyrosequencing analysis, and found that the mean level of meth- ylation in the promoter region of RASSF1A showed a significant  association with response to docetaxel-based chemotherapy.  Further in vitro study showed that RASSF1A had cooperative  activity in suppression of cancer cell growth and proliferation  by enhancing docetaxel-induced cell cycle arrest.  Materials and methods  Cell culture and transfection. Three human breast cancer cell  lines, ZR-75-1, MDA-MB-231, and MCF-7 cells, were obtained  from the Korean Cell Line Bank (Seoul, Korea). For transfec- tion, cells were transiently transfected with 1 µg of RASSF1A  DNA (kindly provided by Dr S. Tommasi of the Beckman  Research Institute, Duarte, CA, USA) or the empty pcDNA 3.1  plasmid using the Lipofectamine reagent (Invitrogen, Carlsbad,  CA, USA). To generate cells stably expressing RASSF1A,  cells were transfected and selected in geneticin (G418) (Life  Technologies Inc., Grand Island, NY, USA). Only low passage  cells (passage <10) were used for experiments.  Patients and tissues. A total of 45 primary breast cancer tissues  were obtained from newly diagnosed breast cancer patients who  were scheduled to receive docetaxel-based chemotherapy for  locally advanced or metastatic disease. Ten non-cancer tissues  were obtained from 5 patients with DCIS and 5 normal breast  tissues from reduction mammoplasty. All patients gave their  informed consent, and the study was approved by the Ethics and  Scientific Committees of our Institution (no. 2008-267). Tissues  were processed and stored as frozen block at -80˚C or paraffin- embedded block in Korea Lung Tissue Bank (Seoul, Korea) until  analysis. Clinicopathological data involving age, TNM stage,  tumor grade, ER/PR/HER-2 expression status, and response to  docetaxel-based chemotherapy were collected. Responders in  this study were defined as the patients who achieved a partial or   complete response to chemotherapy, according to the RECIST  criteria version 1.1 (26).  Cell proliferation assays. Cell proliferation was assessed by  both colorimetric MTT assay and [3H]-thymidine incorporation.  Thus, each breast cancer cell line was incubated with docetaxel  for 48 h after 24 h of serum starvation. For the MTT assay, the  cells were incubated for 4 h with MTT reagent and then lysed in  50% dimethylformamide (DMSO) and 20% SDS-PAGE at 37˚C.  Optical densities (OD) at 550 and 670 nm were measured using  a plate reader (BioRad, Hercules, CA, USA), and differential OD  between 550 and 670 nm (OD 550-670 nm) was determined.  For [3H]-thymidine incorporation assay, 1 µl of [3H]-thymidine  (Amersham, Buckinghamshire, UK) was added per well and  plates were incubated for 18 h. Then, cells were harvested in  a cell harvester, and radioactivity (dpm) was counted using a  β-counter. The results were expressed as dpm/mg protein or as  percentage of the control (defined as 100%).  Methylation-specific PCR (MSP) analysis. Genomic DNA was  extracted from control, 5-aza-deoxycytidine-treated (10 µM for  3 days) cells using QIAamp® DNA Blood Mini Kit (Qiagen,  Valencia, CA, USA), by following the manufacturer's instruc- tions. Bisulfite modification of DNA (1 µg) was performed using  the EZ DNA Methylation-Gold kit™ (Zymo Research, Orange,  CA, USA). Based on the promoter sequence of RASSF1A,  methylation- and unmethylation-specific primers were designed  using Serologicals CpGware software (http://apps.serologicals. com/CPGWARE/dna_form2.html) methylated, 5'-GCTAAC  AAACGCGAACCG-3'; 5'-GGGTTTTGCGAGAGCGCG-3'  and unmethylated, 5'-CACTAACAAACACAAAC CAAAC-3';  5'-GGTTTTGTGAGAGTGTGTTTAG-3'; product sizes 169  and 169 bp, respectively (PMID: 11333291). Bisulfite-modified  DNA (2 µl out of 10 µl elute) was used for each PCR. All  experiments were performed in triplicate and repeated at least  three times.  Quantitation of RASSF1A promoter methylation by pyrose- quencing. Bisulfite-treated DNA from tumors was used for PCR  amplifications. Pyrosequencing was performed using the  PSQ96ID system (Qiagen) including PyroMark Gold Q96  reagents. Primers were designed by the PyroMark Assay design  2.0 (Qiagen). The primers amplify a stretch of the RASSF1A  exon 1 (Ensemble ID: ENST00000266020). The primers target  CpG regions within this stretch. PCR was carried out using 2 µl  bisulfite-treated DNA under the following conditions: 94˚C for  5 min, 45x (94˚C for 30 sec, 55˚C for 30 sec, 72˚C for 30 sec),  72˚C for 5 min. Intactness of the PCR product was assessed by  electro-phoresis on 2% agarose gel (Seakem® LE Agarose,  Lonza) and subsequent ethidium bromide staining. The pyrose- quencing primers target a 46-nt segment, which lies within the  previously amplified stretch of RASSF1A exon 1 and contains  7 CpGs(GTCGGGGTTCGTTTTGTGGTTTCGTTCGG  TTCGCGTTTGTTAGCGT).  Immunohistochemistry and immunofluorescence. Expression of  RASSF1A protein in tissue samples and breast cancer cell lines  were determined with anti-RASSF1A monoclonal antibody  (clone eB114, eBioscience, Minneapolis, MI, USA) as previously  described (27). The staining results were evaluated according to     INTERNATIONAL JOURNAL OF ONCOLOGY  41:  611-620,  2012 613  the immunodetection of stain intensity and amounts of positive  cells by two pathologists (A.K. and H.J.), who discussed each  case until they reached a consensus. The degree of staining was  subdivided as follows: the stain intensity could be from 0 to 3  (0, no staining; 1, focal or fine granular, weak staining; 2, linear  or cluster, strong staining; and 3, diffuse, intense staining); and  the positive cells in the observed breast tissue samples ranged  from 0 to 3 in percentage (0, no staining; 1, <30%; 2, 30-70%;  and 3, >70%). The samples were scored by their summation:  0-1 (-); 2-3 (+); 4 (++); 5-6 (+++). Any staining score 2 or above  (+) was considered as positive expression.  For immunofluorescence, cells were plated on 18 mm  coverslips and treated on the next day with 10 µM 5-aza-deoxy- cytidine (Sigma Co., St. Louis, MO, USA). After 48-h treatment,  cells were fixed with 4% paraformaldehyde, permeabilized  in 0.25% Triton X-100 in PBS, and blocked in PBS/5% BSA.  RASSF1A was detected using anti-RASSF1A (eBioscience)  followed by incubation with fluorescent conjugated secondary  antibodies (Molecular Probes, Eugene, OR, USA). After  washing, cells were counterstained with 4',6-diamidino-2-phe- nylindole (DAPI) (Sigma Co.), mounted on glass slides, and  examined by a DP40 (Olympus, Tokyo, Japan).  Western blot analysis. The expressions of proteins were  detected using relevant antibodies (anti-RASSF1A, Cdk1, Cdk2,  Cdk4, cyclin B, Cell Signaling, Boston, MA, USA; anti-cyclin  D1, Calbiochem, San Diego, CA, USA; anti-p21, Santa Cruz  Biotechnology, Santa Cruz, CA, USA). The collected cells were  lysed with 10 µl of dilution buffer containing 20 mM 3-morpho- linopropanesulfonic acid (pH 7.2), 25 mM β-glycerophosphate,  5 mM EDTA, 1 mM sodium orthovanadate, 1 mM dithioth- reitol, and protease inhibitors (100 µg/ml phenylmethylsulfonyl  fluoride, 1 µg/ml aprotinin, and 1 µg/ml leupeptin). The total   cell lysates were resolved on 8-12% SDS-PAGE as previously  described (23).  Cell cycle analysis. The cell cycle distribution was determined by  flow cytometric analysis of propidium iodide (PI) labeled cells.  Thus, cells were seeded at 1x105 cells/60-mm plate and treated  with docetaxel. The cells were harvested, fixed in 70% ethanol,  and then stored at -20˚C. The cells were then washed twice  with ice-cold PBS and incubated with ribonuclease and PI. Cell  cycle was analyzed by BD FACScan flow cytometry (Becton  Dickinson, Franklin Lakes, NJ, USA) and CellQuest software.  Statistical analysis. Mean methylation level of RASSF1A  according to the clinicopathological parameters were analyzed  by Student's t-test. A logistic regression model was applied  to determine whether a factor was independent predictor of  response to chemotherapy in a multivariate analysis. A two-sided  0.05-level test was determined for statistical significance. All  data analyses were conducted with SPSS software (SPSS Inc.,  Chicago, IL, USA).  Results  RASSF1A protein and mRNA expressions are downregulated in  breast cancer cell lines and primary breast cancers. Western  blot analysis and RT-PCR revealed the loss of RASSF1A protein  and mRNA expression in 3 breast cancer cell lines (ZR-75-1,  MDA-MB-231, MCF-7) (Fig. 1A). Next, we evaluated the  expression of RASSF1A using immunohistochemical analysis,  and Fig. 1B shows that benign breast tissues and DCIS tissues  were strongly positive for RASSF1A, whereas invasive ductal  carcinoma tissues were negative for RASSF1A staining. Further  analysis of primary invasive ductal carcinoma of breast revealed  that RASSF1A was lost in 27 (60%) out of 45 primary breast  samples (Table I), thus indicating that RASSF1A expression is  low or lost in many cases of primary breast cancer specimens  as well as selected breast cancer cell lines. These results support  earlier hypothesis that the loss of RASSF1A is one of the impor- tant events in the breast cancer carcinogenesis (7,8).  RASSF1A promoter is methylated in breast cancer cell  lines. Next, we investigated underlying mechanism of down- regulation of RASSF1A, and tested whether any epigenetic  modification regulates RASSF1A gene expression in breast     A    B  Figure 1. Decreased expression of RASSF1A in breast cancer. (A) Expression of RASSF1A in 3 breast cancer cell lines, determined by western blot analysis and  RT-PCR analysis. β-actin and GAPDH were used as internal controls. (B) RASSF1A protein expression in normal breast, DCIS and invasive ductal carcinoma.  Brown staining in immunohistochemistry is indicative of RASSF1A protein expression (magnification x100).    GIL et al:  RASSF1A AND DOCETAXEL IN BREAST CANCER614  cancer cell lines, as reported previously (28,29). RASSF1A  mRNA and protein levels were restored after treatment with  the demethylating agent in dose-dependent manner, implying  that DNA methylation might be a mechanism involved in the  RASSF1A inactivation in the selected cells (Fig. 2A, upper  panel). Moreover, immunofluorescence study revealed that  RASSF1A protein expression was restored by the demethyl-  ating agent, mainly in the perinuclear area of the cancer cells  (Fig. 2A, lower panel). Based on the results of the demethyl- ating agent, the methylation status of the RASSF1A promoter  was determined by MSP analysis before and after treatment of  3 different breast cancer cell lines with 5-aza-deoxycytidine,  and the demethylating agent induced the appearance of  unmethylated alleles of the RASSF1A (Fig. 2B). Therefore, the   Table I. Correlation between RASSF1A gene methylation, protein expression, and clinicopathological characteristics of breast  cancer patients (n=45).   RASSF1A methylation RASSF1A expression  ------------------------------------------------------------------------------------------------ ----------------------------------------------------------------------------------  Number of Level of Clinicopathological patients methylation  Positive Negative characteristics (no.) (%, mean±SD) P (no.) (no.) P  Age (years)   <35   4 17.7±18.7 NS   1   3 NS   ≥35 41 21.7±16.6  17 24 Menopausal status   Premenopausal 28 18.5±16.3 NS   7 21 0.013   Postmenopausal 17 27.0±16.2    6 11 Primary tumor size (cm)   <2.0 13 16.9±16.6 NS   6   7 NS   ≥2.0 32 23.7±16.5  20 12 Stage   II-III 30 18.7±14.4 0.088 10 20 NS   IV, recurrent 15 27.7±16.4    8   7 ER   Positive 19 28.2±17.7 0.024   6 13 NS   Negative 26 17.0±14.4  12 14 PR   Positive 15 29.5±17.4 0.026   3 12 NS   Negative 30 17.9±15.1  15 15 HER-2   Positive 16 21.6±15.6 NS   9   7 NS   Negative 29 21.8±17.4    9 20 Triple negativity   Yes 15 14.4±11.9 0.041   5 10 NS   No 30 24.8±17.0  13 17 Tumor grade   G1   2 2.5±0.1 NS   0   2 NS   G2 19 21.7±19.1    7 12   G3 24 23.3±15.4  11 13 Ki-67 (%)   ≥20 35 22.0±17.5 NS 17 18 0.034   <20 10 21.6±16.7    1   9 p53 (%)   ≥10 28 22.9±17.1 NS 10 18 NS   <10 17 19.8±16.1    8   9 Response to chemotherapy   Responders 32 20.1±11.2 0.042 14 17 0.343   Non-responders 13 30.6±8.5    3 10  ER, estrogen receptor; PR, progesterone receptor; HER-2, human epidermal growth factor receptor 2; NS, not statistically significant.    INTERNATIONAL JOURNAL OF ONCOLOGY  41:  611-620,  2012 615  decreased RASSF1A gene expression was associated with the  RASSF1A promoter methylation in breast cancer.  Quantitative analysis of RASSF1A methylation by pyro- sequencing and relationship with clinicopathological  characteristics of breast cancer patients. The associations  between the promoter methylation status of RASSF1A and  relevant demographic and clinicopathological characteristics  are shown in Table I. The 7 CpG sites were analyzed by methyl- ation-sensitive pyrosequencing and a representative pyrogram  is shown in Fig. 3A. Pyrosequencing showed that the mean level  of methylation in 7 CpG sites in the 45 primary breast cancers  ranged from 1.08% to 59.8%, and 24 of 45 tumors (53.3%)  exhibited a high level of methylation (>20%). Interestingly,  triple negative tumors had significantly lower level of meth- ylation in the promoter region of RASSF1A at 14.4±11.9%  compared to non-triple negative tumors (24.8±17.0%, p=0.041;  Fig. 3B). Furthermore, it is of an interest to note that the mean  level of methylation in RASSF1A was significantly higher in   patients who did not respond to docetaxel-based chemotherapy  (30.6±8.5 %) than patients with partial or complete response  (20.1±11.2 %, p=0.042; Fig. 3C). Mean level of methylation in  7 CpG sites of the promoter region of RASSF1A in ER-positive  tumors was significantly higher at 28.2±17.7% compared to  ER-negative tumors (17.0±14.4%, p=0.024). Positive for PR  showed the same pattern of association as observed in ER (posi- tive: 29.5±17.4%, negative: 17.9±15.1%, p=0.026). However,  there was no significant correlation between RASSF1A protein  expression and the level of promoter methylation or any clini- copathological characterisitics in primary breast cancers in this  study (Table I).  Multivariate analysis showed that low level of methylation  (<20%) in RASSF1A was an independent predictor for response  to chemotherapy after adjusted for ER (negative vs positive),  PR (negative vs positive), HER-2 (negative vs positive), tumor  grade (grade I/II vs III), p53 immunostaining (low; <20%  vs high; ≥20%), and Ki-67 (low vs high) in these 45 patients  (odds ratio = 15.99, 95% confidence interval = 1.16-219.29,     A    B  Figure 2. Suppression of RASSF1A by methylation in breast cancer. (A) Re-expression of RASSF1A by treatment of 3 different breast cancer cell lines with  5-azadeoxycytidine. Western blot analysis and RT-PCR show that RASSF1A is re-expressed by treatment with increasing concentrations of 5-azadeoxycytidine  (upper panel). β-actin and GAPDH were used as internal controls. Immunofluorescence study confirms the re-expression of perinuclear RASSF1A (red) in breast  cancer cells by 5-azadeoxycytidine treatment (x400, lower panel). (B) MSP analysis before and after treatment of ZR 75-1, MDA-MB-231 and MCF-7 cells with  5-azadeoxycytidine. Bisulfite-converted universally methylated human DNA standard served as a positive control for methylation, and human lymphocyte DNA  was included as an unmethylated RASSF1A. M, methylated alleles; U, unmethylated alleles.    GIL et al:  RASSF1A AND DOCETAXEL IN BREAST CANCER616  p=0.03; Table II). Patients with low level of p53 immunos- taining (<20%) were also more sensitive to docetaxel-based  chemotherapy than the patients with tumors of high level of  p53 immunostaining.  RASSF1A modulates docetaxel-induced cell death. Since  the docetaxel-based chemotherapy seemed less effective  in patients with methylated promoter region of RASSF1A,  we examined potential interaction between RASSF1A and   Figure 3. Quantitative analysis of RASSF1A methylation by pyrosequencing. (A) Pyrogram from quantification of methylation of 7 CpG sites at the RASSF1A pro- moter. During the pyrosequencing reaction, a ‘C' is incorporated if the template CpG is methylated, while a ‘T' is incorporated if the template CpG is unmethylated.  In the resulting pyrogram, the proportion of C:T reflects the degree of methylation at the particular CpG sites assessed. (B) Comparison of mean level of methylation  of RASSF1A between non-triple negative breast cancer (TNBC) and TNBC patients. Bar indicates mean level of methylation of RASSF1A in each group. P denotes  significance of t-test. (C) Comparison of mean level of methylation of RASSF1A between non-responder and responder to chemotherapy. Bar indicates mean level  of methylation of RASSF1A in each group.    A    B   C  Table II. Multivariate logistic regression model for response to chemotherapy.  Factor Response to chemotherapy  -------------------------------------------------------------------------------------------------------------  OR (95% CI) P  ER (negative vs positive) 0.00 0.99 PR (negative vs positive) 8.970E8 0.99 HER-2 (negative vs positive) 4.31 (.53-34.96) 0.17 Grade (I vs II/III) 0.61 (.016-23.35) 0.79 p53 immunoreactivity (low vs high) 49.02 (1.46-1639.25) 0.03 Ki-67 immunoreactivity (low vs high) 0.17 (.004-7.06) 0.35 RASSF1A methylation (low vs high) 15.99 (1.16-219.29) 0.03  OR, odds ratio; CI, confidence interval; ER, estrogen receptor; PR, progesterone receptor; HER-2, human epidermal growth factor receptor 2.    INTERNATIONAL JOURNAL OF ONCOLOGY  41:  611-620,  2012 617  docetaxel. Therefore, we transfected RASSF1A or control vector  to the breast cancer cells (ZR-75-1, MDA-MB-231, MCF-7),  and investigated whether reintroduction of RASSF1A had any  growth inhibitory effect on breast cancer cells. As shown in  Fig. 4A, the number of round-shape cells which are typical  features of apoptotic cells was increased in RASSF1A trans- fected cells compared with the control vector-transfected cells  and the effect was greatly enhanced after treatment of docetaxel.  Next, the cooperative effect was confirmed in a proliferation  assay showing that docetaxel induced a marked reduction of  [3H]-thymidine incorporation in the cells stably transfected  with RASSF1A, compared with the control vector-transfected   cells (Fig. 4B). Therefore, these results indicate that the anti- proliferative effect of docetaxel was enhanced in the presence  of RASSF1A in breast cancer cells.  RASSF1A enhances docetaxel-induced cell cycle arrest.  The cooperative effects of RASSF1A and docetaxel in the  cell survival and proliferation prompted us to investigate  whether reintroduction of RASSF1A, in addition to docetaxel,  has any impact on the cell cycle progression. When the  RASSF1A-transfected breast cancer cells were treated with  docetaxel for 24 h, they showed statistically significant increase  of G2/M phase cell population, compared to those of empty   Figure 4. RASSF1A modulates growth inhibitory effect of docetaxel. (A) The effect of RASSF1A on docetaxel-induced cell growth inhibition in 3 breast cancer  cell lines was analyzed by phase contrast light microscopy. Control vector indicates pcDNA3.1. (B) Upper right panel, expression status of RASSF1A in RASSF1A  and control vector stably transfected cells. Upper left and low panel, [3H]-thymidine incorporation assay in each stably transfected breast cancer cell line. Statistical  analysis was performed on the basis of PBS-treated, control vector transfected cells in each cell type. *p<0.05.    A    B    GIL et al:  RASSF1A AND DOCETAXEL IN BREAST CANCER618  vector transfected cells (p=0.02, Fig. 5A). The result indicates  that the cooperative effect of RASSF1A and docetaxel is  accompanied with cell cycle arrest at the G2/M phase. Further  analysis using western blot analysis showed that the cell cycle  arrest at the G2/M phase in the breast cancer cells was associ- ated with the induction of cyclin B1, Cdk2 and p21 by both  RASSF1A and docetaxel (Fig. 5B). Maximum cyclin B1, Cdk2  and p21 induction was observed when docetaxel was applied  to the RASSF1A-transfected breast cancer cells, whereas Cdk1,  Cdk4, and cyclin D1 were greatly decreased when breast cancer  cells reintroduced with RASSF1A were treated with docetaxel.  These findings indicate that the effects of RASSF1A and  docetaxel on the G2/M phase cell cycle arrest are associated  with accumulation of cyclin B1/Cdk2/p21 and suppression of  Cdk1, Cdk4, and cyclin D1 in breast cancer cells.  Discussion  RASSF1A has been reported to be frequently silenced in many  cancer types including breast cancer; however, the biologic  relevance in clinical standpoint has not yet been clearly char- acterized. Because there is a probability that unsatisfactory  response in breast cancer treatment may in part be due to  silencing of gene, the role and clinical relevance of a frequently  silenced tumor suppressor gene, RASSF1A, was examined in this  study. In the current study, we found that the promoter region  of RASSF1A was frequently methylated in the primary breast  cancer samples from 45 locally advanced or metastatic cancer  patients, in good agreement with previous reports. In addition,  we showed that level of methylation of RASSF1A was indepen- dent factor for response to docetaxel-based chemotherapy in   Figure 5. RASSF1A enhances docetaxel-induced cell cycle arrest. (A) The effect of RASSF1A on docetaxel-induced cell cycle arrest was evaluated in MDA-MB- 231 cells stably transfected with RASSF1A or control vector. Cells were analyzed for cell cycle progression. Positions of cell populations with 2N and 4N DNA  content are indicated (upper panel). Histogram plotting of the cell cycle progression is shown in lower left, while comparison of cells in G2/M phase is shown in  lower right. Columns, means (n=3); bars, SEM; *p<0.05. Expression of cell cycle regulating proteins is shown by western blot analysis. Three breast cancer cell lines  transfected with RASSF1A and control vector were analyzed with or without exposure to docetaxel (10 nM).    A    B    INTERNATIONAL JOURNAL OF ONCOLOGY  41:  611-620,  2012 619  this study. Moreover, RASSF1A enhanced docetaxel-mediated  growth inhibition by inducing cell cycle arrest and altering the  level of related proteins. Our results demonstrated that meth- ylation status of RASSF1A modulates the efficacy of docetaxel  chemotherapy and regulates docetaxel mediated cell cycle arrest  in breast cancers.  There are a few studies suggesting the methylated RASSF1A  as a potential biomarker for poor prognosis in breast cancer  (12-14). However, no biologically relevant mechanism, thus  far, has been presented. In this context, we showed herein that  the methylation status of RASSF1A was significantly associ- ated with response to docetaxel-based chemotherapy: cell line  studies showed that RASSF1A per se had docetaxel-like effect  in suppressing growth and proliferation of breast cancer cells  via inducing cell cycle arrest. Furthermore, cooperative activity  of RASSF1A in docetaxel-induced cell cycle arrest could be a  potential mechanism for differential response among breast  cancer patients.  Docetaxel is one of the prototype taxane and a front line  chemotherapeutic agent in the treatment of breast, ovary, lung,  and head and neck cancers. Despite of its widespread use and  success in clinical practice, there are significant shortcom- ings including myelosuppression, peripheral neuropathy, and  primary or secondary resistance (30). Nevertheless, there is no  rational biomarker for the identification of patients who are most  likely to respond to docetaxel. Of the predictive markers for the  response to neoadjuvant chemotherapy, biology-based tumor  types have been shown to be most consistent and reproducible  among the studies (4). However, it is still unsatisfactory marker  due to strong heterogeneity within the subgroups. More mecha- nistic markers such as Ki-67 (31) and topoisomerase IIα (32)  have also been suggested as valuable predictive markers for  response to anthracyclines and other chemotherapeutics. For  the taxanes, however, no biologic marker has been suggested  for the prediction of response based on mechanistic study. In  the present study, we found a significant association between the  methylation level of RASSF1A and response to docetaxel-based  chemotherapy in patients with locally advanced or recurrent  breast cancer. Additional multivariate analysis showed that low  level of methylation (<20%) in the promoter region of RASSF1A  was an independent factor for response to docetaxel-based  chemotherapy after adjusted for ER, PR, HER-2, p53 immu- noreactivity, and Ki-67 staining. Furthermore, the specific  modulating effect of RASSF1A on docetaxel-induced cytotox- icity was demonstrated in the cell culture system. Therefore, the  loss of RASSF1A for the prediction of docetaxel-based chemo- therapy also seems to deserve further investigation.  It is now well known that taxanes exert their anti-cancer  effect by inducing mitotic arrest of cancer cells. When cells are  exposed to anti-mitotics, they are arrested in mitosis and then  undergo one of several fates; death in mitosis, unequal division,  or exit without division (33). However, little is known about how  cells respond to this prolonged cell cycle delay. Recent studies  suggested that commitment to mitotic exit is determined by the  level of cyclin B1 in anti-mitotics exposed cells (34). Therefore,  it seems important to define the factors that govern the degra- dation of cyclin B1 during a prolonged mitotic arrest. Notably,  our present results showed that overexpression of RASSF1A  in breast cancers induced the accumulation of cyclin B1, as  observed in docetaxel-treated cells in consistent with previous   studies (21,35). Furthermore, the accumulation of cyclin B1 in  the RASSF1A-transfected cells was significantly enhanced by  docetaxel. Thus, RASSF1A could be considered as one of the  factors controlling degradation of cyclin B1 during the mitotic  arrest which was induced by docetaxel in breast cancer cells. In  the present study, the accumulation of p21 and decreased levels  of Cdk 1, Cdk 4, and cyclin D1 were also found to be involved in  the induction of cell cycle arrest and apoptosis by both docetaxel  and RASSF1A. In addition, decreased expression of Cdk 1 by  RASSF1A might also contribute to cell death after mitotic  exit, since Cdk 1 has been shown to inhibit caspase-9 (36). Our  present observations therefore show that RASSF1A might be an  important biologic contributor to docetaxel-induced cell cycle  arrest and, finally, cell death in breast cancer cells.  In conclusion, the data presented herein led us to propose  that hypermethylated RASSF1A might be an important modu- lating factor for efficacy of docetaxel-based chemotherapy  in breast cancers. We also provided mechanistic data that the  tumor suppressor, RASSF1A, has a cooperative effect along  with docetaxel in inducing cell cycle arrest in breast cancer.  Our results are expected to contribute to the identification of  biomarkers in predicting the response of breast cancer patients  to docetaxel. Since our data are limited by the small sample  size and locally advanced stage cancers in most of the cases, the  statistical significances shown here are still marginal. Therefore,  further research with a large number of clinical samples is  needed to confirm our results.  Acknowledgements  This study was supported by a grant of the Korea Healthcare  technology R&D Project, Ministry for Health, Welfare &  Family Affairs, Republic of Korea (A084400). Tissue samples  were provided by the Korean Lung Tissue Bank through the  Infrastructure Project for Basic Science of the Ministry of  Education, Science and Technology, Korea.  References    1. Jung KW, Park S, Kong HJ, et al: Cancer statistics in Korea:  incidence, mortality, survival, and prevalence in 2008. Cancer  Res Treat 43: 1-11, 2011.    2. Rastogi P, Anderson SJ, Bear HD, et al: Preoperative chemo- therapy: updates of National Surgical Adjuvant Breast and  Bowel Project Protocols B-18 and B-27. J Clin Oncol 26:  778-785, 2008.    3. Mauri D, Pavlidis N and Ioannidis JP: Neoadjuvant versus  adjuvant systemic treatment in breast cancer: a meta-analysis. J  Natl Cancer Inst 97: 188-194, 2005.    4. Darb-Esfahani S, Loibl S, Muller BM, et al: Identification of  biology-based breast cancer types with distinct predictive and  prognostic features: role of steroid hormone and HER2 receptor  expression in patients treated with neoadjuvant anthracycline/ taxane-based chemotherapy. Breast Cancer Res 11: R69, 2009.    5. Chang HR, Glaspy J, Allison MA, et al: Differential response  of triple-negative breast cancer to a docetaxel and carboplatin- based neoadjuvant treatment. Cancer 116: 4227-4237, 2010.    6. Christensen BC, Kelsey KT, Zheng S, et al: Breast cancer DNA  methylation profiles are associated with tumor size and alcohol  and folate intake. PLoS Genet 6: e1001043, 2010.    7. Yan PS, Shi H, Rahmatpanah F, et al: Differential distribution  of DNA methylation within the RASSF1A CpG island in breast  cancer. Cancer Res 63: 6178-6186, 2003.    8. Yeo W, Wong WL, Wong N, Law BK, Tse GM and Zhong S:  High frequency of promoter hypermethylation of RASSF1A in  tumorous and non-tumourous tissue of breast cancer. Pathology  37: 125-130, 2005.    GIL et al:  RASSF1A AND DOCETAXEL IN BREAST CANCER620    9. Honorio S, Agathanggelou A, Schuermann M, et al: Detection  of RASSF1A aberrant promoter hypermethylation in sputum  from chronic smokers and ductal carcinoma in situ from breast  cancer patients. Oncogene 22: 147-150, 2003.  10. Shukla S, Mirza S, Sharma G, Parshad R, Gupta SD and  Ralhan R: Detection of RASSF1A and RARbeta hypermethyl- ation in serum DNA from breast cancer patients. Epigenetics 1:  88-93, 2006.  11. Yazici H, Terry MB, Cho YH, et al: Aberrant methylation of  RASSF1A in plasma DNA before breast cancer diagnosis in the  Breast Cancer Family Registry. Cancer Epidemiol Biomarkers  Prev 18: 2723-2725, 2009.  12. Kioulafa M, Kaklamanis L, Mavroudis D, Georgoulias V and  Lianidou ES: Prognostic significance of RASSF1A promoter  methylation in operable breast cancer. Clin Biochem 42:  970-975, 2009.  13. Karray-Chouayekh S, Trifa F, Khabir A, et al: Aberrant methyla- tion of RASSF1A is associated with poor survival in Tunisian  breast cancer patients. J Cancer Res Clin Oncol 136: 203-210,  2010.  14. Martins AT, Monteiro P, Ramalho-Carvalho J, et al: High  RASSF1A promoter methylation levels are predictive of poor  prognosis in fine-needle aspirate washings of breast cancer  lesions. Breast Cancer Res Treat 129: 1-9, 2011.  15. Kim DH, Kim JS, Ji YI, et al: Hypermethylation of RASSF1A  promoter is associated with the age at starting smoking and a  poor prognosis in primary non-small cell lung cancer. Cancer  Res 63: 3743-3746, 2003.  16. Wang J, Lee JJ, Wang L, et al: Value of p16INK4a and  RASSF1A promoter hypermethylation in prognosis of patients  with resectable non-small cell lung cancer. Clin Cancer Res 10:  6119-6125, 2004.  17. Seidel C, Bartel F, Rastetter M, et al: Alterations of cancer- related genes in soft tissue sarcomas: hypermethylation of  RASSF1A is frequently detected in leiomyosarcoma and  associated with poor prognosis in sarcoma. Int J Cancer 114:  442-447, 2005.  18. Fischer JR, Ohnmacht U, Rieger N, et al: Promoter methyla- tion of RASSF1A, RARbeta and DAPK predict poor prognosis  of patients with malignant mesothelioma. Lung Cancer 54:  109-116, 2006.  19. Ahmed-Choudhury J, Agathanggelou A, Fenton SL, et al:  Transcriptional regulation of cyclin A2 by RASSF1A through  the enhanced binding of p120E4F to the cyclin A2 promoter.  Cancer Res 65: 2690-2697, 2005.  20. Donninger H, Vos MD and Clark GJ: The RASSF1A tumor  suppressor. J Cell Sci 120: 3163-3172, 2007.  21. Song MS, Song SJ, Ayad NG, et al: The tumour suppressor  RASSF1A regulates mitosis by inhibiting the APC-Cdc20  complex. Nat Cell Biol 6: 129-137, 2004.  22. Liu L, Tommasi S, Lee DH, Dammann R and Pfeifer GP:  Control of microtubule stability by the RASSF1A tumor  suppressor. Oncogene 22: 8125-8136, 2003.  23. Whang YM, Park KH, Jung HY, Jo UH and Kim YH:  Microtubule-damaging agents enhance RASSF1A-induced cell  death in lung cancer cell lines. Cancer 115: 1253-1266, 2009.  24. Reu FJ, Bae SI, Cherkassky L, et al: Overcoming resistance to  interferon-induced apoptosis of renal carcinoma and melanoma  cells by DNA demethylation. J Clin Oncol 24: 3771-3779,  2006.  25. Reu FJ, Leaman DW, Maitra RR, et al: Expression of RASSF1A,  an epigenetically silenced tumor suppressor, overcomes resis- tance to apoptosis induction by interferons. Cancer Res 66:  2785-2793, 2006.  26. Eisenhauer EA, Therasse P, Bogaerts J, et al: New response  evaluation criteria in solid tumours: revised RECIST guideline  (version 1.1). Eur J Cancer 45: 228-247, 2009.  27. Pallares J, Velasco A, Eritja N, et al: Promoter hypermethylation  and reduced expression of RASSF1A are frequent molecular  alterations of endometrial carcinoma. Mod Pathol 21: 691-699,  2008.  28. Ateeq B, Unterberger A, Szyf M and Rabbani SA: Pharma- cological inhibition of DNA methylation induces proinvasive  and prometastatic genes in vitro and in vivo. Neoplasia 10:  266-278, 2008.  29. Liu Z, Wu J, Xie Z, et al: Quantification of regional DNA meth- ylation by liquid chromatography/tandem mass spectrometry.  Anal Biochem 391: 106-113, 2009.  30. McGrogan BT, Gilmartin B, Carney DN and McCann A:  Taxanes, microtubules and chemoresistant breast cancer.  Biochim Biophys Acta 1785: 96-132, 2008.  31. Caudle AS, Gonzalez-Angulo AM, Hunt KK, et al: Predictors  of tumor progression during neoadjuvant chemotherapy in  breast cancer. J Clin Oncol 28: 1821-1828, 2010.  32. Coon JS, Marcus E, Gupta-Burt S, et al: Amplification and  overexpression of topoisomerase IIalpha predict response to  anthracycline-based therapy in locally advanced breast cancer.  Clin Cancer Res 8: 1061-1067, 2002.  33. Gascoigne KE and Taylor SS: How do anti-mitotic drugs kill  cancer cells? J Cell Sci 122: 2579-2585, 2009.  34. Gascoigne KE and Taylor SS: Cancer cells display profound  intra- and interline variation following prolonged exposure to  antimitotic drugs. Cancer Cell 14: 111-122, 2008.  35. Whang YM, Kim YH, Kim JS and Yoo YD: RASSF1A  suppresses the c-Jun-NH2-kinase pathway and inhibits cell  cycle progression. Cancer Res 65: 3682-3690, 2005.  36. Allan LA and Clarke PR: Phosphorylation of caspase-9 by  CDK1/cyclin B1 protects mitotic cells against apoptosis. Mol  Cell 26: 301-310, 2007.  View publication statsView publication stats  https://www.researchgate.net/publication/224950548",
    "references": [
        "Hansis C, Tang YX, Grifo JA, Krey LC (2001) Analysis of Oct4 expression and ploidy in individual human blastomeres. Mol Hum Reprod 7(2): 155-161.",
        "Mitalipov SM, Kuo HC, Hennebold JD, Wolf DP (2003) Oct4 expression in pluripotent cells of the rhesus monkey. Biol Reprod 69(6): 1785-1792.",
        "Schöler HR, Balling R, Hatzopoulos AK, Suzuki N, Gruss P (1989) Octamer binding proteins confer transcriptional activity in early mouse embryogenesis. The Embo Journal 8(9): 2551-2557.",
        "Cauffman G, Van de Velde H, Liebaers I, Van Steirteghem A (2005) Oct4 mRNA and protein expression during human preimplantation development. Mol Hum Reprod 11(3): 173-181.",
        "Cauffman G, Liebaers I, Van Steirteghem A, Van de Velde H (2006) POU5F1 isoforms show different expression patterns in human embryonic stem cells and preimplantation embryos. Stem Cells 24(12): 2685-2691."
    ],
    "authors": [
        "Mojca Jez",
        "Sakthikumar Ambady",
        "Olga Kashpur",
        "Alexra Grella",
        "Christopher Malcuit",
        "Lucy Vilner",
        "Primoz Rozman",
        "Tanja Dominko"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}