{
    "summary": "While the conversion of PrP(C) into PrP(Sc) in the transmissible form of prion disease requires a preexisting PrP(Sc) seed, in genetic prion disease accumulation of disease related PrP could be associated with biochemical and metabolic modifications resulting from the designated PrP mutation. To investigate this possibility, we looked into the time related changes of PrP proteins in the brains of TgMHu2ME199K/wt mice, a line modeling for heterozygous genetic prion disease linked to the E200K PrP mutation. We found that while oligomeric entities of mutant E199KPrP exist at all ages, aggregates of wt PrP in the same brains presented only in advanced disease, indicating a late onset conversion process. We also show that most PK resistant PrP in TgMHu2ME199K mice is soluble and truncated (PrP(ST)), a pathogenic form never before associated with prion disease. We next looked into brain samples from E200K patients and found that both PK resistant PrPs, PrP(ST) as in TgMHu2ME199K mice, and \"classical\" PrP(Sc) as in infectious prion diseases, coincide in the patient's post mortem brains. We hypothesize that aberrant metabolism of mutant PrPs may result in the formation of previously unknown forms of the prion protein and that these may be central for the fatal outcome of the genetic prion condition.",
    "title": "PrPST, a Soluble, Protease Resistant and Truncated PrP Form Features in the Pathogenesis of a Genetic Prion Disease",
    "text": "pone.0069583 1..8   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/255695726  PrPST, a Soluble, Protease Resistant and Truncated PrP Form Features in the  Pathogenesis of a Genetic Prion Disease  Article  in  PLoS ONE · July 2013  DOI: 10.1371/journal.pone.0069583 · Source: PubMed  CITATIONS  17 READS  162  5 authors, including:  Some of the authors of this publication are also working on these related projects:  Granalix BioTechnologies LTD View project  Nutraceutical and fortified foods View project  Yael Friedman-Levi  Hadassah Medical Center  24 PUBLICATIONS   426 CITATIONS     SEE PROFILE  Kati Frid  Hebrew University of Jerusalem  24 PUBLICATIONS   358 CITATIONS     SEE PROFILE  Orli Binyamin  Hadassah Medical Center  19 PUBLICATIONS   228 CITATIONS     SEE PROFILE  Ruth Gabizon  Hadassah Medical Center  54 PUBLICATIONS   1,313 CITATIONS     SEE PROFILE  All content following this page was uploaded by Kati Frid on 16 June 2015.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/255695726_PrPST_a_Soluble_Protease_Resistant_and_Truncated_PrP_Form_Features_in_the_Pathogenesis_of_a_Genetic_Prion_Disease?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/255695726_PrPST_a_Soluble_Protease_Resistant_and_Truncated_PrP_Form_Features_in_the_Pathogenesis_of_a_Genetic_Prion_Disease?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Granalix-BioTechnologies-LTD?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Nutraceutical-and-fortified-foods?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yael-Friedman-Levi?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yael-Friedman-Levi?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hadassah_Medical_Center?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Yael-Friedman-Levi?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kati-Frid-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kati-Frid-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hebrew_University_of_Jerusalem?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kati-Frid-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Orli-Binyamin?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Orli-Binyamin?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hadassah_Medical_Center?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Orli-Binyamin?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ruth-Gabizon-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ruth-Gabizon-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Hadassah_Medical_Center?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Ruth-Gabizon-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kati-Frid-2?enrichId=rgreq-383a20a9bbf255b182b130a0d2a0c3a9-XXX&enrichSource=Y292ZXJQYWdlOzI1NTY5NTcyNjtBUzoyNDA5NjY1NDQxMzAwNDhAMTQzNDQ2MjMwOTgzOQ%3D%3D&el=1_x_10&_esc=publicationCoverPdf   PrPST, a Soluble, Protease Resistant and Truncated PrP Form Features in the Pathogenesis of a Genetic Prion Disease Yael Friedman-Levi., Michal Mizrahi., Kati Frid, Orli Binyamin, Ruth Gabizon*  Department of Neurology, The Agnes Ginges Center for Human Neurogenetics, Hadassah University Hospital, Jerusalem, Israel  Abstract  While the conversion of PrPC into PrPSc in the transmissible form of prion disease requires a preexisting PrPSc seed, in genetic prion disease accumulation of disease related PrP could be associated with biochemical and metabolic modifications resulting from the designated PrP mutation. To investigate this possibility, we looked into the time related changes of PrP proteins in the brains of TgMHu2ME199K/wt mice, a line modeling for heterozygous genetic prion disease linked to the E200K PrP mutation. We found that while oligomeric entities of mutant E199KPrP exist at all ages, aggregates of wt PrP in the same brains presented only in advanced disease, indicating a late onset conversion process. We also show that most PK resistant PrP in TgMHu2ME199K mice is soluble and truncated (PrP  ST ), a pathogenic form never before  associated with prion disease. We next looked into brain samples from E200K patients and found that both PK resistant PrPs, PrPST as in TgMHu2ME199K mice, and ‘‘classical'' PrPSc as in infectious prion diseases, coincide in the patient's post mortem brains. We hypothesize that aberrant metabolism of mutant PrPs may result in the formation of previously unknown forms of the prion protein and that these may be central for the fatal outcome of the genetic prion condition.  Citation: Friedman-Levi Y, Mizrahi M, Frid K, Binyamin O, Gabizon R (2013) PrP ST  , a Soluble, Protease Resistant and Truncated PrP Form Features in the Pathogenesis of a Genetic Prion Disease. PLoS ONE 8(7): e69583. doi:10.1371/journal.pone.0069583  Editor: Giovanna R. Mallucci, University of Leicester, United Kingdom  Received May 7, 2013; Accepted June 12, 2013; Published July 26, 2013  Copyright: - 2013 Friedman-Levi et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.  Funding: The work was done by a grant from the ISF foundation. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.  Competing Interests: The authors have declared that no competing interests exist.  * E-mail: gabizonr@hadassah.org.il  . These authors contributed equally to this work.  Introduction  Detergent insoluble and PK resistant PrP, also known as PrP Sc  ,  was identified concomitantly with the enrichment of the prion  agent in infected hamsters and mice [1]. Since then, PrP Sc  was  established as the ‘‘gold standard'' marker of prion infection and  its presence in scrapie infected sheep, BSE infected cattle and in  humans suffering from Creutzfeldt-Jacob disease (CJD) was used  to confirm a prion disease diagnosis [2,3], while in its absence such  a verdict is mostly ruled out [4,5,6]. However, classical PrP Sc  could  not be detected in brains of patients suffering from some forms of  genetic prion diseases [5,7,8], which are autosomal dominant  disorders linked to mutations in the gene encoding the prion  protein (PrP) [9] [10]. PrP Sc  is also undetected or present at  marginal levels in the brains of most transgenic mice modeling for  genetic prion diseases [11] [12] [13] [14] [15] [16].  The most common genetic CJD (gCJD) is the one linked to the  E200K PrP mutation (substituting lysine for glutamate) [17,18].  This mutation was identified among Jews of Libyan origin as well  as in subjects of other communities around the world [19]. Not  only is E200K CJD relatively frequent, but is also the gCJD most  similar to sporadic CJD in age of onset, clinical and pathological  presentation, as well as in the accumulation of classical PrP Sc  in  the brains of the affected subjects [20]. While most E200K CJD  patients are heterozygous for the mutation, disease presentation  was faster to some degree in a small number of homozygous  patients [21].  To investigate whether the presence of an E200K mutation is  enough to confer high levels of protease resistance and aggregation  to the nascent mutant prion protein, E200K PrP in cell cultured  models was investigated by diverse biochemical methods. It was  found to be either readily digested by PK or otherwise resistant to  marginal PK concentrations [22,23]. Interestingly, E200K PrP in  recombinant form is spontaneously oxidized in its helix 3  methionine residues, a covalent modification which precedes the  conversion of PrP C  into PrP Sc  [24]. All this suggests that while  E200K PrP presents intrinsic properties in between those of PrP C  and PrP Sc  , its full conversion into a disease related form may occur  only in-vivo in an age dependent form, concomitant with the late  onset nature of the disease.  Our knowledge on levels and properties of disease related  mutant PrPs in genetic prion diseases was gathered mostly from  post mortem samples [25]. To investigate the changes in mutant  PrP properties at different time points in a late onset disease setup,  we looked into the biochemical properties of PrP in brain samples  of TgMHu2ME199K mice. These mice, which model for E200K  CJD, express human- mouse chimeric E199K PrP on a null (for  homozygous) or a wt PrP (for heterozygous) background. Mice  from both lines suffer from similar neurological symptoms from as  early as 5-6 month of age and deteriorated to a terminal condition  several months thereafter. During disease, TgMHu2ME199K  PLOS ONE | www.plosone.org 1 July 2013 | Volume 8 | Issue 7 | e69583    mice accumulate a truncated form of PK resistant PrP recogniz-  able by C-terminal PrP antibodies [26]. Like in the brains of  human E200K patients [27,28], infectious prions are spontane-  ously formed in TgMHu2ME199K mice, mostly in the sick  TgMHu2ME200K/wt mice, and only rarely in the sick TgMHu2-  ME199K/ko, suggesting that the presence of a wt allele, while not  required for disease presentation, may facilitate the transmission of  infectivity to wt mice.  We now show that E199K PrP in TgMHu2ME199K mice  present in oligomeric forms long before disease presentation,  indicating partial aggregation, as oxidation, is an intrinsic property  of this mutant PrP. Contrarily, PK resistant PrP is detected just  before disease presentation and accumulates further with disease  aggravation, indicating its formation is an age related effect. Wt  PrP aggregates can be identified in brains of heterozygous Tg mice  only when disease is well established, indicating the conversion of  wt PrP to a disease like form is an acquired property related to the  status of the disease. Surprisingly, results from brain fractionation  experiments demonstrate that the truncated PK resistant PrP in  the TgMHu2ME199K mice present in soluble brain fractions, as  was recently suggested for pathological key proteins in other  neurodegenerative conditions [29,30,31]. Most important, we  found that both disease related PrP forms, the soluble, truncated  and PK resistant, hereby denominated PrP ST  as well as the  ‘‘classical'' PrP Sc  , coincide in the brains of E200K patients. We  hypothesize that the metabolism of mutant PrP may result in the  formation of previously unknown PrP forms, some of which may  be essential for the fatal outcome of the disease while others may  be more active in disease transmission.  Results  Clinical disease and PrP accumulation in heterozygous and homozygous TgMH2ME199K mice  Except for rare cases related to family intermarriages [21], most  genetic CJD patients are heterozygous for the mutation, thereby  expressing both mutant and wt PrP [32]. While we have shown  previously that TgMHu2ME199K mice on a null or wt  background present similar disease properties and kinetics [26],  we looked again at this observation by calculating the individual  time points in which each mouse reaches score 2, a clear  observation point in disease aggravation (significant hind limb/s  weakness). Using this calculation method, we show (fig. 1a) that the  median of disease aggravation is indeed very similar for both lines;  5.2 months 60.8 for homozygous mice and 6.061.2 months for  heterozygous mice. Interestingly, there is no statistical significant  difference between the kinetics of aggravation in both lines of mice  (0.37 by T-test), indicating that a wt PrP allele is not a must for  disease presentation and progression. Consistent with these results,  figure 1b shows that the levels and rate of PK resistant PrP  accumulation in the brain homogenates of TgMHu2ME199K/ko  and TgMHu2ME199K/wt mice are very similar, suggesting again  that wt PrP in genetic patients is not an obligatory part of the  pathological process [33]. As published before, PK resistant PrP in  these mice present as a truncated form recognizable only by C-  terminal aPrP antibodies [24,26], as the pAb RTC used in figure 1b, which cannot separate between the chimeric and wt  allele.  E199K PrP as compared to wt PrP aggregation properties As opposed to the lack of a role for wt PrP in the onset and  progression of genetic prion disease, this is not the case for disease  transmission to naı̈ve animals. We have shown previously [24] that  while brains from sick TgMHu2ME199K/wt mice readily  transmitted disease to wt mice, only rare mice succumb to disease  when inoculated with samples from asymptomatic heterozygous  brains or even from sick TgMHu2ME199K/ko brains. This  indicates that some levels of wt PrP in heterozygous TgMHu2-  ME199K mice may convert into infectious prions when disease is  well established.  Since we could not separate between truncated allele specific  PK resistant PrP due to the lack of appropriate antibodies, we  looked into the aggregation properties of full length wt and mutant  PrP at different disease points. To this effect, we subjected sarkosyl  extracted brain homogenates of TgMHu2ME199K and wt mice  to sucrose gradients that can separate between aggregates of  different sizes and solubilized PrP forms. Fractions from these  gradients were subjected to immunoblotting with a PrP antibodies that can distinguish between wt and chimeric mouse-human  E199K PrP when at full length. Panel a in figure 2 describes the  PrP epitopes of all antibodies used in this manuscript. Indeed, a PrP mAb IPC1 recognizes murine PrP but not chimeric MHu2M  forms, while aPrP mAb 3F4 recognizes the human parts of chimeric E199K PrP, but not murine PrP as in the wt allele. In  panel b, we show that PrP in wt mice, as recognized by IPC1, is  present only in the low density fractions of the gradient, as  expected for PrP C  , a membrane protein that is readily solubilized  in detergents. The same results (not shown) were obtained for wt  PrP in mice brains of all ages. Contrarily, PrP in the brains of  TgMHu2ME199K/ko mice (as detected by aPrP mAb 3F4), is dispersed between all gradient fractions, indicating it may  intrinsically form oligomers of different sizes. Next, we looked  into the aggregation properties of both PrPs in TgMHu2-  ME199K/wt mice of different ages, before and after disease  presentations. Fig. 2c demonstrates that while E199K PrP presents  the same oligomerization levels from 1 month old mice through all  ages, wt PrP in the heterozygous mice is solubilized at young age,  as is the case for PrP C  in wt mice, but acquires aggregation  properties when clinical disease become apparent at older age, as  is the case for 7 month old TgMHu2ME199K mice. These results  suggest an ‘‘in cell'' infection process leading to the conversion of  wt PrP into a disease related form. As stated above, whether some  of this aggregated wt PrP forms are also PK resistant cannot be  determined by these tools.  Truncated PK resistant PrP is present in the light fractions of TgMHu2ME199K brains gradients  In the brains of rodents affected with scrapie, PrP Sc  is present  only in the most aggregated fractions of a sucrose gradient [34].  To test whether this is also the case for PrP in TgMHu2ME199K/  wt mice, we digested gradients samples in the presence or absence  of PK and immunoblotted then either with a PrP mAb 6H4 (for full length PrP) or a PrP pAbRTC (total+truncated). Figure 3 shows that, as described for the TgMHu2ME199K/ko [26], PK  resistant PrP in these mice can only be identified by pAb RTC (a C-terminal PrP ) and not by 6H4. However, and contrarily to  brains of prion infected mice, most PK resistant PrP in the brains  of the TgMHu2ME199K mice, both of wt (fig. 3) or ablated (not  shown) background, could be detected in the light fractions,  representing either a soluble protein or a detergent solubilized  membrane protein. This is a surprising result not only due to the  different properties of PrP c  in the TgMHu2ME199K mice as  compared to classical PrP Sc  in transmissible prion disease, but also  in view of the intrinsic aggregation properties of this mutant PrP.  We speculate that degradation of aberrantly folded mutant PrP  may result also in soluble truncated products, each of them with  different biochemical properties.  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 2 July 2013 | Volume 8 | Issue 7 | e69583    Truncated PrP in human gCJD brain samples To test whether truncated forms of PrP as described for the  TgMHu2ME199K mice also feature in the human relevant  disease, sucrose gradients as above were loaded with sarkosyl  extracted samples of E200K CJD brains, originating from post  mortem samples. Fractions collected from these gradients were  digested in the presence or absence of PK and immunoblotted  with aPrP mAb 6H4 and with aPrP pAb RTC, as done above for the TgMHu2ME199K samples. Figure 4 shows that while a PrP mAb 6H4 detects classical forms of PrP  Sc in the heavy fractions of  the gradient after proteolysis, pAb RTC also detects soluble  truncated forms of PrP before and after PK digestion, albeit with  less intensity than the ones observed in the PK treated  TgMHu2ME199K brains. The fact that truncated PK resistant  forms of PrP could be found in the light fraction of both E200K  human patients and sick TgMHu2ME199K mice indicates this  form of PrP most probably plays a role in the pathological process  leading to fatal disease in genetic cases, the nature of which is still  unknown. Regretfully, and since we can only look into an ‘‘end  point'' situation in the human samples, it is difficult to determine  whether ‘‘classical PrP Sc  '' starts to accumulate in these patients at  an early or late stage in the disease process. Also in the  TgMHu2ME199K mice we are lacking part of the time frame  spectrum since our ethical permit does not allow us to follow up  very sick mice for long periods of time, but rather we have to  sacrifice them when they cannot reach by themselves to food and  water.  PrPST: A truncated, PK resistant and soluble disease related PrP  Disease related PrP forms presenting in light fractions of brain  homogenate gradients may be membrane proteins solubilized in  sarkosyl or bona fide soluble proteins. To distinguish between  these possibilities, we subjected samples from E200K CJD patients  and from TgMHu2ME199K/wt mice, as well as brains samples  from naı̈ve and scrapie RML infected mice to the following  fractionation protocol (see figure 5a). First, brain homogenates (see  methods for details), after a 18000 rpm centrifugation were  Figure 1. Similar disease kinetics and PrP accumulation in heterozygous and homozygous TgMH2ME199K mice. (a) The percentage of mice presenting a score ,2 in both E199K/ko and E199K/wt lines as related to age. Median was 5.260.8 for TgMHu2ME199K/ko mice and 6.061.2 for TgMHu2ME199K/wt mice. (b) PK-resistant PrP levels are similar in both lines as related to age. Brain homogenates from both TgMHu2ME199K/KO and TgMHu2ME199K/wt lines in different ages and clinical stages (1 month, 3 months and 7 months, score = 0, score = 0 score = 3 respectively) as well as wt and scrapie RML controls were digested with PK and immunoblotted with a-PrP pAb RTC. doi:10.1371/journal.pone.0069583.g001  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 3 July 2013 | Volume 8 | Issue 7 | e69583    separated into pellet and supernatant. To obtain a clear  supernatant carrying only soluble proteins, this first supernatant  was subjected twice to ultracentrifugation at 100000 g. The  supernatant of the last centrifugation was digested in the presence  or absence of PK. In parallel the first pellet was subjected to  osmotic shock before ultracentrifugation (to eliminate traces of  supernatant material) and subsequently the pellet was solubilized  in the presence of 2% sarkosyl and centrifuged at 100000 g. The  pellet and supernatant of this last procedure were digested in the  presence and absence of PK. Finally, the sarkosyl pellet and  supernatants, as well as the high speed soluble fractions were  immunoblotted with two C-terminal a PrP antibodies; pAb RTC and EP1802Y (EP) , a rabbit a PrP mAb directed against the CITQYER ESQAYYQRGS sequence present at the C-terminal  part of human PrP, just before the PrP GPI anchor. All PK  digestions were performed in the presence of 2% sarkosyl, to  ensure the accessibility to the protease in case of protein  membrane interactions.  Results of these experiments are depicted in Figure 5b&c.  surprisingly, figure 2b shows that significant levels of PrP are  present in soluble fractions of all brains, as opposed to the general  notion that the prion proteins are mostly associated with  membranes. However, only in the genetic disease related samples,  E200K human brains and TgMHu2ME199K brains, are these  soluble PrP forms resistant to PK digestion in a truncated form.  Interestingly, some of the PrP ST  forms are recognized only by  RTC and not by the EP antibody, indicating they may be  truncated not only in its N-terminal but also in its C-terminal part.  Most important, no PrP ST  form was found in the soluble brain  fractions of scrapie infected mice, indicating that genetic and  transmissible prion disease differ in some mechanistic features.  Figure 2. Aggregation of wt and mutant PrP in TgMHu2ME199K/wt mice. (a) Epitope mapping of a-PrP antibodies: epitopes of antibodies used in this manuscript are depicted on a schematic representation of the chimeric mouse-human E199K PrP. In the next panels (b &c) aPrP mAbs IPC1 and 3F4 were used to differentiate between wt PrP and chimeric-mutant PrP respectively. (b) Oligomeric E199K PrP in asymptomatic TgMHu2ME199K/ko mice: Sarkosyl extracted brain homogenates of wt and 3 months old (score = 0) TgMHu2ME199K/ko mouse were subjected to ultracentrifugation in 10-60% sucrose gradients [34]. Individual fractions were immunoblotted with aPrP mAb IPC1 to detect wt PrP and aPrP mAb 3F4 to detect chimeric-mutant PrP. (c) Oligomeric wt PrP in sick TgMHu2ME199K/wt mice. Sarkosyl extracted brain homogenates from TgMHu2ME199K/wt mice at different ages (1 month, 3 months and 7 months, score = 0, score = 0 score = 3 respectively) were subjected to ultracentrifugation in 10-60% sucrose gradients. Individual fractions of each gradient were immunoblotted with mAb IPC1 to detect wt PrP and mAb 3F4 to detect chimeric-mutant PrP. doi:10.1371/journal.pone.0069583.g002  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 4 July 2013 | Volume 8 | Issue 7 | e69583    While it is difficult to establish whether PrP ST  is a soluble  cytosolic protein or otherwise a soluble protein secreted into the  intercellular space, most data suggests PrP metabolites in  TgMHu2ME199K mice are intracellular. This was shown by a PrP immunohistochemistry in TgMHu2ME199K brains and  TgMHu2ME199K primary fibroblasts [26,35], which show  extensive intra cell immunostaining. In addition, we were unable  to identify PrP ST  in the CSF of E200K patients (not shown).  However, our results do not rule out the possibility that some levels  of PrP C  and PrP ST  are secreted indeed into the intercellular space.  Only the TgMHu2ME199K mice show PrP ST  forms in the  sarkosyl soluble fractions. Whether this relates to traces of the  cytosolic form, or otherwise demonstrates that PrP ST  is formed on  cell membranes and is shaded to the inside or the outside of cells  after cutting its GPI anchor is unknown [36]. Interestingly, all but  normal brain samples present PK resistant PrP in the sarkosyl  extracted pellets each of those with a different pattern and at low  levels at the TgMHu2ME199K mice. We may therefore conclude  that while the transmissible form of prion disease (RML) shows  only classical PrP Sc  , the genetically affected brains also present a  unique soluble form, PrP ST  , which in the Tg mice constitutes the  great majority of disease related PrP. We hypothesize that PrP ST  is  the product of aberrant E200K PrP metabolism as related to age  factors and its accumulation may be an important feature in the  pathological mechanism of genetic forms of prion disease.  Discussion  Taking advantage of our TgMHu2ME199K/wt model of  heterozygous E200K gCJD, we looked into the time related  changes in the biochemical properties of E199K and wt PrP from  the asymptomatic early age to full blown disease. We found that  the disease burden lies fully on mutant PrP, since the addition of a  wt allele did not affect disease time course or levels of PK resistant  PrP accumulation. In addition, we established that some of the  E199K PrP presents intrinsically in oligomeric forms even in the  early asymptomatic stages, while the accumulation of a soluble  truncated and PK resistant form (PrP ST  ), most probably cytosolic,  commences shortly before disease manifestation. Contrarily, wt  PrP in the heterozygous mice maintains PrP C  like properties until  much later in the life of the mice and starts to aggregate at 7  months of age, when disease is already at an advanced stage.  Most important, we show that brains of human E200K gCJD  patients comprise both classical PrP Sc  and PrP ST  , the last one  recognizable only by C-terminal a PrP antibodies. Since our TgMHu2ME199K mice succumb to neurological fatal disease,  and PrP ST  is by far the major disease related PrP form  accumulated in these animals, we speculate that PrP ST  may be  the key feature of this genetic form of prion disease. Accumulation  of classical PrP Sc  may be a late effect induced by the conversion of  wt PrP in heterozygous patients. However, while in one  homozygous E200K CJD patient, classical PrP Sc  could not be  detected [21], we cannot conclude at this point that the  accumulation of classical PrP Sc  in genetic patients only appears  when wt PrP is expressed. It will be interesting to test whether this  or other forms of PrP ST  are present in patients carrying other  pathogenic PrP mutations as well as in sporadic CJD patients,  each of which may show distinct PrP accumulation properties.  The generation of PrP ST  may result from the aberrant folding  and abnormal metabolism and degradation of E200K PrP. We  have shown previously that E200K PrP is spontaneously oxidized  in its helix 3 Met residues [24], probably due to an increase in  solvent exposure of the relevant helix in the presence of K at  position 200 [37]. Such oxidation may provide the structural  changes required for the formation of oligomeric and soluble  disease related forms, such as PrP ST  . Cytosolic PrP ST  may next  activate the UPR system, resulting in the global reduction in  protein synthesis and dysregulation of elF2a [38]. In addition, we  Figure 3. PK-resistant PrP in light fractions of TgMHu2ME199K brain gradients. Sarkosyl extracted brain homogenates of sick TgMHu2ME199K/wt mice (in the figure: 9 month old score = 4) were subjected to ultracentrifugation in 10-60% sucrose gradients. Individual fractions were digested in the presence or absence of PK and immunoblotted with: (a) a-PrP mAb 6H4 and (b) a-PrP pAb RTC directed against the C-terminal end of PrP. doi:10.1371/journal.pone.0069583.g003  Figure 4. Disease related PrP forms in brains from E200K gCJD patients. Sarkosyl extracted brain homogenates from E200K CJD patients were subjected to ultracentrifugation in 10-60% sucrose gradients. Individual fractions were digested with PK and immuno- blotted with: (a) a-PrP mAb 6H4 and (b) a-PrP pAb RTC. doi:10.1371/journal.pone.0069583.g004  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 5 July 2013 | Volume 8 | Issue 7 | e69583    have recently shown that the expression of Snord 3A, a transcript  relevant to the activation of another of the UPR arms, is elevated  with time and disease aggravation in TgMHu2ME199K mice, as  is the case for humans suffering from gCJD [39].  Interestingly, soluble, as opposed to fibrillary forms of key  pathogenic proteins were recently shown to be the culprit of  disease in other neurodegenerative conditions, as is the case for A-  beta [29] [40] and Tau [41]. Indeed, it is the levels of soluble Tau  and not of Tau incorporated into neurofibrillary tangles which  reduction led to the cessation of neuron loss and the improvement  of memory functions [41]. Also, the removal of amyloid plaques by  Ab immunotherapy failed to improve the clinical status of Alzheimer patients [42]. If a similar mechanism exists for prion  diseases, it is mostly PrP ST  and less so classical PrP Sc  which may be  the key neurotoxic entity, at least in gCJD linked to the E200K  PrP mutation.  In addition to an unknown number of subclinical BSE cases, a  significant number of people at risk to develop prion disease are  carriers of pathogenic PrP mutations. We have shown here that  the key pathogenic events may differ significantly between  transmissible and genetic prion diseases. While the first one may  relate mostly to the process converting PrP C  to classical PrP Sc  ,  mutant PrP forms may generate metabolic abnormalities form  early age, resulting in activation of stress related UPR signals and  accumulation of PrP ST  , a soluble PK resistant PrP form. This  implies that treatments for genetic patients and even more so  prevention of disease manifestation for individuals at genetic prion  risk cannot be evaluated only by disappearance of classical PrP Sc  from cells in culture or even by delay of disease onset in scrapie  infected rodents, but should rather be tested in appropriate  transgenic models that mimic for genetic prion diseases.  Figure 5. PrP forms in soluble and membranal brain fractions. (a) Fractionation protocol of brain homogenates. (b) Soluble and membranal brain fractions were digested in the presence and absence of PK and immunoblotted with two a-PrP c-terminal Ab; pAb RTC and mAb EP1802Y (EP) (see figure 2a for epitope mapping). doi:10.1371/journal.pone.0069583.g005  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 6 July 2013 | Volume 8 | Issue 7 | e69583    Materials and Methods  Ethical statement Animal experiments were conducted under the guidelines and  supervision of the Hebrew University Ethical Committee, which  approved of the methods employed in this project (Permit  Number: MD-11746-5). Brain human samples were received  following postmortem examinations from the Pathology Depart-  ments of several hospitals in the country. Immunoblotting  experiments on such samples, as the ones described in this  manuscript, are part of the routine pathological protocol applied  on brains from suspected CJD cases. Our laboratory in the  Hadassah Department of Neurology is the national referral center  for CJD diagnosis (genetic and biochemical testing). The testing of  these samples was approved by both the safety and ethical  authorities of the Hadassah University Hospital. Since all cases of  CJD and alike negative controls are unable to sign for such tests  long before their death due to their medical condition, the relatives  of these patients provided informed written consent for PM  studies. Enabling close relatives to provide such consent is the  standard policy of the Israeli Ministry of Health.  Mice scoring TgMHu2ME199K mice from both lines (PrP ablated or wt  backgrounds) were followed twice a week for the appearance of  spontaneous neurological disease. Mice were scored for disease  severity and progression according to the scale of clinical signs as  previously described [26]. Briefly, partial hind limbs weakness = 1,  significant hind limb/s weakness or paralysis = 2, full paralysis in  one limb = 3, full paralysis in both limbs = 4, death = 5. Mice were  sacrificed according to the ethical requirements of the Hebrew  University Animal Authorities when too sick or paralyzed to reach  food and water, or after losing 20% body weight.  Western blot analysis Brains were homogenized at 10% (W/V) in 10 mM Tris- HCl,  pH 7.4 and 0.3 M sucrose. For Proteinase K digestions, 30 ml of 10% brain homogenates extracted with 2% sarkosyl on ice were  incubated with 30 to 40 mg/ml Proteinase K for 30 min at 37uC. Samples were subsequently subjected to SDS PAGE and  immunoblotted with diverse anti-PrP antibodies, as described in  Figure 2a.  Sucrose gradients of brain homogenates Sarkosyl extracted brain homogenates were subjected to sucrose  gradients as described [34]. Briefly, 140 to 300 ml of 10% brain homogenates extracted in the presence of 2% Sarkosyl were  overlaid on a sucrose gradient composed of layers of increasing  concentrations of sucrose (10-60%). Gradients were then centri-  fuged for 1 h at 55000 rpm in a Sorval mini-ultracentrifuge and  subsequently 9 samples were collected from the top to the bottom.  2/3 volume of each individual sample was then subjected to  Proteinase K digestion and immunoblotted with diverse anti PrP  Abs.  Brain Fractionation Two ml of 10% brain homogenates in 10 mM Tris-HCl,  pH 7.4/0.3M sucrose from human E200K gCJD patients, 8  months old transgenic E199K/wt mouse, 8 months old normal  mice and scrapie RML mice at terminal stages of disease were  subjected to centrifugation at 18,000 rpm for 15 minutes at 4uC. Subsequently, 300 ml of each supernatant was subjected twice to ultra-centrifugation (45,000 rpm for 1 hour at 4uC) in order to eliminate traces of membranes from the soluble protein fraction.  Proteins in the last supernatant were concentrated by methanol  precipitation, and then resuspended in STE (saline-tris-EDTA)  (fraction I). The initial pellet containing membrane proteins was  resuspended in DDW and ultra-centrifuged to dilute traces of  supernatant material, and the pellet resuspended and extracted in  2% sarkosyl before ultra-centrifugation in 45,000 rpm for 1 hour  at 4uC. The detergent soluble fraction (II) and the pellet of membrane proteins (III), together with fraction I were digested in  the presence or absence of 40 ug/ml PK and immunoblotted with  C-terminal aPrP antibodies.  Author Contributions  Conceived and designed the experiments: YF MM RG . Performed the  experiments: YF MM KF OB. Analyzed the data: YF MM RG. Wrote the  paper: YF MM RG.  References  1. Bolton DC, McKinley MP, Prusiner SB (1982) Identification of a protein that purifies with the scrapie prion. Science 218: 1309-1311.  2. Mohri S, Farquhar CF, Somerville RA, Jeffrey M, Foster J, et al. (1992) Immunodetection of a disease specific PrP fraction in scrapie-affected sheep and  BSE-affected cattle. Vet Rec 131: 537-539.  3. Prusiner SB, Hsiao KK (1994) Human prion diseases. Ann Neurol 35: 385-395.  4. Gambetti P, Kong Q, Zou W, Parchi P, Chen SG (2003) Sporadic and familial  CJD: classification and characterisation. Br Med Bull 66: 213-239.  5. Xiao X, Cali I, Dong Z, Puoti G, Yuan J, et al. (2013) Protease-sensitive prions  with 144-bp insertion mutations. Aging (Albany NY) 5: 155-173.  6. Varges D, Schulz-Schaeffer WJ, Wemheuer WM, Damman I, Schmitz M, et al. (2013) Spongiform encephalopathy in siblings with no evidence of protease-  resistant prion protein or a mutation in the prion protein gene. J Neurol.  7. Monaco S, Fiorini M, Farinazzo A, Ferrari S, Gelati M, et al. (2012) Allelic  origin of protease-sensitive and protease-resistant prion protein isoforms in Gerstmann-Straussler-Scheinker disease with the P102L mutation. PLoS One 7:  e32382.  8. Kim C, Haldiman T, Cohen Y, Chen W, Blevins J, et al. (2011) Protease- sensitive conformers in broad spectrum of distinct PrPSc structures in sporadic  Creutzfeldt-Jakob disease are indicator of progression rate. PLoS Pathog 7: e1002242.  9. Kovacs GG, Puopolo M, Ladogana A, Pocchiari M, Budka H, et al. (2005)  Genetic prion disease: the EUROCJD experience. Hum Genet 118: 166-174.  10. Hsiao K, Prusiner SB (1990) Inherited human prion diseases. Neurology 40:  1820-1827.  11. Hsiao KK, Scott M, Foster D, Groth DF, DeArmond SJ, et al. (1990)  Spontaneous neurodegeneration in transgenic mice with mutant prion protein.  Science 250: 1587-1590.  12. Harris DA, Chiesa R, Drisaldi B, Quaglio E, Migheli A, et al. (2000) A  transgenic model of a familial prion disease. Arch Virol Suppl: 103-112.  13. Dossena S, Imeri L, Mangieri M, Garofoli A, Ferrari L, et al. (2008) Mutant prion protein expression causes motor and memory deficits and abnormal sleep  patterns in a transgenic mouse model. Neuron 60: 598-609.  14. Jackson WS, Borkowski AW, Faas H, Steele AD, King OD, et al. (2009)  Spontaneous generation of prion infectivity in fatal familial insomnia knockin  mice. Neuron 63: 438-450.  15. Asante EA, Gowland I, Grimshaw A, Linehan JM, Smidak M, et al. (2009)  Absence of spontaneous disease and comparative prion susceptibility of  transgenic mice expressing mutant human prion proteins. J Gen Virol 90: 546-558.  16. Telling GC, Haga T, Torchia M, Tremblay P, DeArmond SJ, et al. (1996)  Interactions between wild-type and mutant prion proteins modulate neurode- generation in transgenic mice. Genes Dev 10: 1736-1750.  17. Hsiao K, Meiner Z, Kahana E, Cass C, Kahana I, et al. (1991) Mutation of the  prion protein in Libyan Jews with Creutzfeldt-Jakob disease. N Engl J Med 324: 1091-1097.  18. Korczyn AD, Chapman J, Goldfarb LG, Brown P, Gajdusek DC (1991) A mutation in the prion protein gene in Creutzfeldt-Jakob disease in Jewish  patients of Libyan, Greek, and Tunisian origin. Ann N Y Acad Sci 640: 171-  176.  19. Lee HS, Sambuughin N, Cervenakova L, Chapman J, Pocchiari M, et al. (1999)  Ancestral origins and worldwide distribution of the PRNP 200K mutation  causing familial Creutzfeldt-Jakob disease. Am J Hum Genet 64: 1063-1070.  20. Meiner Z, Kahana E, Baitcher F, Korczyn AD, Chapman J, et al. (2011) Tau  and 14-3-3 of genetic and sporadic Creutzfeldt-Jakob disease patients in Israel.  J Neurol 258: 255-262.  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 7 July 2013 | Volume 8 | Issue 7 | e69583    21. Simon ES, Kahana E, Chapman J, Treves TA, Gabizon R, et al. (2000)  Creutzfeldt-Jakob disease profile in patients homozygous for the PRNP E200K  mutation. Ann Neurol 47: 257-260.  22. Rosenmann H, Talmor G, Halimi M, Yanai A, Gabizon R, et al. (2001) Prion  protein with an E200K mutation displays properties similar to those of the  cellular isoform PrP(C). J Neurochem 76: 1654-1662.  23. Lehmann S, Harris DA (1996) Two mutant prion proteins expressed in cultured  cells acquire biochemical properties reminiscent of the scrapie isoform. Proc Natl  Acad Sci U S A 93: 5610-5614.  24. Canello T, Frid K, Gabizon R, Lisa S, Friedler A, et al. (2010) Oxidation of  Helix-3 methionines precedes the formation of PK resistant PrP. PLoS Pathog 6:  e1000977.  25. Cali I, Castellani R, Yuan J, Al-Shekhlee A, Cohen ML, et al. (2006)  Classification of sporadic Creutzfeldt-Jakob disease revisited. Brain 129: 2266-  2277.  26. Friedman-Levi Y, Meiner Z, Canello T, Frid K, Kovacs GG, et al. (2011) Fatal  Prion Disease in a Mouse Model of Genetic E200K Creutzfeldt-Jakob Disease.  PLoS Pathog 7: e1002350.  27. Telling GC, Scott M, Mastrianni J, Gabizon R, Torchia M, et al. (1995) Prion  propagation in mice expressing human and chimeric PrP transgenes implicates  the interaction of cellular PrP with another protein. Cell 83: 79-90.  28. Tateishi J, Kitamoto T (1995) Inherited prion diseases and transmission to  rodents. Brain Pathol 5: 53-59.  29. Ashe KH, Aguzzi A (2012) Prions, prionoids and pathogenic proteins in  Alzheimer disease. Prion 7: 55-59.  30. Lesne SE, Sherman MA, Grant M, Kuskowski M, Schneider JA, et al. (2013)  Brain amyloid-beta oligomers in ageing and Alzheimer's disease. Brain.  31. Ma QL, Zuo X, Yang F, Ubeda OJ, Gant DJ, et al. (2013) Curcumin suppresses  soluble tau dimers and corrects molecular chaperone, synaptic, and behavioral  deficits in aged human tau transgenic mice. J Biol Chem 288: 4056-4065.  32. Gabizon R, Telling G, Meiner Z, Halimi M, Kahana I, et al. (1996) Insoluble  wild-type and protease-resistant mutant prion protein in brains of patients with inherited prion disease. Nat Med 2: 59-64.  33. Chen SG, Parchi P, Brown P, Capellari S, Zou W, et al. (1997) Allelic origin of  the abnormal prion protein isoform in familial prion diseases. Nat Med 3(9): 1009-1015.  34. Tzaban S, Friedlander G, Schonberger O, Horonchik L, Yedidia Y, et al. (2002) Protease-sensitive scrapie prion protein in aggregates of heterogeneous sizes.  Biochemistry 41: 12868-12875.  35. Canello T, Friedman-Levi Y, Mizrahi M, Binyamin O, Cohen E, et al. (2012) Copper is toxic to PrP-ablated mice and exacerbates disease in a mouse model of  E200K genetic prion disease. Neurobiol Dis 45: 1010-1017. 36. Stahl N, Borchelt DR, Hsiao K, Prusiner SB (1987) Scrapie prion protein  contains a phosphatidylinositol glycolipid. Cell 51: 229-240. 37. Meli M, Gasset M, Colombo G (2012) Dynamic diagnosis of familial prion  diseases supports the beta2-alpha2 loop as a universal interference target. PLoS  One 6: e19093. 38. Moreno JA, Radford H, Peretti D, Steinert JR, Verity N, et al. (2012) Sustained  translational repression by eIF2alpha-P mediates prion neurodegeneration. Nature 485: 507-511.  39. Cohen E, Avrahami D, Frid K, Canello T, Levy Lahad E, et al. (2013) Snord  3A: a molecular marker and modulator of prion disease progression. PLoS One 8: e54433.  40. Lesne SE, Sherman MA, Grant M, Kuskowski M, Schneider JA, et al. (2013) Brain amyloid-beta oligomers in ageing and Alzheimer's disease. Brain.  41. Santacruz K, Lewis J, Spires T, Paulson J, Kotilinek L, et al. (2005) Tau suppression in a neurodegenerative mouse model improves memory function.  Science 309: 476-481.  42. Rinne JO, Brooks DJ, Rossor MN, Fox NC, Bullock R, et al. (2010) 11C-PiB PET assessment of change in fibrillar amyloid-beta load in patients with  Alzheimer's disease treated with bapineuzumab: a phase 2, double-blind, placebo-controlled, ascending-dose study. Lancet Neurol 9: 363-372.  Soluble PK Resistant PrP in Genetic Prion Disease  PLOS ONE | www.plosone.org 8 July 2013 | Volume 8 | Issue 7 | e69583  View publication statsView publication stats  https://www.researchgate.net/publication/255695726",
    "references": [
        "Bolton DC, McKinley MP, Prusiner SB (1982) Identification of a protein that purifies with the scrapie prion. Science 218: 1309-1311.",
        "Mohri S, Farquhar CF, Somerville RA, Jeffrey M, Foster J, et al. (1992) Immunodetection of a disease specific PrP fraction in scrapieaffected sheep and BSEaffected cattle. Vet Rec 131: 537-539.",
        "Prusiner SB, Hsiao KK (1994) Human prion diseases. Ann Neurol 35: 385-395.",
        "Gambetti P, Kong Q, Zou W, Parchi P, Chen SG (2003) Sporadic and familial CJD: classification and characterisation. Br Med Bull 66: 213-239.",
        "Xiao X, Cali I, Dong Z, Puoti G, Yuan J, et al. (2013) Proteasesensitive prions with 144bp insertion mutations. Aging (Albany NY) 5: 155-173."
    ],
    "authors": [
        "Yael Friedman-Levi",
        "Michal Mizrahi",
        "Kati Frid",
        "Orli Binyamin",
        "Ruth Gabizon"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}