{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/223986090  Reactive Oxygen Species-Triggered Trophoblast Apoptosis Is Initiated by  Endoplasmic Reticulum Stress via Activation of Caspase-12, CHOP, and the  JNK Pathway in Toxoplasma gondii In...  Article  in  Infection and Immunity · April 2012  DOI: 10.1128/IAI.06295-11 · Source: PubMed  CITATIONS  62 READS  395  11 authors, including:  Some of the authors of this publication are also working on these related projects:  The effect of normal human serum on the mouse trypanosome Trypanosoma musculi in vitro and in vivo View project  PCR-based identification of Trypanosoma lewisi and Trypanosoma musculi using maxicircle kinetoplast DNA View project  Xiucai Xu  25 PUBLICATIONS   709 CITATIONS     SEE PROFILE  Tingting Liu  The University of York  47 PUBLICATIONS   1,003 CITATIONS     SEE PROFILE  Zhao-Rong Lun  Sun Yat-Sen University  204 PUBLICATIONS   7,230 CITATIONS     SEE PROFILE  Jilong Shen  Anhui Medical University  74 PUBLICATIONS   1,329 CITATIONS     SEE PROFILE  All content following this page was uploaded by Zhao-Rong Lun on 20 April 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/223986090_Reactive_Oxygen_Species-Triggered_Trophoblast_Apoptosis_Is_Initiated_by_Endoplasmic_Reticulum_Stress_via_Activation_of_Caspase-12_CHOP_and_the_JNK_Pathway_in_Toxoplasma_gondii_Infection_in_Mice?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/223986090_Reactive_Oxygen_Species-Triggered_Trophoblast_Apoptosis_Is_Initiated_by_Endoplasmic_Reticulum_Stress_via_Activation_of_Caspase-12_CHOP_and_the_JNK_Pathway_in_Toxoplasma_gondii_Infection_in_Mice?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/The-effect-of-normal-human-serum-on-the-mouse-trypanosome-Trypanosoma-musculi-in-vitro-and-in-vivo?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/PCR-based-identification-of-Trypanosoma-lewisi-and-Trypanosoma-musculi-using-maxicircle-kinetoplast-DNA?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiucai-Xu?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiucai-Xu?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Xiucai-Xu?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tingting-Liu-21?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tingting-Liu-21?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The-University-of-York?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Tingting-Liu-21?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhao-Rong-Lun?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhao-Rong-Lun?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Sun_Yat-Sen_University?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhao-Rong-Lun?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jilong-Shen?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jilong-Shen?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Anhui-Medical-University?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jilong-Shen?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Zhao-Rong-Lun?enrichId=rgreq-84bdfb164f046b7dc6e85a759bdb8447-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk4NjA5MDtBUzo5ODY4NTg4Mjk5NDcwN0AxNDAwNTM5OTU3MTAw&el=1_x_10&_esc=publicationCoverPdf   Reactive Oxygen Species-Triggered Trophoblast Apoptosis Is Initiated by Endoplasmic Reticulum Stress via Activation of Caspase-12, CHOP, and the JNK Pathway in Toxoplasma gondii Infection in Mice  Xiucai Xu,a,b Tingting Liu,a Aimei Zhang,a,b Xingxing Huo,a Qingli Luo,a Zhaowu Chen,a Li Yu,a Qing Li,b Lili Liu,a,c Zhao-rong Lun,d  and Jilong Shena  Anhui Provincial Laboratories of Pathogen Biology and Zoonoses, Department of Microbiology and Parasitology, Anhui Medical University, Hefei, Chinaa; Central Laboratory of Affiliated Provincial Hospital of Anhui Medical University, Hefei, Chinab; Department of Laboratory Diagnosis, the Fourth Affiliated Hospital of Anhui Medical University, Hefei, Chinac; and Center for Parasitic Organisms, State Key Laboratory of Biocontrol, School of Life Sciences and Key Laboratory of Tropical Diseases and Control of the Ministry of Education, Zhongshan Medical School, Sun Yat-Sen University, Guangzhou, Chinad  Toxoplasma gondii infection in pregnant women may result in abortion or in fetal teratogenesis; however, the underlying mech- anisms are still unclear. In this paper, based on a murine model, we showed that maternal infection with RH strain T. gondii tachyzoites induced elevated production of reactive oxygen species (ROS), local oxidative stress, and subsequent apoptosis of placental trophoblasts. PCR array analysis of 84 oxidative stress-related genes demonstrated that 27 genes were upregulated at least 2-fold and that 9 genes were downregulated at least 2-fold in the T. gondii infection group compared with levels in the con- trol group. The expression of NADPH oxidase 1 (Nox1) and glutathione peroxidase 6 (Gpx6) increased significantly, about 25- fold. The levels of malondialdehyde (MDA) and 8-hydroxydeoxyguanosine (8-OHdG) increased significantly with T. gondii in- fection, and levels of glutathione (GSH) decreased rapidly. T. gondii infection increased the early expression of endoplasmic reticulum stress (ERS) markers, followed by cleavage of caspase-12, activation of ASK1/JNK, and increased apoptosis of tropho- blasts, both in vivo and in vitro. The apoptosis of trophoblasts, the activation of caspase-12 and the ASK1/JNK pathway, and the production of peroxides were dramatically inhibited by pretreatment with N-acetylcysteine (NAC). The upregulation of Nox1 was contact dependent and preceded the increase in levels of ERS markers and the activation of the proapoptosis cascade. Thus, we concluded that apoptosis in placental trophoblasts was initiated predominantly by ROS-mediated ERS via activation of caspase-12, CHOP, and the JNK pathway in acute T. gondii infection. Elevated ROS production is the central event in T. gondii- induced apoptosis of placental trophoblasts.  Toxoplasma gondii is an obligate intracellular protozoan para-site that infects all warm-blooded animals, including approx- imately 30% of the human population worldwide (42). Infection is normally asymptomatic, but congenital fetal toxoplasmosis may result in abortion, stillbirth, severe mental retardation, and retinal or neurologic damage later in life. Although birth defects caused by T. gondii could be attributed to structural damage (49), endo- crine disorders (16), and increased cell apoptosis of placental tis- sue (1), the exact mechanisms and key events underlying congen- ital toxoplasmosis remain unclear. T. gondii has a fascinating dual involvement in host cell apoptosis. Some previous studies dem- onstrated that T. gondii-infected cells became relatively resistant to some apoptotic stimuli (34). On the other hand, it has been observed that T. gondii infection can induce apoptosis, as with CD4- splenocytes during acute infection of mice with T. gondii (23). High levels of apoptosis and an increased mortality rate have been proven to be associated with T. gondii infection with high- virulence strains (15). In contrast, in chronic toxoplasma enceph- alitis, only a few apoptotic cells were observed. Therefore, the initiation and the degree of cell apoptosis may play crucial roles in the pathogenesis and outcomes of toxoplasmosis, but the exact mechanisms and key events underlying congenital toxoplasmosis remain unclear.  The endoplasmic reticulum (ER) is the primary intracellular organelle for proper protein synthesis, folding, and assembly. The accumulation of unfolded or misfolded proteins in the lumen of the ER, which induces an adaptive program called the unfolded  protein response (UPR), leads to ER stress (ERS). Increasing evi- dence shows that ERS plays a key role in the regulation of apop- tosis caused by a variety of toxic insults, including reactive oxygen species (ROS), chemicals, and heavy metals. Oxidative stress is described as an imbalance between ROS generation and antioxi- dant capacity, and such stress triggers apoptosis through a variety of signaling pathways, such as ERS response and the activation of the ASK1/JNK pathway (21). These pathological processes can be simultaneously observed in some diseases, such as diabetes, cad- mium poisoning, and neurodegenerative diseases (24, 30, 45). Ad- ditionally, there is growing evidence that oxidative stress plays an important role in infection-induced apoptosis (11, 31, 41).  Generally, pregnancy is a state of mild oxidative stress arising from increased placental mitochondrial activity and ROS produc- tion for maternal and fetal metabolism. In the first trimester, es- tablishment of blood flow into the intervillous space results in a burst of oxidative stress (20). The placenta is subjected to hypoxia  Received 9 February 2012 Returned for modification 7 March 2012 Accepted 23 March 2012  Published ahead of print 2 April 2012  Editor: J. H. Adams  Address correspondence to Jilong Shen, shenjilong53@126.com.  Copyright   2012, American Society for Microbiology. All Rights Reserved.  doi:10.1128/IAI.06295-11  June 2012 Volume 80 Number 6 Infection and Immunity p. 2121-2132 iai.asm.org 2121  http://dx.doi.org/10.1128/IAI.06295-11 http://iai.asm.org   and then hypoxia/reoxygenation; the inability to mount an effec- tive antioxidant defense contributes to early pregnancy loss. In late gestation, increased oxidative stress is observed in pregnancies complicated by diabetes, intrauterine growth restriction, and pre- eclampsia in association with escalated trophoblast apoptosis (5, 48). Previous studies revealed that T. gondii infection can lead to oxidative stress and immune suppression in blood donors (12). Th2 immune bias can be seen in the normal maternal-fetal inter- face, which is unfavorable to the elimination of pathogens (3) and enhances susceptibility to toxoplasmosis (35). Thus, T. gondii in- fection or the reactivation of latent infection during pregnancy will increase oxidative stress in the placenta, contribute to cell apoptosis and placenta damage, and, finally, lead to more serious outcomes than would be seen during the normal physiological state. The relationship between oxidative stress and cell apoptosis in gestation-related disease has been reported. Wang and col- leagues demonstrated that lipopolysaccharide (LPS) could induce oxidative stress in several tissues, leading to preterm labor in mice (44). Some studies discovered that trophoblasts could be produc- tively infected by a virulent strain of T. gondii, and that uninfected, but not infected, cells undergo apoptosis (1, 31, 39), which indi- cated that T. gondii-induced apoptosis was not due to a direct action of the parasite at the maternofetal interface.  Therefore, we hypothesized that T. gondii infection would sig- nificantly increase ROS generation and subsequent trophoblast apoptosis at the maternal-fetal interface. In the present study, we explored the role of ROS and the downstream activation by ROS in the mechanisms of placental trophoblast apoptosis induced by T. gondii infection. To this aim, we investigated the involved oxi- dative and antioxidative molecules by PCR array, the parasite bur- den of placenta tissues and blood samples by real-time PCR, the trophoblast apoptosis index by terminal deoxynucleotidyltrans- ferase-mediated dUTP-biotin nick end labeling (TUNEL) and flow cytometry (FCM), and the local oxidative stress by examining increased malondialdehyde (MDA), 8-hydroxydeoxyguanosine (8-OHdG), and reduced glutathione (GSH) levels of placental tis- sues. Simultaneously, ERS, p38, and JNK pathways in placental tissues from mouse congenital toxoplasmosis models and in vitro primary cultured trophoblasts in a transwell coculture system were observed by real-time reverse transcription-PCR (RT-PCR) and Western blotting.  MATERIALS AND METHODS In vivo passage of T. gondii tachyzoites. Tachyzoites of the highly viru- lent RH strain of T. gondii were maintained in BALB/c mice by intraper- itoneal passage at 72-h intervals. Parasites were obtained from mouse peritoneal exudates, washed twice (at 1,000 - g for 15 min) in sterile phosphate-buffered saline (PBS; pH 7.2) and maintained by serial passage in human foreskin fibroblasts (HFF) for further infection experiments in vitro and in vivo.  Mouse models and treatment. All procedures were in strict accor- dance with the Chinese National Institute of Health Guide for the Care and Use of Laboratory Animals and approved by the Animal Care and Use Committee of Anhui Medical University. Efforts were made to minimize the number of animals used and their suffering. Six- to 8-week-old ICR mice (body weight, 20 to 22 g), obtained from the Animal Department of Anhui Medical University, were maintained on a 12-h light/dark cycle from 8:00 a.m. to 8:00 p.m. in a controlled, specific-pathogen-free envi- ronment (temperature, 20° - 1°C). Animals were housed in plastic cages with free access to food and water. The mice were acclimatized for at least 1 week before being mated. For mating purposes, four females were  housed overnight with two males at 9:00 p.m. Females were checked by 7:00 a.m. the next morning, and the presence of a vaginal plug or sperm in the vaginal smear was considered as marking gestational day 0 (GD0). Pregnant females were maintained in the animal care facility until they were infused with tachyzoites or saline. On GD7, pregnant females were randomly divided into the following three groups: T. gondii infection, N-acetylcysteine (NAC) pretreatment plus T. gondii infection, and con- trol. Mice were maintained in the animal care facility until they were treated. On GD8 and GD9, mice in the NAC pretreatment group were infused with NAC (100 mg/kg of body weight). On GD8, each mouse in the T. gondii infection group and NAC pretreatment group was injected intraperitoneally with 200 tachyzoites in 0.1 ml of 0.9% sterile saline so- lution. In the control group, the mice were exposed to only 0.9% sterile saline solution. Mice were killed by cervical dislocation on gestational days 10, 12, 14, 16, and 18. Placentas were carefully dissected and, after their weights were recorded, processed into cell suspension or fixed in Bouins fluid for immunohistochemical analysis; samples were then snap frozen in liquid nitrogen for other types of analysis.  Analysis of oxidative stress and antioxidant defense molecules by PCR array. Tissue samples were homogenized in 1 ml of TRIzol reagent per 50 to 100 mg of tissue using a power homogenizer. RNA isolation was performed according to the conventional method, and the yield and qual- ity of RNA were assessed by spectrophotometer and gel electrophoresis. Mouse Oxidative Stress and Antioxidant Defense RT2 Profiler PCR Array kits were obtained from SABioscience Company (Frederick, MD). First- strand cDNA synthesis and real-time PCR were conducted based on the manufacturer's instructions. The relative gene expression was determined by ABI 7500 real-time detection system software (SDS, version 2.05) using an adaptive baseline to determine the threshold cycle (CT). The data were analyzed by the --CT method according to the manufacturer's manual. Quality control was performed using genomic DNA and reverse tran- scription- and positive-PCR controls. The data were normalized to the housekeeping gene --actin. Changes in gene expression were represented as fold increase/decrease. Genes were considered to be upregulated or downregulated if changes in expression levels were-2.0-fold or -2.0- fold, respectively.  Primary trophoblast culture and experimental infection. The pla- centas (GD12) were obtained from normal pregnant mice. Cells were isolated according to the method of mouse trophoblast isolation de- scribed elsewhere (2), with appropriate modifications. Briefly, the placen- tas were carefully cut into pieces with scissors and digested by trypsin and collagenase I to obtain primary trophoblast cells. Detached trophoblasts were washed in Iscove's modified Dulbecco's medium (IMDM; Gibco) supplemented with 10% fetal bovine serum (FBS; Gibco) and were puri- fied over a Percoll gradient. To decrease residual macrophage and fibro- blast cell contamination, the cells were seeded at 105/microwell/100 -l of 10% FBS in 24-well tissue culture plates (product number 3527; Corning) and incubated for 4 h at 37°C in a 5% CO2 humidified atmosphere; the nonadherent cells and debris were removed by washing the plates with prewarmed IMDM. Cell passage was performed several times by 0.25% trypsin digestion for 2 min at 37°C to minimize the contamination of the macrophage. The characterization of the trophoblast cell population was carried out through positive immunolocalization of the cytokeratin-7 and negative reactivity to vimentin (18). Anti-cytokeratin-7-fluorescein iso- thiocyanate (FITC), anti-vimentin-horseradish peroxidase (HRP; Huayi Biotechnology Co., China), and anti-F4/80-FITC (eBioscience, San Di- ego, CA) were used to identify the purity and phenotype of cells by FCM analysis and immunohistochemical and immunofluorescent staining. Cytokeratin-7-positive cells were counted randomly, and results are ex- pressed as a percentage of the total cell number. Experimental infection was performed with a transwell system using cell culture plates with a 0.4--m-pore-size filter (Falcon, Franklin Lakes, NJ). Cell culture medium and reagents were obtained from Invitrogen. Freshly prepared parasites (1 - 106) were added to the upper well, which contained a monolayer of placental cells (1 - 106). The placental trophoblasts (1 - 106) in the lower  Xu et al.  2122 iai.asm.org Infection and Immunity  http://iai.asm.org   wells remained uninfected and were cocultured with infected cells from the upper well on a 12-well plate at 37°C for the time intervals indicated in the figure legends before being subjected to the apoptosis assay by TUNEL and FCM, as well as to the real-time RT-PCR and immunoblotting for the detection of ERS or other proapoptotic pathways.  Detection of apoptosis by annexin V/PI and flow cytometry. An an- nexin V-enhanced green fluorescent protein (EGFP)/propidium iodide (PI) kit for an apoptosis assay was purchased from BestBio (Shanghai, China). Cell suspensions from placental tissues or primary cultured tro- phoblasts were harvested and washed twice with PBS and resuspended in 400 -l of annexin V binding buffer (10 mM HEPES, 0.14 M NaCl, and 0.25 mM CaCl2). Then, 5 -l of EGFP-conjugated annexin V was added and incubated at room temperature for 15 min in the dark with gentle vortexing. Next, 10 -l of propidium iodide was added and incubated at room temperature for 5 min in the dark. Finally, 400 -l of 1- binding buffer was added to each tube. The cells were analyzed on a Coulter Epics Altra HyPerSort system (Beckman Coulter, FL), and the data were ana- lyzed using EXPO32 Multicomp software. Early and late apoptosis were analyzed to better observe the effect of T. gondii infection or NAC treat- ment on apoptosis signal. Annexin V-positive, PI-negative (annexin V-  PI-) cells are early apoptotic cells, and annexin V-, PI-positive (PI-) cells are late apoptotic cells (14).  Detection of apoptotic cells in situ using TUNEL. Placental tissues embedded in paraffin were cut into 5--m-thick sections using a micro- tome. For TUNEL assays, these sections were immersed in xylene in a coupling jar to remove paraffin and rehydrated in graded ethanol solu- tions. DNA fragmentation was detected using a TUNEL kit (Roche Diag- nostics GmbH, Mannheim, Germany) according to the manufacturer's instructions, with some modifications. Apoptotic cells were directly de- tected as green using fluorescence microscopy (Olympus IX51; Olympus, Tokyo, Japan). Images were captured with a charge-coupled-device (CCD) camera and QCapture Pro 6 software (QImaging, Burnaby, BC, Canada) for real-time image preview and capture. To assess the extent of apoptosis, the number of TUNEL-stained nuclei was counted by two in- vestigators who were blinded with regard to the treatments in four ran- domly selected microscopic fields at a -200 magnification per section. Data obtained from two sections per animal were then averaged. Values are presented as the mean - standard deviation (SD).  Measurement of MDA, GSH, and 8-OHdG in placenta homoge- nates. Frozen placental tissues were thawed, weighed, and homogenized in phosphate-buffered saline (pH 7.4). Homogenates were centrifuged (at 2,000 - g for 10 min at 4°C), and the supernatant was used immediately for assays of MDA, GSH, and 8-OHdG.  The total protein concentration from placental tissues or cultured pri- mary cells was determined using a bicinchoninic acid protein assay kit with an absorption band of 570 nm (Pierce, Rockford, IL). Commercial assay kits used to determine lipid peroxidation (MDA) and GSH were produced by the Jiancheng Institute of Biotechnology (Nanjing, China); the kit for 8-OHdG was obtained from Cell Biolabs (San Diego, CA). MDA, GSH, and 8-OHdG were all strictly determined following the in-  structions of the commercial kits. The formation of MDA, a substance produced during lipid peroxidation, was determined by the thiobarbitu- ric acid method. MDA level is expressed as micromoles per gram of pro- tein.  GSH analysis was performed as described previously (40). Briefly, after centrifugation at 2,000 - g for 10 min, 0.5 ml of supernatant was added to 2 ml of 0.3 mol/liter Na2HPO4 · 2H2O solution. A 0.2-ml solution of dithiobisnitrobenzoate (0.4 mg/ml in 1% sodium citrate) was added, and the absorbance at 412 nm was measured immediately after mixing. Re- sults are expressed as micromoles per gram of protein.  The level of 8-OHdG was measured according to the protocol of the enzyme-linked immunosorbent assay (ELISA) kit. The unknown 8-OHdG samples or 8-OHdG standards were first added to an 8-OHdG/ bovine serum albumin (BSA) conjugate-preabsorbed ELISA plate. After a brief incubation, an anti-8-OHdG monoclonal antibody (Ab) was added, followed by an HRP-conjugated secondary antibody. The 8-OHdG con- tent in unknown samples was determined by comparison with a prede- termined 8-OHdG standard curve.  Detection of tachyzoite burden and oxidative stress-associated mol- ecules by real-time PCR. The extraction and purification of T. gondii DNA from placenta tissues or blood samples were performed according to the manufacturer's instructions (QIAamp DNA Minikit, Qiagen, Ger- many). The tachyzoite burden was assessed by using a commercial kit (DaAn, China). Total RNA was isolated using TRIzol reagent (Invitrogen, CA) following the instructions of the manufacturer. The cDNA was syn- thesized from total RNA using Superscript II reverse transcriptase and random primers (Invitrogen). To investigate apoptosis-associated or ox- idative stress-associated molecules, quantitative real-time RT-PCR was performed using specific primer sets (Shenggong, Shanghai, China) and a single-tube SYBR green kit (TaKaRa, Tokyo, Japan) with an ABI 7500 real-time PCR system (Applied Biosystems, SA). The primers used for PCR are listed in Table 1. Only experiments in which a distinct single peak was observed with a melting temperature different from that of the no- template control were analyzed. The mRNA fold induction values were calculated by the following equations: -CT - -CT(target) - -CT(GAPDH); --CT - -CT(infected) - -CT(control); mRNA fold change - 2  ---CT  (GAPDH is glyceraldehyde-3-phosphate dehydrogenase). Experiments were performed in triplicate, and data are expressed as mean - SD.  Immunoblotting. Placental tissues were dissected and homogenized in ice-cold lysis buffer (25 mM HEPES, 1.5% Triton X-100, 0.1% sodium dodecyl sulfate [SDS], 0.5 M NaCl, 5 mM EDTA, and 0.1 mM sodium deoxycholate) containing a protease inhibitor cocktail (Roche, Boehr- inger Mannheim, Germany) and phosphatase inhibitor (Phosphatase In- hibitor Cocktail Set II; Merck, Germany). Primary cultured trophoblasts were directly treated with 100 -l of lysis buffer. Total cell lysates were subjected to SDS-PAGE. Separated proteins were transferred to nitrocel- lulose membranes (Millipore Corp., Billerica, MA); the membranes were blocked with 5% skim milk, and conventional immunoblotting was performed using several Abs. Chemiluminescence was detected using an ECL kit (SuperSignal West Pico; Thermo Scientific). Anti---actin  TABLE 1 Sequences of oligonucleotide primers used for real-time PCR  Target Forward primer (5=-3=) Reverse primer (5=-3=) Product size (bp) GRP78 ATCAGGGCAACCGCATCA CGCATCGCCAATCAGACG 71 GRP94 GGTGTTGTGGATTCCGATG AGAAGTTTAGCAAGCCGTGTT 227 CHOP CAGCGACAGAGCCAGAATAAC ACCGTCTCCAAGGTGAAAGG 148 XBP1 GAACCAGGAGTTAAGAACACG AGGCAACAGTGTCAGAGTCC 205 Caspase-12 GTGATGGAGAAGGAGGGACGAACA ACCAGGAATGTGCTGTCTGAGGA 235 ATF4 TTGCCCCCTTTACATTCTTG GGAATGCTCTGGAGTGGAAG 71 Nox1 AGCAGCAGGGGACTGGACAC GCCACTTCATACTGGAAAACATC 126 Gpx6 CTGGTGGGACCTGATGGA TGGTGACCGAGTGGAACA 150 Gpx1 CCAGGAGAATGGCAAGAATGAAGA GCAGGAAGGTAAAGAGCGGGTGA 140 GAPDH CAACTTTGGCATTGTGGAAGG ACACATTGGGGGTAGGAACAC 224  T. gondii Induces Trophoblast Apoptosis by ROS-ERS  June 2012 Volume 80 Number 6 iai.asm.org 2123  http://iai.asm.org   antibody and the horseradish peroxidase-conjugated secondary anti- body to rabbit were obtained from Santa Cruz Biotechnology (Santa Cruz, CA). Anti-C/EBP homologous protein (CHOP) was purchased from Abcam, Ltd. (Hong Kong). Anti-glucose-regulated protein 78 (GRP78), anti-phospho-JNK (Thr183/Tyr185), anti-phospho-p38 mitogen-activated protein kinase ([MAPK] Tyr182), anti-p38 MAPK, anti-caspase-12, and anti-phospho-ASK1 were obtained from Cell Sig- naling Technology (Danvers, MA). The results were analyzed using ImageJ, version 1.44, software.  Statistical analysis. All data are expressed as mean - SD. Differences between groups were assessed by one-way analysis of variance (ANOVA) and the Student Newman Keuls (SNK) multiple comparison posttest or Student's t test. Differences were considered statistically significant at a P value of  0.05.  RESULTS T. gondii infection alters oxidative-response-related gene ex- pression profile in placental tissues. To clarify whether T. gondii infection would result in increased ROS production and oxidative stress, we investigated the gene expression profile of placenta tis-  sues from GD12 mice in the T. gondii infection group with a 96- well RT2 Profiler PCR Array containing 84 key genes related to oxidative stress. This mouse PCR array includes antioxidants in- volved in ROS metabolism and relevant oxygen transporter genes. Meanwhile, the results were compared with ones of the control group and NAC pretreatment group. RT-PCR was performed to detect expression of several representative genes, showing the con- sistency of the assays (data not shown).  Twenty-seven genes were upregulated at least 2-fold, and nine were downregulated at least 2-fold in the T. gondii infection group compared with expression in the control group (Fig. 1A). Eight genes differed more than 10-fold between the control group and T. gondii infection group (Fig. 1D). For example, two key antiox- idant enzymes, Gpx6 and Gpx1, adaptively increased in the in- fected group versus the control group by about 25 and 12 times, respectively. As the main source of ROS production, NADPH ox- idase 1 (Nox1) also increased about 25 times as a result of T. gondii infection, which could contribute to excessive production of ROS.  FIG 1 Oxidative response-related gene expression profiles in three groups. Differences between two groups were considered significant given at least a 2-fold variation. (A, B, and C) The cutoff levels are shown with black lines (the expression levels of some genes were similar and nearly overlapped in this graph). The expression of the specific gene is higher in this group the black dot near to, compared to that in the other group. (D) Eight genes differed more than 10-fold between the control group and the T. gondii infection group. The experiments were repeated three times. Fmo2, flavin containing monooxygenase 2; Hbq1, hemoglobin, theta 1; Il19, interleukin-19; Lpo, lactoperoxidase; Mb, myoglobin.  Xu et al.  2124 iai.asm.org Infection and Immunity  http://iai.asm.org   The above-mentioned genes were detected at almost the levels seen in the control group when the infected mice were pretreated with NAC (Fig. 1B, C, and D).  T. gondii infection enhances oxidative stress of the placenta and leads to peroxidation of lipids and DNA. A burst of oxidative response occurred in the placental tissues of subjects infected with T. gondii. To discover the origin of the increased oxidative stress, the placenta tissues and blood samples of pregnant mice from the T. gondii infection group were checked for assessment of parasite burden. Next, we evaluated local oxidative stress and placenta structural damage through analysis of GSH, MDA, and 8-OHdG levels in placenta tissue homogenates. By quantitative PCR anal- ysis, T. gondii was not detectable in the placentas of GD10 and GD12. A dramatic increase in parasite load, however, was found in those of GD14. Additionally, our data also showed that the para- sitemia occurred and GSH level of placentas decreased before GD12 in the T. gondii infection group (Fig. 2A and B, respec- tively). Additionally, MDA and 8-OHdG were elevated to differ- ent degrees after T. gondii infection (Fig. 2C and D). NAC could weaken the oxidative response, further protecting the infected pla- centa from serious damage (Fig. 2).  Isolated trophoblasts were identified through a variety of im- munological and morphological means. Primary trophoblast cells appeared as irregular polygons or round (Fig. 3A, left) and were confirmed by immunostaining for cytokeratin-7, an epithe- lial cell marker. Although about 5.1% of cultured cells were mac- rophages, by analysis of FCM (Fig. 3B), most cells (90.5% - 3.5%) showed positive staining for cytokeratin-7 (Fig. 3C). Additionally, positive reactivity to vimentin was not noted (Fig. 3A, the upper right), which indicated that the cell cultures did not contain large numbers of contaminating fibroblast or endothelial cells.  T. gondii induces apoptosis of trophoblasts in placental tis- sues in vivo and of primary cultured cells in vitro. To estimate the effects of local oxidative stress and peroxidation damage on placental trophoblasts, trophoblast apoptosis was analyzed by FCM. We found that the apoptosis levels in the infection group increased with the duration of infection (Fig. 4A, top), but no significant difference in apoptosis across gestation days was found in the control group (Fig. 4A, bottom). According to the apoptosis index from the control and T. gondii infection groups, total, early, and late apoptosis were significantly enhanced in the T. gondii infection group (Fig. 4B). Additionally, the apoptosis index of  FIG 2 Acute T. gondii infection-induced oxidative stress response and products of peroxidation. (A) Three mice of each gestation day and three placentas or blood samples from each pregnant mouse were picked for analysis by real-time PCR. Fifty milligrams of tissue or 107 nucleated cells were used for DNA extraction. Parasite burden is presented as copies per mg (placenta) or 106 cells (blood). Analyses of GSH (B), MDA (C), and 8-OHdG (D) levels were conducted per the manufacturer's instructions. The results of each gestation day are shown as mean - SD (n - 6), and results were compared by one-way ANOVA; the SNK multiple comparison posttest was used to compare levels of various gestational days.  T. gondii Induces Trophoblast Apoptosis by ROS-ERS  June 2012 Volume 80 Number 6 iai.asm.org 2125  http://iai.asm.org   primary trophoblasts cocultured with T. gondii was also analyzed by FCM at different time intervals. We found that trophoblast apoptosis significantly increased after 12 h of coculture with T. gondii (Fig. 4C) compared with the control group.  T. gondii-induced trophoblast apoptosis is ROS dependent. To further confirm the role of ROS in T. gondii-triggered tropho- blast apoptosis, N-acetylcysteine (Sigma, St. Louis, MO), a specific ROS quencher, was reconstituted in physiologic saline solution at a pH of 6.8 to 7.2 and administered at 100 mg/kg of body weight to the mice or at 10 -M to the primary cultured trophoblasts. From the analysis of TUNEL and FCM, we found that introduction of NAC significantly inhibited trophoblast apoptosis, not only in placental tissues (Fig. 5A and B) but also in primary cultured trophoblasts experimentally infected with T. gondii (Fig. 5C). Pre- treatment with NAC decreased the apoptosis index of placental tissues compared with that of the infection group, especially in late apoptosis (Fig. 5B, right). Similar results were found in cocultured primary trophoblasts (from 41.3% to 27.6%) (Fig. 5C).  T. gondii-induced ROS initiates ERS response in vivo. Al- though overproduction of ROS can induce cell apoptosis via mul- tiple pathways, such as MAPK or mitochondria, the endoplasmic reticulum may be more sensitive to oxidative stress. Therefore, we  observed the ERS markers in the placental tissues from each of the three groups. We found that these markers did not vary signifi- cantly across days of gestation in the control group (Fig. 6A), but there was a significant increase in caspase-12 and CHOP levels in the T. gondii infection group (Fig. 6B). To confirm the connection between ROS and increased levels of ERS markers, NAC was used in the antioxidant pretreatment group. We found that NAC treat- ment significantly inhibited the escalation of ERS molecules (Fig. 6C and D).  T. gondii infection contributes to apoptosis by activation of multiple proapoptotic pathways, including the ERS and ASK1/ JNK pathways. To observe the effect of T. gondii-triggered oxida- tive stress on endoplasmic reticulum and multiple proapoptotic pathways, a set of markers expressed during ER-induced apopto- sis and UPR were checked by real-time PCR and immunoblotting. We found that the levels of major ERS markers, such as CHOP, GRP78, GRP94, and caspase-12, increased with T. gondii infection (Fig. 7A); compared to levels of GD10 in the control group, ASK1/ JNK and caspase-12 were significantly activated by phosphoryla- tion or cleavage (Fig. 7B). However, the upregulation and activa- tion of p38 were not observed in our data. In terms of these molecules, no significant difference was found in placental tissues  FIG 3 Identification of primary trophoblast cells. (A) The morphology and characterization of cultured cells are shown by inverted light microscopy in the left panel. In the upper right panel, primary cells on the coverslip were stained by immunoperoxidase with anti-vimentin-HRP. None of the analyzed samples reacted with anti-vimentin antibody. The positive control (NIH 3T3 cells, the mouse embryonic fibroblasts line) is shown in the lower right panel. (B) Anti-F4/80-FITC, one specific marker, was used to check the contamination of macrophage by FCM. (C) The phenotype and the purity of the isolated population were assessed by immunostaining for cytokeratin-7 (FITC; green). Cells are counterstained with 4=,6=-diamidino-2-phenylindole (DAPI; blue). Cells of negative reaction with cytokeratin-7 are rare (white arrow). The figure is representative of five independent experiments.  Xu et al.  2126 iai.asm.org Infection and Immunity  http://iai.asm.org   from the control groups across days of gestation (data not shown). The use of NAC significantly inhibited the upregulation and acti- vation of these pathways, especially of the ERS markers, but not phosphorylation of JNK (Fig. 7C and D).  T. gondii induces production of ROS by increasing tran- scription of Nox1 mRNA in the early stage, followed by the ex- haustion of GSH and activation of the ERS and the ASK1/JNK pathway. Nox1 is a key oxidase in the production of some oxide molecules. The upregulation of this oxidase in T. gondii infection was confirmed in this study (Fig. 1D). Members of the glutathione  peroxidase family are major antioxidant enzymes in mammals and catalyze the reduction of hydroxyperoxides by GSH. To in- vestigate the mechanisms underlying ROS generation and the ac- tivation of the proapoptotic pathway, we detected the Nox1, Gpx1, and Gpx6 mRNA levels, the GSH protein level, and the activation of the ERS and ASK1/JNK pathways in one transwell cocultured system. Protein extraction and calculation of sample quantities in each lane were performed because the proportion of dead cells was increased after T. gondii infection. We found that Nox1 was upregulated first (Fig. 8A). Significantly elevated tran-  FIG 4 Effects of T. gondii infection on trophoblast apoptosis levels in vitro an in vivo. Freshly dissected placental tissues were processed into cell suspension, further labeled, and detected by FCM, as described in Materials and Methods. (A) T. gondii infection group and control group. (B) All samples at different days of pregnancy from the control group and the T. gondii infection group were reanalyzed by a Student's t test. *, P   0.001 versus control. (C) Primary trophoblast culture and experimental infections were performed as described in the Materials and Methods. After challenge with T. gondii tachyzoites (parasite-to-cell ratio, 106:106), cells were harvested at 0, 2, 6, 12, and 24 h after coculture. Cells were treated according to the protocols, and treatment of the control group was performed simultaneously. The figure is representative of three independent experiments.  T. gondii Induces Trophoblast Apoptosis by ROS-ERS  June 2012 Volume 80 Number 6 iai.asm.org 2127  http://iai.asm.org   scription of Gpx6 and Gpx1 mRNAs and a decrease in the GSH level were also detected after 6 h (Fig. 8A and B). From Western blot analysis, we found that GRP78 increased before other mark- ers; then, the levels of CHOP and phosphorylation of JNK in- creased. Significantly increased phosphorylation of ASK1 and cleavage of caspase-12 were also observed after 6 h. However, p38 and phospho-p38 levels did not vary significantly across variable intervals (Fig. 8C). This observation could result from the limited observation period and lower pathogen load.  DISCUSSION  There is extensive evidence that oxidative stress or an imbalance between oxidant and antioxidant activity at the maternal-fetal in- terface plays a key role in the development of placenta-related diseases, including preeclampsia and miscarriage (28, 37). On the one hand, redox-sensitive signal transduction pathways are criti- cal for developmental processes, including proliferation, differen-  tiation, and apoptosis of human tissues, especially for placenta; on the other hand, teratogens that induce oxidative stress, such as chemical poisoning and infection, may induce teratogenesis via the misregulation of the above-mentioned pathways (46). In par- ticular, previous studies have discovered that ROS were involved in teratogenic processes in mice treated with LPS (7, 50), which is one well-recognized pathogen-associated molecular pattern (PAMP) of Gram-negative bacteria. Structures analogous to LPS have been found in T. gondii, such as glycosylphosphatidylinosi- tols (GPI) (9, 36). Interestingly, all of these structures can trigger the activation of inflammatory cytokine expression by Toll-like receptor (TLR)-dependent pathways (25), e.g., TLR4 (10, 47) and TLR2 (6, 38). Some studies have revealed that LPS could induce the production of ROS in some organs, such as lung and liver (8, 51), in which ROS are important to the pathogenesis of organ damage (52).  In this study, we demonstrated that in mice, acute infection  FIG 5 Effect of NAC on the apoptosis levels of placental tissues or primary cultured cells. (A) Apoptosis levels of placental tissues from GD18 were measured using a TUNEL assay, according to the manufacturer's instructions with some modifications. The results are shown as mean - SD. The figure is representative of four independent experiments. (B) Cell suspensions from GD18 tissues from three groups were stained with EGFP-tagged annexin V and PI. The number in each quadrant represents the respective cell proportion. The figure is representative of six independent experiments. (C) Primary cells were divided into three groups: control, T. gondii infection, and NAC pretreatment. Primary cultured cells were harvested after coculture for 24 h, and the apoptosis levels were detected by FCM. The figure is representative of three independent experiments. #, P   0.01 versus T. gondii infection; *, P   0.01 versus the control; &, P   0.05 versus the control.  Xu et al.  2128 iai.asm.org Infection and Immunity  http://iai.asm.org   with RH tachyzoites (genotype I) in the second trimester contrib- uted to the upregulation of a variety of oxide molecules and to an adaptive increase in the level of antioxidants in placental tissues. Oxidative stress was further confirmed by the decreased level of GSH and elevated levels of oxidation products (MDA and 8-OHdG) in placental tissues in the infection group. In addition to early decreased GSH, parasitemia was also found about 48 h after acute infection, followed by the abrupt increase of placental par- asite burden on GD14. Therefore, based on our present study, oxidative stress caused by maternal infection, but not by placenta infection, may contribute to the structural damage to the placenta barrier in early stage, which benefited the invasion of T. gondii. Simultaneously, an increase in apoptosis of trophoblastic cells with T. gondii infection was observed by FCM and TUNEL in vitro and in vivo. Apoptosis levels increased with duration of infection but were not correlated with parasite burden.  In trophoblastic cells, apoptosis is a normal element of cell turnover, leading some cells to be eliminated without a local in- flammatory reaction (19). T. gondii, however, is able to alter the apoptotic program of the host cells by promoting or inhibiting apoptosis (17). Previous studies have shown that modulation of apoptosis during T. gondii infection may be closely associated with the parasite's virulence factors (15), the state of infection of the individual cell (acute or chronic), the affected cell type, and the specific experimental conditions used. Apoptosis of bystander host cells may result from the secretion of some soluble factors by parasite-infected cells (31). In acute infection, major host tissue  cells could act as the bystanders, and lethal overproduction of Th1 cytokines may play an important role in pathogenesis (27). Here, we found increased trophoblast apoptosis, not only in placental tissues but also in primary cultured cells (mixed with immune cells), in the transwell coculture system. Our study reveals that elevated apoptosis does not result from direct physical damage but from the release of soluble factors. Additionally, we also found that pretreatment with antioxidants effectively suppressed local oxidative stress. GSH is a major intracellular antioxidant, and its biosynthesis depends on the intracellular availability of cysteine, which can be provided by N-acetylcysteine (NAC). The amelio- rated redox condition in placental tissues resulted in a significant decrease in apoptosis, especially in late apoptosis. Similar results were obtained from the analysis of primary cultured trophoblasts in the coculture transwell system. Although in this study usage of antioxidant had a minor effect on early apoptosis, which could result from short-term usage of NAC, lower dosage, or factors other than ROS, existing data showed that acute T. gondii infec- tion could induce cell apoptosis via oxidative stress, and ROS gen- eration might be essential to this infection-mediated apoptosis.  ERS and oxidative stress are becoming increasingly recognized as inducers of pathological cell death leading to tissue dysfunction (22). ERS plays a critical role in the regulation of apoptosis caused by a variety of toxic insults that damage mammalian cells, includ- ing oxidative stress, hypoxia, chemicals, Ca2--homeostasis imbal- ance, and heavy metals (4, 26). Previous studies have revealed that the oxidative stress and ERS pathways are activated in the lungs of  FIG 6 ERS levels in placenta tissues of various gestational days from three groups. (A to C) The markers of ERS were detected by real-time RT-PCR in each group, as indicated. The data were normalized to those measured at GD10 in the same group. To prevent overlap, the data sets were moved by the same data units. (D) All samples across gestational days from the three groups were reanalyzed by one-way ANOVA and the SNK multiple comparison posttest. Values represent the mean - SD of 30 samples per group. #, P   0.01 versus T. gondii infection; *, P   0.01 versus the control.  T. gondii Induces Trophoblast Apoptosis by ROS-ERS  June 2012 Volume 80 Number 6 iai.asm.org 2129  http://iai.asm.org   LPS-treated mice (13, 43). Thus, we examined a number of ERS- related molecules and stress-activated signaling pathways, such as GRP78, CHOP, caspase-12, ASK1/JNK, and p38 cascades. The real-time RT-PCR revealed that GRP78, CHOP, and caspase-12 were upregulated in the T. gondii infection group. Western blotting of both in vivo and in vitro trophoblasts showed that the caspase-12 and ASK1/JNK cascades were activated and that caspase-12 was upregulated in infected mice in late pregnancy. Caspase-12 and CHOP are suspected to be specific to the apop- totic mechanism downstream of ERS because mice deficient in caspase-12 (29) and CHOP-/- cells (32) are resistant to ERS- mediated apoptosis. Previous reports showed that the activation of p38 and JNK was responsible for oxidative stress-induced apoptosis. Our study indicated that T. gondii infection might ac- tivate ASK1/JNK and that pretreatment with NAC significantly  inhibited phosphorylation of ASK1 rather than of JNK. No acti- vation of p38 was seen in the present observation. Whether p38 is involved in this pathological process remains to be elucidated. The Nox4 isozyme is essential to LPS-induced production of ROS (33). By analysis of oxidative molecules in a coculture transwell system, we found that Nox1 was upregulated initially on challenge with T. gondii tachyzoites. Nox1 is a key oxidase in the production of some oxide molecules, such as superoxide anion and hydrogen peroxide. Additionally, a significant decrease in GSH, the most important antioxidant, was observed soon after Nox1 upregula- tion. These events finally triggered the endoplasmic reticulum re- sponse and inevitably induced trophoblast apoptosis. These re- sults demonstrate that the oxidative response may be central to infection and the subsequent activation of those proapoptotic pathways.  FIG 7 Activation of multiple proapoptotic pathways by T. gondii infection. (A) The data were normalized to the same gene, measured at GD10, in the control group. The data are means - SDs and represent five independent experiments. Differences between gestational days were assessed by one-way ANOVA and the SNK multiple comparison posttest. (B) Placental cell lysates from different gestational days from the T. gondii infection group and GD10 from the control group were collected for immunoblotting with Abs against GRP78, CHOP, caspase-12, phospho-JNK (Thr183/Tyr185), phospho-ASK1 (Ser967), and total and phosphorylated (p-) forms of p38. --Actin was used as an internal control. (C and D) Placental cell lysates of GD18 from three groups were checked by immunoblotting; a quantitative analysis of the Western blot analysis using densitometry (normalized to actin) is also shown. The figure is representative of five independent experiments. Values represent the mean - SD of five samples in each group. #, P   0.01 versus T. gondii infection; *, P   0.01 versus the control.  Xu et al.  2130 iai.asm.org Infection and Immunity  http://iai.asm.org   In summary, from our present study, the increase of peroxida- tion products and apoptosis level of trophoblasts in placenta tis- sues was inconsistent with blood and placenta parasite burden but consistent with duration of infection. These data show that the intensity of the oxidative response at the maternal-fetal interface rather than the direct action of the parasite could account for different prognoses of infection. ROS-mediated ERS may partly contribute to cell apoptosis and pathophysiological injury in- duced by high-virulence T. gondii. These results are important to the understanding of the mechanisms underlying the process of pathological damage in T. gondii infection. Antioxidants have po- tential as a therapeutic regimen for the treatment of T. gondii- related diseases.  ACKNOWLEDGMENTS  This work was funded by the Natural Basic Research Program of China (grant 2010CB530001), by the National Natural Science Foundation of China (grant 81171605), and by the Education Department Research Pro- gram of Anhui, China (grant KJ2011Z200).  REFERENCES 1. Abbasi M, et al. 2003. Infection of placental trophoblasts by Toxoplasma  gondii. J. Infect. Dis. 188:608 - 616.  2. Amarante-Paffaro A, Queiroz GS, Correa ST, Spira B, Bevilacqua E. 2004. Phagocytosis as a potential mechanism for microbial defense of mouse placental trophoblast cells. Reproduction 128:207-218.  3. Barber EM, Fazzari M, Pollard JW. 2005. Th1 cytokines are essential for placental immunity to Listeria monocytogenes. Infect. Immun. 73:6322- 6331.  4. Biagioli M, et al. 2008. Endoplasmic reticulum stress and alteration in calcium homeostasis are involved in cadmium-induced apoptosis. Cell Calcium 43:184 -195.  5. Burton GJ, Yung HW, Cindrova-Davies T, Charnock-Jones DS. 2009. Placental endoplasmic reticulum stress and oxidative stress in the patho- physiology of unexplained intrauterine growth restriction and early onset preeclampsia. Placenta 30(Suppl A):S43-S48.  6. Campos MA, et al. 2001. Activation of Toll-like receptor-2 by glycosyl- phosphatidylinositol anchors from a protozoan parasite. J. Immunol. 167: 416 - 423.  7. Carey LC, Berbee PL, Coyle P, Philcox JC, Rofe AM. 2003. Zinc treatment prevents lipopolysaccharide-induced teratogenicity in mice. Birth Defects Res. A Clin. Mol. Teratol. 67:240 -245.  8. da Cunha AA, et al. 2011. Treatment with N-methyl-D-aspartate receptor antagonist (MK-801) protects against oxidative stress in lipopolysaccha- ride-induced acute lung injury in the rat. Int. Immunopharmacol. 11: 706 -711.  9. Debierre-Grockiego F, et al. 2003. Roles of glycosylphosphatidylinositols of Toxoplasma gondii. Induction of tumor necrosis factor-alpha produc- tion in macrophages. J. Biol. Chem. 278:32987-32993.  FIG 8 Induction of ROS and activation of the ERS pathway and ASK1/JNK by T. gondii in vitro. (A) Primary trophoblast cells were harvested after coculture for 0, 1, 2, 6, 12, and 24 h. RNA isolation and cDNA synthesis were performed per the conventional protocol. Quantitative real-time RT-PCR was conducted using the SYBR green method, and the mRNA fold induction values were calculated by the 2---CT method. Data are means - SDs of three independent experiments. (B) Primary cultured trophoblasts (106/well) were directly treated with 100 -l of lysis buffer. GSH was detected according to the manufacturer's instructions. Three independent experiments were conducted. (C) The trophoblast lysates experimentally infected by T. gondii were collected for immunoblotting.  T. gondii Induces Trophoblast Apoptosis by ROS-ERS  June 2012 Volume 80 Number 6 iai.asm.org 2131  http://iai.asm.org   10. Debierre-Grockiego F, et al. 2007. Activation of TLR2 and TLR4 by glycosylphosphatidylinositols derived from Toxoplasma gondii. J. Immu- nol. 179:1129 -1137.  11. Ding SZ, et al. 2007. Helicobacter pylori infection induces oxidative stress and programmed cell death in human gastric epithelial cells. Infect. Im- mun. 75:4030 - 4039.  12. Elsheikha HM, El-Motayam MH, Abouel-Nour MF, Morsy AT. 2009. Oxidative stress and immune-suppression in Toxoplasma gondii positive blood donors: implications for safe blood transfusion. J. Egypt Soc. Para- sitol. 39:421- 428.  13. Endo M, Oyadomari S, Suga M, Mori M, Gotoh T. 2005. The ER stress pathway involving CHOP is activated in the lungs of LPS-treated mice. J. Biochem. 138:501-507.  14. Fang Y, Yu S, Ellis JS, Sharav T, Braley-Mullen H. 2010. Comparison of sensitivity of Th1, Th2, and Th17 cells to Fas-mediated apoptosis. J. Leu- koc. Biol. 87:1019 -1028.  15. Gavrilescu LC, Denkers EY. 2001. IFN-  Overproduction and high level apoptosis are associated with high but not low virulence Toxoplasma gon- dii Infection. J. Immunol. 167:902-909.  16. Geva E, et al. 2002. Human placental vascular development: vasculogenic and angiogenic (branching and nonbranching) transformation is regu- lated by vascular endothelial growth factor-A, angiopoietin-1, and angio- poietin-2. J. Clin. Endocrinol. Metab. 87:4213- 4224.  17. Heussler VT, Kuenzi P, Rottenberg S. 2001. Inhibition of apoptosis by intracellular protozoan parasites. Int. J. Parasitol. 31:1166 -1176.  18. Hoshida MS, et al. 2007. Regulation of gene expression in mouse tropho- blast cells by interferon-gamma. Placenta 28:1059 -1072.  19. Huppertz B, Kadyrov M, Kingdom JC. 2006. Apoptosis and its role in the trophoblast. Am. J. Obstet. Gynecol. 195:29 -39.  20. Jauniaux E, et al. 2000. Onset of maternal arterial blood flow and placen- tal oxidative stress. A possible factor in human early pregnancy failure. Am. J. Pathol. 157:2111-2122.  21. Kaneto H, et al. 2005. Oxidative stress, ER stress, and the JNK pathway in type 2 diabetes. J. Mol. Med. 83:429 - 439.  22. Kim I, Xu W, Reed JC. 2008. Cell death and endoplasmic reticulum stress: disease relevance and therapeutic opportunities. Nat. Rev. Drug Discov. 7:1013-1030.  23. Kim WH, et al. 2010. Suppression of CD4 T-Cells in the spleen of mice infected with Toxoplasma gondii KI-1 tachyzoites. Korean J. Parasitol. 48:325-329.  24. Kitamura M, Hiramatsu N. 2010. The oxidative stress: endoplasmic reticulum stress axis in cadmium toxicity. Biometals 23:941-950.  25. Krishnegowda G, et al. 2005. Induction of proinflammatory responses in macrophages by the glycosylphosphatidylinositols of Plasmodium falcip- arum: cell signaling receptors, glycosylphosphatidylinositol (GPI) struc- tural requirement, and regulation of GPI activity. J. Biol. Chem. 280: 8606 - 8616.  26. Kubota K, et al. 2005. Fluoride induces endoplasmic reticulum stress in ameloblasts responsible for dental enamel formation. J. Biol. Chem. 280: 23194 -23202.  27. Mordue DG, Monroy F, La Regina M, Dinarello CA, Sibley LD. 2001. Acute toxoplasmosis leads to lethal overproduction of Th1 cytokines. J. Immunol. 167:4574 - 4584.  28. Myatt L, Cui X. 2004. Oxidative stress in the placenta. Histochem. Cell Biol. 122:369 -382.  29. Nakagawa T, et al. 2000. Caspase-12 mediates endoplasmic-reticulum- specific apoptosis and cytotoxicity by amyloid-beta. Nature 403:98 -103.  30. Nakka VP, Gusain A, Raghubir R. 2010. Endoplasmic reticulum stress plays critical role in brain damage after cerebral ischemia/reperfusion in rats. Neurotox. Res. 17:189 -202.  31. Nishikawa Y, et al. 2007. Toxoplasma gondii infection induces apoptosis in noninfected macrophages: role of nitric oxide and other soluble factors. Parasite Immunol. 29:375-385.  32. Oyadomari S, Araki E, Mori M. 2002. Endoplasmic reticulum stress- mediated apoptosis in pancreatic beta-cells. Apoptosis 7:335-345.  33. Park HS, et al. 2004. Cutting edge: direct interaction of TLR4 with NAD(P)H oxidase 4 isozyme is essential for lipopolysaccharide-induced production of reactive oxygen species and activation of NF--B. J. Immu- nol. 173:3589 -3593.  34. Payne TM, Molestina RE, Sinai AP. 2003. Inhibition of caspase activa- tion and a requirement for NF--B function in the Toxoplasma gondii- mediated blockade of host apoptosis. J. Cell Sci. 116:4345- 4358.  35. Pfaff AW, et al. 2007. Cellular and molecular physiopathology of con- genital toxoplasmosis: the dual role of IFN-gamma. Parasitology 134: 1895-1902.  36. Pollard AM, Onatolu KN, Hiller L, Haldar K, Knoll LJ. 2008. Highly polymorphic family of glycosylphosphatidylinositol-anchored surface an- tigens with evidence of developmental regulation in Toxoplasma gondii. Infect. Immun. 76:103-110.  37. Redman CW, Sargent IL. 2005. Latest advances in understanding pre- eclampsia. Science 308:1592-1594.  38. Ronnberg E, Guss B, Pejler G. 2010. Infection of mast cells with live streptococci causes a toll-like receptor 2- and cell-cell contact-dependent cytokine and chemokine response. Infect. Immun. 78:854 - 864.  39. Senegas A, et al. 2009. Toxoplasma gondii-induced foetal resorption in mice involves interferon-gamma-induced apoptosis and spiral artery di- lation at the maternofoetal interface. Int. J. Parasitol. 39:481- 487.  40. Sener G, et al. 2006. Melatonin prevents neutrophil-mediated oxidative injury in Escherichia coli-induced pyelonephritis in rats. J. Pineal Res. 41: 220 -227.  41. Siemieniuk E, Kolodziejczyk L, Skrzydlewska E. 2008. Oxidative modi- fications of rat liver cell components during Fasciola hepatica infection. Toxicol. Mech. Methods 18:519 -524.  42. Tenter AM, Heckeroth AR, Weiss LM. 2000. Toxoplasma gondii: from animals to humans. Int. J. Parasitol. 30:1217-1258.  43. Valenca SS, et al. 2008. Oxidative stress in mouse plasma and lungs induced by cigarette smoke and lipopolysaccharide. Environ. Res. 108: 199 -204.  44. Wang H, Hirsch E. 2003. Bacterially-induced preterm labor and regula- tion of prostaglandin-metabolizing enzyme expression in mice: the role of Toll-like receptor 4. Biol. Reprod. 69:1957-1963.  45. Watson D, Loweth AC. 2009. Oxidative and nitrosative stress in beta-cell apoptosis: their contribution to beta-cell loss in type 1 diabetes mellitus. Br. J. Biomed. Sci. 66:208 -215.  46. Wells PG, et al. 2009. Oxidative stress in developmental origins of disease: teratogenesis, neurodevelopmental deficits, and cancer. Toxicol. Sci. 108: 4 -18.  47. Whitaker SM, Colmenares M, Pestana KG, McMahon-Pratt D. 2008. Leishmania pifanoi proteoglycolipid complex P8 induces macrophage cy- tokine production through Toll-like receptor 4. Infect. Immun. 76:2149 - 2156.  48. Yang P, Zhao Z, Reece EA. 2008. Activation of oxidative stress signaling that is implicated in apoptosis with a mouse model of diabetic embryop- athy. Am. J. Obstet. Gynecol. 198:130.e1-130.e7.  49. Yavuz E, et al. 2006. Granulomatous villitis formed by inflammatory cells with maternal origin: a rare manifestation type of placental toxoplasmosis. Placenta 27:780 -782.  50. Zhao L, et al. 2008. Reactive oxygen species contribute to lipopolysaccha- ride-induced teratogenesis in mice. Toxicol. Sci. 103:149 -157.  51. Zhu JH, Lei XG. 2011. Lipopolysaccharide-induced hepatic oxidative injury is not potentiated by knockout of GPX1 and SOD1 in mice. Biochem. Biophys. Res. Commun. 404:559 -563.  52. Zou W, Roth RA, Younis HS, Burgoon LD, Ganey PE. 2010. Oxidative stress is important in the pathogenesis of liver injury induced by sulindac and lipopolysaccharide cotreatment. Toxicology 272:32-38.  Xu et al.  2132 iai.asm.org Infection and Immunity  View publication statsView publication stats  http://iai.asm.org https://www.researchgate.net/publication/223986090",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}