{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "Renal Overexpression of Atrial Natriuretic Peptide and Hypoxia Inducible Factor-1 as Adaptive Response to a High Salt Diet   Research Article Renal Overexpression of Atrial Natriuretic Peptide and Hypoxia Inducible Factor-1𝛼 as Adaptive Response to a High Salt Diet  Silvana Lorena Della Penna,1,2 Gabriel Cao,3 Andrea Carranza,4 Elsa Zotta,1  Susana Gorzalczany,4 Carolina Susana Cerrudo,1 Natalia Lucía Rukavina Mikusic,1  Alicia Correa,1 Verónica Trida,5 Jorge Eduardo Toblli,3  María Inés Rosón,1 and Belisario Enrique Fernández1  1 Department of Pathophysiology, School of Pharmacy and Biochemistry, University of Buenos Aires, INFIBIOC-CONICET, Argentina 2 Cátedra de Fisiopatologı́a, Facultad de Farmacia y Bioquı́mica, UBA, Junı́n 956, Piso 5, 1113 Buenos Aires, Argentina 3 Laboratory of Experimental Medicine, Hospital Alemán, Buenos Aires, Argentina 4Department of Pharmacology, School of Pharmacy and Biochemistry, University of Buenos Aires, INFIBIOC-CONICET, Argentina 5 Department of Clinical Biochemistry, School of Pharmacy and Biochemistry, University of Buenos Aires, INFIBIOC-CONICET, Argentina  Correspondence should be addressed to Silvana Lorena Della Penna; silvanadellapenna@gmail.com  Received 27 April 2013; Revised 31 December 2013; Accepted 6 January 2014; Published 13 February 2014  Academic Editor: Christian Mühlfeld  Copyright   2014 Silvana Lorena Della Penna et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  In the kidney, a high salt intake favors oxidative stress and hypoxia and causes the development of fibrosis. Both atrial natriuretic peptide (ANP) and hypoxia inducible factor (HIF-1𝛼) exert cytoprotective effects. We tested the hypothesis that renal expression of ANP and HIF-1𝛼 is involved in a mechanism responding to the oxidative stress produced in the kidneys of rats chronically fed a high sodium diet. Sprague-Dawley rats were fed with a normal salt (0.4%NaCl) (NS) or a high salt (8%NaCl) (HS) diet for 3 weeks, with or without the administration of tempol (T), an inhibitor of oxidative stress, in the drinking water. We measured the mean arterial pressure (MAP), glomerular filtration rate (GFR), and urinary sodium excretion (UVNa). We evaluated the expression of ANP, HIF-1𝛼, and transforming growth factor (TGF-𝛽1) in renal tissues by western blot and immunohistochemistry. The animals fed a high salt diet showed increased MAP and UVNa levels and enhanced renal immunostaining of ANP, HIF-1𝛼, and TGF-𝛽1. The administration of tempol together with the sodium overload increased the natriuresis further and prevented the elevation of blood pressure and the increased expression of ANP, TGF-𝛽1, and HIF-1𝛼 compared to their control. These findings suggest that HIF-1𝛼 and ANP, synthesized by the kidney, are involved in an adaptive mechanism in response to a sodium overload to prevent or attenuate the deleterious effects of the oxidative stress and the hypoxia on the development of fibrosis.  1. Introduction  Reactive oxygen species (ROS) have been demonstrated to play an important pathophysiological role in the kid- ney [1-4]. ROS can activate the mitochondrial uncoupling protein 2 (UCP-2), leading to inefficient renal O  2 usage  and contributing to renal hypoxia [5]. Changes in cellular oxygen concentrations induce tightly regulated response pathways that attempt to restore oxygen supply to cells and modulate cell function in hypoxic conditions. Most of  these responses occur through the induction of the tran- scription factor hypoxia inducible factor-1 (HIF-1) which coordinates the expression of diverse adaptive genes against the hypoxic injury [6, 7]. HIF-1 transcriptionally upregulates the expression of metabolic proteins (GLUT-1), adhesion proteins (integrins), soluble growth factors (TGF-𝛽 and VEGF), and extracellularmatrix components (type I collagen and fibronectin), which enhance the repair process. For these reasons, HIF-1 is viewed as a positive regulator of organ repair and tissue fibrosis [8, 9].  Hindawi Publishing Corporation BioMed Research International Volume 2014, Article ID 936978, 10 pages http://dx.doi.org/10.1155/2014/936978  http://dx.doi.org/10.1155/2014/936978   2 BioMed Research International  In the kidney, a predominant enzyme involved in oxidative stress development is NADPH-oxidase, which is upregulated by increased sodium tubular transport, luminal flow, or cytokines release [10, 11]. In turn, the superoxide anion increases tubular NaCl transport, fur- ther enhancing oxidative stress [12]. It is well known that a high salt intake increases the oxidative stress in the kidneys of normal and salt-sensitive rats [1-4]. In this regard, we have reported that a high salt diet in Sprague- Dawley rats is able to increase the oxidative stress. We also showed that the administration of tempol (4-hydroxy- 2,2,6,6-tetramethylpiperidine-N-oxyl), which is a permeate superoxide dismutase mimetic commonly used to inhibit the oxidative stress, prevented those changes and produced a potent natriuretic and diuretic effect. Thus, we concluded that the increase of the oxidative stress induced by sodium overload could account for antinatriuresis [1]. It has also been described that, in models of experimental salt-sensitive hypertension, tempol improved the renal hemodynamic response and electrolyte excretory function, while abolish- ing salt-sensitive hypertension and renal oxidative stress [13].  A growing number of mammalian genes have been identified to play a key role in the cellular adaptive response to counter-regulate the renal hypoxia and the consequent process of fibrosis, among which is atrial natriuretic peptide (ANP). ANP is a member of a natriuretic peptide family which, besides its role in the regulation of volume homeosta- sis, has been noted to exert protective effects in several cell types in response to oxidative stress [14] and fibrosis [15] and on the adaptation to hypoxia [16].  Based on these data, we hypothesized that endogenous renal ANP andHIF-1𝛼 could constitute endogenous adaptive mechanisms in response to the oxidative stress produced in the kidney of rats chronically fed with a high sodium diet. Therefore, in the current study we determined the effect of a high-salt diet on the regulation of renal expression of HIF-1𝛼, ANP, and TGF-𝛽1 in Sprague-Dawley rats. In addition, we evaluated whether tempol administration, by inhibiting oxidative stress, prevents the increase of these molecules. Understanding these endogenous mechanisms can lead to finding a better therapeutic approach in salt- sensitive hypertension.  2. Methods  2.1. Animal Protocol and ExperimentalMeasurements. Exper- iments were conducted in accordance with the care and use of research animals of international guiding principles and local regulations concerning the care and use of laboratory animals for biomedical research (ANMAT, 6344/96; Institute of Laboratory Animal Resources, 1996) (14), as well as the “International Ethical Guiding Principles for Biomedical Research onAnimals” established by theCIOMS (Council for International Organizations of Medical Sciences) (15). These protocols were approved by Universidad de Buenos Aires (UBACYT B113) and the National Scientific and Technical Research Council (CONICET, PIP 1337/09).  Male Sprague Dawley rats, 5-6 weeks old (180-200 g body weight), were used in the experiments. The animals were housed in steel cages in a controlled temperature animal room at 23 ± 2∘C, exposed to a daily 12-hour light-dark cycle (light on from 07:00 a.m. to 07:00 p.m.), fed the diets described below for three weeks, andwere given free access to tap water. The experiments were performed in rats randomly divided into four groups (𝑛 = 6 for each group): (a) NS (control): fed a normal salt diet (0.4 g% NaCl); (b) HS: fed a high salt diet (8% g NaCl); (c) NS-T: fed a normal salt diet (0.4 g% NaCl) plus 1mM tempol (Sigma-Aldrich Inc, St. Louis, Missouri, USA), administered in the drinking water; (d) HS-T: fed a high salt diet (8% g NaCl) plus 1mM tempol administered in the drinking water. After 3 weeks, the rats were anaesthetized intraperitoneally with urethane (1.2 g⋅kg−1) and a PE-90 tube (3 cm long) was inserted into the trachea to maintain an open airway. The left femoral vein was catheterized with a Silastic cannula (0.12mm i.d.) for continuous infusion.The right carotid arterywas catheterized with a T4 tube for blood sampling and for continuous mean arterial pressure recording (MAP) by means of a Statham GOULD P23ID transducer coupled to a Grass Polygraph 79D during all the procedures. The bladder was cannulated for urine collection using a PE-75 cannula. A femoral vein infusion with isotonic saline solution (ISS, 0.15M NaCl) was performed at a rate of 0.04mL⋅min−1 (Syringe Infusion Pump, Sage, Orion) for 60 minutes to allow for a steady diuresis and to permit urine collection in all groups.Then, ISS infusion continued for another 60min at the same rate during the experimental period. From each animal, a blood sample was collected at 30 minutes and a urine sample was collected from 0 to 60 minutes for sodium, potassium, and creatinine measurements. At the end of the experimental period, other blood samples were obtained from the abdominal cava vein, immediately placed into plastic tubes containing 15% EDTA, and kept on ice for ANP dosage. The kidney was rapidly excised, decapsulated, longitudinally cut, and harvested for immunohistochemical studies.  2.2. ANP Radioimmunoassay. The plasma ANP extraction procedure was followed as described by Cavallero et al. [17]. The radioimmunoassay (RIA) was performed using an ANP-rat RIA commercial kit (Phoenix Pharmaceuticals, Burlingame, CA) [18].  2.3. Urine and Blood Measurements. Urinary and plasma sodium and creatinine were measured by standard methods using an autoanalyzer. Creatinine clearance was assessed in order to evaluate the glomerular filtration rate (GFR). GFR and sodium fractional excretion (FENa) were calculated according to a standard formula. Urinary flow (UV) is expressed as 𝜇L⋅min−1, plasmatic sodium (PLNa) concen- tration as mEq⋅L−1, sodium urinary excretion (UVNa) as 𝜇mol⋅min−1, GFR as mL⋅min−1, and FENa as percentage.  2.4. Kidney Processing for Histological Examination. Renal tissues were fixed in phosphate-buffered 10% formaldehyde    BioMed Research International 3  (pH 7.20) and embedded in paraffin. For immunohisto- chemistry, sections were deparaffinated and rehydrated, and endogenous peroxidase activity was blocked by treatment with 0.5% H  2 O 2 in methanol for 20 minutes. Local ANP,  HIF-1𝛼, and TGF-𝛽1 were detected using the following specific antibodies: rabbit anti-ANP (Phoenix Pharmaceuti- cal; dilution 1 : 500), rabbit anti-HIF-1𝛼 (Novus Biologicals, Inc., Littleton, CO; dilution 1 : 1000), and rabbit anti-TGF- 𝛽1 (Santa Cruz Biotechnology; dilution 1 : 200). Immunos- taining was performed with a commercial modified avidin- biotin-peroxidase complex technique (Vectastain ABC kit, Universal Elite, Vector Laboratories, CA) and with coun- terstaining with haematoxylin. Histological sections were observed in a Nikon E400 light microscope (Nikon Instru- ment Group, Melville, New York, USA). All measurements were carried out using image analysis software (Image-Pro Plus ver. 4.5 for Windows, Media Cybernetics, LP. Silver Spring,MD,USA). Immunoreactivities for ANP, HIF-1𝛼, and TGF-𝛽1 are expressed as percentage of positive stained area ± standard error of the mean (SEM) in proximal convoluted tubules (PT), distal tubules (DT), thick ascending limb of the loop of Henle (THAL), cortical collecting ducts (CCD), and medullary collecting ducts (MCD). Tissue samples of all the animals were evaluated in a blinded fashion and separately by two researchers regarding knowledge of treatments.  2.4.1. Preparation of RenalHomogenates forWestern Blot. The right kidney from all groups was extracted, dissected, and separated. Tissue samples were homogenized on ice with a Tissue Tearor (Biospec Products Inc.) in a buffer mix- ture (50mmol⋅L−1 Tris, 0.1mmol⋅L−1 EDTA, 0.1mmol⋅L−1 EGTA, 1% Triton, 1mmol⋅L−1 PMSF, 1 𝜇mol⋅L−1 pepstatin, 2 𝜇mol⋅L−1 leupeptin, and 1x protease inhibitor cocktail (Roche Diagnostics). Protein concentration in the Triton- soluble supernatant was determined by the Lowry technique.  2.4.2. Western Blot Analysis for HIF-1𝛼 and ANP. Pooled samples of renal tissue from five animals of each group and containing similar amounts of protein (150𝜇g protein/lane) were separated by electrophoresis in 10% SDS polyacry- lamide gels (Bio-Rad) and then transferred to a nitrocellulose membrane (Bio-Rad) and incubated with mouse polyclonal anti-ANP (Santa Cruz Biotechnology, Inc. 1 : 800 dilution) or rabbit monoclonal-anti-HIF-1𝛼 (Abcam; 1 : 1000 dilution). For ANP, a secondary immune reaction followed with a goat anti-rabbit IgG (H + L) conjugated with horseradish peroxidase (dilution of 1 : 10000). For HIF-1𝛼 a secondary immunereaction followed with a biotinylated anti-rabbit (dilution of 1 : 1000) and a 3rd antibody conjugated with horseradish peroxidase (dilution of 1 : 1000). The samples were revealed by chemiluminescence using ECL reagent (Amersham Pharmacia Biotech) for 2-4min. The density of the respective bands was quantified by densitometric scanning of Western blots using a Hewlett-Packard scanner andTotallab analyzer software (BiodynamicsCorp.). To avoid inaccuracies in protein loading, beta-tubulin was measured as internal standard (anti-beta tubulin, Ab 6046, rabbit polyclonal antibody) for each blot and protein levels were  calculated and expressed as the ratio between the optical densities of the bands corresponding to ANP or HIF-1𝛼 and 𝛽-tubulin.  2.5. Statistical Analysis. Results from urine and blood mea- surements andMAP are expressed as mean ± SEM. Gaussian distribution was evaluated by the Kolmogorov and Smirnov method and the comparison among groups was carried out using ANOVA followed by the Bonferroni test. 𝑃 values < 0.05 were considered significant.  3. Results  3.1. Body Weight and Mean Arterial Pressure. There were no significant differences in body weight between control and experimental groups (grams; NS: 330 ± 9; HS: 320 ± 6; NS- T: 314 ± 13; HS-T: 320 ± 7).  TheMAPwas increased in the HS fed group compared to the NS-fed group (mmHg; NS: 94 ± 3 versus HS: 107 ± 3∗). Tempol administration did not modify MAP levels in NS animals but normalized MAP in the HS-T group, reaching MAP levels very similar to those observed inNS rats (mmHg; NS-T: 97 ± 2 versus HS-T: 95 ± 3†) ∗𝑃 < 0.05 versus respective NS group, †𝑃 < 0.05 versus respective group without tempol.  3.2. Plasma Sodium and Urinary Sodium Excretion (Table 1). High salt diet and tempol administration did not alter plasma sodium in any experimental group.  The administration of a high salt diet did not alter the GFR, which was increased by tempol in HS-T group with respect to the HS group. Tempol administration also increased GFR in the NS-T group as compared with the NS group.  The administration of a high salt diet led to a greater UVNa, which was further increased in HS-T group with respect to the NS-T and HS groups. Moreover, tempol increased UVNa in NS fed rats.  The administration of a high salt diet raised FENa in HS group with respect to the NS group. Tempol administration increased the FENa further in the HS-T group as compared with NS-T and to the HS group. FENa was not altered in the NS-T group.  3.3. Plasmatic ANP. Plasma ANP concentration (pg⋅mL−1) did not differ significantly between the NS (325.75 ± 66.69) and HS (260.00 ± 7.38) groups, as measured by RIA.  3.4. Intrarenal ANP Expression. Figure 1 shows quantified levels of ANP immunoexpression in renal tissues. Repre- sentative images of ANP positive staining are shown in Figure 2(a) renal cortex and Figure 2(b) renal medulla. The analysis of renal sections obtained from the HS group revealed increased positive staining for ANP in glomeruli, THAL, and CCD with respect to the NS group. Tempol prevented the elevation of ANP staining in HS-T group in    4 BioMed Research International  ANP staining (%)  0  10  20  30 MCD  0  4  8  12 CCD  Glomeruli  0  4  8  12  16  20  NS HS NS-T HS-T  NS HS NS-T HS-T  NS HS NS-T HS-T  ∗  ∗  #  #  #  #  0  2  4 THAL  NS HS NS-T HS-T  ∗  #  PT  0  4  8  12  16  20  NS HS NS-T HS-T  # #  Figure 1: Quantitative representation of positive intrarenal atrial natriuretic peptide (ANP) immunostaining/𝜇m2. Values are expressed as percentage ± SEM, 𝑛 = 5-6, ∗𝑃 < 0.05 versus respective NS control; #𝑃 < 0.05 versus respective control without tempol. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group. PT: proximal tubule, CCD: cortical collecting duct, THAL: thick ascending limb of the loop of Henle, and MCD: medullary collecting duct.  glomeruli, THAL, and CCD and decreased ANP staining in PT and MCD of both NS-T and HS-T groups.  Figure 3(a) shows quantified protein expression of ANP in renal tissue byWestern blot analysis. The analysis revealed increased positive staining of HS group for ANP. Tempol decreased the expression of both NS-T and HS-T groups compared to their respective control without tempol.  3.5. Intrarenal HIF-1𝛼 Expression. Figure 4 shows quantified levels of HIF-1𝛼 immunoexpression in renal tissues. Rep- resentative images of HIF-1𝛼 positive staining are shown in Figure 5(a) renal cortex and Figure 5(b) renal medulla. Immunostaining analysis of renal sections obtained from HS group revealed that HIF-1𝛼 staining was increased in all examined tubular segments (PT,DT,CCD,THAL, andMCD)    BioMed Research International 5  Table 1: Renal function parameters.  NS HS NS-T HS-T PLNa (mEq⋅L  −1) 142 ± 1 145 ± 2 143 ± 1 143 ± 2 GFR (mL⋅min−1) 1.51 ± 0.1 1.48 ± 0.1 3.4 ± 0.8† 3.1 ± 0.7†  UVNa (𝜇mol⋅min −1 ⋅kg−1) 0.23 ± 0.1 3.50 ± 0.64∗ 2.00 ± 0.92† 13.0 ± 1.5∗†  FENa (%) 0.04 ± 0.02 0.53 ± 0.08 ∗  0.12 ± 0.06 1.20 ± 0.20 ∗†  All values are mean ± SEM, 𝑛 = 5-6, ∗𝑃 < 0.05 versus respective NS group, †𝑃 < 0.05 versus respective group without tempol. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group, PLNa: plasmatic sodium concentration, GFR: glomerular filtration rate, UVNa: urinary sodium excretion, and FENa: fractional sodium excretion.  CCD CCD  CCD  G G  G  G  NS HS  NS-T HS-T  50𝜇m  50𝜇m  50𝜇m  50𝜇m  (a)  NS HS  NS-T HS-T  MCD MCD  MCD MCD  50𝜇m  50𝜇m  50𝜇m  50𝜇m  (b)  Figure 2: (a) Representative images of positive staining of atrial natriuretic peptide (ANP) in renal cortex. (b) Representative images of positive staining of ANP in renal medulla. Original magnification 400x. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group. G: glomerulus, CCD: cortical collecting duct, MCD: medullary collecting duct.  ANP 17kDa  50kDa𝛽-tubulin  0.0  0.5  1.0  1.5  2.0  NS HS NS-T HS-T  A N  P  ex  pr es  si on   (a .u  .)  ∗  # #  Western blot analysis  (a)  0.0  0.5  1.0  1.5  2.0  NS HS NS-T HS-T  #  ∗  H IF  -𝛽 ex  pr es  si on   (a .u  .)  93kDa  50kDa  HIF-1𝛼  𝛽-tubulin  Western blot analysis  (b)  Figure 3: RepresentativeWestern blot analysis in renal tissue of ANP (a) and HIF-1𝛼 (b). NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, and HS-T: high salt diet plus tempol group. Histograms illustrate the values of protein expression of ANP and HIF-1𝛼 for every group. Each blot was normalized to the expression of 𝛽-tubulin from the same gel. Data are mean ± SEM, expressed as arbitrary units. 𝑛 = 5-6. ∗𝑃 < 0.05 versus NS group; #𝑃 < 0.05 versus respective group without tempol.    6 BioMed Research International  Figure 4: Quantitative representation of positive intrarenal hypoxia inducible factor-1 (HIF-1𝛼) immunostaining/𝜇m2. Values are expressed as percentage ± SEM. 𝑛 = 5-6. ∗𝑃 < 0.05 versus respective NS control; #𝑃 < 0.05 versus respective control without tempol. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group. PT: proximal tubule, DT: distal tubule, CCD: cortical collecting duct, THAL: thick ascending limb of the loop of Henle, and MCD: medullary collecting duct.  with respect to the NS group. The administration of tempol did not alter HIF-1𝛼 staining in the NS-T group, except in THAL where it was augmented. Whereas in HS-T group, HIF-1𝛼 staining decreased in all tubular segments except in THAL compared with HS group.  The quantified protein expression of HIF-1𝛼 in renal tissue byWestern blot analysis can be observed in Figure 3(b). The analysis revealed increased positive staining of HS group for HIF-1𝛼. Tempol decreased the expression in HS-T groups compared to its control without tempol.    BioMed Research International 7  NS HS  NS-T HS-T  DT  DT  DT  DT  PT  PT  PT  PT  (a)  NS HS  NS-T HS-T  MCD  MCD  MCDMCD  (b)  Figure 5: (a) Representative images of positive staining of hypoxia inducible factor-1 (HIF-1𝛼) in renal cortex. (b) Representative images of positive staining of HIF-1𝛼 in renal medulla. Original magnification 400x. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group. PT: proximal tubule, DT: distal tubule, and MCD: medullary collecting duct.  3.6. Intrarenal TGF-𝛽1 Expression. Figure 6 shows quantified levels of TGF-𝛽1 immunoexpression in renal tissues. Repre- sentative images of TGF-𝛽1 positive staining are shown in Figure 7 in (a) renal cortex and (b) renal medulla. Immunos- taining analysis of renal sections revealed increased positive staining for TGF-𝛽1 in glomeruli, THAL, CCD, and theMCD in HS group, with respect to the NS group. Tempol did not show additional effects in the NS-T group as compared with its control and prevented the increase of TGF-𝛽1 staining in HS-T group.  4. Discussion  Our results showed that a high salt diet in normal rats resulted in a greater ANP expression in glomeruli, THAL and CCD, where the profibrotic marker TGF-𝛽1 was also increased. In addition, enhanced HIF-1𝛼 expression was observed not only in the renal medulla as it has been previously described [19], but also in renal cortex. We found that tempol admin- istration, a superoxide dismutase mimetic, favored urinary sodium excretion, prevented the increase of ANP and TGF- 𝛽1 expression, and normalized HIF-1𝛼 expression, the latter except in THAL. Western blot analysis confirmed our data, showing increased positive staining of HS group for ANP and HIF-1𝛽 and decreased the expression of tempol groups compared to their respective controls. These results suggest that increased ANP and HIF-1𝛼 expression in renal cortex and medulla could be involved in an adaptive response to the oxidative stress resulting from a high salt diet.  As we have previously reported, a chronic salt overload (8% NaCl diet during 3 weeks) does not alter body weight or plasma sodium but causes higher MAP levels as well as urinary sodium excretion [1]. Even though the animals used in this study have their blood pressure taken under anesthesia, we have recently reported the same effect of a high salt diet on theMAP in conscious animals [20], allowing us to conclude that the anesthesia does not affect the blood pressure when the different diet groups are compared. On the  other hand, the administration of tempol normalized MAP levels observed in the HS group, and it also increased further urinary sodium excretion. These results are in agreement with previous studies, where treatmentwith tempol improved renal hemodynamic and electrolyte excretory function in salt-sensitive hypertension models [1, 21]. The effects of tempol, promoting natriuresis and preventing endogenous increase of ANP, could suggest that, by inhibiting oxidative stress, tubular sodium transport decreases and thus prevents the endogenous ANP expression as natriuretic hormone. However, we observed a clear raise in ANP expression also in glomeruli from rats fed a high salt diet, in which sodium transport does not occur. Therefore, in addition to a natriuretic effect, endogenous ANP could be exerting other effects in glomeruli and tubules. Furthermore, the increase of renal ANP levels coincided with TGF-𝛽1 over-expression in glomeruli, THAL and CCD. In this regard, it is known that TGF-𝛽1 upregulates the transcription of the serum and glucocorticoid-dependent kinase hSGK1, involved in the reg- ulation of two important factors for cell volume regulation, that is, the renal epithelial Na+ channel ENaC and the thick ascending limb Na+, K+, and 2Cl− cotransporter NKCC [22]. The increase of cell volume stimulates protein synthesis and inhibits protein degradation, contributing to enhancing the net formation and deposition of matrix proteins. In addition, TGF-𝛽1 transduces intracellular signals through type 1 (TGF-𝛽R1) and type 2 (TGF-𝛽R2) receptors, via the nuclear translocation of Smad3 proteins, thus contributing to a fibrotic response [23]. It has been demonstrated that the activation of ANP/cGMP/PKG signaling phosphorylates Smad3 and disrupts TGF-𝛽1-induced nuclear translocation of pSmad3 and later downstream events, including myofi- broblast transformation and the proliferation and expression of extracellular matrix molecules [24, 25]. Moreover, we have previously demonstrated that an increase in TGF- 𝛽1 expression produced by an acute saline overload was prevented and reversed by the administration of low and nonhypotensive doses of ANP [26]. Taking this into account,    8 BioMed Research International  Figure 6:Quantitative representation of positive intrarenal transforming growth factor (TGF-𝛽1) immunostaining/𝜇m2. Values are expressed as percentage ± SEM, 𝑛 = 5-6. ∗𝑃 < 0.05 versus respective control NS; #𝑃 < 0.05 versus respective control without tempol. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group, PT: proximal tubule, CCD: cortical collecting duct, THAL: thick ascending limb of the loop of Henle, and MCD: medullary collecting duct.  the present results suggest that the raise of ANP expression in rats fed a high salt diet could constitute a counter-regulatory mechanism against antinatriuretic and/or profibrotic TGF-𝛽1 actions.  Meanwhile, the plasmatic concentration of ANP was not affected by dietary salt, suggesting that these animals did not change cardiac ANP secretion [17]. Several reports provide evidence that plasmatic ANP increases after a chronic salt loading given by drinking 1-18% NaCl solutions [27, 28] or by a rat chow with high salt content [29]. However, the  literature also shows conflicting results reporting that ANP mRNA expression and circulating levels of ANP remained unaltered after the ingestion of high sodium diets [30]. The present results show that renal ANP expression levels are independent of circulating ANP levels and are subjected to a different regulation. These findings are in accordance with Sun et al. who have previously demonstrated that a dietary salt supplementation may selectively increase ANP levels in the kidney by downregulating its clearance receptor (NPR-C) [31].    BioMed Research International 9  NS HS  NS-T HS-T  G  G G  G G  G  (a)  NS HS  NS-T HS-T  MCD  MCD  MCDMCD  (b)  Figure 7: (a) Representative images of positive staining of TGF-𝛽1 in renal cortex. (b) Representative images of positive staining of TGF-𝛽1 in renal medulla. Original magnification 400x. NS: normal salt diet group, HS: high salt diet group, NS-T: normal salt diet plus tempol group, HS-T: high salt diet plus tempol group, G: glomerulus, and MCD: medullary collecting duct.  Our study also shows that a high salt intake increased HIF-1𝛼 expressionnot only in the renalmedulla, as it has been described before [18], but also in renal cortex. Considering that a high salt intake increases oxidative stress, renal tubular transport, and hypoxia, it may constitute one of the possible factors involved in the upregulation of HIF-1𝛼 expression in renal tissues [6, 32]. Additionally, it has been reported that a high salt intake inhibits PHD-2 expression, the predominant isoform in renal medulla of prolyl-hydroxylase enzyme, which promotes the degradation of HIF-1𝛼, increasing its expression level [33]. In this way, recent studies have shown that HIF-1𝛼 may regulate the encoding genes of some enzymes in the THAL, as those of nitric oxide synthase (NOS), cyclooxygenase-2 (COX-2), and hemeoxygenase-1 (HO-1), which are highly expressed in renal medulla [34, 35]. However, the tempol administration, which prevents oxidative stress and enhanced urinary sodium excretion, normalized HIF-1𝛼 expression in the HS group, except in THAL from both groups fed a normal or a high salt diet. These data suggest that tempol could prevent the hypoxia produced by the oxidative stress as it has been described [5, 20], but not the hypoxia produced by greater sodium transport in THAL, where the enhancement of sodium reabsorption in this tubular segment may be compensat- ing the inhibition of sodium transport in PT, elicited by tempol.  In summary, the present findings suggest that HIF-1𝛼 and ANP could represent a main adaptive mechanism in normal rats, in response to a salt overload, counter-regulating the hypoxia and fibrosis produced by oxidative stress, and playing a crucial role in the maintenance of sodium balance. The administration of tempol, as a scavenger of superoxide anion, prevents overexpression of 𝛼 and ANP.The disruption of this salt adaptive pathway in salt-sensitive rats could be the cause of sodium retention, oxidative stress, inflammation, and fibrosis in these animals. The pharmacological poten- tiation of endogenous ANP may be a therapeutic approach for the management of oxidative stress in salt-sensitive hypertension.  Conflict of Interests  The authors do not have direct financial conflict of interests.  Acknowledgments  This study was supported by Grants from the Consejo Nacional de Investigaciones Cient́ıficas y Técnicas (National Council for Scientific and Technical Research of Argentina) (CONICET PIP 112-1337) and Universidad de Buenos Aires (UBACYT 2002010100688).  References  [1] M. I. Rosón, S. L. Della Penna, G. Cao et al., “High-sodium diet promotes a profibrogenic reaction in normal rat kidneys: effects of tempol administration,” Journal of Nephrology, vol. 24, no. 1, pp. 119-127, 2011.  [2] S. Adler and H. Huang, “Oxidant stress in kidneys of sponta- neously hypertensive rats involves both oxidase overexpression and loss of extracellular superoxide dismutase,” The American Journal of Physiology, vol. 287, no. 5, pp. F907-F913, 2004.  [3] D. S. Majid and L. Kopkan, “Nitric oxide and superoxide interactions in the kidney and their implication in the develop- ment of salt-sensitive hypertension,” Clinical and Experimental Pharmacology and Physiology, vol. 34, no. 9, pp. 946-952, 2007.  [4] M. G. Feng, S. A. Dukacz, and R. L. Kline, “Selective effect of tempol on renal medullary hemodynamics in spontaneously hypertensive rats,”The American Journal of Physiology, vol. 281, no. 5, pp. R1420-R1425, 2001.  [5] E. Y. Lai, Z. Luo, M. L. Onozato et al., “Effects of the antioxidant drug tempol on renal oxygenation in mice with reduced renal mass,” The American Journal of Physiology, vol. 303, no. 1, pp. F64-F74, 2012.  [6] S. N. Heyman, S. Rosen, and C. Rosenberger, “Hypoxia- inducible factors and the prevention of acute organ injury,” Critical Care, vol. 15, no. 2, article 209, 2011.  [7] J. Schödel, B. Klanke, A. Weidemann et al., “HIF-prolyl hydroxylases in the rat kidney: physiologic expression patterns    10 BioMed Research International  and regulation in acute kidney injury,” American Journal of Pathology, vol. 174, no. 5, pp. 1663-1674, 2009.  [8] Z. Lokmic, J. Musyoka, T. D. Hewitson, and I. A. Darby, “Hypoxia and hypoxia signaling in tissue repair and fibrosis,” International Review of Cell and Molecular Biology, vol. 296, pp. 139-185, 2012.  [9] J. Nie and F. F. Hou, “Role of reactive oxygen species in the renal fibrosis,” Chinese Medical Journal, vol. 125, no. 14, pp. 2598- 2602, 2012.  [10] J. L. Garvin and N. J. Hong, “Cellular stretch increases superox- ide production in the thick ascending limb,” Hypertension, vol. 51, no. 2, pp. 488-493, 2008.  [11] N. Tian, R. S. Moore, W. E. Phillips et al., “NADPH oxidase contributes to renal damage and dysfunction in Dahl salt- sensitive hypertension,”TheAmerican Journal of Physiology, vol. 295, no. 6, pp. R1858-R1865, 2008.  [12] G. B. Silva, P. A. Ortiz, N. J. Hong, and J. L. Garvin, “Superoxide stimulates NaCl absorption in the thick ascending limb via activation of protein kinase C,” Hypertension, vol. 48, no. 3, pp. 467-472, 2006.  [13] H. Kobori and A. Nishiyama, “Effects of tempol on renal angiotensinogen production in Dahl salt-sensitive rats,” Bio- chemical and Biophysical Research Communications, vol. 315, no. 3, pp. 746-750, 2004.  [14] S. Bernardi, W. C. Burns, B. Toffoli et al., “Angiotensin- converting enzyme 2 regulates renal atrial natriuretic peptide through angiotensin-(1-7),” Clinical Science, vol. 123, no. 1, pp. 29-37, 2012.  [15] Y. Ogawa, M. Mukoyama, H. Yokoi et al., “Natriuretic pep- tide receptor guanylyl cyclase-A protects podocytes from aldosterone-induced glomerular injury,” Journals of the Amer- ican Society of Nephrology, vol. 23, no. 7, pp. 1198-1209, 2012.  [16] O. Arjamaa and M. Nikinmaa, “Hypoxia regulates the natri- uretic peptide system,” International Journal of Physiology, Pathophysiology and Pharmacology, vol. 3, no. 3, pp. 191-201, 2011.  [17] S. Cavallero, G. E. González, A. M. Puyó et al., “Atrial natri- uretic peptide behaviour and myocyte hypertrophic profile in combined pressure and volume-induced cardiac hypertrophy,” Journal of Hypertension, vol. 25, no. 9, pp. 1940-1950, 2007.  [18] A. M. Puyó, J. Scaglione, S. Auger et al., “Atrial natriuretic factor as marker of myocardial compromise in Chagas disease,” Regulatory Peptides, vol. 105, no. 2, pp. 139-143, 2002.  [19] Q. Zhu, M. Liu, W. Q. Han, P. L. Li, Z. Wang, and N. Li, “Overexpression of HIF Prolyl-Hydoxylase-2 transgene in the renal medulla induced a salt sensitive hypertension,” Journal of Cellular and Molecular Medicine, vol. 16, no. 11, pp. 2701-2707, 2012.  [20] S. L. Della Penna, G. Cao, A. Fellet et al., “Salt-induced downregulation of renal aquaporins is prevented by losartan,” Regulatory Peptides, vol. 177, no. 1-3, pp. 85-91, 2012.  [21] C. S. Wilcox and A. Pearlman, “Chemistry and antihyperten- sive effects of tempol and other nitroxides,” Pharmacological Reviews, vol. 60, no. 4, pp. 418-469, 2008.  [22] S.Wärntges, H. J. Gröne, G. Capasso, and F. Lang, “Cell volume regulatory mechanisms in progression of renal disease,” Journal of Nephrology, vol. 14, no. 5, pp. 319-326, 2001.  [23] X. M. Meng, X. R. Huang, A. C. Chung et al., “Smad2 protects against TGF-𝛽/Smad3-mediated renal fibrosis,” Journal of the American Society of Nephrology, vol. 21, no. 9, pp. 1477-1487, 2010.  [24] P. Li, S. Oparil, L. Novak et al., “ANP signaling inhibits TGF- 𝛽-induced Smad2 and Smad3 nuclear translocation and extra- cellular matrix expression in rat pulmonary arterial smooth muscle cells,” Journal of Applied Physiology, vol. 102, no. 1, pp. 390-398, 2007.  [25] P. Li, D. Wang, J. Lucas et al., “Atrial natriuretic peptide inhibits transforming growth factor 𝛽-induced Smad signaling and myofibroblast transformation in mouse cardiac fibroblasts,” Circulation Research, vol. 102, no. 2, pp. 185-192, 2008.  [26] M. I. Rosón, J. E. Toblli, S. L. Della Penna et al., “Renal protective role of atrial natriuretic peptide in acute sodium overload-induced inflammatory response,”American Journal of Nephrology, vol. 26, no. 6, pp. 590-601, 2006.  [27] K. Gradin, J. Hedner, T. Hedner, A. C. Towle, A. Pettersson, and B. Persson, “Effects of chronic salt loading on plasma atrial natriuretic peptide (ANP) in the spontaneously hypertensive rat,” Acta Physiologica Scandinavica, vol. 129, no. 1, pp. 67-72, 1987.  [28] C. C. Graffe, J. N. Bech, and E. B. Pedersen, “Effect of high and low sodium intake on urinary aquaporin-2 excretion in healthy humans,”TheAmerican Journal of Physiology, vol. 302, no. 2, pp. F264-F275, 2012.  [29] G. A. Sagnella, N. D. Markandu, M. G. Buckley et al., “Atrial natriuretic peptides in essential hypertension: basal plasma levels and relationship to sodium balance,” Canadian Journal of Physiology and Pharmacology, vol. 69, no. 10, pp. 1592-1600, 1991.  [30] K. S. Lee, S. Y. Kim, J. H. Han et al., “Different responses of atrial natriuretic peptide secretion and its receptor density to salt intake in rats,” Experimental Biology and Medicine, vol. 229, no. 1, pp. 65-71, 2004.  [31] J. Z. Sun, S. J. Chen, E. Majid-Hasan, S. Oparil, and Y. F. Chen, “Dietary salt supplementation selectively downregulates NPR- C receptor expression in kidney independently of ANP,” The American Journal of Physiology, vol. 282, no. 2, pp. F220-F227, 2002.  [32] S. W. Weinstein, R. Klose, and J. Szyjewicz, “Proximal tubular Na, Cl, and HCO3 reabsorption and renal oxygen consump- tion,” The American Journal of Physiology, vol. 247, no. 1, part 2, pp. F151-F157, 1984.  [33] N. Li, L. Chen, F. Yi, M. Xia, and P. L. Li, “Salt-sensitive hypertension induced by decoy of transcription factor hypoxia- inducible factor-1𝛼 in the renal medulla,” Circulation Research, vol. 102, no. 9, pp. 1101-1108, 2008.  [34] Z. Z. Yang, A. Y. Zhang, F. X. Yi, P. L. Li, and A. P. Zou, “Redox regulation ofHIF-1𝛼 levels andHO-1 expression in renal medullary interstitial cells,”TheAmerican Journal of Physiology, vol. 284, no. 6, pp. F1207-F1215, 2003.  [35] Z. Z. Yang and A. P. Zou, “Transcriptional regulation of heme oxygenases by HIF-1𝛼 in renal medullary interstitial cells,” The American Journal of Physiology, vol. 281, no. 5, pp. F900-F908, 2001.",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}