{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/5351191  Role of MyD88 in Diminished Tumor Necrosis Factor Alpha Production by  Newborn Mononuclear Cells in Response to Lipopolysaccharide  Article  in  Infection and Immunity · April 2004  DOI: 10.1128/IAI.72.3.1223-1229.2004 · Source: PubMed  CITATIONS  138 READS  71  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Mechanisms and impact of neutrophil infiltration of the intestinal epithelium View project  complement deficiencies and inflammatory illnesses of the GI tract View project  Sen Yan  Dalhousie University  9 PUBLICATIONS   358 CITATIONS     SEE PROFILE  Gefei Qing  Health Sciences Centre Winnipeg  31 PUBLICATIONS   660 CITATIONS     SEE PROFILE  Andrew W Stadnyk  Dalhousie University  112 PUBLICATIONS   2,494 CITATIONS     SEE PROFILE  Walla Al-Hertani  Boston Children's Hospital  52 PUBLICATIONS   500 CITATIONS     SEE PROFILE  All content following this page was uploaded by Gefei Qing on 16 October 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/5351191_Role_of_MyD88_in_Diminished_Tumor_Necrosis_Factor_Alpha_Production_by_Newborn_Mononuclear_Cells_in_Response_to_Lipopolysaccharide?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/5351191_Role_of_MyD88_in_Diminished_Tumor_Necrosis_Factor_Alpha_Production_by_Newborn_Mononuclear_Cells_in_Response_to_Lipopolysaccharide?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Mechanisms-and-impact-of-neutrophil-infiltration-of-the-intestinal-epithelium?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/complement-deficiencies-and-inflammatory-illnesses-of-the-GI-tract?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sen-Yan-8?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sen-Yan-8?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Dalhousie-University?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Sen-Yan-8?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gefei-Qing-2?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gefei-Qing-2?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Health_Sciences_Centre_Winnipeg?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gefei-Qing-2?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Andrew-Stadnyk?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Andrew-Stadnyk?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Dalhousie-University?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Andrew-Stadnyk?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Walla-Al-Hertani?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Walla-Al-Hertani?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Boston_Childrens_Hospital?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Walla-Al-Hertani?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gefei-Qing-2?enrichId=rgreq-060d92c8626634ac88309cfe3e004575-XXX&enrichSource=Y292ZXJQYWdlOzUzNTExOTE7QVM6MTUyODkwOTQ1NTc2OTYzQDE0MTM0NjM0NTA4NjY%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Mar. 2004, p. 1223-1229 Vol. 72, No. 3 0019-9567/04/$08.00-0 DOI: 10.1128/IAI.72.3.1223-1229.2004 Copyright   2004, American Society for Microbiology. All Rights Reserved.  Role of MyD88 in Diminished Tumor Necrosis Factor Alpha Production by Newborn Mononuclear Cells in Response  to Lipopolysaccharide Sen Rong Yan,1 Gefei Qing,1† David M. Byers,1,2 Andrew W. Stadnyk,1,3  Walla Al-Hertani,1 and Robert Bortolussi1,3* Departments of Pediatrics,1 Biochemistry and Molecular Biology,2 and Microbiology and Immunology,3  Dalhousie University, Halifax, Nova Scotia B3J 3G9, Canada  Received 17 June 2003/Returned for modification 29 July 2003/Accepted 19 November 2003  Human newborns are more susceptible than adults to infection by gram-negative bacteria. We hypothesized that this susceptibility may be associated with a decreased response by leukocytes to lipopolysaccharide (LPS). In this study, we compared LPS-induced secretion of tumor necrosis factor alpha (TNF--) by mononuclear cells (MNC) from adult peripheral blood and newborn umbilical cord blood in vitro and attempted to determine the mechanisms involved in its regulation. At a high concentration of LPS (10 ng/ml) and in the presence of autologous plasma, MNC from adults and newborns secreted similar amounts of TNF--. However, in the absence of plasma, MNC from newborns secreted significantly less TNF-- compared to MNC from adults. Moreover, at a low concentration of LPS (0.1 ng/ml) and in the presence of plasma, TNF-- secretion was significantly lower for newborn MNC compared to adult MNC. Adults and newborns had similar numbers of CD14 and Toll-like receptor 4 (TLR-4)-positive cells as measured by flow cytometry. However, the intensity of the CD14 marker was greater for adult than for newborn cells. Incubation of cells with LPS led to an increase in CD14 and TLR-4 intensity for adult cells but not for newborn cells. The effect of LPS stimulation of adult or newborn cells was similar for ERK, p38, and I-B- phosphorylation, as well as I-B- degradation. Finally, we assessed levels of the TLR-4 adapter protein, the myeloid differentiation antigen 88 (MyD88). We found a direct relation between adult and newborn TNF-- secretion and MyD88, which was significantly decreased in newborn monocytes. Since TLR-4 signals intracellularly through the adapter protein, MyD88, we hypothesize that MyD88-dependent factors are responsible for delayed and decreased TNF-- secretion in newborn monocytes.  Phagocytic cells such as polymorphonuclear neutrophils (PMNs) and monocytes play a key role in host defense against bacterial infection. During infection, phagocytic cell activity is modulated by cytokines (from the host) and toxins (from the invading microorganism). For example, after exposure to lipo- polysaccharide (LPS), PMNs are primed for increased oxida- tive radical production (1, 45), and monocytes are activated to produce tumor necrosis factor alpha (TNF--) (4, 35). Since priming of PMNs and activation of monocytes are key stages of the early response to infection, any altered or delayed response to LPS may interupt the host's response to infection.  We have shown previously that PMNs from newborns are primed less effectively in vitro with LPS compared to PMNs from adults (7, 38). Similarly, some authors have found that monocytes from newborns have a lower response than adult monocytes in the secretion of cytokines, such as TNF--, after LPS stimulation (11, 36). This diminished response to LPS by newborn monocytes and PMNs may contribute to the observed increased incidence and susceptibility of newborns to gram- negative bacterial infection (22, 42).  Over the past decade the mechanism of LPS interaction with  the phagocytic cell membrane has become more clearly under- stood. For adult PMNs, monocytes, and macrophages, CD14 is the principal cell membrane receptor for the LPS/LPS-binding protein (LBP) complex (40). Indeed, the presence of CD14 and LBP greatly enhance cellular activation with LPS (25, 27, 37, 41, 48, 50, 51, 54). In addition to CD14, a family of trans- membrane receptors with homology to Toll proteins of Dro- sophila are known to trigger inflammatory reactions, including secretion of proinflammatory cytokines (32, 39). The Toll-like receptor-4 (TLR-4) imparts ligand-specific recognition of LPS for mammalian cells (18, 28). Through CD14-TLR-4 interac- tions, LPS induces several intracellular responses, including activation of nuclear factor -B (NF--B) and activation of the mitogen-activated protein (MAP) kinase family, particularly extracellular-signal regulated kinases (ERKs) and p38 (49). However, the intracellular processes involved in TNF-- tran- scription, translation, and secretion into the extracellular space after stimulation by LPS are less well understood.  Using an in vitro model of the mononuclear cell (MNC) response to LPS, Cohen et al. (11) showed that cells derived from cord blood of newborns secrete lower amounts of TNF-- compared to MNC from adults. A decreased response to LPS may be even more marked in preterm infants (17, 24). How- ever, the mechanism underlying the hyporesponsiveness of newborn cells has not been determined. We hypothesized that newborn cells have an inherent deficiency in the production of  * Corresponding author. Mailing address: IWK Health Centre, 5850 University Ave., Halifax, Nova Scotia B3J 3G9, Canada. Phone: (902) 470-8498. Fax: (902) 470-7217. E-mail: Robert.Bortolussi@Dal.ca.  † Present address: Department of Pathology, Health Science Cen- tre, University of Manitoba, Winnipeg, Manitoba, Canada.  1223    TNF-- upon LPS stimulation. We investigated surface expres- sion of CD14 and TLR-4 on adult and newborn monocytes and LPS-induced TNF-- secretion. We also compared intracellular factors in adult and newborn mononuclear cells, including my- eloid differentiation antigen 88 (MyD88) and phosphorylation of ERK-1 and ERK-2 (ERK-1/2) and p38, as well as I-B phos- phorylation and degradation. We report here that diminished LPS-induced TNF-- protein secretion by monocytes from human newborns is associated with diminished MyD88 expression.  MATERIALS AND METHODS  Reagents. Escherichia coli LPS (serotype O111:B4) was purchased from List Biological Labs (Campbell, Calif.). Sterile water (no preservative, nonpyrogenic) was obtained from Abbott Laboratories (Montreal, Quebec, Canada). Percoll, TaqDNA polymerase, ECL Western blotting reagents, and nitrocellulose mem- branes were purchased from Amersham Pharmacia Biotech (Baie d'Urfé, Que- bec, Canada). Red blood cell lysing solution and paraformaldehyde were pur- chased from Becton Dickinson (Mountain View, Calif.) and from Cedarlane Laboratories Ltd., respectively. Flat-bottom multiwell plates for the enzyme linked immunosorbent assay (ELISA) were purchased from Costar (Cambridge, Mass.). SuperScript II, random hexamers, deoxynucleoside triphosphate mix, dithiothreitol, HEPES buffer, sodium bicarbonate solution, and Hanks balanced salt solution were obtained from Gibco-BRL (Burlington, Ontario, Canada). RPMI 1640 medium and 32P-labeled dCTP were purchased from ICN Biomedi- cals Canada, Ltd. (St-Laurent, Quebec, Canada). An RNeasy kit was obtained from Qiagen, Inc. (Chatsworth, Calif.). E-Toxate kits, ABTS [2,2-azinobis(3- ethylbenzthiazolinesulfonic acid)], and all other chemicals were purchased from Sigma Chemical Co. (St. Louis, Mo.). Buffers and plasma were checked for endotoxin by a Limulus amebocyte lysate assay to ensure that LPS was not detectable (limit of detection of -12 pg/ml).  Antibodies. Mouse monoclonal antibodies (MAbs) MY4 (immunoglobulin G 2b [IgG2b]) directed against CD14, and isotypic control (IgG2b) were purchased from Coulter Immunology (Hialeah, Fla.). Fluorescein isothiocyanate (FITC) conjugated to rabbit or goat anti-mouse IgG was obtained from Serotec (To- ronto, Ontario, Canada). Streptavidin-horseradish peroxidase (HRP), biotin- conjugated mouse anti-human TNF-- (MAb 11 IgG1) and purified mouse anti- human TNF-- (MAb 1 and IgG1) were purchased from Pharmingen (San Diego, Calif.). Rabbit anti-phosphorylated p38 and anti-I-B- protein antibodies and a mouse antiphosphorylated I-B- MAb were obtained from Cell Signaling Tech- nology (Beverly, Mass.). Rabbit anti-p38 protein, anti-ERK2 protein, anti- MyD88 antibodies, and mouse antiphosphorylated ERK1/2 MAb were pur- chased from Santa Cruz Biotech (Santa Cruz, Calif.). Rabbit anti---actin and HRP-conjugated goat anti-mouse and anti-rabbit IgG were from Sigma Chem- ical Co. (Oakville, Ontario, Canada). Anti-human TLR-4 (IgG2a) MAb was a kind gift of Kinsuke Miyake (Department of Immunology, Saga Medical School, Nabeshima, Saga, Japan). Mouse IgG2a isotype control MAb (3H11) was a gift of Andrew Issekutz (Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia, Canada).  MNC preparation. Fresh peripheral venous blood from healthy adult volun- teers and umbilical cord blood from normal, full-term newborns delivered by caesarean section, were collected aseptically and anticoagulated with heparin (10 U/ml). MNC were isolated by using a Percoll gradient technique described previously (34). MNC were routinely purified to -95% purity and -98% via- bility in approximately 2 h and were assayed immediately afterward. After en- richment, MNC were washed and resuspended in RPMI 1640 without serum. In preliminary experiments, MNC from adult venous and from newborn cord blood were characterized by using flow cytometry (FACS) for surface CD14. The percentage of CD14 positive monocytes in MNC was similar for adult and newborn cells (10 and 12%, respectively).  Adherent cells (monocytes) were prepared by culturing MNC (3.5 - 106/ml) in RPMI 1640 with 5% autologous plasma in the wells of a 24-well plate at 37°C and 5% CO2 for 2 h. The nonadherent cells were removed by a wash with medium without plasma. Adherent cells were stimulated with LPS (at concen- trations indicated in Results) in RPMI 1640 culture medium with or without 5% autologous plasma. Supernatants of adherent cells were collected at 1, 3, 6, and 24 h and stored at  70°C until assayed. In some experiments, MNC were also cultured and stimulated with LPS in suspension (i.e., nonadherent).  Flow cytometry. For CD14 assessment healthy adult venous or full term new- born cord blood (50  l) samples were incubated in the presence or absence of 0.1 or 10 ng of LPS/ml for 30 min at 37°C before being stained with anti-CD14 (MY4  clone; final concentration, 12.5  g/ml) or isotype control antibody (12.5  g/ml) for 30 min at 4°C. The cells were then washed twice with Hanks balanced salt solution and incubated with FITC-conjugated rabbit anti-mouse IgG for 30 min at 4°C, and then 1 ml of red blood cell lysing solution was added. The cells were washed then fixed with 0.5% paraformaldehyde in phosphate-buffered saline (PBS).  For TLR-4 staining, leukocyte-rich plasma was incubated in the presence or absence of 5 ng of LPS/ml for 30 min at 37°C. Cells were washed twice with PBS and labeled with a mouse anti-human TLR-4 (IgG2a) MAb or IgG2a isotype control antibody for 1 h and then washed and incubated with FITC-conjugated goat anti-mouse IgG. Red blood cells were then removed by hypotonic washing, and the remaining cells were suspended in 1% paraformaldehyde. Cell prepa- rations were stored at 4°C until FACS analysis. Cells were analyzed by using a Becton Dickinson FACScan by using the Lysis II software program. Lympho- cytes, PMNs, and monocytes were identified on the basis of front and side light scatter. Specific CD14 and TLR-4 was expressed as the mean value of the fluorescence intensity on samples minus that of the isotype control.  Measurements of adult and newborn TNF--. Bioactivity of TNF-- was as- sessed with L929 cells as described previously (19). TNF-- protein concentra- tions were measured by using an ELISA as described by the manufacturer (Pharmingen) by using MAb 1 (2  g/ml) as capture and biotin-conjugated MAb 11 for detection. TNF-- standards and adult and newborn MNC supernatants were diluted in PBS with 3% bovine serum albumin. The lower limit of detection was 15 pg/ml in the assay. For intracellular TNF--, standards were diluted in lysis buffer. The lower limit of detection with lysis buffer was 30 pg/106 cells.  Measurements of adult and neonate mRNA for TNF--. Isolation of total adult and newborn cellular RNA was achieved by using the RNeasy kit (Qiagen) according to the manufacturer's instructions. One microgram each of adult and newborn MNC RNA was reverse transcribed to cDNA by using Superscript II reverse transcriptase in the presence of [--32P]dCTP. Then, equal amounts of acid-precipitable counts per minute of each cDNA were used for PCR. PCR was run for 35 cycles for --actin detection and 40 or 45 cycles for TNF-- detection in the presence of specific primer. The sequences for the sense and antisense primers for TNF-- are 5--TTG TTC CTC AGC CTC TTC TCC-3- and 5--AGG GTT TGC TAC AAC ATG GGC-3-, respectively, and the sense and antisense primer for --actin are 5--ACA TCC GCA AAG ACC TGT ACG-3- and 5--TTG CTG ATC CAC ATC TGC TGG-3-, respectively. The antisense primer for TNF-- spans an intron-exon boundary and thus cannot amplify a product from DNA. Neither TNF-- primer cross-reacts with human TNF--. PCR products were electrophoresed in a 1.5% agarose gel containing 0.5  g of ethidium bromide/ml and photographed under UV light.  Western blot assays. Adherent monocytes from adults and newborns were prepared and incubated in the absence or presence of LPS (0.1 or 10 ng/ml) as described above for 20 min at 37°C with 5% CO2. After the incubation, the medium was aspirated, and the cells were washed once with ice-cold PBS con- taining 1 mM diisopropyl fluorophosphate. The PBS was then replaced with 0.5 ml of M2 buffer (20 mM Tris [pH 7.0], 0.5% NP-40, 250 mM NaC1, 3 mM EGTA, 3 mM EDTA, 2 mM dithiothreitol, 2 mM phenylmethylsulfonyl fluoride, 5  g of leupeptin/ml, 5  g/ml of pepstatin A, 10  g of aprotinin/ml, 0.1 mM Na3VO4). After incubation for 30 min at 4°C, the lysates were transferred to microcentri- fuge tubes and clarified by centrifugation at 12,000 - g for 10 min at 4°C to remove insoluble materials. The protein concentrations in the lysates were de- termined by using the Bio-Rad Bradford protein assay. Twenty micrograms of protein from each sample was analyzed by Western blotting after sodium dodecyl sulfate-polyacrylamide gel electrophoresis and electrotransfer, with antibodies specific for phosphorylated I-B-, I-B- protein, MyD88, TLR-4, phosphorylated p38, or ERK1/2. The binding of the antibodies were detected with HRP-conju- gated goat anti-rabbit or mouse IgG and ECL Western blotting reagents, fol- lowed by exposure to Kodak X-ray films. The equality of loading was confirmed by stripping the membranes and reblotting with p38, ERK2 protein antibodies as described earlier (6). Band density was quantified by densitometry analysis by using NIH Image J software and calculated as the corrected density of MyD88 bands related to that of --actin on the same blots.  Statistical analysis. Data are presented as the mean - the standard deviation (SD) (see Fig. 1, 3, and 5) or the mean - standard error of mean (SEM) (see Fig. 2). For comparison between adult and newborn samples, a nonpaired t test was used; a P value of -0.05 was considered significant. Statistical determinations were done by using Statistix (Analytical Software, Minneapolis, Minn.).  RESULTS  TNF-- secretion by adult and newborn MNC. TNF-- secre- tion from adherent monocytes of adults and newborns was  1224 YAN ET AL. INFECT. IMMUN.    compared by using bioassay and ELISA. In agreement with earlier reports that newborn monocytes secret fewer cytokines than adult monocytes upon LPS stimulation (11, 36), in our experimental system, we also observed that the secretion of TNF-- from both adherent monocytes and nonadherent MNC of newborns was less than that from adults early in incubation (-6 h) (Fig. 1). For adult cells the concentration of TNF-- in the supernatant of adherent monocytes peaked between 3 and 6 h, whereas the maximum for newborn cells was not reached until 6 h of incubation. Excellent correlation between bioassay  and ELISA was found for cells from adults and newborns (Fig. 1A and B) (r - 0.94).  Since adherence of monocytes to glass or plastic may signal cells to produce inflammatory cytokines (26) and to develop characteristics of tissue macrophages, we undertook experi- ments with nonadherent MNC in the presence or absence of plasma. Using this model we compared LPS-induced TNF-- production by adult venous and newborn cord blood MNC. As shown in Fig. 1C, neither adult nor newborn MNC secreted detectable TNF-- protein (-15 pg/ml) after stimulation with a low concentration of LPS (0.1 ng/ml) in the absence of plasma. In the presence of plasma (5%), however, this low concentra- tion of LPS did induce both adult and newborn MNC TNF-- secretion. Levels achieved by adult MNC were significantly higher than that of newborn cells at 3 h (5.38 - 0.56 ng/ml versus 0.97 - 0.85 ng/ml; P - 0.01). The difference between adult and newborn cellular response was still seen after 6 h of incubation (6.60 - 0.97 ng/ml versus 1.52 - 1.30 ng/ml; P - 0.05).  In the absence of plasma and at a higher LPS concentration (10 ng/ml), both adult and newborn MNC produced TNF-- (Fig. 1C), but MNC from newborns again secreted less TNF-- compared to adult MNC (0.72 - 0.33 ng/ml versus 2.05 - 0.72 ng/ml; P - 0.05). As expected, when 5% plasma was present, MNC from both adults and newborns secreted higher amounts of TNF--. Under these conditions (10 ng of LPS/ml plus 5% plasma) adult and newborn MNC secreted similar amounts of TNF-- (5.80 - 1.01 ng/ml for adult and 5.65 - 0.57 ng/ml for newborn MNC).  In order to better understand TNF-- regulation in new- borns, we examined the levels of mRNA for TNF-- in stimu- lated MNC. Newborn and adult MNC consistently showed detectable mRNA for TNF-- in the presence of 0.1 ng of LPS/ml alone, although we failed to detect secreted or intra- cellular TNF-- protein under this condition. When plasma and LPS (0.1 ng/ml) were both present in the cultures, steady-state mRNA levels slightly increased but remained similar in both adult and newborn cells (Fig. 2). Thus, differences in TNF-- expression could not be attributed to major differences in TNF-- mRNA levels between adults and newborns.  CD14 and TLR-4 of adult and newborn monocytes. Since membrane-bound CD14 and TLR-4 is required for effective LPS induced TNF-- production from monocytes/macro- phages, we characterized CD14 on monocytes from adults and  FIG. 1. Plastic adherent newborn monocytes and MNC produce less TNF-- than adult monocytes. (A and B) The TNF-- protein concentrations in the supernatants of adherent monocytes of adults and newborns was measured after incubation in autologous plasma and LPS (1 ng/ml) for the times indicated. (C) MNC were incubated for 3 h with LPS (at 0.1 and 10 ng/ml) in the presence or absence of adult plasma (5%). The TNF-- concentration was measured by using an ELISA (A and C) or bioassay (B) of TNF-- as described in the text and is expressed as the mean - the SD (n - 4). ❋, P - 0.05; ❋❋, P - 0.01 (adult versus newborn).  FIG. 2. TNF-- mRNA levels are similar in MNC from adults and newborns. Adult and newborn monocytes were incubated with LPS (0.1 ng/ml) in the presence or absence of adult plasma (5%) for 3 h. Total cellular RNA was extracted and used in reverse transcription- PCR with specific primer sets for TNF-- and --actin. A representative result of three independent experiments is shown.  VOL. 72, 2004 TNF-- PRODUCTION BY NEWBORN MONONUCLEAR CELLS 1225    newborns before or after LPS stimulation. As shown in Fig. 3, adult and newborn monocytes expressed similar levels of TLR-4 and CD14 before LPS stimulation; however, newborn cells demonstrated significantly lower levels of both TLR-4 and CD14 than adult cells after LPS stimulation (Fig. 3).  Responses of MAP kinases and I-B- in monocytes from adults and newborns to LPS stimulation. The inducible ex- pression of the gene for TNF-- by monocytes is regulated by MAP kinases and I-B/NF--B nuclear transcription factors (14, 49). Because the LPS-induced secretion of TNF-- from new- born MNC was remarkably decreased compared to adult cells, we assessed the signaling molecule activation in adult and newborn monocytes after LPS stimulation. The basal levels of  phosphorylation of ERK1/2 and p38 in newborn monocytes were slightly higher than in adult monocytes (Fig. 4A and C). After LPS stimulation, incremental changes in levels of phos- phorylated ERK1/2 were somewhat greater in adult than new- born monocytes (Fig. 4A). On the other hand, LPS activated p38 to a similar extent in monocytes from both adults and newborns (Fig. 4C). Similar results were observed in MNC that were incubated in suspension (Fig. 5). These patterns of MAP kinase responsiveness suggest that MAP kinase signaling, by itself, was unlikely to be responsible for the attenuation of newborn TNF-- production.  A critical step during induction of many cytokines is the activation of NF--B. This occurs as a result of phosphorylation  FIG. 3. LPS-stimulated newborn monocytes have lower amounts of TLR-4 and CD14 than adult cells. (A) Leukocyte-rich plasma from adults and newborns was left untreated (Control) or stimulated with 5 ng of LPS/ml for 30 min at 37°C and then stained with a mouse anti-TLR-4 MAb and then an FITC-conjugated goat anti-mouse IgG before being assessed by FACS. The mean - the SD fluorescent intensity for adult and newborn monocytes is shown. (B) Adult venous blood or full term newborn cord blood were incubated with 0, 0.1, or 10 ng of LPS/ml for 30 min at 37°C, after which the samples were stained with anti-CD14 MAb (MY4) or an isotype control antibody. The cells were then incubated with FITC-conjugated rabbit anti-mouse IgG for 30 min at 4°C and then assayed by FACS. The results are expressed as mean - the SD fluorescent intensity for adult (F) and newborn (E) monocytes. ❋, P - 0.05; ❋❋, P - 0.01 (adult versus newborn).  FIG. 4. Activation of MAP kinases and I-B- in adult and newborn monocytes after LPS stimulation. Adherent monocytes were incubated with 0, 0.1, or 10 ng of LPS/ml for 20 min before lysis. Lysate proteins were analyzed by Western blotting with antibodies specific for phos- phorylated ERK1/2 (A), p38 (C), or I-B- (E) or for I-B- protein (F). The equal loading of samples was confirmed by stripping and reblot- ting the membranes with anti-ERK2 (B) or p38 (D) protein antibodies. Figure 4 is representative of four experiments with comparable results.  FIG. 5. Activation of MAP kinases in adult and newborn MNC after LPS stimulation. Nonadherent MNC were incubated with (-) or without ( ) 0.1 ng of LPS/ml for 20 min before lysis. (A) Lysate proteins were analyzed by Western blotting for phosphorylated p38. (B) The membrane was stripped and reblotted for phosphorylated ERK1/2, and then we repeated this stripping-reblotting for --actin (C). Figure 5 is representative of three experiments with comparable re- sults.  1226 YAN ET AL. INFECT. IMMUN.    and degradation of its cytoplasmic inhibitor, I-B. As shown in Fig. 4E and F, I-B- phosphorylation and I-B- protein deg- radation were similar for both adult and newborn monocytes. These data correspond with the reverse transcription-PCR re- sults showing similar levels of TNF-- mRNA in adult and newborn cells (Fig. 2).  Expression of MyD88 in monocytes from adults and new- borns. MyD88, a cytosolic adapter protein, has been reported as an essential mediator for LPS receptor signaling (3, 21, 43, 46). Thus, we investigated whether there was any difference in the expression of MyD88 in adult versus newborn monocytes by using Western blotting. As shown in Fig. 6, there was a marked difference in protein levels of MyD88 in lysates pre- pared from newborn compared to adult monocytes (58.7% - 9.8% of adult monocyte MyD88 protein; P - 0.0003 as deter- mined by paired t test). This was not linked to any detectable difference in total cellular TLR-4 protein on the same analyzed samples (Fig. 6), although the surface expression of this recep- tor was higher in LPS-stimulated adult cells compared to new- born cells (Fig. 3A).  DISCUSSION  It is generally understood that newborns have increased susceptibility to gram-negative bacterial and viral infection. A number of mechanisms may contribute to this, including hu- moral and cellular factors. In recent years cytokines critical in the early stages of inflammation, such as interleukin-1 (IL-1)  (36) and IL-12 (20, 31), have also been assessed in newborns. Most of this work was done with primary cell cultures stimu- lated in vitro with live organisms or bacterial LPS. Diminished and delayed secretion of these cytokines has been reported for newborn cells.  The results of studies comparing TNF-- secretion by new- born animals or cells after stimulation with LPS or bacteria have been variable. Although most studies have reported di- minished responsiveness of newborns (9, 11, 36), some inves- tigations have found similar or increased responsiveness of newborns compared to juvenile or adult animals after LPS stimulation (13).  In our study, significantly lower amounts of TNF-- were secreted by human newborn MNC compared to adult MNC after LPS exposure. This was evident when cells were stimu- lated with a high concentration of LPS (10 ng/ml) in the ab- sence of plasma and at a low concentration of LPS (0.1 ng/ml) in the presence of plasma.  Diminished TNF-- secretion correlated directly with levels of MyD88 in newborn cells. Our findings with MNC and our previous report with PMNs from normal newborns (38) are remarkably similar to observations with cells from MyD88 /   mice and MyD88 truncated cells. Mice with the MyD88 gene inactivated (MyD88 / ) lack LPS-induced cytokine produc- tion and NO2    release but preserve NF--B and JNK activation (2, 21, 23). TLR signaling is also suppressed when MyD88 molecule is truncated (10). The diminished LPS responses that we observed in newborn MNC are therefore consistent with  FIG. 6. Expression of MyD88 and TLR-4 in adult and newborn monocytes. (A) Adherent monocytes were harvested and lysed as described in the text. Proteins were analyzed by Western blotting with a rabbit anti-MyD88 antibody. (B and C) The same membranes were stripped and reblotted with a rabbit anti-TLR-4 antibody (B) and then repeatedly with the stripping-reblotting cycle for --actin (C). A pooled result of the densitometry analysis of MyD88 bands in panel A is shown in panel D as means - the SD of arbitrary units normalized by the density of --actin bands (n - 7). ❋, P - 0.0003 (paired t test).  VOL. 72, 2004 TNF-- PRODUCTION BY NEWBORN MONONUCLEAR CELLS 1227    reports of decreased expression of MyD88. Because of its cen- tral place in signaling pathways, MyD88 may become a “bot- tleneck” affecting TLR-triggered cytokines in general (44). This possibility should be explored through assessment of other stimuli linked to MyD88 processing and other cytokines.  The differences between newborn and adult TNF-- secre- tion are most evident in suboptimal conditions of stimulation, such as low concentrations of LPS in the presence of plasma or higher concentrations of LPS in the absence of plasma. How- ever, with high concentrations of LPS in the presence of plasma, newborn and adult MNC secrete similar amounts of TNF--. The reason for this difference is currently not clear. We hypothesize that, at high concentrations, LPS may over- whelm deficits of MyD88 by signaling through a MyD88-inde- pendent pathway, resulting in similar amounts of TNF-- se- cretion in adult and newborn MNC.  Production and secretion of TNF-- may be controlled or modulated at several steps: cell receptors, intracellular mes- sengers, mRNA transcription, protein translation, intracellular storage, and/or secretion. In addition, LPS can interact with cells via at least two pathways that are either dependent or independent of plasma proteins (5, 11, 12, 30, 47, 52, 53). The two pathways of LPS activation may serve different roles in gram-negative bacterial infection. Plasma-dependent LPS ac- tivation may be the predominant pathway for monocytes and PMNs in the bloodstream, where plasma proteins are at high concentrations and LPS levels are low early in sepsis. In con- trast, the plasma-independent pathway may be important at the local site of infection, where plasma proteins levels are low and the LPS concentration may be high. Understanding both pathways of cellular activation by LPS will be important in order to understand the host response to gram-negative infec- tion.  At low concentrations of LPS, LBP facilitates the binding of LPS to CD14 and greatly enhances TNF-- secretion. Thus, one possible explanation for our finding is that LBP or some other constituents of plasma may be more active in adult than in newborn plasma. However, LBP is unlikely to be responsi- ble, since we have shown previously that concentrations in newborn and adult plasma are similar (8). We also speculated that the difference between adult and newborn MNC protein production might be related to mRNA transcription. However, when mRNA for TNF-- was assessed, no striking difference was observed. This observation is consistent with the report of Han et al. (16) showing that TNF-- secretion after LPS stim- ulation is controlled primarily by posttranscriptional mecha- nisms.  CD14 is a critical LPS receptor on human MNC. Most LPS responses including activation of MAP kinases depend primar- ily on CD14 (15, 29). Because CD14 is a glycosylphosphatidy- linositol-anchoring molecule, it lacks an intracellular domain needed to transmit the LPS signal. As presently understood, LPS, with the extracellular proteins LBP and MD2, binds to CD14, which then clusters with TLR-4. The CD14-TLR-4 complex then signals intracellularly through the adapter pro- teins MyD88 and/or Mal (MyD88 adapter-like protein) to in- duce activation of IRAK (IL-1 receptor-associated kinase), which triggers signal cascades through MAP kinase and other pathways (3, 21, 33, 43, 46). We found that TLR-4 expression in the monocytes of adults and newborns is similar before cells  are stimulated with LPS. The MAP kinases ERK1/2 and p38 were phosphorylated in both adult and newborn monocytes in response to LPS. However, more studies should be done on MAP kinases to determine whether subtle differences between adults and newborns are present. The LPS induced I-B- phos- phorylation and degradation were also similar in adult and newborn monocytes.  The finding of greatly diminished MyD88 in cells of human newborns provides some insight into the role this molecule may play in the diminished inflammatory responses in new- borns. Although the suppression of inflammation and acquired immunity may be advantageous for survival of the fetus, innate and acquired immune processes must be acquired rapidly after birth. Further study on regulation of MyD88 should be done to provide insight into the ontogeny of the innate immune system.  ACKNOWLEDGMENTS  We thank Chris Waterhouse and Linda Best for their technical assistance, Kim Barrett for transcribing the manuscript, and the Case Room nurses of the IWK Health Centre for their assistance in collect- ing newborn umbilical cord blood.  This research was supported by Hospital for Sick Children Founda- tion (Toronto) and the Canada Institute of Health Research (MT14439). A.W.S. is the recipient of an IWK Investigatorship Award, and S.R.Y. is a recipient of an IWK Research Associateship Award.  REFERENCES  1. Aida, Y., and M. J. Pabst. 1990. Priming of neutrophils by lipopolysaccharide for enhanced release of superoxide: requirement for plasma but not for tumor necrosis factor--. J. Immunol. 145:3017-3025.  2. Alexopoulou, L., A. C. Holt, R. Medzhitov, and R. A. Flavell. 2001. Recog- nition of double-stranded RNA and activation of NF--B by Toll-like recep- tor 3. Nature 413:732-738.  3. Beutler, B. 2000. Tlr4: central component of the sole mammalian LPS sen- sor. Curr. Opin. Immunol. 12:20-26.  4. Beutler, B. 1990. TNF in pathophysiology: biosynthetic regulation. J. Inves- tig. Dermatol. 95:81S-84S.  5. Bohmer, R. H., L. S. Trinkle, and J. L. Staneck. 1992. Dose effects of LPS on neutrophils in a whole blood flow cytometric assay of phagocytosis and oxidative burst. Cytometry 13:525-531.  6. Bonner, S., S. R. Yan, D. M. Byers, and R. Bortolussi. 2001. Activation of extracellular signal-related protein kinases 1 and 2 of the mitogen-activated protein kinase family by lipopolysaccharide requires plasma in neutrophils from adults and newborns. Infect. Immun. 69:3143-3149.  7. Bortolussi, R., S. Howlett, K. Rajaraman, and S. Halperin. 1993. Deficient priming activity of newborn cord blood-derived polymorphonuclear neutro- philic granulocytes with lipopolysaccharide and tumor necrosis factor-alpha triggered with formyl-methionyl-leucyl-phenylalanine. Pediatr. Res. 34:243- 248.  8. Bortolussi, R., K. Rajaraman, G. Qing, and R. Rajaraman. 1997. Fibronec- tin enhances in vitro lipopolysaccharide priming of polymorphonuclear leu- kocytes. Blood 89:4182-4189.  9. Bortolussi, R., K. Rajaraman, and B. Serushago. 1992. Role of tumor ne- crosis factor-- and interferon-gamma in newborn host defense against Lis- teria monocytogenes infection. Pediatr. Res. 32:460-464.  10. Burns, K., S. Janssens, B. Brissoni, N. Olivos, R. Beyaert, and J. Tschopp. 2003. Inhibition of interleukin 1 receptor/Toll-like receptor signaling through the alternatively spliced, short form of MyD88 is due to its failure to recruit IRAK-4. J. Exp. Med. 197:263-268.  11. Cohen, L., A. Haziot, D. R. Shen, X. Y. Lin, C. Sia, R. Harper, J. Silver, and S. M. Goyert. 1995. CD14-independent responses to LPS require a serum factor that is absent from neonates. J. Immunol. 155:5337-5342.  12. Corrales, I., A. J. Weersink, J. Verhoef, and K. P. van Kessel. 1993. Serum- independent binding of lipopolysaccharide to human monocytes is trypsin sensitive and does not involve CD14. Immunology 80:84-89.  13. Cusumano, V., G. Mancuso, F. Genovese, M. Cuzzola, M. Carbone, J. A. Cook, J. B. Cochran, and G. Teti. 1997. Neonatal hypersusceptibility to endotoxin correlates with increased tumor necrosis factor production in mice. J. Infect. Dis. 176:168-176.  14. Guha, M., and N. Mackman. 2001. LPS induction of gene expression in human monocytes. Cell Signal 13:85-94.  15. Guha, M., M. A. O'Connell, R. Pawlinski, A. Hollis, P. McGovern, S. F. Yan, D. Stern, and N. Mackman. 2001. Lipopolysaccharide activation of the MEK-ERK1/2 pathway in human monocytic cells mediates tissue factor and  1228 YAN ET AL. INFECT. IMMUN.    tumor necrosis factor - expression by inducing Elk-1 phosphorylation and Egr-1 expression. Blood 98:1429-1439.  16. Han, J., T. Brown, and B. Beutler. 1990. Endotoxin-responsive sequences control cachectin/tumor necrosis factor biosynthesis at the translational level. J. Exp. Med. 171:465-475.  17. Henneke, P., I. Osmers, K. Bauer, N. Lamping, H. T. Versmold, and R. R. Schumann. 2003. Impaired CD14-dependent and independent response of polymorphonuclear leukocytes in preterm infants. J. Perinat. Med. 31:176- 183.  18. Hirschfeld, M., Y. Ma, J. H. Weis, S. N. Vogel, and J. J. Weis. 2000. Cutting edge: repurification of lipopolysaccharide eliminates signaling through both human and murine Toll-like receptor 2. J. Immunol. 165:618-622.  19. Hogan, M. M., and S. N. Vogel. 1995. Measurement of tumor necrosis factor - and -, p. 6.10.1-6.10.5. In J. E. Coligan, A. M. Kruisbeek, D. H. Margulies, E. M. Shevach, and W. Strober (ed.), Current protocols in immunology, vol. I. John Wiley & Sons, Inc., New York, N.Y.  20. Hsieh, C. S., S. E. Macatonia, C. S. Tripp, S. F. Wolf, A. O'Garra, and K. M. Murphy. 1993. Development of TH1 CD4- T cells through IL-12 produced by Listeria-induced macrophages. Science 260:547-549.  21. Janssens, S., and R. Beyaert. 2002. A universal role for MyD88 in TLR/IL- 1R-mediated signaling. Trends Biochem. Sci. 27:474-482.  22. Jason, J. M. 1989. Infectious disease-related deaths of low birth weight infants, United States, 1968 to 1982. Pediatrics 84:296-303.  23. Kaisho, T., and S. Akira. 2001. Dendritic-cell function in Toll-like receptor- and MyD88-knockout mice. Trends Immunol. 22:78-83.  24. Kaufman, D., L. Kilpatrick, R. G. Hudson, D. E. Campbell, A. Kaufman, S. D. Douglas, and M. C. Harris. 1999. Decreased superoxide production, degranulation, tumor necrosis factor - secretion, and CD11b/CD18 receptor expression by adherent monocytes from preterm infants. Clin. Diagn. Lab. Immunol. 6:525-529.  25. Kielian, T. L., and F. Blecha. 1995. CD14 and other recognition molecules for lipopolysaccharide: a review. Immunopharmacology 29:187-205.  26. Krause, S. W., M. Kreutz, and R. Andreesen. 1996. Differential effects of cell adherence on LPS-stimulated cytokine production by human monocytes and macrophages. Immunobiology 196:522-534.  27. Lee, J. D., V. Kravchenko, T. N. Kirkland, J. Han, N. Mackman, A. Moriarty, D. Leturcq, P. S. Tobias, and R. J. Ulevitch. 1993. Glycosyl-phosphatidyl- inositol-anchored or integral membrane forms of CD14 mediate identical cellular responses to endotoxin. Proc. Natl. Acad. Sci. USA 90:9930-9934.  28. Lien, E., T. K. Means, H. Heine, A. Yoshimura, S. Kusumoto, K. Fukase, M. J. Fenton, M. Oikawa, N. Qureshi, B. Monks, R. W. Finberg, R. R. Ingalls, and D. T. Golenbock. 2000. Toll-like receptor 4 imparts ligand- specific recognition of bacterial lipopolysaccharide. J. Clin. Investig. 105: 497-504.  29. Liu, M. K., P. Herrera-Velit, R. W. Brownsey, and N. E. Reiner. 1994. CD14-dependent activation of protein kinase C and mitogen-activated pro- tein kinases (p42 and p44) in human monocytes treated with bacterial lipo- polysaccharide. J. Immunol. 153:2642-2652.  30. Lynn, W. A., Y. Liu, and D. T. Golenbock. 1993. Neither CD14 nor serum is absolutely necessary for activation of mononuclear phagocytes by bacterial lipopolysaccharide. Infect. Immun. 61:4452-4461.  31. Maródi, L. 2001. IL-12 and IFN-\r deficiencies in human neonates. Pediatr. Res. 49:316-317.  32. Medzhitov, R., P. Preston-Hurlburt, and C. A. Janeway, Jr. 1997. A human homologue of the Drosophila Toll protein signals activation of adaptive immunity. Nature 388:394-397.  33. Medzhitov, R., P. Preston-Hurlburt, E. Kopp, A. Stadlen, C. Chen, S. Ghosh, and C. A. Janeway, Jr. 1998. MyD88 is an adaptor protein in the hToll/IL-1 receptor family signaling pathways. Mol. Cell 2:253-258.  34. Metcalf, J. A., W. M. Nauseef, J. I. Gallin, and R. K. Root. 1986. Neutrophil purification, p. 2-6. In Laboratory manual of neutrophil function. Raven Press, New York, N.Y.  35. Osnes, L. T. N., A. B. Westvik, R. Øvstebø, G.-B. Joø, C. Okkenhaug, and P. Kierulf. 1995. Lipopolysaccharide activation of human monocytes mediated by CD14, results in a coordinated synthesis of tissue factor, TNF-- and IL-6. J. Endotoxin Res. 2:27-35.  36. Peters, A. M., P. Bertram, M. Gahr, and C. P. Speer. 1993. Reduced secre- tion of interleukin-1 and tumor necrosis factor-- by neonatal monocytes. Biol. Neonate 63:157-162.  37. Pugin, J., C. C. Schurer-Maly, D. Leturcq, A. Moriarty, R. J. Ulevitch, and P. S. Tobias. 1993. Lipopolysaccharide activation of human endothelial and epithelial cells is mediated by lipopolysaccharide-binding protein and soluble CD14. Proc. Natl. Acad. Sci. USA 90:2744-2748.  38. Qing, G., K. Rajaraman, and R. Bortolussi. 1995. Diminished priming of neonatal polymorphonuclear leukocytes by lipopolysaccharide is associated with reduced CD14 expression. Infect. Immun. 63:248-252.  39. Rock, F. L., G. Hardiman, J. C. Timans, R. A. Kastelein, and J. F. Bazan. 1998. A family of human receptors structurally related to Drosophila Toll. Proc. Natl. Acad. Sci. USA 95:588-593.  40. Schumann, R. R., S. R. Leong, G. W. Flaggs, P. W. Gray, S. D. Wright, J. C. Mathison, P. S. Tobias, and R. J. Ulevitch. 1990. Structure and function of lipopolysaccharide binding protein. Science 249:1429-1431.  41. Shapira, L., C. Champagne, B. Gordon, S. Amar, and T. E. Van Dyke. 1995. Lipopolysaccharide priming of superoxide release by human neutrophils: role of membrane CD14 and serum LPS binding protein. Inflammation 19:289-295.  42. Stoll, B. J., N. Hansen, A. A. Fanaroff, L. L. Wright, W. A. Carlo, R. A. Ehrenkranz, J. A. Lemons, E. F. Donovan, A. R. Stark, J. E. Tyson, W. Oh, C. R. Bauer, S. B. Korones, S. Shankaran, A. R. Laptook, D. K. Stevenson, L. A. Papile, and W. K. Poole. 2002. Changes in pathogens causing early- onset sepsis in very-low-birth-weight infants. N. Engl. J. Med. 347:240-247.  43. Suzuki, N., S. Suzuki, and W. C. Yeh. 2002. IRAK-4 as the central TIR signaling mediator in innate immunity. Trends Immunol. 23:503-506.  44. Takeuchi, O., and S. Akira. 2002. MyD88 as a bottle neck in Toll/IL-1 signaling. Curr. Top. Microbiol. Immunol. 270:155-167.  45. Tool, A. T., M. J. Pabst, D. Roos, and A. J. Verhoeven. 1994. Phosphatidyl- inositol-linked CD14 is involved in priming of human neutrophils by lipo- polysaccharide (LPS), but not in the inactivation of LPS. Prog. Clin. Biol. Res. 388:137-145.  46. Triantafilou, M., and K. Triantafilou. 2002. Lipopolysaccharide recognition: CD14, TLRs, and the LPS-activation cluster. Trends Immunol. 23:301-304.  47. Ulevitch, R. J. 1993. Recognition of bacterial endotoxins by receptor-depen- dent mechanisms. Adv. Immunol. 53:267-289.  48. Ulevitch, R. J., and P. S. Tobias. 1995. Receptor-dependent mechanisms of cell stimulation by bacterial endotoxin. Annu. Rev. Immunol. 13:437-457.  49. van der Bruggen, T., S. Nijenhuis, E. van Raaij, J. Verhoef, and B. S. van Asbeck. 1999. Lipopolysaccharide-induced tumor necrosis factor - produc- tion by human monocytes involves the raf-1/MEK1-MEK2/ERK1-ERK2 pathway. Infect. Immun. 67:3824-3829.  50. van der Poll, T., and S. F. Lowry. 1995. Biological responses to endotoxin in humans. Prog. Surg. 20:18-32.  51. Viriyakosol, S., and T. Kirkland. 1995. Knowledge of cellular receptors for bacterial endotoxin. Clin. Infect. Dis. 21(Suppl. 2):S190-S195.  52. Waga, I., M. Nakamura, Z. Honda, I. Ferby, S. Toyoshima, S. Ishiguro, and T. Shimizu. 1993. Two distinct signal transduction pathways for the activa- tion of guinea-pig macrophages and neutrophils by endotoxin. Biochem. Biophys. Res. Commun. 197:465-472.  53. Weersink, A. J., K. P. Van Kessel, M. E. Van der Tol, and J. Verhoef. 1994. Modulation of lipopolysaccharide binding to human granulocytes. Immunol- ogy 83:617-623.  54. Yasui, K., A. Komiyama, T. F. Molski, and R. I. Sha'afi. 1994. Pentoxifylline and CD14 antibody additively inhibit priming of polymorphonuclear leuko- cytes for enhanced release of superoxide by lipopolysaccharide: possible mechanism of these actions. Infect. Immun. 62:922-927.  Editor: F. C. Fang  VOL. 72, 2004 TNF-- PRODUCTION BY NEWBORN MONONUCLEAR CELLS 1229  View publication statsView publication stats  https://www.researchgate.net/publication/5351191",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}