{
    "summary": "Recent studies have shown that heart diseases are always accompanied with high levels of IL-1beta and a decrease in Na+-K+ ATPase concentrations. This work studies the involvement of the cytokine in the observed changes in the pump. Rats were injected intraperitoneally with 400 mg of IL-1beta and 4 h later, the heart was isolated and a crude homogenate of the right and left ventricles was prepared and tested for Na+-K+ ATPase activity and protein expression. IL-1beta inhibited by around 70% the activity of the ATPase in the left and right ventricles. This inhibition of the pump was ascribed to a decrease in its protein expression as demonstrated by western blot analysis. A dose and time response study conducted on isolated cardiac myocytes confirmed the inhibitory role of the cytokine on the ATPase and showed that IL-1beta exerts its maximal down-regulatory effect at 2 h and at a dose of 20 ng/ml. The cytokine caused also an up-regulation of the NaKCl2 cotransporter. Both MEK and p38MAPK were shown to be involved in the signaling pathway activated by the cytokine. It can be concluded that the decrease in the Na+-K+ ATPase concentration observed in heart diseases is a consequence of the accompanying high levels of IL-1beta, and may be responsible for the different symptoms that accompany cardiac ischemia.",
    "title": "Interleukin-1 b inhibits NaC-KCATPase activity and protein expression in cardiac myocytes",
    "text": "Role of IL-16 in CD4+ T cell-mediated regulation of relapsing multiple sclerosis   JOURNAL OF  NEUROINFLAMMATION  Skundric et al. Journal of Neuroinflammation  (2015) 12:78  DOI 10.1186/s12974-015-0292-x COMMENTARY Open Access Role of IL-16 in CD4+ T cell-mediated regulation of relapsing multiple sclerosis Dusanka S Skundric1*, William W Cruikshank2 and Jelena Drulovic3 Abstract  In an important article published in Nature Medicine, Liu and colleagues described a novel CD4+ FoxA1+ regulatory T (Treg) cell population as distinct regulators of relapsing-remitting multiple sclerosis (RRMS) and experimental autoimmune encephalomyelitis (EAE). CD4+ FoxA1+ Treg cells appear as key regulators of responsiveness to therapy with interferon beta (IFN-β) in RRMS patients. Data indicate that CD4+FoxA1+ FOXP3− Treg cells develop within the central nervous system (CNS), and a potential of cerebellar granule neurons (CGN) in generation of CD4+FoxA1+PD-L1hiFOXP3−  Treg cells from encephalitogenic CD4+ T cells. A CD4 co-receptor specific ligand, IL-16, governs trafficking and biological properties of CD4+ T cells irrespective of their activation state. Functions of IL-16, relevant to Treg cells, include expansion of CD4+CD25+ T cells in long-term cultures with IL-2, de novo induction of FOXP-3 and migration of FOXP-3+ T cells. IL-16 is highly conserved across species including human and mouse. CGN and neurons in hippocampus contain neuronal-IL-16 (NIL-16), splice variant of immune IL-16, and express CD4 molecule. In a CD4-dependent manner, IL-16 supports cultured CGN survival. Concomitant studies of RRMS lesions and corresponding MOG35-55-induced relapsing EAE in (B6 × SJL)F1 (H-2  b/s) mice discovered similar roles of IL-16 in regulation of relapsing disease. In RRMS and EAE relapse, peak levels of IL-16 and active caspase-3 correlated with CD4+ T cell infiltration and levels of T-bet, Stat-1(Tyr701), and phosphorylated neurofilaments of axonal cytoskeleton [NF (M +H) P], suggesting a role of locally produced IL-16 in regulation of CD4+ Th1 inflammation and axonal damage, respectively. IL-16 was abundantly present in CD4+ T cells, followed by CD20+ B, CD8+ T, CD83+  dendritic cells, and Mac-1+ microglia. Apart from lesions, bioactive IL-16 was located in normal-appearing white matter (NAWM) and normal-appearing grey matter (NAGM) in RRMS brain and spinal cord. A cytokine IL-16 emerges as an important regulator of relapsing MS and EAE. Better understanding of immune cell-neuron interactions mediated by IL-16 will foster development of more specific CD4+ T cell subset-targeted therapies to prevent or ameliorate progression of neuroinflammation and axonal and neuronal damage. Translational studies necessitate corresponding EAE models.  Keywords: IL-16, Multiple sclerosis, Cerebellum, CD4+ T cells, IFN-β, FoxA1, MOG, EAE, Translational, Therapy Background Discovery of a novel lineage of regulatory T (Treg) cells, which are CD4+FoxA1+, as major regulators of respon- siveness to IFN-β therapy in patients with relapsing- remitting multiple sclerosis (RRMS), is important for further optimization of this first in class disease- modifying therapy (DMT). Concurrent clinical and ex- perimental evidence support the notion that regulation of MS progression engages distinct regulatory pathway * Correspondence: Skundric@wayne.edu 1Department of Immunology and Microbiology, Wayne State University, 540 East Canfield Av., Detroit, MI, USA Full list of author information is available at the end of the article    2015 Skundric et al.; licensee BioMed Centra Commons Attribution License (http://creativec reproduction in any medium, provided the or Dedication waiver (http://creativecommons.or unless otherwise stated. carried by CD4+FoxA1+ FOXP3− Treg cells, which de- velop within the central nervous system (CNS) [1]. To gain better understanding of complex cellular and mo- lecular interactions important for disease progression, some fundamental mechanisms underlying MS immune pathogenesis, reinforced by this recent finding deserve additional attention and reappraisal. Primarily, a potential of locally inflamed CNS micro-  environment to regulate plasticity of CD4+ T cell re- sponses, by switching their functional phenotypes from encephalitogenic to suppressive, regulatory, FoxA1 me- diated, appears vital for progression of the disease [1]. Locally elaborated cytokines are critical regulators of l. This is an Open Access article distributed under the terms of the Creative ommons.org/licenses/by/4.0) which permits unrestricted use, distribution, and iginal work is properly credited. The Creative Commons Public Domain g/publicdomain/zero/1.0/) applies to the data made available in this article,  mailto:Skundric@wayne.edu http://creativecommons.org/licenses/by/4.0 http://creativecommons.org/publicdomain/zero/1.0/   Skundric et al. Journal of Neuroinflammation  (2015) 12:78 Page 2 of 4 types of inflammatory cell interactions and mediators of tissue damage. In progressive inflammatory disease, where inflammatory mediators are reoccurring, immune cell communications are likely diverse engaging in dis- tinctive types of relationships throughout RRMS and its conversion into secondary progressive (SP) disease. Additionally, effects of IFN-β therapy regulated through  CD4+ FoxA1+ Treg are shared mechanisms between RRMS and EAE [1]. Such approach further emphasizes im- portance of an appropriate EAE model when studying im- mune regulation of MS. In order to identify ongoing modifications in intertwined shared regulatory mecha- nisms, it is critical for an EAE model to resemble the RRMS clinical course, histopathology and relevant immune mechanisms [2,3]. Immune regulation of relapse in re- sponse to myelin oligodendrocyte glycoprotein peptide 35 to 55 (MOG35-55) is poorly studied due to a relative defi- ciency of relapsing EAE in mice [4]. MOG is conserved across species. An immunodominant epitope of MOG35-55 is associated with autoimmune responses by CD4+ Th1 and Th17 cells and/or autoantibodies in RRMS and aquaporin-4−  (AQP4−) relapsing neuromyelitis optica (NMO), respec- tively [5]. Finally, data from co-culture experiments prompt us to  question the nature of interactions between cerebellar granule neurons and encephalitogenic CD4+ T cells, in generation of CD4+FoxA1+PD-L1hiFOXP3− Tregs [1]. De- myelinating lesions in cerebellar cortex are prominent in progressive MS [6]. Clinical signs of cerebellar dysfunction including nystagmus and ataxic gate accompany MS [7]. In homeostasis, hippocampal and cerebellar granule neurons produce neuronal-IL-16 (NIL-16), a splice variant of im- mune IL-16, which is produced by lymphocytes, macro- phages, DC, mast cells, and microglia [8-10].  Commentary Data from RRMS tissue analysis and relapsing EAE are concurrent in identifying a CD4+ T cell-specific chemo- tactic factor, IL-16, as a key regulator of progressive CNS inflammation mediated by CD4+ Th1 cells. In RRMS acute brain lesions, IL-16 was found in CD3+  and CD4+ T cells, followed by CD20+ B, CD8+ T and CD83+ dendritic cells and Mac-1+ microglia. Often, IL-16 located to cell cytoplasm, less frequently to cell nucleus, or polarized on the membrane connecting adjoining cells. The majority of CD4+ IL-16+ cells were T-bet+ and active caspase-3+. Increased levels of bioactive IL-16 correlated with levels of active caspase-3, T-bet, Stat-1 (Tyr701), and phosphorylated medium and heavy neurofilaments of axonal cytoskeleton, [NF (M+H) P], which suggested a role for IL-16 in regulation of CD4+ Th1 inflammation and damage of axonal cytoskeleton, respectively. IL-16 in- duces migration of CD4+Tbet+ (Th1) and CD4+FOXP3+  (Treg) cells and FOXP3 de novo expression [11,12]. In the MS brain, highest levels of IL-16 were detected in chronic lesions, followed by subacute and acute. Conversely, in MS spinal cord, acute lesions contained highest levels of IL-16. Bioactive IL-16 was also detected in normal- appearing white matter (NAWM) and normal-appearing grey matter (NAGM) in the brain and NAWM in the spinal cord. More robust increase of IL-16 was noted in the spinal cord compared to brain NAWM. A sharp in- crease of pro-IL-16 was found in NAGM in RRMS brain [2]. Data propose regional differences in IL-16 regulation in lesions between the brain and spinal cord and a role of bioactive and pro-IL-16 in pathology of NAWM and NAGM in RRMS. Corresponding to our findings of elevated IL-16 levels  in situ, raised levels of IL-16 were detected in serum of MS patients. Following therapy with IFN-β1a, IL-16 gene ex- pression in peripheral blood mononuclear cells (PBMC) and its serum levels were down regulated, suggesting IL-16 as a potential biomarker for MS [13,14]. Myelin oligo- dendrocyte glycoprotein (MOG)-specific CD4+Th17 ex- hibited more pronounced IL-16 production compared to CD4+Th1 cells, implicating a role of IL-16 in the regulation of Th17 responses [14]. Concurrent with RRMS findings, in relapsing-remitting  MOG35-55-induced EAE in (B6 × SJL) F1 (H-2 b/s) mice,  intra-CNS production of IL-16 correlates with extensive CD4+ T cell infiltration, accompanied by phosphorylation of axonal cytoskeleton, which all peak during relapses and in chronic progressive disease. IL-16 and CD4 were co- precipitated from CNS of relapsing H-2b/s mice. Data indi- cate that active caspase-3-mediated release of bioactive IL-16 from infiltrating CD4+ T cells supports progression of local inflammation by specifically enhancing trafficking of additional CD4+ T cells [2,3,15]. As opposed to low/non-relapsing parental, B6 (H-2b),  in H-2b/s mice, immunization with MOG35-55 induces relapsing-remitting EAE with extensive CD4+ T cell infiltra- tion, followed by Mac-3+ macrophages, B220+ B, and CD8+  T cells. Induced autoimmune responses to MOG35-55 in H-2b/s but not in H-2b mice result in myelin-associated glycoprotein (MAG) predominated pattern of demyeli- nation, which is suggestive of oligodendrocyte dysfunction and/or damage [15,16]. A similar pattern of demyelination was observed in the MS lesion subtype III, where pro- found loss of MAG serves as an indicator of a distal oligo- dendrogliopathy [17]. MAG-predominated demyelination, a decrease of NF160 axonal neurofilament, and a sharp elevation of PARPp85 suggested axonal dysfunction and ir- reversible apoptosis, respectively, and correlated with severe relapsing disease in H-2b/s mice [16]. Relapsing-remitting EAE in H-2b/s mice may provide valuable insights into mechanisms of MAG depletion and oligodendroglial path- ology initiated by autoimmune responses to MOG35-55. Therapy with IL-16-specific antibody diminished paralysis    Skundric et al. Journal of Neuroinflammation  (2015) 12:78 Page 3 of 4 and CD4+ T infiltration and abrogated demyelination and axonal damage in relapsing EAE H-2b/s mice [18]. Studies from RRMS and corresponding MOG35-55-in-  duced relapsing EAE in H-2b/s mice suggest a role of IL-16 in neuron-immune cell communications in lesions of gray matter, including cerebellar and hippocampal, and in adja- cent NAGM and NAWM (Skundric, unpublished). Cor- tical and subcortical, including hippocampal, grey matter lesions underlie cognitive deficits observed in MS [19]. Beneficial effects of IFN-β therapy include potential  lowering of probability of disease progression from RRMS to SP and development of Expanded Disability Status Scale (EDSS) score [20]. Uncovering those IL-16-specific mechanisms is critical  for the development of new CD4+ T cell subset-targeted therapies for MS and other chronic and/or progressive inflammatory and demyelinating diseases. Conclusion Data from FoxA1 co-culture experiments argue for the importance of bidirectional neuron-immune cell com- munications and underscore necessity for better under- standing of underlying mechanisms, in particular IL-16 mediated. Future studies in this direction are required for the development of specifically targeted therapies aimed at preventing or ameliorating neuronal damage. Delineating differences in mechanisms of immune  regulation between the spinal cord and brain is critical for therapy of NMO and NMO-spectrum disorders (NMOSD) with predominate optic nerve and spinal cord demyelination. Delineating molecular mechanisms enhancing migration  of encephalitogenic CD4+ cells (Th1 and Th17), and Treg cells into the CNS throughout the disease, is essential in the development of new therapy specific for CD4+ T cell subsets for MS and similar inflammatory and demyelina- ting diseases. Abbreviations [NF(M + H)]P: phosphorylated medium and heavy chains of neurofilament; AQP4: aquaporin-4; DMT: disease-modifying therapy; EAE: experimental autoimmune encephalomyelitis; IFN-β: interferon beta; IL-16: interleukin 16; MAG: myelin-associated glycoprotein; MOG: myelin oligodendrocyte glycoprotein; NAGM: normal-appearing grey matter; NAWM: normal- appearing white matter; NIL-16: neuronal IL-16; NMO: neuromyelitis optica; NMOSD: NMO-spectrum disorders; PBMC: peripheral blood mononuclear cells; RRMS: relapsing-remitting multiple sclerosis; Stat-1: signal transducer and activator of transcription-1. Competing interests The authors declare that they have no competing interests. Authors' contributions DSS conceived idea and wrote the commentary. JD contributed with critical comments in regard to IFN-β therapy. WWC contributed with critical comments related to IL-16. All authors read and approved the final manuscript. Acknowledgements Data discussed in this commentary was partly supported by the Pilot projects from the National Multiple Sclerosis Society (NMSS) PP0701 and PP0958 and by the Parker Weber Endowment for the Department of Neurology and Detroit Medical Center to DSS.  Author details 1Department of Immunology and Microbiology, Wayne State University, 540 East Canfield Av., Detroit, MI, USA. 2Pulmonary Center Boston University, 715 Albany Street, Boston, MA, USA. 3Clinic of Neurology, Clinical Center of Serbia, Faculty of Medicine, University of Belgrade, Dr Subotica 6, Belgrade, Serbia.  Received: 30 December 2014 Accepted: 31 March 2015  References 1. Liu Y, Carlsson R, Comabella M, Wang J, Kosicki M, Carrion B, et al. FoxA1  directs the lineage and immunosuppressive properties of a novel regulatory T cell population in EAE and MS. Nat Med. 2014;20(3):272-82. doi:10.1038/nm.3485. Epub 2014 Feb 16.  2. Skundric DS, Cai J, Cruikshank WW, Gveric D. Production of IL-16 correlates with CD4+ Th1 inflammation and phosphorylation of axonal cytoskeleton in multiple sclerosis (MS) Lesions. J Neuroinflammation. 2006;3(1):13. http://www.jneuroinflammation.com/content/3/1/13.  3. Skundric DS, Zhou W, Cruikshank WW, Dai R. Increased levels of bioactive IL-16 correlate with disease activity during relapsing experimental autoimmune encephalomyelitis (EAE). J Autoimmun. 2005;25(3):206-14.  4. Skundric DS. Experimental models of relapsing-remitting multiple sclerosis: current concepts and perspective. Curr Neurovasc Res. 2005;2(4):349-62. Review.  5. Reindl M, Pauli F, Rostasy K, Berger T. The spectrum of MOG antibody- associated demyelinating diseases. Nat Rev Neurol. 2013;9(80):455-61. doi: 10.1038/nrneurol.2013.118.  6. Kutzelnigg A, Faber-Rod JC, Bauer J, Lucchinetti CF, Sorensen PS, Laursen H, et al. Widespread demyelination in the cerebellar cortex in multiple sclerosis. Brain Pathol. 2007;17:38-44. doi:10.1111/j.1750-3639.2006.00041.  7. Damasceno A, Damasceno BP, Cendes F. The clinical impact of cerebellar grey matter pathology in multiple sclerosis. Plos One. 2014;9(5):e96193.  8. Cruikshank WW, Kornfeld H, Center DM. Interleukin-16. J Leukoc Biol. 2000;67(6):757-66.  9. Kurchner C, Yuzaki M. Neuronal interleukin-16 (NIL-16): a dual function PDZ domain protein. Neurosci. 1999;19:7770-80.  10. Croq F, Vizioli J, Tuzova M, Tahtouh M, Sautiere PE, Van Camp C, et al. A homologous form of human interleukin 16 is implicated in microglia recruitment following nervous system injury in leech Hirudo medicinalis. Glia. 2010;58(14):1649-62. doi:10.1002/glia.21036.  11. Lynch EA, Heijens CA, Horst NF, Center DM, Cruikshank WW. Cutting edge: IL-16/CD4 preferentially induces Th1 cell migration: requirement of CCR5. J Immunol. 2003;171(10):4965-8.  12. McFadden C, Morgan R, Rahangdale S, Green D, Yamasaki H, Center D, et al. Preferential migration of T regulatory cells induced by IL-16. J Immunol. 2007;179(10):643-5.  13. Annibali V, Di Giovanni S, Cannoni S, Giugni E, Bomprezzi R, Mattei C, et al. Gene expression profiles reveal homeostatic dynamics during interferon-beta therapy in multiple sclerosis. Autoimmunity. 2007;40(1):16-22.  14. Nischwitz S, Faber H, Sämann PG, Domingues HS, Krishnamoorthy G, Knop M, et al. Interferon β-1a reduces increased interleukin-16 levels in multiple sclerosis patients. Acta Neurol Scand. 2014;130(1):46-52. doi:10.1111/ane.12215.  15. Skundric DS, Zakarian V, Dai R, Lisak R, James J. Distinct immune regulation of the response to H-2b restricted epitope of MOG causes relapsing-remitting EAE in H-2b/s mice. J Neuroimmunol. 2003;136:34-45.  16. Skundric DS, Zakarian VL, Dai R, Zhou W. Autoimmune-induced preferential depletion of myelin-associated glycoprotein (MAG) is genetically regulated in relapsing EAE (B6 x SJL) F1 mice. Mol Neurodegener. 2008;3(1):7. http://www.molecularneurodegeneration.com/content/3/1/7.  17. Lassmann H, Bruck W, Lucchinetti C. Heterogeneity of multiple sclerosis pathogenesis: implications for diagnosis and therapy. Trends Mol Med. 2001;7:115-21.  http://www.jneuroinflammation.com/content/3/1/13 http://www.molecularneurodegeneration.com/content/3/1/7   Skundric et al. Journal of Neuroinflammation  (2015) 12:78 Page 4 of 4 18. Skundric DS, Dai R, Zakarian VL, Bessert D, Skoff RP, Cruikshank WW, et al. Anti-IL-16 therapy reduces CD4+ T-cell infiltration and improves paralysis and histopathology of relapsing EAE. J Neurosci Res. 2005;79(5):680-93.  19. Messina S, Patti F. Gray matters in multiple sclerosis: cognitive impairment and structural MRI. Mult Scler Int. 2014;2014:609694.  20. Drulovic J, Kostic J, Mesaros S, Dujmovic Basuroski I, Stojsavljevic N, Kisic-Tepavcevic D, et al. Interferon-beta and disability progression in relapsing-remitting multiple sclerosis. Clin Neurol Neurosurg. 2013;115 Suppl 1:S65-9. doi:10.1016/j.clineuro.2013.09.024. Submit your next manuscript to BioMed Central and take full advantage of:   • Convenient online submission  • Thorough peer review  • No space constraints or color figure charges  • Immediate publication on acceptance  • Inclusion in PubMed, CAS, Scopus and Google Scholar  • Research which is freely available for redistribution  Submit your manuscript at  www.biomedcentral.com/submit    Abstract  Background  Commentary  Conclusion  Abbreviations  Competing interests  Authors' contributions  Acknowledgements  Author details  References",
    "references": [],
    "authors": [
        "Sawsan I. Kreydiyyeh",
        "Christina Abou-Chahine",
        "Ra Hilal-Dan"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}