{
    "summary": "Group A Streptococcus pyogenes is known to induce nongonococcal septic arthritis in addition to pharyngitis, scarlet fever, and poststreptococcal sequelae. However, little is known about the interaction between S. pyogenes and bone cells. We report here that S. pyogenes strain JRS4 (M6) attached to and invaded mouse primary osteoblasts. Reverse transcription-PCR demonstrated that S. pyogenes infection of osteoblasts stimulated expression of mRNA for the receptor activator of NF-kappaB ligand (RANKL). Western blot analysis followed by ligand precipitation with the receptor activator of NF-kappaB receptor showed that there was an increase in RANKL protein in infected osteoblasts. Production of interleukin-6 was also stimulated, but no production of interleukin-1beta or tumor necrosis factor alpha was observed. Stimulation of RANKL production was not observed in osteoblasts stimulated with heat-inactivated S. pyogenes, suggesting that an active interaction of S. pyogenes with osteoblasts is essential for this phenomenon. A Western blot analysis performed with antibodies specific for phosphorylated signal transduction proteins demonstrated that S. pyogenes infection induces phosphorylation of p38 mitogen-activated protein kinase. A specific inhibitor of this kinase, SB203580, inhibited RANKL production by infected osteoblasts. These results suggest that infection of osteoblasts by S. pyogenes stimulates RANKL production and may trigger bone destruction in infected bone tissue.",
    "title": "Infection by Streptococcus pyogenes Induces the Receptor Activator of NF-__B Ligand Expression in Mouse Osteoblastic Cells",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/8540823  Saccharomyces boulardii Interferes with Enterohemorrhagic Escherichia  coli-Induced Signaling Pathways in T84 Cells  Article  in  Infection and Immunity · March 2003  DOI: 10.1128/IAI.71.2.766-773.2003 · Source: PubMed  CITATIONS  150 READS  391  6 authors, including:  Some of the authors of this publication are also working on these related projects:  Complementary therapies for immune mediated disorders View project  Stephanie Dahan  Icahn School of Medicine at Mount Sinai  51 PUBLICATIONS   1,704 CITATIONS     SEE PROFILE  Véronique Imbert  University of Nice Sophia Antipolis  70 PUBLICATIONS   4,360 CITATIONS     SEE PROFILE  Jean-Francois Peyron  University of Nice Sophia Antipolis  106 PUBLICATIONS   5,846 CITATIONS     SEE PROFILE  Patrick Rampal  Scientific Center of Monaco  278 PUBLICATIONS   5,594 CITATIONS     SEE PROFILE  All content following this page was uploaded by Stephanie Dahan on 05 September 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/8540823_Saccharomyces_boulardii_Interferes_with_Enterohemorrhagic_Escherichia_coli-Induced_Signaling_Pathways_in_T84_Cells?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/8540823_Saccharomyces_boulardii_Interferes_with_Enterohemorrhagic_Escherichia_coli-Induced_Signaling_Pathways_in_T84_Cells?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Complementary-therapies-for-immune-mediated-disorders?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephanie-Dahan?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephanie-Dahan?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Icahn_School_of_Medicine_at_Mount_Sinai?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephanie-Dahan?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Veronique-Imbert?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Veronique-Imbert?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Nice-Sophia-Antipolis?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Veronique-Imbert?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Francois-Peyron?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Francois-Peyron?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Nice-Sophia-Antipolis?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jean-Francois-Peyron?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Patrick-Rampal?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Patrick-Rampal?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Patrick-Rampal?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephanie-Dahan?enrichId=rgreq-9d8914007c7a4db2fa26caadb7d54478-XXX&enrichSource=Y292ZXJQYWdlOzg1NDA4MjM7QVM6MTM4MDczOTU0MzI4NTc2QDE0MDk5MzA4MDQ0MDY%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Feb. 2003, p. 766-773 Vol. 71, No. 2 0019-9567/03/$08.00-0 DOI: 10.1128/IAI.71.2.766-773.2003 Copyright   2003, American Society for Microbiology. All Rights Reserved.  Saccharomyces boulardii Interferes with Enterohemorrhagic Escherichia coli-Induced Signaling Pathways in T84 Cells  Stephanie Dahan,1 Guillaume Dalmasso,1 Veronique Imbert,2 Jean-Francois Peyron,2 Patrick Rampal,1 and Dorota Czerucka1*  Laboratoire de Gastroentérologie et Nutrition1 and INSERM U526 Activation des Cellules Hématopoïétiques,2  IFR50, Faculté de Médecine, Université de Nice-Sophia Antipolis, 06107 Nice Cedex 2, France  Received 15 May 2002/Returned for modification 5 July 2002/Accepted 15 November 2002  Enterohemorrhagic Escherichia coli (EHEC) infections are associated with the modification of tight-junction permeability and synthesis of proinflammatory cytokine interleukin-8 (IL-8). In a previous study, it was demonstrated that EHEC-induced IL-8 secretion is due to the involvement of the mitogen-activated protein kinase (MAPK), AP-1, and NF--B pathways. In this study, we investigated the effect of the yeast Saccharomyces boulardii on EHEC infection in T84 cells. For this purpose, cells were (i) incubated with bacteria and yeast at the same time or (ii) incubated overnight with yeast cells that were maintained during infection or eliminated by several washes before infection. Coincubation is sufficient to maintain the transmonolayer electrical resistance (TER) of EHEC-infected cells, whereas the preincubation of cells with the yeast without elimination of the yeast during infection is necessary to significantly decrease IL-8 secretion. We thus analyzed the mechanisms of S. boulardii action. We showed that S. boulardii has no effect on EHEC growth or on EHEC adhesion. Kinetics studies revealed that EHEC-induced myosin light chain (MLC) phosphorylation precedes the decrease of TER. ML-7, an MLC kinase inhibitor, abolishes the EHEC-induced MLC phosphorylation and decrease of TER. Studies show that S. boulardii also abolishes EHEC-induced MLC phosphorylation. We demonstrated that the preincubation of cells with S. boulardii without washes before EHEC infection inhibits NF--B DNA binding activity, phosphorylation and degradation of I-B--, and activation of the three members of a MAPK group (extracellular signal-regulated protein kinases 1 and 2, p38, and c-jun N-terminal kinase). These findings demonstrate that S. boulardii exerts a preventive effect on EHEC infection by (i) interfering with one of the transduction pathways implicated in the control of tight-junction structure and (ii) decreasing IL-8 proinflammatory secretion via inhibition of the NF--B and MAPK signaling pathways in infected T84 cells.  The enteropathogenic Escherichia coli (EPEC)-related bac- terium called enterohemorrhagic E. coli (EHEC) is a patho- genic bacterium that causes acute gastroenteritis and hemor- rhagic colitis that may lead to severe complications, including hemolytic uremic syndrome (HUS) (15). EHEC infection of intestinal cells triggers two major functional effects: inflamma- tion and disruption of barrier function.  The in vivo study done by Westerholt et al. (29) correlated inflammatory parameters in serum with a high risk of devel- oping typical HUS during the prodromal phase of diarrhea, caused by EHEC; low neopterin and interleukin-10 (IL-10) levels and high IL-8 levels are indicators of a high risk for developing HUS in EHEC-infected children. A previous study (6) linked this in vivo study and an in vitro model and dem- onstrated that EHEC could induce a potent proinflammatory response in vitro by IL-8 secretion in infected T84 cells. IL-8 appears to be one of the major products secreted by infected epithelial cells (10). This proinflammatory and chemoattrac- tant cytokine can recruit the polymorphonuclear cells into the infected site and promote their infiltration of the epithelial layer infected by invasive or noninvasive bacteria (18, 28).  IL-8 gene expression is regulated by several pathways. The IL-8 gene promoter region contains binding sequences for  various transcription factors, including NF-IL-6, NF--B, and AP-1 (20). Elewaut et al. (11) found that NF--B is a central regulator of the epithelial-cell innate immune response to in- fection with enteroinvasive bacteria. Moreover, immune and inflammatory responses in the gut often involve the transcrip- tion factor NF--B (22). In most cell types, NF--B is inactive in the cytoplasm through its binding to an inhibitory protein, called I-B, which masks the nuclear localization signal on NF--B and thus prevents its nuclear translocation. The trans- location of NF--B requires the phosphorylation of I-B--; once phosphorylated, I-B-- is ubiquitinylated and then degraded by the 26S subunit of the proteasome (2). AP-1 activation is dependent on mitogen-activated protein kinases (MAPK) that are central in many host responses, including the regulation of cytokine responses, stress responses, and cytoskeletal reorga- nization (7, 8). MAPK form a group of three pathways, includ- ing those for extracellular signal-regulated protein kinases (ERK1/2) and two stress-activated protein kinases named p38 and c-jun N-terminal kinase (JNK). Most eukaryotic surface receptors use at least one of these highly conserved MAPK cascades for signaling inside the cell (26).  In a previous study, it was demonstrated that the EHEC ability to elicit a proinflammatory response in infected T84 cells was due to the involvement of the NF--B, AP-1, and MAPK signaling pathways (6).  EHEC infection can also alter intestinal permeability (25). Studies using T84 cells have demonstrated that increased my- osin light chain (MLC) phosphorylation is implicated in the  * Corresponding author. Mailing address: Laboratoire de Gastroen- térologie, Université de Nice-Sophia Antipolis, 28 avenue de Valom- brose, 06107 Nice Cedex 2, France. Phone: (33) 4 93 37 76 95. Fax: (33) 4 93 81 77 10. E-mail: czerucka@unice.fr.  766    EPEC-induced drop in transmonolayer electrical resistance (TER) and related increase in tight-junction permeability (33). MLC can serve as a substrate for the Ca2--activated, phos- pholipid-dependent phospholipid kinase C (PKC) as well as for the Ca2-- and calmodulin-dependent MLC kinase (MLCK) (23). Activation of protein kinase C (PKC) and in- creased levels of inositol-1,4,5-triphosphate and cytosolic free calcium have been reported in EHEC-infected epithelial cells (23, 33). By using the specific inhibitor of PKC, the link be- tween PKC activation and the decrease of TER was demon- strated in EHEC-infected T84 cells (25). The presence of ML-9, an inhibitor of MLCK (27), inhibits EPEC-induced MLC phosphorylation and the TER decrease (33) and partially restores TER in the case of EHEC infection (25). However, the effect of EHEC infection on MLC phosphorylation has not been yet investigated.  Saccharomyces boulardii is a thermophilic, nonpathogenic yeast administered in western Europe for the prevention and treatment of a variety of diarrheal diseases (19). Recently, it was reported that S. boulardii prevented the EPEC-induced disruption of barrier function in T84 cells (5). In this study, we show that the yeast decrease the EPEC-induced activation of the ERK1/2 pathway. However, by the use of a pharmacolog- ical inhibitor, inhibition of ERK1/2 does not prevent the EPEC-induced decrease of TER, though this pathway is im- plicated in EPEC-induced IL-8 secretion (4). We thus hypoth- esized that S. boulardii may be able to attenuate different signaling pathways elicited by proinflammatory enteric patho- gens.  The aim of the present study was to investigate the effect of S. boulardii on the different signaling pathways induced in EHEC-infected T84 cells.  MATERIALS AND METHODS  Cell lines, media, and bacterial and yeast strains. The T84 human colonic cell line was obtained from the European Collection of Animal Cell Cultures (Salis- bury, England). The T84 culture medium contained a 1:1 mixture of Dulbecco- Vogt modified Eagle medium and Ham's F12 medium (DMEM/F12) supple- mented with 50 -g of penicillin/ml, 50 -g of streptomycin (Sigma, Saint Quentin Fallavier, France)/ml, and 4% fetal bovine serum (HyClone, Bezons, France). The O157:H7 EHEC bacterial strain used in this study, EDL931, which produces Shiga toxins 1 and 2 (14), was kindly provided by Institut Pasteur (Paris, France). Bacteria were stored in Luria-Bertani medium plus 15% glycerol at -80°C and grown in Luria broth overnight at 37°C without shaking. The yeast S. boulardii (Laboratoires Biocodex, Paris, France) was grown at 37°C, with shaking, in Halvorston minimal medium with 2% glucose.  Inhibitor. MLCK inhibitor ML-7 (Calbiochem, Meudon, France) was stored in 50% ethanol at 4°C.  Electrical resistance measurements. T84 cells were grown on 4.6-cm2porous filter membranes (0.4-mm pores; Nunc, Poly Labo Paul Block & Cie, Strasbourg, France). TER was measured with the Millicell-ERS apparatus purchased from Millipore (Molsheim, France). Under these conditions, high TER values (-1,000 - - cm2) were consistently obtained in monolayers 14 days postseeding.  Infection procedure. Bacteria, grown overnight in Luria broth medium, were pelleted by centrifugation, resuspended in sterile phosphate-buffered saline (PBS), and added to cells (100 bacteria/cell) with or without the presence of yeast (10 yeast organisms/cell). The yeast-to-bacterium ratio did not modify intestinal cell viability (5). For infection of filter-grown cells, bacteria and yeast were added to the apical compartment.  IL-8 assay. IL-8 assays were performed at 70 to 90% confluence of T84 monolayers grown in 60-mm-diameter petri dishes. Prior to any treatment, cells were washed and incubated for at least 2 h in serum- and antibiotic-free DMEM/ F12 medium. After infection, the culture supernatants were centrifuged for 10 min at 10,000 - g to pellet residual bacteria. The IL-8 concentration was deter-  mined by enzyme-linked immunosorbent assay (ELISA) with the Quantikine human IL-8 immunoassay (R&D System, Abington, United Kingdom).  Adhesion and growth assays. T84 cells were seeded in six-well plates. At 70 to 90% confluence, cells were washed and infected in 2.5 ml of serum- and antibi- otic-free DMEM/F12 medium. Bacterial adhesion to T84 cells was quantified by the plate dilution method as described previously (5). Briefly, bacteria present in the culture medium were eliminated by extensive washes with sterile PBS. Cells were then trypsinized and lysed in water containing 0.1% bovine serum albumin (Sigma). The cell lysates were serially diluted in sterile PBS and the appropriate dilution was plated in duplicate onto MacConkey sorbitol agar plates. After overnight incubation at 37°C, the number of CFU was counted. For growth assay, the culture supernatants were collected, and cells were lysed without the exten- sive washes with PBS. The cell lysates and the culture supernatants were then pooled, for estimation of CFU.  Electrophoretic mobility shift assay (EMSA). T84 cells were seeded in six-well plates. At 70 to 90% confluence, cells were washed and infected in serum- and antibiotic-free DMEM-F12 medium. At the indicated times, the infected cells were washed with PBS. AP-1 and NF--B DNA binding activities were analyzed in total cleared cellular extracts prepared in totex buffer (20 mM HEPES [pH 7.9], 350 mM NaCl, 20% glycerol, 1% NP-40, 1 mM MgCl2, 0.5 mM EDTA, 0.1 mM EGTA, 1 mM dithiothreitol, 1 mM phenylmethylsulfonyl fluoride, 2 mg of aprotinin/ml). Samples (10 -g) were incubated for 25 min at 25°C with a radio- labeled double-stranded oligonucleotide containing the AP-1 site (5 -TTCGTG ACTCAGCGG-3 ) or the -B site (5 -GATCCAAGGGGACTTTCCATG-3 ). The specificity of the complexes was analyzed by incubation with an excess of unlabeled AP-1 or -B oligonucleotides. Complexes were separated by electro- phoresis on a nondenaturing 6% polyacrylamide gel in 0.5- Tris-borate-EDTA. The dried gels were autoradiographed (Amersham Hyperfilms, Orsay, France).  Western blotting. T84 cells were seeded in 100-mm-diameter petri tissue culture dishes. At 70 to 90% confluence, cells were depleted overnight in serum- and antibiotic-free DMEM-F12 medium supplemented with 0.1% bovine serum albumin (Sigma). Infections were carried out in this medium. For phospho-MLC detection, infections were performed on filter-grown cells. When indicated, cells were pretreated for 1 h with ML-7 (5 -M) and then infected in the presence of inhibitor. At the indicated times, the infected cells were washed with PBS and scraped at 4°C in lysis buffer (50 mM Tris-HCl [pH 7.5], 150 mM NaCl, 1% NP-40, 2 mM Na3Vo4, 1 mM EDTA, 1 -M aprotinin, 25 -M leupeptin, 1 -M pepstatin, 1 mM 4-(2-aminoethyl)benzene-sulfonyl fluoride, 10 mM NaF, 5 mM NaPPi, 10 mM  -glycerophosphate). The lysate was sonicated and solubilized for 30 min at 4°C and then centrifuged at 14,000 - g for 20 min at 4°C. The protein concentration of the supernatant was determined by using Bio-Rad Detergent Compatible reagents.  Equal amounts (50 -g) of whole-cell lysates were subjected to sodium dodecyl sulfate (SDS)-10% polyacrylamide gel electrophoresis. The proteins were trans- ferred onto a polyvinylidene difluoride membrane (Hybond-P; Amersham) and incubated overnight at 4°C with the anti-phospho-ERK1/2, anti-phospho-p38, anti-phospho-JNK, or anti-phospho-I-B-- antibodies (New England Biolabs); anti-ERK2, anti-p38, anti-JNK, or anti- I-B-- antibodies (Santa Cruz Biotech- nology, Santa Cruz, Calif.); or anti-phospho-MLC, followed by incubation with the appropriate horseradish peroxidase-conjugated secondary antibodies (New England Biolabs). The presence of antibodies was revealed with the enhanced chemiluminescence detection system (Amersham).  Statistical analysis. Results are presented as the mean - the standard error of the mean (SEM). Statistical significance was determined by analysis of variance with the StatView program for MacIntosh, followed by post hoc comparison with the Bonferroni and Dunn tests.  Densitometric analysis. The changes in signal or band intensity were quanti- fied by densitometric analysis by the National Institutes of Health Image pro- gram for MacIntosh. All experiments were repeated at least four times, and a representative result is shown for each experiment.  RESULTS  S. boulardii prevents the EHEC-induced decrease of T84 monolayer resistance. To determine the effect of S. boulardii on the EHEC-induced decrease in TER, T84 monolayers were apically infected with EHEC strain EDL931 alone or in the presence of S. boulardii and TER was monitored over 12 h (Fig. 1). In a previous study, it was reported that over a 12-h incubation period, yeasts have no effect on TER (5). In EHEC- infected cells, monolayer resistance was unchanged up until  VOL. 71, 2003 ANTI-INFLAMMATORY EFFECT OF S. BOULARDII 767    6 h; at 9 and 12 h, it had dropped to 946 - 46 and 710 - 46 - - cm2, respectively (P - 0.02 versus that for control mono- layers). When infection was performed in the presence of S. boulardii, the TER remained at the level of uninfected mono- layers up until 12 h of infection, indicating that the barrier function of infected cells was preserved in the presence of the yeast.  S. boulardii effect on IL-8 release by infected T84 cells. A previous study demonstrated that a 6-h EHEC infection leads to the production of the proinflammatory cytokine IL-8 in T84 cells (6). This study was conducted to investigate the effect of S. boulardii on IL-8 production. First, we tested the effect of S. boulardii alone on IL-8 production. For this purpose, T84 cells were incubated for 6 h or overnight with the yeast cells and the IL-8 concentration was determined in culture supernatants by ELISA. As shown in Fig. 2, columns 2 and 3, S. boulardii alone did not induce significant IL-8 release (respectively, 9 - 0 and 33 - 4 pg/ml versus 10 - 1 pg/ml in control cells). By contrast, as reported previously (6), a 6-h incubation with EHEC in- duced IL-8 production (1,205 - 74 versus 10 - 1 pg/ml in uninfected cells [column 4]). To examine the effect of S. bou- lardii on EHEC-infected T84 cells, cells were coincubated with bacteria and the yeast for 6 h. As shown in Fig. 2, column 5, S. boulardii did not induce a significant decrease in IL-8 secretion (723 - 88 pg/ml versus that for uninfected cells). Then, we studied a putative preventive effect of S. boulardii by overnight preincubation of the yeast, followed by EHEC infection. When bacteria were added in the presence of the yeast (column 6), a significant decrease of IL-8 production was observed (212 - 31 versus 10 - 1 pg/ml in control cells). However, if infection was performed after the washout of yeast (column 7), the decrease of IL-8 secretion was no longer observed (1,545 - 64 pg/ml versus 10 - 1 pg/ml). We performed control studies with heat-  killed S. boulardii cells which showed no protective effect on IL-8 secretion induced by EHEC infection (data not shown).  These results demonstrate that S. boulardii exerts a preven- tive effect on the production of IL-8 during EHEC infection of T84 cells. In contrast to the results reported above on TER, to be effective, the yeast should be added before infection and present during the infection process.  Effect of S. boulardii on bacterial growth. First, we hypoth- esized that S. boulardii modify the bacterial growth during infection. For this purpose, T84 cells were infected with EHEC alone or in presence of yeast, and bacteria were counted by serial dilutions and plated onto MacConkey agar plates. The data presented in Table 1 show that the growth of EHEC was not affected by the presence of S. boulardii.  Effect of S. boulardii on bacterial adhesion. As adhesion to intestinal cells is the first step in EHEC pathogenicity, we investigated if S. boulardii could modify the bacterial adhesion. For this purpose, T84 cells were infected with EHEC alone or in the presence of yeast as described above for the growth assay. The data presented in Table 1 show that S. boulardii did not change the number of adherent bacteria. Therefore, the anti-inflammatory effect of the yeast is not due to a slower growth of EHEC or to an impaired attachment of EHEC to  FIG. 1. S. boulardii prevents the EHEC-induced decrease of TER in T84 cells. Resistance progressively decreased in cells infected by EHEC (-) but remained comparable to that of control monolayers (F) in cells infected in the presence of S. boulardii (■). Results are presented as means - SEMs. An asterisk denotes the significant dif- ference versus that in the control monolayers (P - 0.01, n \r 8) when compared by the Bonferroni and Dunn tests.  FIG. 2. S. boulardii prevents the IL-8 release induced by EHEC in T84 cells. IL-8 content was estimated in the supernatant of T84 cells by ELISA after 6 h of infection with EHEC strain EDL931 with or without S. boulardii. Errors bars show the SEMs. An asterisk denotes significantly different versus uninfected control cells (P - 0.01, n \r 6) when compared by the Bonferroni and Dunn tests. ON, overnight.  768 DAHAN ET AL. INFECT. IMMUN.    T84 cells. We thus hypothesized that the yeast might modify the host cell response to EHEC infection.  S. boulardii alters EHEC-induced MLC phosphorylation. MLC phosphorylation has been implicated and correlated with the decrease of TER in T84 cells infected by EPEC (33). In the case of infection by EHEC, the use of ML-9, an MLCK inhib- itor, partially restores the decrease of TER (25). However, to date, phosphorylation of MLC has not been demonstrated in EHEC-infected cells. For this purpose, we performed kinetics studies to determine the time of appearance of the phosphor- ylated form of MLC in EHEC-infected T84 cells. Western blotting with an antibody that recognizes the phosphorylated form of MLC revealed that MLC was not phosphorylated in uninfected polarized T84 cells (control lane) or in cells during the beginning (1 h) of infection (Fig. 3A). The phosphorylated form of MLC appeared after 3 h of infection and increased at 6 h of infection. As shown in Fig. 3A, the presence of 5 -M ML-7 totally prevented MLC phosphorylation. The blot was probed with antibody recognizing the nonphosphorylated form of ERK2 to rule out a change between levels of whole-cell lysates. These data indicate that MLCK is implicated in the phosphorylation of MLC. We thus attempted to correlate MLC phosphorylation and the decrease in TER. TER was measured in cells infected in the presence of 5 -M ML-7. Data shown in Table 2 indicate that ML-7 abolishes the EHEC- induced decrease of TER, thus implicating MLC phosphory- lation in the control of TER. Since MLC phosphorylation was implicated in the TER decrease, we performed experiments to determine the effect of S. boulardii on MLC phosphorylation. Data presented in Fig. 3B demonstrate that S. boulardii alone did not induce phosphorylation of the protein. The presence of yeast during the infection abolished the phosphorylation of MLC early during the period of infection (3 h) as well as later on, after 6 h of infection. These data indicate that the yeast can modulate this signaling pathway implicated in tight-junction control.  Effect of S. boulardii on the NF--B signaling pathway. A previous study demonstrated that EHEC induces IL-8 secre- tion in infected T84 cells via activation of the NF--B and MAPK pathways (6). To understand the mechanism involved in S. boulardii protection, we investigated the effect of S. bou- lardii on NF--B activation induced by EHEC in infected T84 cells. As shown in Fig. 4, S. boulardii alone did not induce the  DNA binding of NF--B in T84 cells (lanes 3 and 4). The coincubation of EHEC with the yeast on cells (lane 6) and the overnight preincubation of cells with yeast followed by washes before EHEC infection (lane 8) did not inhibit the NF--B  FIG. 3. S. boulardii inhibits EHEC-induced MLC-phosphorylation. (A) Filter-grown T84 cells were infected with EHEC alone. When indicated, ML-7 (5 -M) was added 1 h before infection and main- tained during infection. (B) Filter-grown T84 cells were infected alone or in the presence of S. boulardii. At various times of infection, cells were lysed and samples were resolved by electrophoresis on an SDS- 12.5% polyacrylamide gel and analyzed by immunoblotting with anti- phospho-MLC antibody. The control lanes correspond to uninfected cells. Identical results were obtained at least three times. The changes in signal intensity were quantified by densitometric analysis.  TABLE 1. Effect of S. boulardii on EHEC growth and adhesion to T84 cells  Cell treatment (incubation time)  Mean - SEMa  Bacterial growth (108 CFU/well)  Adherent bacteria (106 CFU/well)  EHEC (3h) 5.5 - 1.2 2.0 - 0.4 EHEC plus S. boulardii (3h) 6.5 - 1.2 3.3 - 0.6 S. boulardii (overnight) plus  EHEC (3h) 3.8 - 0.6 2.6 - 0.3  S. boulardii (overnight), washed, plus EHEC (3h)  5.5 - 1.6 2.2 - 0.4  a EHEC growth and adhesion were estimated after 3 h of infection as de- scribed in Materials and Methods. Each point represents the mean value ob- tained from five distinct experiments. Comparisons in this table are not signifi- cant (P - 0.01) versus the significance of the values for cell treatment with EHEC alone.  TABLE 2. Effect of ML-7 on the EHEC-induced decrease in resistance in T84 cells  Treatment of cell TER (% of baseline)b  Control 100 - 0.4 EHEC 65 - 0.2* EHEC plus ML-7a 105 - 0.6  a ML-7 (5 -M) was added 1 h before infection and maintained during the infection.  b Values correspond to resistance measured after 6 h of infection. Values are means obtained from three monolayers. *, P - 0.02 versus that of control.  VOL. 71, 2003 ANTI-INFLAMMATORY EFFECT OF S. BOULARDII 769    DNA binding induced by EHEC. However, the overnight pre- incubation of cells with S. boulardii followed by EHEC infec- tion in the presence of yeast (lane 7) diminished the NF--B DNA binding induced by EHEC (shown by densitometric anal- ysis). Translocation of NF--B requires the phosphorylation of I-B-- and subsequent degradation of I-B-- by the 26S pro- teasome (2). Phosphorylation of I-B-- was analyzed by West- ern blotting with antibodies that recognize the phosphorylated form of I-B--. As shown in Fig. 5A, phosphorylation of I-B-- occurs in the same conditions as NF--B DNA binding and is also inhibited by the overnight preincubation of cells with S. boulardii followed by the EHEC infection procedure in the presence of yeast. We next studied the degradation of I-B-- by Western blotting with antibodies against its whole form (Fig. 5B). The overnight preincubation with S. boulardii followed by EHEC infection in the presence of yeast decreased by 40% the I-B-- degradation in infected T84 cells.  Altogether, these results demonstrated that the yeast S. bou- lardii abolished the NF--B pathway activation induced by EHEC in T84 cells by interfering with I-B-- phosphorylation and degradation.  Effect of S. boulardii on the MAPK pathway. A previous study showed that IL-8 secretion induced by EHEC also de- pends on MAPK activation (6). Therefore, we performed Western blot analysis with antibodies directed against the phosphorylated forms of ERK1/2 (Fig. 6A), p38 (Fig. 6B), and JNK (Fig. 6C). Blots were probed with antibody recognizing the nonphosphorylated form of ERK2, p38, and JNK to rule out a change between levels of whole-cell lysates and amounts of specific protein during the treatment procedure. The active forms of ERK1/2 (p42 and p44), p38, and JNK (p46 and p54) were undetectable in control cells and in cells treated with S. boulardii alone. The coincubation of bacteria with the yeast on cells did not modify the activation of the three groups of MAPK. The preincubation of cells with the yeast followed by infection in the presence of S. boulardii abolished the MAPK activation. The preincubation of cells with the yeast followed by washes before bacterial infection partially inhibited the MAPK activation.  All these results demonstrated that the yeast S. boulardii prevents the MAPK activation induced by EHEC in T84 cells.  FIG. 4. Effect of S. boulardii on NF--B DNA binding activity in- duced in EHEC-infected T84 cells. NF--B DNA binding activity was examined by EMSA with a 32P-labeled probe corresponding to the -B site. The control lane corresponds to uninfected T84 cells. A 1-h stimulation by tumor necrosis factor alpha (TNF-; 10 ng/ml) was used as the positive control. The changes in signal intensity were quantified by densitometric analysis. ON, overnight.  FIG. 5. Effect of S. boulardii on I-B-- phosphorylation and degra- dation induced in EHEC-infected T84 cells. T84 cells were lysed at different times after infection. Samples were resolved by SDS-PAGE and analyzed by immunoblotting with an anti-phospho-I-B-- (A) or an anti-I-B-- (B) antibody. The control lane corresponds to unin- fected T84 cells. A 1-h stimulation by tumor necrosis factor alpha (TNF-; 10 ng/ml) was used as the positive control. The position of molecular mass standard is shown to the left in kilodaltons. The in- crease in I-B-- phosphorylation and the percentage of I-B-- degra- dation were quantified by densitometric analysis. ON, overnight.  770 DAHAN ET AL. INFECT. IMMUN.    DISCUSSION  To date, T84 cells have been used as a model to study the mechanism of EHEC infection for several reasons. These cells resemble human colonic epithelial cells, the target cells for EHEC infection in vivo (15). These cells do not express de- tectable levels of globotriaosylceramide (Gb3), the receptor for Stxs, and this model thus provides the opportunity to study primarily the effects related solely to the bacteria (24). More- over, it has been reported in the literature that EHEC inter-  action (but not the interaction of toxin) with the apical cell surface induces a decrease in TER (24). In this study, we demonstrated that S. boulardii prevents the decrease of TER in EHEC-infected T84 cells. Additionally, when cells were pre- incubated overnight with yeast and then infected in the pres- ence of the yeast, S. boulardii decreased the IL-8 proinflam- matory secretion induced by EHEC in infected T84 cells. Altogether, these results demonstrate that S. boulardii exerts a protective effect against EHEC infection and prompted us to understand this protective mechanism. We first hypothesized that S. boulardii could stop the bacterial growth. The growth assay showed that the presence of the yeast had no effect on EHEC viability. As EHEC is an enteroadherent bacterium and adhesion is an important step in this infection, our second hypothesis was that S. boulardii inhibits EHEC adhesion. EHEC adhesion to T84 cells was reported to be strain depen- dent and related to the amount of piliation (31). EHEC pili are thought to be type I pili that are mannose sensitive. The cell wall of S. boulardii is rich in mannose and can thus compete for the EHEC adhesion site on enterocytes. The data presented in this study demonstrate that the number of adherent bacteria do not vary in the presence of the yeast. The fact that the yeast did not modify the number of adherent bacteria can be ex- plained by the observation made by others (31) that mannose decreases the adherence of some EHEC strains, has no effect on other strains, and appears to increase the adherence of still others.  Since S. boulardii did not modify the number of adherent bacteria, we investigated the effect of the yeast on the next step in EHEC infection, i.e., induction of host cell signal transduc- tion pathways. In a previous study, the protective effect of S. boulardii on EPEC infection was demonstrated and it was reported that S. boulardii modulates the ERK1/2 signaling pathway induced by EPEC infection in T84 cells (5).  Regulation of tight-junction permeability occurs at many sites within epithelial cells. Phosphorylation of the 20-kDa MLC on the serine or threonine residue is an important de- terminant of contractile tension in both smooth muscle and nonmuscle cells (9, 30, 32). In this study, we demonstrated that EHEC infection induces time-dependent phosphorylation of MLC. Time course experiments demonstrated that this process occurs at 3 h of infection and precedes the drop in TER, which begins at 6 h of infection. MLC phosphorylation has previously been reported after infection by EPEC (33). In that study, the authors demonstrated a time-dependent process and corre- lated MLC phosphorylation with the decrease in TER. MLC may be phosphorylated by either MLCK or PKC (23). The involvement of MLCK and PKC in the EHEC-induced de- crease in the barrier function in T84 cells has previously been reported (25). In that study, the authors demonstrated that the inhibition of MLCK by ML-9 (20 -M) only partially blocked the EHEC-induced decrease in TER. The data presented in this report show that ML-7, a more potent inhibitor of MLCK, abolishes MLC phosphorylation and the decrease of TER in EHEC-infected T84 cells. S. boulardii abolishes both the EHEC-induced drop of TER and concomitant MLC phos- phorylation, confirming the important role played by MLC in the regulation of tight-junction permeability in EHEC infec- tion.  In a recent study, by use of specific inhibitors of different  FIG. 6. Effect of S. boulardii on MAPK activation induced in EHEC-infected T84 cells. T84 cells were lysed at different times after infection. Samples were resolved by SDS-PAGE and analyzed by im- munoblotting with an anti-phospho-ERK1/2 (A), an anti-phospho-p38 (B), an anti-phospho-JNK (C), or an anti-ERK2 (D) antibody. The control lane corresponds to uninfected T84 cells. A 15-min stimulation by epidermal growth factor (EGF), 10 nM was used as the positive control. ON, overnight.  VOL. 71, 2003 ANTI-INFLAMMATORY EFFECT OF S. BOULARDII 771    signaling pathways, i.e., the MEK1/2 MAPK kinase inhibitor U0126, the p38 MAPK inhibitor SB203580, and the NF--B inhibitor ALLN, a basal level of IL-8 production in infected cells was restored (6). By this pharmacological approach, we demonstrated that NF--B and MAPK pathway activation is directly involved in IL-8 secretion by EHEC, i.e., in the potent proinflammatory response induced by EHEC infection.  Data presented in this report show that the coincubation of cells with S. boulardii and EHEC and preincubation of cells with S. boulardii followed by washes before the infection pro- cedure had no effect on the NF--B and MAPK pathway acti- vation induced by EHEC infection in T84 cells, whereas the preincubation of cells with S. boulardii followed by EHEC infection in the presence of yeast inhibited NF--B and MAPK pathway activation. Inactivation of these pathways is correlated with a S. boulardii-induced decrease of IL-8 production. In a previous study, it was demonstrated that a 12-h yeast incuba- tion on T84 cells did not induce the cleavage of caspase 3, which allowed us to conclude that an overnight incubation with S. boulardii did not affect the T84 cell viability (5). We have shown that the yeast was required to be viable and must be maintained during infection to exert protection.  These results prompted us to extrapolate several supposi- tions about S. boulardii's mechanisms of action. Previous stud- ies have demonstrated that S. boulardii secretes protease with activities against Clostridium toxins (3). Such a protease may also affect EHEC virulence factors, for example, surface-lo- cated intimin. However, data reported in this study show that S. boulardii cells do not modify the number of adherent bac- teria. For this reason, we studied cellular responses induced after intimate bacterial adhesion. We thus think that S. bou- lardii does not “quench” the virulence factor but rather modify its expression. Transcriptional expression of the secreted pro- tein (EspA, EspB, and EspD) by environmental stimuli (i.e., osmolarity) has been reported (1). Yeast can also act on EHEC protein synthesis involved in the type III secretion system, resulting in cellular rearrangement induction (12). Re- cently, the study of Kodama et al. (16) demonstrated that EspB, a bacterial-secreted protein, recruits --catenin at the EHEC adherence site by direct interaction and that the re- cruitment of --catenin is essential for EHEC-induced A/E lesion formation. The complex E-cadherin-catenin not only is a cell-cell adhesion molecular complex and an actin-associated complex but also contributes to a variety of functions, including signal transduction, inflammation, and immunological func- tions (13). This is the reason why the effect of S. boulardii on the expression of EspB and other bacterial product will soon be investigated by DNA array in our laboratory.  The second hypothesis relates to the study of Neish et al. (21) regarding the cellular events leading to immune re- sponses. In that report, nonvirulent Salmonella strains which interacted directly with model human epithelia attenuated the synthesis of the inflammatory effector molecules elicited by diverse proinflammatory stimuli. This immunosuppressive ef- fect involves inhibition of the NF--B pathway by blockade of I-B-- degradation. Our study demonstrates that S. boulardii exerts a preventive anti-inflammatory effect against pathogenic bacteria; this effect disappears when cells are washed before EHEC infection. Moreover, our findings reveal that the yeast can interfere on different signaling pathways and, in particular,  on the NF--B pathway by blockade of both the phosphoryla- tion and degradation of I-B. S. boulardii seems to act at a level different from that at which the anti-inflammatory Salmonella strain does. Neish et al. (21) suggest that prokaryotic determi- nants secreted by the anti-inflammatory Salmonella strain could be involved in the unresponsiveness of gastrointestinal mucosa to proinflammatory stimuli. This hypothesis could sug- gest that, in a normal situation, attenuation of acute inflam- matory responses by nonpathogenic organisms could contrib- ute to adaptation of the mucosal immune system, but disruption of this equilibrium could contribute to the patho- genesis of enteric infections or inflammatory bowel disease. Moreover, it is relevant that nonpathogenic organisms are used now as biotherapeutic agents in inflammatory bowel disease (17).  In summary, we demonstrated that S. boulardii preserves the barrier function of EHEC-infected cells and decreases the EHEC-induced IL-8 proinflammatory secretion. S. boulardii acts via inhibition of the phosphorylation of MLC and inhibi- tion of the NF--B and MAPK signaling pathways in T84- infected cells. These results open a new field for investigation, i.e., the study of the protective effect of S. boulardii in inflam- matory bowel disease.  ACKNOWLEDGMENTS  This study was supported by Laboratoires BIOCODEX, the Région Provence-Alpes Côte d'Azur, the Conseil Général des Alpes Mari- times, the Faculté de Médecine de l'Université de Nice-Sophia Anti- polis, and the Centre Hospitalier Régional de Nice.  We thank Naofumi Mukaida for assistance with EMSA.  REFERENCES  1. Beltrametti, F., A. U. Kresse, and C. A. Guzmán. 1999. Transcriptional regulation of the esp genes of enterohemorrhagic Escherichia coli. J. Bacte- riol. 181:3409-3418.  2. Brown, K., L. Gerstberger, L. Carlson, G. Franzoso, and U. Siebenlist. 1995. Control of I--B-- proteolysis by site specific, signal-induction phosphoryla- tion. Science 267:1485-1488.  3. Castagliulo, I., M. F. Riegler, L. Valenick, J. T. Lamont, and C. Pothoulakis. 1999. Saccharomyces boulardii protease inhibits the effects of Clostridium difficile toxins A and B in human colonic mucosa. Infect. Immun. 67:302-307.  4. Czerucka, D., S. Dahan, B. Mograbi, B. Rossi, and P. Rampal. 2001. Impli- cation of mitogen-activated protein kinases in T84 cell responses to enter- opathogenic Escherichia coli infection. Infect. Immun. 69:1298-1305.  5. Czerucka, D., S. Dahan, B. Mograbi, B. Rossi, and P. Rampal. 2000. Sac- charomyces boulardii preserves the barrier function and modulates the trans- duction pathway induced in enteropathogenic Escherichia coli-infected T84 cells. Infect. Immun. 68:5998-6004.  6. Dahan, S., V. Busuttil, V. Imbert, J.-F. Peyron, P. Rampal, and D. Czerucka. 2002. Enterohemorrhagic Escherichia coli infection induces interleukin-8 production via activation of mitogen-activated protein kinases and the tran- scription factors NF--B and AP-1 in T84 cells. Infect. Immun. 70:2304-2310.  7. Davis, R. J. 1993. The mitogen-activated protein kinase signal transduction pathway. J. Biol. Chem. 268:14553-14556.  8. Davis, R. J. 2000. Signal transduction by the JNK group of MAP kinases. Cell 103:239-252.  9. De Lanerolle, P., and R. J. Paul. 1992. Myosin phosphorylation/dephosphor- ylation and regulation of airway smooth muscle contractility. Am. J. Physiol. 261:L1-L14.  10. Eckmann, L., M. F. Kagnoff, and J. Fierer. 1993. Epithelial cells secrete the chemokine interleukin-8 in response to bacterial entry. Infect. Immun. 61: 4569-4574.  11. Elewaut, D., J. A. DiDonato, J. M. Kim, F. Truong, L. Eckmann, and M. F. Kagnoff. 1999. NF--B is a central regulator of the intestinal epithelial innate immune response induced by infection with enteroinvasive bacteria. J. Im- munol. 163:1457-1466.  12. Goosney, D. L., R. DeVinney, and B. B. Finlay. 2001. Recruitment of cy- toskeletal and signaling proteins to enterpathogenic and enterhemorrhagic Escherichia coli pedestals. Infect. Immun. 69:3315-3322.  13. Harington, K. J., and K. N. Syrigos. 2000. The role of E-cadhenin-catenin complex: more than an intercellular glue? Ann. Surg. Oncol. 7:783-788.  772 DAHAN ET AL. INFECT. IMMUN.    14. Isogai, E., H. Isogai, K. Kimura, S. Hayashi, T. Kubota, N. Fujii, and K. Takeshi. 1998. Role of tumor necrosis factor alpha in gnotobiotic mice infected with an Escherichia coli O157:H7 strain. Infect. Immun. 66:197-202.  15. Karmali, M. A. 1989. Infection by verocytotoxin-producing Escherichia coli. Clin. Microbiol. Rev. 2:15-38.  16. Kodama, T., Y. Akeda, G. Kono, A. Takahashi, K. Imura, T. Iida, and T. Honda. 2002. The EspB protein of entrerohaemorrhagic Escherichia coli interacts directly with --catenin. Cell. Microbiol. 4:213-222.  17. Marteau, P. R., M. de Vrese, C. J. Cellier, and J. Schrezenmeir. 2001. Protection from gastrointestinal diseases with the use of probiotics. Am. J. Clin. Nutr. 73:430S-436S.  18. McCormick, B. A., S. I. Miller, D. Carnes, and J. L. Madara. 1995. Trans- epithelial signaling to neutrophils by Salmonellae: a novel virulence mecha- nism for gastroenteritis. Infect. Immun. 63:2302-2309.  19. McFarland, L. V., and P. Bernasconi. 1993. Saccharomyces boulardii: a review of an innovative biotherapeutic agent. Microb. Ecol. Health Dis. 6:157-171.  20. Mukaida, N., S.-I. Okamoto, Y. Ishikawa, and K. Matsushima. 1994. Mo- lecular mechanism of interleukin-8 gene expression. J. Leukoc. Biol. 56:554- 558.  21. Neish, A. S., A. T. Gewirtz, H. Zeng, A. N. Young, M. E. Hobert, V. Karmali, A. S. Rao, and J. L. Madara. 2000. Prokaryotic regulation of epithelial responses by inhibition of I-B-- ubiquitination. Science 289:1560-1563.  22. Neurath, M. F., C. Becker, and K. Barbulescu. 1998. Role of NF--B in immune and inflammatory responses in the gut. Gut 43:856-860.  23. Nishikawa, M., H. Hidaka, and R. S. Adelstein. 1983. Phosphorylation of smooth heavy meromyosin by calcium-activated phospholipid-dependent protein kinase. J. Biol. Chem. 258:14069-14072.  24. Philpott, D. J., C. A. Ackerely, A. J. Kiliaan, M. A. Karmali, M. H. Perdue, and P. M. Sherman. 1997. Translocation of verotoxin-1 across T84 intestinal cell monolayers: mechanism of bacterial toxin penetration of the epithelium. Am. J. Physiol. 273:G1349-G1458.  25. Philpott, D. J., D. M. McKay, W. Mak, M. H. Perdue, and P. M. Sherman. 1998. Signal transduction pathways involved in enterohemorrhagic Esche- richia coli-induced alterations in T84 epithelial permeability. Infect. Immun. 66:1680-1687.  26. Robinson, M. J., and M. H. Cobb. 1997. Mitogen-activated protein kinase pathways. Curr. Opin. Cell Biol. 9:180-186.  27. Saitoh, M., T. Ishikawa, S. Matsumisha, M. Naka, and H. Hidaka. 1987. Selective inhibition of catalytic activity of smooth muscle myosin light chain kinase. J. Biol. Chem. 262:7796-7801.  28. Savkovic, S. D., A. Koutsouris, and G. Hecht. 1996. Attachment of a non- invasive enteric pathogen, enteropathogenic Escherichia coli, to cultured human intestinal epithelial monolayers induces transmigration of neutro- phils. Infect. Immun. 64:4480-4487.  29. Westerholt, S., T. Hartung, M. Tollens, A. Gustrau, M. Oberhoffer, H. Karch, B. Klare, K. Pfeffer, P. Emmrich, and R. Oberhoffer. 2000. Inflam- matory and immunological parameters in children with haemolytic uremic syndrome (HUS) and gastroenteritis—pathophysiological and diagnostic clues. Cytokines 12:822-827.  30. Wilson, A. K., G. Gorgas, W. D. Claypool, and P. De Lanerolle. 1991. An increase or a decrease in myosin II phosphorylation inhibits macrophage motility. J. Cell Biol. 114:277-283.  31. Windsor, D. K., Jr., S. Ashkenazi, R. Chiovetti, and T. G. Cleary. 1992. Adherence of enterohaemorrhagic Escherichia coli strains to a human co- lonic epithelial cell line (T84). Infect. Immun. 60:1613-1617.  32. Wysolmerski, R. B., and D. Lagunoff. 1990. Involvement of myosin light chain kinase in endothelial cell retraction. Proc. Natl. Acad. Sci. USA 87: 16-20.  33. Yuhan, R., A. Koutsouris, S. D. Savkovic, and G. Hecht. 1997. Enteropatho- genic Escherichia coli-induced myosin light chain phosphorylation alters in- testinal epithelial barrier permeability. Gastroenterology 113:1873-1882.  Editor: S. H. E. Kaufmann  VOL. 71, 2003 ANTI-INFLAMMATORY EFFECT OF S. BOULARDII 773  View publication statsView publication stats  https://www.researchgate.net/publication/8540823",
    "references": [],
    "authors": [
        "Nobuo Okahashi",
        "Atsuo Sakurai",
        "Ichiro Nakagawa",
        "Taku Fujiwara",
        "Shigetada Kawabata",
        "Atsuo Amano",
        "Shigeyuki Hamada"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}