{
    "summary": "Old tuberculosis and bronchiectasis are the two most important causes of chronic structural changes of lungs in our locality. In the absence of radiologically visible mycetoma, the cause of hemoptysis in these two groups of patients is largely unknown. A 17-month prospective study was carried out to compare the prevalence of Aspergillus fumigatus and Aspergillus flavus antibodies in hemoptysis patients with old tuberculosis or bronchiectasis but no radiologically visible mycetoma (cases, n = 38), hemoptysis patients with other diagnosis (control group 1, n = 29), and patients with old tuberculosis or bronchiectasis but no hemoptysis (control group 2, n = 47) by a recently developed sensitive and specific A. fumigatus and A. flavus antibody assay. There were a significantly larger number of patients with antibody against A. fumigatus or A. flavus among the cases than among the patients in control groups 1 and 2 (P < 0.05 in both comparisons). Molds were not recovered from any of the patients. Among the 10 cases with Aspergillus antibody, eight and two had antibody against A. flavus and A. fumigatus, respectively. We conclude that there was an association between the presence of Aspergillus antibodies and hemoptysis in patients with old tuberculosis or bronchiectasis, suggesting that these patients probably had occult infections caused by the corresponding fungi. Development of serological tests against other Aspergillus species as well as other causes of mycetoma will probably increase the detection of occult mold infections in patients with existing parenchymal lung diseases, and treatment of fungal microinvasion may help to alleviate hemoptysis in these patients with bronchiectasis or old tuberculosis who have Aspergillus antibodies.",
    "title": "Association of Presence of Aspergillus Antibodies with Hemoptysis in Patients with Old Tuberculosis or Bronchiectasis but No Radiologically Visible Mycetoma",
    "text": "1350 1357..1361   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/23238537  A Neoplastic Gene Fusion Mimics Trans-Splicing of RNAs in Normal Human  Cells  Article  in  Science · October 2008  DOI: 10.1126/science.1156725 · Source: PubMed  CITATIONS  247 READS  187  4 authors, including:  Some of the authors of this publication are also working on these related projects:  Immune modulation at the maternal fetal interface View project  Maternal and Fetal health View project  Hui Li  University of Virginia  106 PUBLICATIONS   2,081 CITATIONS     SEE PROFILE  Jinglan Wang  Yale University  6 PUBLICATIONS   526 CITATIONS     SEE PROFILE  Gil Mor  Wayne State University  469 PUBLICATIONS   24,098 CITATIONS     SEE PROFILE  All content following this page was uploaded by Hui Li on 06 October 2016.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/23238537_A_Neoplastic_Gene_Fusion_Mimics_Trans-Splicing_of_RNAs_in_Normal_Human_Cells?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/23238537_A_Neoplastic_Gene_Fusion_Mimics_Trans-Splicing_of_RNAs_in_Normal_Human_Cells?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Immune-modulation-at-the-maternal-fetal-interface?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Maternal-and-Fetal-health?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hui-Li-316?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hui-Li-316?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_Virginia?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hui-Li-316?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jinglan-Wang-2?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jinglan-Wang-2?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Yale-University?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jinglan-Wang-2?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gil-Mor-2?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gil-Mor-2?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Wayne-State-University?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Gil-Mor-2?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Hui-Li-316?enrichId=rgreq-f3d07ab6e5a7b6a576291d612a0c8e2b-XXX&enrichSource=Y292ZXJQYWdlOzIzMjM4NTM3O0FTOjQxNDE3ODA4ODExMjEyOUAxNDc1NzU5MTU5MzU0&el=1_x_10&_esc=publicationCoverPdf   1.36 ng mm-2 and a kd of 0.081 s −1 (Fig. 4B).  When the two proteins were mixed, a Geq of 5.95 ng mm-2 was reached. An apparent kd > 0.0008 s−1 was determined by fitting a mono- exponential function to the dissociation phase, which is 3 and 2 orders of magnitude lower as compared with the single proteins (fig. S7). Both SOPC and DOPS:SOPC bilayers showed no in- teraction with the control protein MBP (Fig. 4, A and B). Dissociation of bound CHMP2ADC and CHMP3DC in Hepes buffered saline (HBS) con- taining 1 M NaCl revealed a kd ≥ 1 s  −1, which was much faster than dissociation in HBS alone. In contrast, the CHMP2ADC-CHMP3DC polymer did not dissociate with a higher rate (kd ≤ 0.00046 s  −1) in the presence of 1 M NaCl (fig. S7), indi- cating resistance to change in ionic strength. Once assembled on membranes, CHMP2ADC- CHMP3DC did not exchange with soluble or membrane-bound CHMP3DC (fig. S8). Thus, CHMP2A-3 complexes assembled on membranes in vitro in the absence of CHMP4-6 subcomplexes, even though yeast Snf7-Vps20 (CHMP4-6) com- plexes may recruit Vps2-Vps24 (CHMP2A-3) complexes to membranes in vivo (7).  To assess the influence of CHMP2ADC- CHMP3DC tubes on membrane shapes, we used large unilamellar vesicles (LUVs) com- posed of DOPS:SOPC. LUV incubation with either CHMP2ADC or CHMP3DC had no ef- fect on their floatation in sucrose gradients (fig. S9, A and B), whereas preformed CHMP2ADC- CHMP3DC tubes restricted LUV floatation to the middle of the gradient (fig. S9, C and D). Negative staining EM confirmed CHMP2ADC- CHMP3DC tube membrane interaction via their outer surfaces (Fig. 4, C and D). However, no systematic remodeling of the LUV membranes was observed. Potential membrane remodeling by the CHMP copolymer or vice versa was fur- ther explored by assembling the polymer in the presence of LUVs. Although CHMP2ADC- CHMP3DC assembly in the presence of SOPC LUVs had no effect on tube morphology (Fig. 4E), the presence of DOPS:SOPC LUVs produced shorter tubes (Fig. 4F), displaying loose helical coils (Fig. 4G) and cone-shaped tubes that ap- peared closed at the narrower end (Fig. 4H). Thus, this suggests a mechanism where lipid interac- tion affects CHMP polymerization.  Because modified VPS4 and CHMP3 exert dominant negative effects on HIV-1 budding (8, 9, 17, 25) and cytokinesis (6, 18), CHMP2A- CHMP3-VPS4 complexes may catalyze a common step such as membrane fission. The CHMP2A- CHMP3 polymer presents a membrane binding topology that is inverse to that of dynamin mem- brane complexes (26), which catalyze endocytot- ic vesicle abscission (27). ESCRT-III coupled to VPS4 may exert a similar role in budding pro- cesses directed away from the cytosol. Thus, we propose that a helical CHMP2A-CHMP3 poly- mer assembles on the inside of a membrane bud, which may induce membrane deformation, lead- ing to constriction and eventually abscission when  coupled to VPS4 activity, the only energy-providing candidate in the pathway (2, 15) (fig. S10).  References and Notes 1. R. L. Williams, S. Urbe, Nat. Rev. Mol. Cell Biol. 8, 355  (2007). 2. S. Saksena, J. Sun, T. Chu, S. D. Emr, Trends Biochem.  Sci. 32, 561 (2007). 3. J. H. Hurley, Curr. Opin. Cell Biol. 20, 4 (2008). 4. P. D. Bieniasz, Virology 344, 55 (2006). 5. J. G. Carlton, J. Martin-Serrano, Science 316, 1908 (2007);  published online 6 June 2007 (10.1126/science.1143422). 6. E. Morita et al., EMBO J. 26, 4215 (2007). 7. M. Babst, D. J. Katzmann, E. J. Estepa-Sabal, T. Meerloo,  S. D. Emr, Dev. Cell 3, 271 (2002). 8. U. K. von Schwedler et al., Cell 114, 701 (2003). 9. T. Muziol et al., Dev. Cell 10, 821 (2006). 10. A. Zamborlini et al., Proc. Natl. Acad. Sci. U.S.A. 103,  19140 (2006). 11. S. Lata et al., J. Mol. Biol. 378, 816 (2008). 12. Y. Lin, L. A. Kimpler, T. V. Naismith, J. M. Lauer,  P. I. Hanson, J. Biol. Chem. 280, 12799 (2005). 13. S. Shim, L. A. Kimpler, P. I. Hanson, Traffic 8, 1068  (2007). 14. P. I. Hanson, R. Roth, Y. Lin, J. E. Heuser, J. Cell Biol.  180, 389 (2008). 15. M. Babst, B. Wendland, E. J. Estepa, S. D. Emr, EMBO J.  17, 2982 (1998). 16. N. Bishop, P. Woodman, Mol. Biol. Cell 11, 227 (2000). 17. B. Strack, A. Calistri, E. Popova, H. Gőttlinger, Cell 114,  689 (2003). 18. J. D. Dukes, J. D. Richardson, R. Simmons, P. Whitley,  Biochem. J. 411, 233 (2008). 19. E. H. Egelman, Ultramicroscopy 85, 225 (2000).  20. Materials and methods are available as supporting materials on Science Online.  21. M. D. Stuchell-Brereton et al., Nature 449, 740 (2007). 22. T. Obita et al., Nature 449, 735 (2007). 23. A. Scott et al., EMBO J. 24, 3658 (2005). 24. P. Whitley et al., J. Biol. Chem. 278, 38786 (2003). 25. J. Martin-Serrano, A. Yarovoy, D. Perez-Caballero,  P. D. Bieniasz, Proc. Natl. Acad. Sci. U.S.A. 100, 12414 (2003).  26. S. M. Sweitzer, J. E. Hinshaw, Cell 93, 1021 (1998). 27. K. Takei, P. S. McPherson, S. L. Schmid, P. De Camilli,  Nature 374, 186 (1995). 28. We thank X. Siebert (Institut de Biologie Structurale) for  advice on UROX. This work was supported by Deutsche Forschungsgemeinschaft (SPP 1175) (W.W.), the Agence Nationale de la Recherche sur le SIDA (W.W.), Université Joseph Fourier (W.W.), the Agence Nationale de la Recherche (G.S.), the CNRS (G.S.), the NIH (grant AI29873, H.G.), and by postdoctoral fellowships from the European Molecular Biology Organization (S.L.) and the International Human Frontier Science Program Organization (S.L.). The EM map has been deposited at the European Bioinformatics Institute, accession code EMD-1536.  Supporting Online Material www.sciencemag.org/cgi/content/full/321/5894/1354/DC1 Materials and Methods Figs. S1 to S10 References  28 May 2008; accepted 24 July 2008 Published online 7 August 2008; 10.1126/science.1161070 Include this information when citing this paper.  A Neoplastic Gene Fusion Mimics Trans-Splicing of RNAs in Normal Human Cells Hui Li,1 Jinglan Wang,1 Gil Mor,2 Jeffrey Sklar1*  Chromosomal rearrangements that create gene fusions are common features of human tumors. The prevailing view is that the resultant chimeric transcripts and proteins are abnormal, tumor-specific products that provide tumor cells with a growth and/or survival advantage. We show that normal endometrial stromal cells contain a specific chimeric RNA joining 5′ exons of the JAZF1 gene on chromosome 7p15 to 3′ exons of the Polycomb group gene JJAZ1/SUZ12 on chromosome 17q11 and that this RNA is translated into JAZF1-JJAZ1, a protein with anti-apoptotic activity. The JAZF1-JJAZ1 RNA appears to arise from physiologically regulated trans-splicing between precursor messenger RNAs for JAZF1 and JJAZ1. The chimeric RNA and protein are identical to those produced from a gene fusion found in human endometrial stromal tumors. These observations suggest that certain gene fusions may be pro-neoplastic owing to constitutive expression of chimeric gene products normally generated by trans-splicing of RNAs in developing tissues.  R ecurrent, specific gene fusions arising from chromosomal rearrangements are characteristic features of many neoplasms,  especially those having hematopoietic and mes- enchymal origins (1-6). In most fusions, recom-  bination occurs within introns that interrupt the coding sequences, giving rise to the expression of chimeric proteins (2). The prevailing view is that the chimeric proteins resulting from chromosom- al rearrangements are entirely abnormal and have neoplastic effects leading to the growth and/or survival advantage of cells containing them.  An observation that seems at odds with this view is that chimeric mRNAs identical to those derived from fusion genes can often be detected in low abundance by reverse transcription-  1Department of Pathology, Yale University School of Medicine, New Haven, CT 06520, USA. 2Department of Obstetrics and Gynecology, Yale University School of Medicine, NewHaven, CT 06520, USA.  *To whom correspondence should be addressed. E-mail: jeffrey.sklar@yale.edu  www.sciencemag.org SCIENCE VOL 321 5 SEPTEMBER 2008 1357  REPORTSCorrected 18 September 2015; see full text.   o n   Ju ly   1 , 2  01 6  ht tp  :/ /s  ci en  ce .s  ci en  ce m  ag .o  rg /  D ow  nl oa  de d   fr om     www.sciencemag.org/content/321/5894/1357.full http://science.sciencemag.org/   polymerase chain reaction (RT-PCR) of RNA from healthy tissues (7). The explanation generally offered for this finding is that specific chromosom- al rearrangements occur within small numbers of cells in healthy tissues but that the chimeric pro- teins generated by them are alone insufficient to drive substantial clonal expansion.  We have previously described a gene fusion due to a (7;17)(p15;q21) chromosomal trans- location found in about 50% of human endome- trial stromal sarcomas (ESSs) (8, 9). The fusion joins the first three exons (from a total of five) in the gene JAZF1 to the last 15 (from 16) in the Polycomb group gene JJAZ1/SUZ12. Expression of the chimeric JAZF1-JJAZ1 protein in cultured human embryonic kidney (HEK) 293 cells con- fers resistance to apoptosis and, when accom- panied by suppression of the unrearranged JJAZ1 allele, increased rates of proliferation (9).  We examined normal human endometrial tissues for possible chimeric JAZF1-JJAZ1 RNA, beginning with endometrial stromal cell lines. RNA extracted from the immortalized, normal human endometrial stromal cell line (HESC) (10) was analyzed for the presence of JAZF1-JJAZ1 chimeric RNA by RT-PCR with primers containing sense and antisense sequence flanking the site of joining between JAZF1 and JJAZ1 (11). A single amplification product generated by this reaction was identical in size to that amplified from human ESSs carrying a JAZF1-JJAZ1 gene fusion due to the presence of a t(7;17)(p15;q21) (Fig. 1A). RT-PCR for the JAZF1-JJAZ1 RNA in two additional, non- immortalized primary cell lines derived from the normal endometrial stroma of two other pa- tients amplified similarly sized products. Nucleo- tide sequence analysis of the RT-PCR products from each cell line yielded the same sequence of nucleotides at the JAZF1-JJAZ1 junction as was found in RNA of tumors with the gene fusion. RT-PCR for JAZF1-JJAZ1 RNA failed to am- plify products from the RNA extracted from a variety of other epithelial and mesenchymal cell lines, all of which contained JAZF1 and JJAZ1 RNA (fig. S1).  To investigate the specificity of the junction between JAZF1 and JJAZ1 RNA sequences in the HESC cell line, we carried out detailed RT- PCR studies on RNA from the HESC cell line using antisense primers for JJAZ1 exon 3 se- quence paired with six different sense primers for five exons of JAZF1. With primers for the first three exons of JAZF1, single products were ob- tained matching the sizes predicted for the join- ing of JAZF1 exon 3 to JJAZ1 exon 2 (Fig. 1B). Similar results were achieved when the sense primer for JAZF1 exon 3 was paired with six different antisense primers distributed among the 16 exons of JJAZ1. These results are consistent with the JAZF1-JJAZ1RNA joined at exon 3 and exon 2 of the respective genes being the only abundant JAZF1-JJAZ1 RNA in HESC cells.  To determine whether the JAZF1-JJAZ1 RNA is translated into protein, we performed  Western blot analysis with JJAZ1-specific anti- body on protein extracts prepared from HESC cells. This analysis detected a protein identical in size to JAZF1-JJAZ1 protein detected in ESSs (Fig. 1C and supporting online text).  The detection of JAZF1-JJAZ1 RNA in en- dometrial stromal cell lines was duplicated by RT-PCR analysis of RNA extracted from formalin- fixed, paraffin-embedded tissues from normal human uteri. JAZF1-JJAZ1 RNA was detected primarily in endometrium from late secretory and early proliferative phases of the menstrual cycle (Fig. 2A). No JAZF1-JJAZ1RNA sequences were amplified from normal myometrium at any phase of the cycle (fig. S2).  Because of the general association of the JAZF1-JJAZ1 RNAwith endometrium from par- ticular phases of the menstrual cycle, we inves- tigated the effects of steroid hormones on the production of the chimeric transcript in HESC  cells. Low concentrations of progesterone seemed to slightly increase amounts of the JAZF1-JJAZ1 RNA seen in the absence of added hormone, whereas both estrogen and, at higher concen- trations, progesterone suppressed detection of the chimeric RNA (Fig. 2B). These findings are consistent with the results of analyses on endo- metrial tissue, showing that JAZF1-JJAZ1 RNA is present predominantly at the beginning and end of the menstrual cycle, when hormone con- centrations are low.  Because normal endometrium is subjected to hypoxia and undergoes apoptosis during the late secretory phase of the menstrual cycle, we in- vestigated whether hypoxia can induce produc- tion of JAZF1-JJAZ1 RNA in HESC cells by treatment with desferroximine (DFO), which simulates hypoxic conditions. HESC cells treated with 250 mMDFO for 8 hours showed increased amounts of JAZF1-JJAZ1RNA(Fig. 2C).Another,  ES S  -R T  dH 2 O  Ma rke  rs  HE SC  A  JAZF1-JJAZ1JAZF1-JJAZ1  B  C  300 bp    JAZF1-JJAZ1JAZF1-JJAZ1  JJAZ1JJAZ1  ESSESS TumorTumor HESCHESC 293293  81 kD  107 kD  1   2   3   4  2 kb 1.6 kb  1 kb  0.5 kb  0.3 kb  JAZF1  JJAZ1  85   6   7 9  10 11 12  1 2 3 4 5 6  7 8 9 10 1211  0.2 kb  0.1 kb  3 kb  Fig. 1. Detection of chimeric JAZF1- JJAZ1 RNA and protein in the HESC cell line. (A) RT-PCR for the chimeric junction in the JAZF1-JJAZ1 transcript with primers complementary to anti- sense and sense sequence in JAZF1 exon 3 and JJAZ1 exon 2/3 (11). The figure shows the results of agarose gel electrophoresis of amplification products. Results of RT-PCR with RNA from an ESS containing the t(7;17)(p15;q21) are shown in the lane labeled ESS; results of the RT-PCR procedure with RNA from the HESC cell line omitting reverse transcriptase are shown in the lane labeled RT; results without template RNA are shown in the lane labeled dH2O. (B) Analyses by RT-PCR for the specificity of exon joining between JAZF1 and JJAZ1 RNAs in HESC cells. Lanes 1 to 6 used six different forward primers at the positions of the downward orange arrows above the diagram of the JAZF1 transcript, paired with a reverse primer indicated by the orange arrow below the JJAZ1 transcript. Lanes 7 to 12 used the forward primer indicated in green above the JAZF1 transcript, paired with six different reverse primers at the positions of the upward green arrows below the JJAZ1 transcript. (C) Western blot of protein extracts from ESS tissue, the HESC cell line, and HEK 293 cells (as a negative control) for JJAZ1 and JAZF-JJAZ1 protein with JJAZ1-specific antibody.  5 SEPTEMBER 2008 VOL 321 SCIENCE www.sciencemag.org1358  REPORTS Corrected 18 September 2015; see full text.   o n   Ju ly   1 , 2  01 6  ht tp  :/ /s  ci en  ce .s  ci en  ce m  ag .o  rg /  D ow  nl oa  de d   fr om     http://science.sciencemag.org/   nonimmortalized normal endometrial stromal cell line, HESC-597, also showed up-regulation of JAZF1-JJAZ1 RNA when treated with DFO. Cultures of cells derived from tissue other than endometrial stroma showed no detectable chi- meric RNAwith DFO treatment. Analysis of the RNA in DFO-treated HESC cells by a nuclease protection assay (fig. S3) indicated that some- what less chimeric RNA was produced in these cells than in tumor cells containing the JAZF1- JJAZ1 fusion, consistent with relative amounts of 10 to 35% detected by quantitative RT-PCR. The nuclease protection assay also confirmed that detection of chimeric RNA was not a methodo- logic artifact associated with RT-PCR. Quantita- tive RT-PCR revealed that treatment of HESC cells with DFO did not appreciably change the amount of either JAZF1 or JJAZ1 RNA (fig. S4), suggesting that DFO raises the levels of JAZF1- JJAZ1 RNA by a mechanism independent of increased transcription of the two genes.  To investigate whether JAZF1-JJAZ1RNA is produced from a t(7;17)(p15;q21) in HESC cells, we first showed that this cell line, which had not intentionally been cloned, had in fact originated from a single cell immortalized in culture (fig. S5). We then performed Southern blot analyses of HESC DNA by using probes that had pre- viously detected t(7;17)(p15;q21) rearrangements in ESSs. No rearranged bands were detected. Cy- togenetic analysis of numerous metaphase spreads from HESC cells revealed no abnormalities in chromosomes 7, 17, or any other chromosome (Fig. 3A). Similarly, analysis by fluorescence in situ hybridization (FISH) with pairs of bacterial artificial chromosome (BAC) probes for DNA flanking on either side the chromosome 7p15 breakpoint and separately the 17q21 breakpoint detected no breakage in these regions of the genome (fig. S5). Additionally, a probe consist- ing of a yeast artificial chromosome (YAC) that contains DNA spanning the 7p15 breakpoint  showed no splitting of the fluorescent signal (Fig. 3B). Finally, no superimposition of signals was observed when probes for chromosomes 7p15 and 17q21 were used together in FISH studies.  To investigate the possibility that (7; 17)(p15;q21) translocations or their equivalents arose in cells in culture at some point after immortalization, we subcloned HESC cells by limiting dilution. Thirty-seven subclones derived on average from half a cell per culture were tested for the pro- duction of JAZF1-JJAZ1 RNA. RT-PCR of RNA from these subclones detected JAZF1-JJAZ1 RNA in all clones examined, and for most sub- clones, the amount of JAZF1-JJAZ1 RNA in- creased when DFO was added to the culture (Fig. 3C). Furthermore, analyses of all clones ex- amined were negative for rearrangements at the chromosome 7p15 site by FISH with flanking probes (Fig. 3D). Ten of these subclones were also tested for rearrangements at the 17q12 site by FISH, and none of these showed abnormalities.  Given the evidence against DNA recombina- tion in HESC cells and the precise joining of sequences at exon boundaries in JAZF1-JJAZ1 RNA, we reasoned that the mechanism most likely responsible for production of this RNA is trans-splicing of pre-mRNAs for the JAZF1 and JJAZ1 genes. To test this hypothesis, we prepared in vitro splicing extracts from the nuclei of HESC cells. Samples of this extract were mixed with samples of a nuclear extract from a primary rhesus fibroblast cell line RF (12). RT-PCR of JJAZ1 intron 1 RNA sequence revealed that un- spliced pre-mRNAwas present in the HESC and RF nuclear extracts (fig. S7). Nucleotide se- quence analysis of exon 3 in the JAZF1 gene of RF cells showed two single base-pair sequence differences from the human JAZF1 gene that permitted both selective RT-PCR of any RNA containing either rhesus or human exon 3 and the ability to distinguish between the products am- plified from these RNAs. With selective primers and conditions, amplification of RNA after incu- bation of mixed extracts yielded products in which RF JAZF1 exon 3 was joined to exon 2 of JJAZ1 (Fig. 4B). Sequence analysis of the RT- PCR products confirmed that the amplified JAZF1-JJAZ1 sequences contained exon 3 of RF JAZF1 (Fig. 4C). The amount of product generally increased when the HESC extract was prepared from cells cultured with DFO, although the extent of increase varied considerably among experiments. No product was obtained from ex- tracts of HESC cells or RF cells alone, or when adenosine 5´-triphosphate (ATP), an obligate cofactor for splicing, was omitted from the splic- ing reaction. Similar results were obtained with extracts from the nonimmortalized endometrial stromal cell line, HESC-597 (Fig. 4D).  To study the mechanism further and to rule out the possibility of polymerase switching dur- ing transcription, we carried out the in vitro trans- splicing assay with HESC nuclear extract mixed with purified RF RNA. The amount of trans- spliced product detected was similar to that in the  A LSEP LP dH2OESMP MSMa  rk er  s  M ar  ke rs  M ar  ke rs  1 B  dH2O2 3 4 5 6 ESS  C HESC-597 Ishikawa HESC  DFO: - + + +- - tumor dH2O  300 bp  300 bp  300 bp  Fig. 2. Detection of JAZF1-JJAZ1 RNA in endometrial tissues and effects of hormones and hypoxia on amounts of JAZF1-JJAZ1 RNA in cultured cells. Analyses were performed by RT-PCR, as in Fig. 1A. Unlabeled panels show results of RT-PCR for b-actin RNA as a control for input RNA. (A) Detection of JAZF1-JJAZ1 RNA in total RNA extracted from endometrial samples representing various phases of the menstrual cycle: EP, early proliferative; MP, mid-proliferative; LP, late proliferative; ES, early secretory; MS, mid-secretory; LS, late secretory. At least two separate uteri were tested for each phase. (B) Effect of hormone treatment on JAZF1-JJAZ1 RNA in HESC cells. After 2 days of serum starvation, medium containing serum and no drug (lane 1), 17 b-estradiol at 5 × 10−8 M (lane 2), progesterone at 1 × 10−6 M, 1 × 10−7 M, or 1 × 10−8 M (lanes 3 to 5), or 17 b-estradiol at 5 × 10−8 M plus progesterone at 1 × 10−7 M (lane 6) was added to the cells for 24 hours. (C) Effect of DFO treatment on JAZF1-JJAZ1 RNA in HESC and HESC-597 cells. No chimeric transcript could be detected in Ishikawa cells, an endometrial carcinoma line.  www.sciencemag.org SCIENCE VOL 321 5 SEPTEMBER 2008 1359  REPORTSCorrected 18 September 2015; see full text.   o n   Ju ly   1 , 2  01 6  ht tp  :/ /s  ci en  ce .s  ci en  ce m  ag .o  rg /  D ow  nl oa  de d   fr om     http://science.sciencemag.org/   assay performed with a mixture of HESC and RF nuclear extracts (Fig. 4E). Elimination of all PCR-detectable traces of DNA from the RF  RNA preparation by treatment with deoxyribo- nuclease I did not affect the production of the trans-spliced product (figs. S7 and S8).  The data presented here are consistent with trans-splicing of the pre-mRNAs transcribed from the JAZF1 and JJAZ1 genes in normal  A B  C  - -   +    +  - -   +    +  - -   +    +  - -   +    +  - -   +    +  - -   +    +  - -   +    +  - -     +  +    D  88 H2  O dDFO:  7711 22 33 44 55 66  Fig. 3. Absence of the t(7;17)(p15;q21) in HESC cells. (A) Cytogenetic analysis of HESC cells. Normal chromosomes 7 and 17 are circled. (B) FISH analysis of HESC cells with a YAC probe containing DNA spanning the JAZF1 locus. Arrows point to the intact YAC signal in metaphase chromosomes. (Lower inset) A representative interphase HESC nucleus; (upper inset) an ESS control showing splitting of the probe signal. (C) RT-PCR  analysis for JAZF1-JJAZ1 RNA in representative subclones of the HESC cell line with and without DFO treatment. (D) FISH analysis of three HESC subclones with two BAC probes, labeled red or green and each containing DNA sequences that flank the JAZF1 locus on one side or the other. The juxtaposition of red and green signals indicates no separation of these sequences. (Inset) Separation of signals in an ESS control. Bars, ~10 mm.  Fig. 4. In vitro trans-splicing reactions. (A) RT-PCR analysis for JAZF1-JJAZ1 RNA with a human-specific primer. RT-PCR products from chimeric RNA were amplified only when ATP was supplied, and the amount of product increased when the HESC nuclear extracts were prepared from cells pretreated with DFO. (B) RT-PCR analysis for JAZF1-JJAZ1 RNA with a rhesus-specific primer. No band was detected in HESC or RF extracts alone, but products were observed when the two kinds of nuclear extracts were mixed. The amount of product increased when the HESC extract was prepared from the cells pretreated with DFO. (C) Sequence analysis of the RT-PCR products  amplified with antisense human- or rhesus-specific primers. Aqua-colored bases and stars indicate the interspecies sequence differences included in the species-specific primers; red bases and stars indicate the species-specific sequence differences detected in the products. (D) RT-PCR analysis for JAZF1-JJAZ1 RNA in nuclear extracts of the HESC-597 and RF cells with rhesus-specific primers. Mixed extracts produced detectable signal in the presence of ATP. (E) RT-PCR analysis for JAZF1-JJAZ1 RNA in HESC nuclear extracts mixed with purified RF RNA by means of amplification with the rhesus-specific primer. R, RNA; N, nuclear extract.  5 SEPTEMBER 2008 VOL 321 SCIENCE www.sciencemag.org1360  REPORTS Corrected 18 September 2015; see full text.   o n   Ju ly   1 , 2  01 6  ht tp  :/ /s  ci en  ce .s  ci en  ce m  ag .o  rg /  D ow  nl oa  de d   fr om     http://science.sciencemag.org/   endometrial stromal cells and tissues to yield chimeric products identical to those produced by a recurrent gene fusion in endometrial stromal tu- mors. Trans-splicing of noncoding, leader exons to separately transcribed pre-mRNAs is common in certain lower eukaryotes, such as protozoa and nematodes (13-16). However, in vertebrates, only a few examples of trans-splicing have been de- scribed (17-25), and most of these involve splic- ing between pre-mRNAs of the same gene to generate mRNAs with duplicated exons (17-20). For these reasons, trans-splicing in vertebrates has sometimes been regarded as a nonfunctional by-product of a somewhat sloppy splicing sys- tem (26). This conclusion seems inapplicable to JAZF1-JJAZ1 RNA because the JAZF1-JJAZ1 fusion gene is a recurrent finding in a high frac- tion of endometrial stromal tissues, and fusion genes associated with chromosomal transloca- tions in cancer have repeatedly been shown to contribute to the neoplastic phenotype of the tumors containing them (27, 28). Additionally, the expression of the JAZF1-JJAZ1 coding se- quences in cultured cells has demonstrated ef- fects on cell survival and proliferation (9). Whether JAZF1-JJAZ1 protein in tissues pro- vides protection from hypoxia, to which endo- metrium is subjected during the late secretory phase and possibly the early proliferative phase of the menstrual cycle, remains to be determined.  The mechanisms involved in the trans- splicing of RNAs and the regulation of this pro- cess are unclear. Juxtaposition of the loci encoding the RNAs that participate in trans-splicing would not seem essential because in vitro splicing in nuclear extracts of RNAs at physiological con- centrations was found to be efficient. These re- sults also indicate that cotranscriptional splicing is not an absolute requirement for trans-splicing. Whether in vivo trans-splicing of RNA tran- scribed from loci that participate in chromosomal rearrangements predisposes DNA at those sites to recombination with or without prior intranuclear colocalization of the loci will require further investigation.  In view of the regulated trans-splicing be- tween JAZF1 and JJAZ1 pre-mRNAs in normal endometrium, the t(7;17)(p15;q21) found in ESSs might be considered a mutation that leads to constitutive production of the JAZF1-JJAZ1 mRNA and its protein product. This relation is similar to that seen in other oncogenic mutations associated with tumor development, namely, that mutations lead to overproduction or irreversible activation of gene products rather than to creation of “new” genes, as the fusion genes resulting from many chromosomal translocations and other DNA rearrangements have generally been thought to be.  If RNA products of fusion genes other than JAZF1-JJAZ1 also mimic normal products re- sulting from trans-splicing of pre-mRNAs, it would explain the ability to frequently amplify from healthy tissues chimeric RNAs associated with chromosomal rearrangements in tumors. Considering the large number of recurrent gene  fusions found in tumors, it would further sug- gest that trans-spliced RNAs may be relatively common in normal cells and tissues (support- ing online text). At a minimum, the finding of the trans-spliced JAZF1-JJAZ1 RNA in normal cells implies a risk to inferring the presence of chro- mosomal rearrangements in tissue specimens for the diagnosis and detection of cancer, especially in the context of minimal disease. Additionally, it is possible that drugs designed to target chimeric proteins produced by neoplastic gene fusions may have toxicities due to inhibited function of similar proteins in normal cells.  References and Notes 1. M. A. Pierotti et al., Proc. Natl. Acad. Sci. U.S.A. 89,  1616 (1992). 2. F. Mitelman, B. Johansson, F. Mertens, Nat. Rev. Cancer  7, 233 (2007). 3. O. Bernard et al., Oncogene 6, 1477 (1991). 4. P. J. Kourlas et al., Proc. Natl. Acad. Sci. U.S.A. 97, 2145  (2000). 5. A. Pardanani et al., Blood 102, 3093 (2003). 6. S. A. Tomlins et al., Science 310, 644 (2005). 7. S. Janz, M. Potter, C. S. Rabkin, Genes Chromosomes  Cancer 36, 211 (2003). 8. J. I. Koontz et al., Proc. Natl. Acad. Sci. U.S.A. 98, 6348  (2001). 9. H. Li et al., Proc. Natl. Acad. Sci. U.S.A. 104, 20001 (2007). 10. G. Krikun et al., Endocrinology 145, 2291 (2004). 11. Materials and methods are available as supporting  material on Science Online. 12. R. C. Desrosiers et al., J. Virol. 71, 9764 (1997). 13. L. Bonen, FASEB J. 7, 40 (1993). 14. M. Krause, D. Hirsh, Cell 49, 753 (1987).  15. N. Agabian, Cell 61, 1157 (1990). 16. R. E. Sutton, J. C. Boothroyd, Cell 47, 527 (1986). 17. C. Caudevilla et al., Proc. Natl. Acad. Sci. U.S.A. 95,  12185 (1998). 18. A. N. Akopian et al., FEBS Lett. 445, 177 (1999). 19. S. A. Frantz et al., Proc. Natl. Acad. Sci. U.S.A. 96, 5400  (1999). 20. T. Takahara, S. I. Kanazu, S. Yanagisawa, H. Akanuma,  J. Biol. Chem. 275, 38067 (2000). 21. C. Finta, P. G. Zaphiropoulos, J. Biol. Chem. 277, 5882  (2002). 22. G. Flouriot, H. Brand, B. Seraphin, F. Gannon, J. Biol.  Chem. 277, 26244 (2002). 23. C. Fitzgerald et al., J. Biol. Chem. 281, 38172 (2006). 24. Z. Jehan et al., Genome Res. 17, 433 (2007). 25. C. Zhang et al., DNA Cell Biol. 22, 303 (2003). 26. T. Maniatis, B. Tasic, Nature 418, 236 (2002). 27. C. S. Huettner, P. Zhang, R. A. Van Etten, D. G. Tenen,  Nat. Genet. 24, 57 (2000). 28. A. T. Look, Science 278, 1059 (1997). 29. Supported by the National Cancer Institute (grant  R01 CA85995) and a generous gift from the Burnstein-Turnbull family. We thank M. Martel for assistance in the histologic evaluation of tissue samples; R. Means for providing the rhesus fibroblast cell line RF; P. Li for cytogenetic analysis; V. Patriub for technical assistance; and H. Taylor, J. Steitz, D. Mishler, E. Ullu, and A. Krensky for helpful discussion.  Supporting Online Material www.sciencemag.org/cgi/content/full/321/5894/1357/DC1 Materials and Methods SOM Text Figs. S1 to S8 References  20 February 2008; accepted 7 July 2008 10.1126/science.1156725  Germline Allele-Specific Expression of TGFBR1 Confers an Increased Risk of Colorectal Cancer Laura Valle,1 Tarsicio Serena-Acedo,1 Sandya Liyanarachchi,1 Heather Hampel,1  Ilene Comeras,1 Zhongyuan Li,1 Qinghua Zeng,2 Hong-Tao Zhang,2 Michael J. Pennison,2  Maureen Sadim,2 Boris Pasche,2* Stephan M. Tanner,1* Albert de la Chapelle1*  Much of the genetic predisposition to colorectal cancer (CRC) in humans is unexplained. Studying a Caucasian-dominated population in the United States, we showed that germline allele-specific expression (ASE) of the gene encoding transforming growth factor-b (TGF-b) type I receptor, TGFBR1, is a quantitative trait that occurs in 10 to 20% of CRC patients and 1 to 3% of controls. ASE results in reduced expression of the gene, is dominantly inherited, segregates in families, and occurs in sporadic CRC cases. Although subtle, the reduction in constitutive TGFBR1 expression alters SMAD-mediated TGF-b signaling. Two major TGFBR1 haplotypes are predominant among ASE cases, which suggests ancestral mutations, but causative germline changes have not been identified. Conservative estimates suggest that ASE confers a substantially increased risk of CRC (odds ratio, 8.7; 95% confidence interval, 2.6 to 29.1), but these estimates require confirmation and will probably show ethnic differences.  T he annual worldwide incidence of colo- rectal cancer (CRC) exceeds 1 million, being the second to fourth most common  cancer in industrialized countries (1). Although diet and lifestyle are thought to have a strong impact on CRC risk, genes have a key role in the predisposition to this cancer. A positive family  history of CRC occurs in 20 to 30% of all pro- bands. Highly penetrant autosomal dominant and recessive hereditary forms of CRC account for at most 5% of all CRC cases (2). Although additional high- and low-penetrance alleles have been proposed, much of the remaining predis- position to CRC remains unexplained (3).  www.sciencemag.org SCIENCE VOL 321 5 SEPTEMBER 2008 1361  REPORTSCorrected 18 September 2015; see full text.   o n   Ju ly   1 , 2  01 6  ht tp  :/ /s  ci en  ce .s  ci en  ce m  ag .o  rg /  D ow  nl oa  de d   fr om     http://science.sciencemag.org/    (5894), 1357-1361. [doi: 10.1126/science.1156725]321Science  2008)  Hui Li, Jinglan Wang, Gil Mor and Jeffrey Sklar (September 5, Normal Human Cells A Neoplastic Gene Fusion Mimics Trans-Splicing of RNAs in    Editor's Summary         This copy is for your personal, non-commercial use only.   Article Tools  http://science.sciencemag.org/content/321/5894/1357 article tools:  Visit the online version of this article to access the personalization and  Permissions http://www.sciencemag.org/about/permissions.dtl Obtain information about reproducing this article:    is a registered trademark of AAAS. ScienceAdvancement of Science; all rights reserved. The title  Avenue NW, Washington, DC 20005. Copyright 2016 by the American Association for the in December, by the American Association for the Advancement of Science, 1200 New York   (print ISSN 0036-8075; online ISSN 1095-9203) is published weekly, except the last weekScience    o n   Ju ly   1 , 2  01 6  ht tp  :/ /s  ci en  ce .s  ci en  ce m  ag .o  rg /  D ow  nl oa  de d   fr om     View publication statsView publication stats  http://science.sciencemag.org/content/321/5894/1357 http://www.sciencemag.org/about/permissions.dtl http://science.sciencemag.org/ https://www.researchgate.net/publication/23238537",
    "references": [],
    "authors": [
        "Chung-ming Chu",
        "Patrick C. Y. Woo",
        "Ken T. K. Chong",
        "Wah-shing Leung",
        "Veronica L. Chan",
        "Kwok-yung Yuen"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}