{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "pnas201310331 11409..11414   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/242018486  Shox2 is a molecular determinant of depot-specific adipocyte function  Article  in  Proceedings of the National Academy of Sciences · June 2013  DOI: 10.1073/pnas.1310331110 · Source: PubMed  CITATIONS  34 READS  187  8 authors, including:  Some of the authors of this publication are also working on these related projects:  PI3K Signaling View project  Insulin Signaling View project  Kevin Y Lee  Harvard University  66 PUBLICATIONS   4,459 CITATIONS     SEE PROFILE  Jeremie Boucher  Evotec  107 PUBLICATIONS   6,674 CITATIONS     SEE PROFILE  Jonathon Winnay  Sana Biotechnology  59 PUBLICATIONS   7,401 CITATIONS     SEE PROFILE  Stephane Gesta  Berg LLC  102 PUBLICATIONS   5,473 CITATIONS     SEE PROFILE  All content following this page was uploaded by Kevin Y Lee on 08 October 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/242018486_Shox2_is_a_molecular_determinant_of_depot-specific_adipocyte_function?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/242018486_Shox2_is_a_molecular_determinant_of_depot-specific_adipocyte_function?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/PI3K-Signaling?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Insulin-Signaling-3?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kevin-Lee-50?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kevin-Lee-50?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Harvard_University?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kevin-Lee-50?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremie-Boucher?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremie-Boucher?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Evotec?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jeremie-Boucher?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jonathon-Winnay?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jonathon-Winnay?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Jonathon-Winnay?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephane-Gesta?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephane-Gesta?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Stephane-Gesta?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kevin-Lee-50?enrichId=rgreq-a5078f62b3fb21566f2bf8a8aa47f3b4-XXX&enrichSource=Y292ZXJQYWdlOzI0MjAxODQ4NjtBUzoxNTAwMjk4MzA0NjM0ODhAMTQxMjc4MTMwNzE4Ng%3D%3D&el=1_x_10&_esc=publicationCoverPdf   Shox2 is a molecular determinant of depot-specific adipocyte function Kevin Y. Leea, Yuji Yamamotoa, Jeremie Bouchera, Jonathon N. Winnaya, Stephane Gestaa, John Cobbb, Matthias Blüherc, and C. Ronald Kahna,1  aSection on Integrative Physiology and Metabolism, Joslin Diabetes Center, Harvard Medical School, Boston, MA 02215; bDepartment of Biological Sciences, University of Calgary, Calgary, AB, Canada T2N 1N4; and cDepartment of Medicine, University of Leipzig, 04103 Leipzig, Germany  Contributed by C. Ronald Kahn, June 1, 2013 (sent for review January 26, 2013)  Visceral and s.c. fat exhibit different intrinsic properties, including rates of lipolysis, and are associated with differential risk for the development of type 2 diabetes. These effects are in part related to cell autonomous differences in gene expression. In the present study, we show that expression of Shox2 (Short stature homeobox 2) is higher in s.c. than visceral fat in both rodents and humans and that levels are further increased in humans with visceral obesity. Fat-specific disruption of Shox2 in male mice results in protection fromhigh fat diet-inducedobesity,with a preferential loss of s.c. fat. The reduced adipocyte size is secondary to a twofold increase in the expression of β3 adrenergic receptor (Adrb3) at both the mRNA and protein level and a parallel increase in lipolytic rate. These effects are mimicked by knockdown of Shox2 in C3H10T1/2 cells. Con- versely, overexpression of Shox2 leads to a repression of Adrb3 expression and decrease lipolytic rate. Shox2 does not affect differ- entiation but directly interacts with CCAAT/enhancer binding pro- tein alpha and attenuates its transcriptional activity of the Adrb3 promoter. Thus, Shox2 can regulate the expression of Adrb3 and control the rate of lipolysis and, in this way, exerts control of the phenotypic differences between visceral and s.c. adipocytes.  developmental genes | adipose depots | lipid metabolism  Obesity, especially central obesity in which the excessive weightis associated with increased amounts of intraabdominal or visceral fat, is associated with insulin resistance, type 2 diabetes and increased risk of cardiovascular disease (1, 2). On the other hand, peripheral obesity, characterized by increased amounts of s.c. fat, is associated with improved insulin sensitivity and lowered risk of type 2 diabetes and atherosclerosis, and appears to even reduce the risk of diseases associated with central obesity (2, 3). Consistent with these findings, we and others have demonstrated beneficial effects of s.c. fat through transplantation studies (4, 5). These clear differences between s.c. and visceral fat suggest  that, in addition to their anatomical location, these fat depots have intrinsic differences at the cellular level. These studies have demonstrated major functional and gene expression differences between s.c. and visceral fat (6, 7). Both isolated adipocytes and the stromovascular fraction containing preadipocytes show cell autonomous differences in the expression of developmental pat- terning genes between s.c. and visceral depots, suggesting different developmental origins for these fat depots (8). One of the developmental genes that show differential expres-  sion between adipose depots in both mice and humans is Short stature homeobox 2 (Shox2). Shox2 mRNA levels are 20-fold higher in the s.c. vs. the visceral adipose depots. This increased level of Shox2 expression is independent of leptin levels or diet- induced obesity and is found in both isolated adipocytes, as well as in preadipocytes sorted from the stromovascular fraction, of s.c. vs. visceral fat (9, 10). Shox2, formerly known as aOg12 (mice), Prx3 (rats), and SHOT (human), is a homolog to the short stature ho- meobox gene SHOX in humans. Shox2 is the only Shox gene present in mice because mice lack a direct ortholog to human SHOX. In mice, ablation of Shox2 causes embryonic lethality at midgestation due to cardiac and vascular defects (11). Studies of  Shox2-null and conditional knockout mice have shown an in- dispensable role of Shox2 in the formation of the proximal portion of the limb skeleton and synovial joints (12, 13). The shortened limbs observed in Turner syndrome may be related to loss of SHOX (14, 15). Due to the striking differences in expression of Shox2 between  the s.c. and visceral fat depots, as well as its known roles in regu- lating the development of mesodermally derived tissues, we hy- pothesized that Shox2may have a potential role in the differential biology and function in adipocytes from these different depots. In the current study, we find that SHOX2 expression is higher in the s.c. than visceral adipose tissue in mice and humans. SHOX2 ex- pression in the s.c. fat of people with visceral obesity is increased compared with lean individuals and individuals with s.c. obesity. After ablation of Shox2 in adipocytes of mice (F-Shox2−/−), the resultant male mice are resistant to diet-induced obesity and ex- hibit decreased adipose mass, especially in the s.c. depot. Adipo- cytes isolated from male F-Shox2−/− mice have an increase in catecholamine-induced lipolysis with a corresponding increase in β3-adrenergic receptor (Adrb3) expression. Knockdown and over- expression studies in C3H10T1/2 cell lines demonstrate that Shox2 is able to repress transcriptional activation of CCAAT/ enhancer binding protein alpha (C/EBPα) on the Adrb3 pro- moter in a dose-dependent manner. Thus, Shox2 acts to control differential adipocyte function and plays an important role in the depot-specific differences in adipocyte behavior.  Results Shox2 Expression Is Correlated with Visceral Obesity in Humans. We have previously shown that Shox2 is differentially expressed in s.c. and intraabdominal fat of mice and humans (8). Shox2 levels are highest in the s.c. fat depots, with only low levels of expression in brown fat or visceral fat depots (9). Likewise, preadipocytes sorted from the stromovascular fraction of s.c. fat have Shox2 levels that are 95-fold higher than those found in visceral fat (10). Quanti- tative real-time PCR (qPCR) analysis of Shox2 mRNA from s.c. and perigonadal adipose tissue of obesity-prone C57BL/6 mice confirmed an ∼20-fold higher level of Shox2 mRNA in s.c. versus perigonadal fat in both male and female mice (Fig. 1A; Fig. S1A). Similar differential expression of Shox2 was observed in the adi- pose depots of obesity-resistant 129/SvEv mice, with no significant differences between these two mouse strains in Shox2 expression (Fig. 1A). A similar, but even more striking, differential expression was  observed in adipose tissue of humans. Thus, qPCR analysis of SHOX2 gene expression in 163 nondiabetic Caucasian subjects  Author contributions: K.Y.L., Y.Y., and C.R.K. designed research; K.Y.L., Y.Y., J.B., J.N.W., S.G., and M.B. performed research; J.C. and M.B. contributed new reagents/analytic tools; K.Y.L. and C.R.K. analyzed data; and K.Y.L. and C.R.K. wrote the paper.  The authors declare no conflict of interest. 1To whom correspondence should be addressed. E-mail: c.ronald.kahn@joslin.harvard. edu.  This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1310331110/-/DCSupplemental.  www.pnas.org/cgi/doi/10.1073/pnas.1310331110 PNAS | July 9, 2013 | vol. 110 | no. 28 | 11409-11414  C EL L B IO LO  G Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF1 mailto:c.ronald.kahn@joslin.harvard.edu mailto:c.ronald.kahn@joslin.harvard.edu http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental www.pnas.org/cgi/doi/10.1073/pnas.1310331110   revealed on average 83-fold higher levels of SHOX2mRNA in s.c. fat than visceral fat (18.9 ± 0.6 arbitrary units vs. 15,521.7 ± 31.4, P < 10−97). This differential expression was observed over the entire range of BMI from 20 to >50 kg/m2 and in both males and females (Fig. 1B). Although there was no correlation between SHOX2 expression with blood glucose levels, age, or sex, there was a significant correlation between SHOX2 expression and the site of fat deposition in obese individuals. Thus, when the study group was divided into four subgroups—lean [body mass index (BMI) < 25], overweight (BMI 25-30), obese (BMI > 30) with a preferen- tial s.c. distribution, and obese with a preferential visceral distri- bution—SHOX2 expression in s.c. fat was significantly higher in both obese women and men with a preferential visceral distribu- tion compared with lean, overweight, and obese subjects with an s.c. distribution (Fig. 1C). Shox2 mRNA levels were not changed during differentiation of either mouse or human preadipocytes (Fig. S1 B and C). Thus, in both rodents and in humans, Shox2 is expressed in adipocyte and their precursor cells and is differen- tially expressed between fat depots, and, in humans, SHOX2 ex- pression in the s.c. fat is higher in men and women with visceral obesity than those with s.c. obesity or those with no obesity.  Ablation of Shox2 Attenuates Diet-Induced Obesity. To investigate the role of Shox2 in adipocyte biology, we created mice with an ablation of Shox2 in adipocytes using the aP2-cre transgenicmouse and mice carrying a Shox2 allele with locus of X-over P1 (loxP) sites surrounding the entire coding sequence. Adipocyte protein 2 cre (aP2-cre); Shox2f/f (termed F-Shox2−/−) mice exhibited effi- cient and specific ablation of Shox2 in fat, were born at the ex- pectedMendelian ratio, and exhibited no overt abnormalities (16). F-Shox2−/− and littermate control Shox2f/f animals were fed  a standard chow (21% fat by calories) diet or high fat (60% fat) diet starting at age 6 wk. On a chow diet, there was no difference in body weight in F-Shox2−/− males followed out to 11 mo of age. By contrast, on high fat diet (HFD), F-Shox2−/− males gained weight at a significantly slower rate than controls, with a 29% weight re- duction in weight gain over the 12 wk (Fig. 2A). This reduction corresponded to a 53%and 30%decrease of the s.c. and perigonadal  fat depots in the F-Shox2−/− mice as early as 6 wk after exposure to HFD (Fig. 2B). As a result, the relative ratio of perigonadal to s.c. flank fat after 12 wk of HFDwas 2.45 in male F-Shox2−/−mice verses a ratio of only 1.33 in control mice (Fig. 2C). There were no observable changes in triglyceride accumulation in the brown fat of F-Shox2−/− mice after HFD. Likewise, there was no difference in adipocyte size in the perigonadal fat between knockout and control mice (Fig. 2D). However, adipocyte size in the s.c. fat of F-Shox2−/− mice was markedly reduced, with a 37% decrease in median adipocyte diameter, indicating that the decrease in fat mass was due to a decrease in cell size, rather than a decrease in cell number (Fig. 2E). Thus, F-Shox2−/− mice are partially pro- tected against diet-induced obesity due to a decrease in adipocyte hypertrophy, particularly in the s.c. depot.  F-Shox2−/− Mice Are Not Protected Against Diet-Induced Insulin Resistance. HFD induces insulin resistance in mice. This insulin resistance is reflected by an increase in blood glucose levels and levels of circulating insulin. As expected, control Shox2f/f mice showed a 57% increase in fasting and 42% increase in peak glu- cose levels during the glucose tolerance test after 8 wk of HFD compared with chow diet-fed mice. Despite the resistance of male F-Shox2−/− mice to HFD-induced obesity, these mice showed a similar 40% increase in fasting blood glucose and a 41% increase in peak glucose levels during a glucose tolerance test (Fig. S2A) compared with chow diet-fed mice. Circulating insulin levels were similarly increased byHFD inmale control (0.36 ng/mL to 1.51 ng/ mL) and F-Shox2−/− (0.36 ng/mL to 1.73 ng/mL) mice (Fig. S2B).  Subcutaneous Perigonadal  Female Visceral Female Subcutaneous Male Visceral Male Subcutaneous  0 10 20 30 40 50  200 300 400 500 600 700  S ho  x2 /T  B P  *** ***  C57BL/6 129SvEv  20 0  20  40  1000  2000  3000  4000  S H  O X  2/ 36  B 4  30 40 50 60 BMI  Lean Overweight Subcutaneous Obese Visceral Obese  0  500  1000  1500  2000  2500  S H  O X  2/ 36  B 4  0  500  1000  1500  2000  2500  S H  O X  2/ 36  B 4  Females *** *****  Males *  *  A C  B  Fig. 1. The expression of Shox2 in different mouse and human fat depots. (A) Expression level of Shox2 mRNA was compared using quantitative real- time PCR (qPCR) of RNA isolated from fat pads of 6-wk-old male C57BL/6 and 129SvEv animals. Data are normalized to Tata binding protein (Tbp) and shown as mean ± SEM of five samples. (B) qPCR analysis of SHOX2 expression from s.c. and visceral fat of female and male human subjects plotted versus BMI. Data are normalized to the expression of the housekeeping gene acidic ribosomal phosphoprotein P0 (36B4). (C) qPCR analysis of SHOX2 expression from s.c. fat of male and female lean, overweight, s.c. obese and viscerally obese patients. Subject characteristics and visceral and s.c. obesity defined as described in SI Materials and Methods. Data are normalized to the expres- sion of 36B4 and shown as mean ± SEM. *P < 0.05; **P < 0.01; ***P < 0.001.  Shox2f/f  Shox2f/f F-Shox2-/-  0.0  0.5  1.0  1.5  2.0  2.5  SCF PGF   Fa t P  ad  W  ei gh  t  B  0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5  Shox2f/f F-Shox2-/- W  ei gh  t  R  at io   ( P  G F/  S C  F)  CA  E  *  *  F  6 15 20 25 30 35 40 45 50 55  Start 4 8 10 12 Weeks of HFD  B od  y  W  ei gh  t ( g) **  * *  F-Shox2-/-  0  500  1000  1500  2000  2500  3000  Day Night  V O  2  (m  l/k g/  hr )  * *  0 20 40 60 80 100 120 140 160  SCF PGFM ed  ia n   A di  po cy  te  D  ia m  et er   ( uM  )  *  *  Shox2f/f  B AT  S C  F P  G F  F-Shox2-/-D  Fig. 2. F-Shox2−/− males are resistant to HFD-induced obesity. (A) Body weight measurement of F-Shox2−/− and control animals during 12 wk on HFD (started at 6 wk of age). Data are shown as mean ± SEM of five to seven animals per group. *P < 0.05 for all panels. (B) Weight of fat pads from F-Shox2−/− and control males after 6 wk of HFD exposure. Data are shown as mean ± SEM (n = 4-5). (C) Ratio of perigonadal (intraabdominal) fat/flank (s.c.) fat pad weights for F-Shox2−/− and control males after 6 wk of HFD exposure. Data are shown as mean ± SEM (n = 4-5). (D) Hematoxylin/eosin- stained representative sections from F-Shox2−/− and control males after 12 wk of HFD exposure. Pictures were taken at 200× . (E) Calculation of median adipocyte size in perigonadal and s.c. fat from F-Shox2−/− and control males after 12 wk of HFD exposure. Values represent median ± SEM of five digital images from four animals per group. (F) Oxygen consumption rate in the light and dark cycles of male F-Shox2−/− and control animals after 2 wk of HFD feeding. Data are shown as mean ± SEM (n = 4). BAT, brown adipose tissue; PGF, perigonadal fat; SCF, subcutaneous fat; VO2, oxygen uptake.  11410 | www.pnas.org/cgi/doi/10.1073/pnas.1310331110 Lee et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=STXT www.pnas.org/cgi/doi/10.1073/pnas.1310331110   Reflecting the changes in fat mass, F-Shox2−/− mice had a 48% reduction in circulating leptin levels compared with controls after 12 wk of HFD (Fig. S2C). Thus, even though F-Shox2−/− mice are protected against diet-induced obesity, the reduced body weight did not lead to protection against diet-induced glucose intolerance or hyperinsulinemia. Although F-Shox2−/− and control male mice consumed similar  amounts of calories (3.9 ± 0.5 g per mouse per day and 4.3 ± 0.5 g per mouse per day, respectively) and had comparable levels of activity, indirect calorimetry of male mice maintained on the HFD for 2 wk revealed that F-Shox2−/− mice had an ∼20% increase in oxygen consumption during both the light period (2,431 ± 102 in F-Shox2−/− versus 1,913 ± 171 mL·kg−1·h−1, P < 0.05) and dark period (2,687± 133 versus 2,136 ± 240 mL·kg lean−1·h−1, P < 0.05) (Fig. 2F). This change in oxygen con- sumption occurred with no change in the respiratory quotient, an indicator of the relative rates of fat and carbohydrate oxida- tion. Together, these data suggest that the protection from diet- induced obesity exhibited by F-Shox2−/−mice was due to increased energy expenditure.  Shox2 Ablation Leads to an Increase in Lipolytic Rate. Decreased adipocyte size, i.e., reduced triglyceride content, can result from a defect in adipocyte differentiation, decreased lipogenesis, or in- creased lipolysis. qPCR analysis of mRNA isolated from s.c. fat, perigonadal fat, and brown adipose tissue from F-Shox2−/− and littermate controls revealed no significant differences in the levels of known regulators of adipogenesis, indicating that Shox2 abla- tion does not impair adipocyte differentiation. However, after exposure to HFD for 2 wk, adipocytes isolated from the s.c. and perigonadal depots of F-Shox2−/− mice revealed an increase in catecholamine-induced lipolytic rate. Thus, when stimulated with isoproterenol at concentrations of 0.1 and 1μM, F-Shox2−/− adi- pocytes, particularly those from s.c. fat, exhibited a >50% increase in glycerol release compared with control cells (Fig. 3A). This increase in lipolytic rate led to a 51% and 30% increase in circu- lating free fatty acids (FFA) in F-Shox2−/− on HFD in the fed and fasted states compared with controls (Fig. S2D). Despite the in- crease in circulating FFA levels, ectopic fat deposition in the liver was not visibly increased (Fig. S2E), presumably due to protection from the increased energy expenditure. Although increased li- polysis has been shown to increase recruitment of adipose tissue macrophages (17), immunofluorescence on hisotological sections for the macrophage marker F4/80 and quantification of macro- phage number showed that macrophage density was not signifi- cantly increased in the s.c. fat of F-Shox2−/− males on chow or HFD (Fig. S2 F and G). In adipocytes from the perigonadal fat, but not the s.c. fat, of F-Shox2−/− mice, there was also increased insulin-stimulated lipogenesis (60% at 1 nM and 32% at 10 nM insulin) compensating for the increased lipolysis and helping to maintain adipocyte size (Fig. S3A). Numerous proteins, especially adipose triglyceride lipase (Atgl)  and hormone sensitive lipase (Hsl), work coordinately to break down and metabolize stored triglycerides. The expression of the two rate-limiting enzymes of lipolysis, Atgl and Hsl, or the key colipase comparative gene identification-58 (CGI-58) were not significantly changed in adipocytes of F-Shox2−/− mice on HFD (Fig. 3B). However, expression of the β3-adrenergic receptors (Adrb3) was increased by ∼50% in F-Shox2−/− adipocytes isolated from the s.c. fat of mice on HFD (Fig. 3B). Levels of mRNA for the Adrb3 were also increased in F-Shox2−/− perigonadal adi- pocytes, but this difference did not reach statistical significance. These differences were paralleled by differences in Adrb3 protein levels in s.c. and perigonadal fat of F-Shox2−/−mice on HFD (Fig. 3C, Fig. S3B). Catecholamines stimulate lipolysis mainly through the phosphorylation and subsequent activation of hormone sen- sitive lipase (Hsl) and perilipin (Plin1). Western blot of extracts from s.c. fat of F-Shox2−/− mice on HFD showed a significant  1.9-fold increase in phosphorylation of Hsl and a trend for increased Plin1 phosphorylation (1.4-fold; P = 0.18) with no changes in total protein or mRNA levels (Figs. 3D and S3C). Thus, ablation of Shox2 leads to increased levels of Adrb3, which results in increased catecholamine-induced lipolysis, especially in s.c. fat cells, leading to smaller adipocyte size in F-Shox2−/− mice on HFD.  shRNA Knockdown of Shox2 Increases Adrb3 Expression and Lipolysis. To further investigate the mechanisms underlying the increased lipolysis found in F-Shox2−/− adipocytes, we used an shRNA len- tivirus to stably knockdown endogenous Shox2 expression in adi- pocytes differentiated from C3H10T1/2 mesenchymal stem cells (shShox2 cells). qPCR analysis of shShox2 cells showed that Shox2 message was decreased by at least 80% both in the undiffer- entiated state and after differentiation into adipocytes using the standard induction protocol with insulin, dexamethasone, and isobutylmethylxanthine. shShox2 cells displayed a marked re- duction of lipid accumulation upon Oil Red O staining (Fig. S4A). qPCR analysis of the major regulators and markers of differenti- ation, including C/EBPα, peroxisome proliferator-activated re- ceptor gamma (PPARγ), and aP2, showed no differences between shShox2 cells and control cells over 8 d of differentiation (Fig. S4B). Thus, the decreased lipid accumulation in Shox2-deficient cells is due to changes in lipid metabolism and not a defect in differentiation. In control and shShox2 cells, basal and insulin-induced lipogenic  rates measured using [14C] D-glucose incorporation into fatty acids showed no significant differences (Fig. S4C). Lipolysis rate, as measured by the rate of glycerol release, was also not different in the basal condition. However, upon stimulation of lipolysis with 10 nM to 100 nM isoproterenol, shShox2 cells exhibited a  B  A  0  5  10  15  20  25  Basal 0.01 0.1 1  *  *  Subcutaneous  Isoproterenol   (μM)  0.0  0.5  1.0  1.5  2.0  2.5  SCF PGF  H sl  E xp  re ss  io n/  Tb p  0 2 4 6 8 10 12 14  SCF PGF  A dr  b3 E  xp re  ss io  n/ Tb  p  0  20  40  60  80  100  120  SCF PGF  A tg  lE xp  re ss  io n/  Tb p  *  Atgl Hsl Adrb3  Shox2f/f Adrb3 Actin  Adrb3 Actin  F-Shox2-/-  C  Shox2f/f F-Shox2-/-  Subcutaneous Fat  Perigonadal Fat  Shox2f/f  pHSL  Actin  HSL  IP: pSerine  F-Shox2-/-D  Total Plin1  IB: Plin1 Shox2f/f F-Shox2-/-  0  5  10  15  20  25  Basal 0.01 0.1 1  *  *  Perigonadal  Isoproterenol  (μM)  Shox2f/f  F-Shox2-/-  Li po  ly si  s  R  at e   (n g  gl yc  er ol  /m g   lip id  )  Li po  ly si  s  R  at e   (n g  gl yc  er ol  /m g   lip id  )  Fig. 3. Shox2 ablation leads to an increase in lipolytic rate on HFD. (A) Li- polysis as measured by glycerol release from isolated s.c. and perigonadal adipocytes of F-Shox2−/− males and controls after 2 wk of HFD exposure. Data are shown as mean ± SEM of four animals per group normalized by lipid content of the cells. The entire experiment was repeated twice. *P < 0.05 for all panels. (B) Expression levels of Hsl, Atgl, and Adrb3 mRNA were compared using qPCR of mRNA from perigonadal and s.c. fat in 8-wk-old male Shox2f/f and F-Shox2−/− mice after 2 wk of HFD. Data are shown as mean ± SEM (n = 4). (C) Western blot of the β3-adrenergic receptor from protein extracts from the s.c. and perigonadal fat in 8-wk-old male Shox2f/f  and F-Shox2−/− mice. Mice were subjected to HFD for 2 wk. Western blot of actin was used as a loading control. (D) Western Blots of the phosphorylated (pHSL) and total hormone sensitive lipase, and perilipin, and immunopre- cipitation (IP) with an anti-phospho-serine (pSerine) antibody followed by immunoblotting (IB) for perilipin from protein extracts from the s.c. and perigonadal fat in 8-wk-old male Shox2f/f and F-Shox2−/− mice. Mice were subjected to HFD for 2 wk.  Lee et al. PNAS | July 9, 2013 | vol. 110 | no. 28 | 11411  C EL L B IO LO  G Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF4   40%-68% increase compared with controls (Fig. 4B). Additionally, when lipolysis was stimulated by CL-316,243, a specific activator of Adrb3, Shox2 knockdown C3H10T1/2 cells demonstrated an in- creased lipolytic rate across a broad concentration range from 0.1 to 100 μM (Fig. 4C). In agreement with the in vivo phenotype observed in the F-Shox2−/− mice, qPCR analysis demonstrated that knockdown of Shox2 in C3H10T1/2 led to a 2.5-fold increase in Adrb3 mRNA (Fig. 4D), and this difference was confirmed by Western blotting, which showed a dramatic up-regulation of Adrb3 protein in knockdown cells (Fig. 4E). Thus, Shox2 does not affect differentiation or lipogenesis but leads to an increase in Adrb3 expression that, in turn, causes a significant increase in catecholamine-induced lipolysis.  Overexpression of Shox2 Decreases Lipolysis and Adrb3 Expression. To further elucidate the role of Shox2 in adipocytes, we created C3H10T1/2 cells with stable overexpression of Shox2 (Fig. 5A). These cells differentiated into adipocytes normally with normal lipid accumulation (Fig. S5A) and expression of differentiation markers. Mirroring the findings of increasedAdrb3 in the F-Shox2−/−  mice and the knockdown cell line, qPCR analysis C3H10T1/2 adipocytes overexpressing Shox2 exhibited a 58% decrease of Adrb3 mRNA expression (Fig. 5B) and a parallel decrease in Adrb3 protein (Fig. 5C). This decrease in Adrb3 expression lead to an ∼50% decrease in isoproterenol-stimulated lipolytic rate at all concentrations tested, with no change in basal lipolytic rate (Fig. 5D). Likewise, althoughmaximal lipolytic rate after 20 μM  forskolin stimulation was unchanged (Fig. S5B), lipolysis stim- ulated by the β3-specific agonist, CL-316,243 was decreased by about 50% in Shox2 overexpressing C3H10T1/2 adipocytes across a wide range of concentrations from 0.1 to 1,000 nM (Fig. 5E). Taken together with the data from the fat-specific Shox2 knockout mice and the Shox2 knockdown cell line, these data in- dicate that Shox2 is a negative regulator of Adrb3 expression and lipolytic rate both in vivo and in vitro.  Shox2 Represses C/EBPα Transactivation of Adrb3-luc Constructs. The β3-adrenergic receptor has been shown to play an important role in adipocyte function and metabolic homeostasis (18). The fact that ablation of Shox2 causes increased expression of Adrb3 both in vivo and in vitro, and that overexpression led to decreased Adrb3 expression, prompted us to test whether Shox2 might di- rectly regulate Adrb3 expression. A reporter construct harboring a 5.13-kb upstream fragment of the mouse Adrb3 gene linked to a luciferase reporter gene (Adrb3-luc) (19) was cotransfected with different concentrations of Shox2 into the C3H10T1/2 cells. Lu- ciferase assays demonstrated that basal Adrb3 promoter activity in C3H10T1/2 cells was very low under these conditions, and no change in activity was seen following Shox2 expression (Fig. 6A). However, the Adrb3 promoter is potently activated by C/EBPα (20), and, when C/EBPα was cotransfected with the reporter construct, there was a dose-dependent increase in luciferase levels by 2-, 11- and 19-fold at 10 ng, 50 ng, and 200 ng of C/EBPα,  Days of Differentiation  * *  0.0  0.6  1.2  1.8  0 2 4 6 8  A dr  b3 /T  bp Adrb3  shGFP shShox2  Adrb3 Actin  E  D  shGFP shShox2  100  C  0.00  0.05  0.10  0.15  0.20  0.25  0 0.1 1 10 CL-316,243 (nM)  CL-316,243  * * *  *  Li po  ly si  s  R  at e   (n g  gl yc  er ol  /m g   lip id  )  0.0  0.5  1.0  1.5  2.0  2.5  3.0  0 2 4 6 8  S ho  x2 /3  6B 4  * * * * *  Days of Differentiation  Shox2 B  0.00  0.02  0.04  0.06  0.08  0.10  0.12  0 10 100 1000 Isoproterenol (nM)  Li po  ly si  s  R  at e   (n g   gl yc  er ol  /m g   lip id  )  Isoproterenol * * *  A  Fig. 4. shRNA knockdown of Shox2 increases Adrb3 expression and lipoly- sis. (A) Expression level of Shox2 mRNA was compared by qPCR between C3H10T1/2 cells stably transfected with shShox2 and shGFP (control) during adipocyte differentiation. Data shown as mean ± SEM of triplicate samples and repeated three times. *P < 0.05 for all panels. (B) Lipolysis rates after stimulation with isoproterenol as measured by glycerol release from shShox2 and shGFP C3H10T1/2 adipocytes after 8 d of differentiation. Data are shown as mean ± SEM of three replicates and normalized by lipid content of the cells. The entire experiment was repeated twice. (C) Lipolysis rates after stimulation with CL 316,243 as measured by glycerol release from shShox2 and shGFP C3H10T1/2 adipocytes after 8 d of differentiation. Data are shown as mean ± SEM of three replicates and normalized by lipid content of the cells. The entire experiment was repeated twice. (D) mRNA was isolated from shShox2 and shGFP stably transfected C3H10T1/2 cells during adipocyte differentiation. Adrb3 expression was measured by qPCR. Data shown as mean ± SEM of triplicate samples and repeated three times. (E) Western blot of the β3-adrenergic receptor from protein extracts from shShox2 and shGFP C3H10T1/2 adipocytes after 6 d of differentiation. Western blot of actin was used as a loading control.  pBABE Empty pBABE Shox2  A Shox2Empty  Adrb3 Actin  CB  0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0  0 0.01 0.1 1 10 100 1000 CL 316,243 (nM)  Li po  ly si  s  R  at e  (F ol  d  In  du ct  io n)  * **  E  0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5  0 2 4 6  A dr  b3  m  R N  A /T  B P  Days of Differentiation  * *  Adrb3  0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0  0 0.01 0.1 1 10 100 1000 Isoproterenol (nM)  Li po  ly si  s  R  at e  (F ol  d  In  du ct  io n)  ** * *  D  60.0  0.5  1.0  1.5  2.0  2.5  3.0  0 2 4 Days of Differentiation  S ho  x2  m  R N  A /T  B P  Shox2 *  **  *  Fig. 5. Overexpression of Shox2 decreases lipolysis and Adrb3 expression. (A) Expression level of Shox2 mRNA was compared by qPCR between C3H10T1/2 cells stably transfected with pBABE-Shox2 and pBABE-Empty (control) during adipocyte differentiation. Data are mean ± SEM of triplicate samples and the experiment was repeated three times. *P < 0.05 for all panels. (B) Expression level of Adrb3 mRNA was compared by qPCR between C3H10T1/2 cells stably transfected with pBABE-Shox2 and pBABE-Empty (control) during adipocyte differentiation. Data are shown as mean ± SEM of triplicate samples and repeated three times. (C) Western blot of Adrb3 from protein extracts from pBABE-Shox2 and pBABE-Empty C3H10T1/2 adipocytes after 6 d of differentiation. Western blot for actin was used as a loading control. (D) Lipolysis rates after stimulation with isoproterenol as measured by glycerol release from pBABE-Shox2 and pBABE-Empty C3H10T1/2 adipo- cytes after 8 d of differentiation. Data are graphed as fold induction over basal lipolytic rate ± SEM of three replicates. The entire experiment was repeated twice. (E ) Lipolysis rates after stimulation with CL 316,243 as measured by glycerol release from pBABE-Shox2 and pBABE-Empty C3H10T1/2 adipocytes after 8 d of differentiation. Data are shown as graphed as fold induction over basal lipolytic rate ± SEM of three replicates. The entire ex- periment was repeated twice.  11412 | www.pnas.org/cgi/doi/10.1073/pnas.1310331110 Lee et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=SF5 www.pnas.org/cgi/doi/10.1073/pnas.1310331110   respectively. Shox2 repressed this induction of Adrb3-luc by C/EBPα in a dose-dependent manner by up to 75% (Fig. 6A). To determine whether the Shox2 might physically interact with C/EBPα, we transiently transfected C3H10T1/2 cells with vectors expressing C/EBPα and a FLAG-tagged-Shox2. We immunopreci- pitated the cell extracts with anti-FLAG and western blotted the precipitates with anti-C/EBPα antibodies. As shown in Fig. 6B, Shox2 coimmunoprecipitated with C/EBPα in C3H10T1/2 cells. Thus, Shox2 directly interacts with C/EBPα and represses its activation of the Adrb3 promoter. To further assess how Shox2 represses Adrb3 promoter activity,  we performed ChIP analysis on the endogenous Adrb3 promoter after transiently transfecting C3H10T1/2 cells with vectors ex- pressing C/EBPα and a FLAG-tagged-SHOX2. Interestingly, us- ing an anti-FLAG antibody, we were unable to show recruitment of FLAG-tagged-Shox2, indicating that Shox2 does not bind the Adrb3 promoter. However, the expression of Shox2 interferes with the ability of C/EBPα to bind the Adrb3 promoter, as C/EBPα recruitment to the Adrb3 promoter was reduced by about 50% when cotransfected with Shox2 (Fig. 6C). Thus, the interaction with Shox2 appears to modulate C/EBPα activity and leads to a decrease in β3-adrenergic receptor expression and decreased lipolysis.  Discussion The differential physiological effects of visceral versus s.c. obesity and their relative risk of metabolic disease have been documented in multiple studies. Visceral obesity is associated with insulin re- sistance and metabolic disorders, such as type 2 diabetes, whereas s.c. obesity is not (1, 21). In fact, in some studies, s.c. obesity is even protective against the effects of visceral obesity (3). Several factors have been suggested to contribute to these differences: first, an- atomical differences between visceral and s.c. fat, and especially the fact that visceral fat drains directly into the portal vein, ex- posing the liver to higher levels of free fatty acids, adipokines, and cytokines, which can lead to insulin resistance (22); second, obesity is associated with inflammation and the infiltration of activated macrophages into fat, and these occur to a greater extent in  visceral fat compared with s.c. fat (23); and finally, a number of studies indicate intrinsic differences in gene expression be- tween adipocytes from different fat depots, which might lead to different biological and physiological function (6-8). In the present study, we have explored how one of these differ-  entially expressed genes, Shox2, may play an important role in obesity and body fat distribution. We find that SHOX2 is more highly expressed in s.c. than visceral fat both in mice and humans. Furthermore, SHOX2 expression in the s.c. fat is significantly higher in both men and women (20% and 40% increased, respectively) with visceral obesity than in individuals with peripheral obesity. Thus, SHOX2 expression in the s.c. fat is associated with lower ratios of s.c. to visceral fat, i.e., central obesity, suggesting that SHOX2may contribute to a differential distribution and function of adipose tissue. Although the modest increase in SHOX2 is unlikely to be solely responsible for the visceral obesity in human subjects, these data fit within a growing body of work that shows that nu- merous gene pathways contribute to both common obesity and fat distribution (24). When F-Shox2−/− male mice are place on HFD, they are re-  sistant to diet-induced obesity and show decreased overall fat mass, with greater differences in the s.c. depot. The greater effect on adipose mass in the s.c. versus the peritoneal fat is consistent with the higher levels of Shox2 in the s.c. fat. This differential distribution of fat is indicated by a change in weight ratio of per- igonadal to s.c. fat in male mice made obese by HFD from 1.33 in controls to 2.45 in F-Shox2−/−mice. Thus, although the F-Shox2−/−  male mice are protected from HFD-induced obesity, they do this by developing a less favorable fat distribution. Even though F-Shox2−/− male mice on HFD are less obese than controls, they do not exhibit the beneficial effects of reduced obesity on meta- bolic parameters such as glucose tolerance and insulin levels. These data are consistent with previous studies in rodents and humans (2-4, 25) indicating that, in contrast to visceral fat, which has detrimental metabolic effects, s.c. fat may have a ben- eficial effect on metabolism. The major contributing factors to this differential effect on  adipose depots appear to be differential changes in lipolytic and lipogenic rates. The effect of Shox2 ablation on the growth of the s.c. and visceral depots is relative to the levels of Shox2 in these fat pads. The lipolysis rates of adipocytes from the s.c. and, to a lesser extent, perigonadal depots are increased in F-Shox2−/− males compared with controls. In perigonadal adipocytes, this increased rate of lipolysis is coupled with increased insulin-stimulated lipo- genesis, and these opposing factors almost balance each other, leading to only a modest reduction of perigonadal tissue mass. On the other hand, in s.c. adipocytes, the higher rates of lipolysis are not coupled to higher lipogenic rates, leading to a reduction in lipid storage and the reduced adipose cell size observed in the s.c. fat. The knockdown of Shox2 in C3H10T1/2 cells also leads to a decrease of lipid accumulation under basal conditions, suggest- ing that Shox2 also impacts some other aspect of adipocyte bi- ology, such as lipid storage. However, themechanism behind these effects is unclear, as Shox2 ablation did not change the expression of regulators of lipid storage. The increased isoproterenol-stimulated lipolysis in adipocytes  isolated from HFD-fed F-Shox2−/− male mice can be explained by an increase in β3-adrenergic receptor, especially in the s.c. fat. These data are consistent with previous studies that have shown that, in murine adipose tissue, lipolysis is regulated primarily by Adrb3 activation (26) and that inactivation of Adrb3 leads to an increase of fat stores that is accentuated by high fat feeding (18). The phenotype that we observe in F-Shox2−/− mice is due to an increase in Adrb3, an increase in lipolysis, and a decrease in fat accumulation on HFD. These changes are the opposite of those observed in the Adrb3 knockout mice. Other physiological reg- ulators of Adrb3 have recently been studied. For example, ab- lation of SERTA domain containing 2 (TRIP-Br2), similar to  B  Input  IP: Flag  A  0 20 40 60 80  100 120 140 160 180 200  Empty 10ng 50ng 200ng  R el  at iv  e  Li  gh t U  ni ts  Empty Vector 100ng Shox2 200ng Shox2  *  *  Vector C/EBPα C/EBPα C/EBPα  0.00 0.05 0.10 0.15 0.20 0.25 0.30 0.35  Empty Shox2 Only  C/EBP Only  Shox2 C/EBP  IgG anti-C/EBP  *  D N  A  (  IP /In  pu t)  *  ** C  Fig. 6. Shox2 represses C/EBPα transactivation of Adrb3-luc constructs. (A) Luciferase activity of C3H10T1/2 cells transfected with a 5.13-kb Adrb3 lu- ciferase reporter and either a vector control or 10, 50, or 200 ng of C/EBPα expression vector. C3H10T1/2 cells were also cotransfected with either a vector control or 100 or 200 ng of a Shox2 expression vector. Data are shown as mean ± SEM of three replicates. The entire experiment was repeated three times. *P < 0.05. (B) Coimmunoprecipitation experiments performed in C3H10T1/2 cells transiently transfected with C/EBPα alone or in combination with Flag-Shox2. Input and Flag immunoprecipitates (IP) were immuno- blotted with C/EBPα-specific antibodies. The entire experiment was repeated twice. (C) ChIP Assay for C/EBPα on the Adrb3 promoter in C3H10T1/2 cells after transient transfection with C/EBPα alone or in combination with Flag- Shox2. Data are shown as mean ± SEM of three replicates. The entire ex- periment was repeated twice.  Lee et al. PNAS | July 9, 2013 | vol. 110 | no. 28 | 11413  C EL L B IO LO  G Y    Shox2 ablation, leads to increase in Adrb3 and an increase in the rate of catecholamine-induced lipolysis. However, unlike in- activation of Shox2, TRIP-Br2 also leads to changes in oxidative gene metabolism and thermogenesis (27). Although F-Shox2−/−  mice exhibit resistance to diet-induced obesity, unlike TRIP-Br2 knockout mice, they exhibit higher levels of circulating FFA and do not have improved insulin resistance. Together, these results suggest that, to improve metabolic parameters, free fatty acids generated through lipolysis must be used in situ by the adipocyte, and not released into the circulation. No effect of Shox2 alone was observed on Adrb3 transcription.  However, the Adrb3 promoter is directly transactivated by C/EBPα, a transcription factor that rises markedly during adipocyte dif- ferentiation, and Shox2 is able to able to repress this activation in a dose-dependent manner by directly interacting with C/EBPα and reducing C/EBPα binding to the Adrb3 promoter. Interes- tingly, Shox2 deficiency or overexpression does not change the expression of other target genes of C/EBPα during adipogenesis, such as PPARγ and aP2. However, recent studies have demon- strated that attenuation of C/EBP signaling reduces Adrb3 action without changes in other C/EBPα target genes (28). Adrb3 may act as a sensitive barometer of C/EBPα activity because it is not further activated by PPARγ (29). In conclusion, in this study, we demonstrate that Shox2 plays  a significant role in determining adipose distribution in both humans and mice. In human subjects, the expression level of  SHOX2 in the s.c. fat is positively correlated with visceral obesity. Specific ablation of Shox2 from mouse adipocytes attenuates diet- induced obesity by reducing adipocyte size, especially in s.c. fat, where SHOX2 levels are normally high. This decrease in adipo- cytes size is secondary to greater rates of lipolysis due to an in- crease in Adrb3 expression. Studies in cell culture models further demonstrate that Shox2 controls lipolytic rate and Adrb3 expres- sion in a dose-dependent manner. Taken together, these data in- dicate that Shox2 serves as an important modulator of adipocyte function, and its differential expression contributes to the depot- specific differences in adipocyte behavior.  Materials and Methods Further details are presented in SI Materials and Methods. The generation of F-Shox2−/− mice has already been described (16). mRNA and protein ex- pression was measured by qPCR and western blot, respectively. Lipogenesis was measured by incorporation of [14C] D-glucose into lipids, and lipolytic activity measured by glycerol release. Shox2 was stably overexpressed by retroviral transduction, and stably knocked down by lentiviral transduction.  ACKNOWLEDGMENTS. We thank Dr. Denis Duboule (University of Geneva) for the Shox2 floxed mice and Dr. Sheila Collins (Sanford-Burnham Medical Research Institute) for the Adrb3-luciferase constructs. We are grateful to A. Clermont, M. Poillucci [Diabetes Research Center (DRC) Physiology Core], and H. Li (DRC Specialized Assay Core). This work was supported by Joslin Training Grant T32DK007260, National Institutes of Health Grants DK 60837 and DK 82655, an American Diabetes Association mentor-based award, and the Mary K. Iacocca Professorship (to C.R.K.).  1. Carey VJ, et al. (1997) Body fat distribution and risk of non-insulin-dependent di- abetes mellitus in women: The Nurses' Health Study. Am J Epidemiol 145(7):614-619.  2. Nicklas BJ, et al. (2006) Abdominal obesity is an independent risk factor for chronic heart failure in older people. J Am Geriatr Soc 54(3):413-420.  3. Snijder MB, et al. (2003) Associations of hip and thigh circumferences independent of waist circumference with the incidence of type 2 diabetes: The Hoorn Study. Am J Clin Nutr 77(5):1192-1197.  4. Tran TT, Yamamoto Y, Gesta S, Kahn CR (2008) Beneficial effects of subcutaneous fat transplantation on metabolism. Cell Metab 7(5):410-420.  5. Hocking SL, Chisholm DJ, James DE (2008) Studies of regional adipose transplantation reveal a unique and beneficial interaction between subcutaneous adipose tissue and the intra-abdominal compartment. Diabetologia 51(5):900-902.  6. Lefebvre AM, et al. (1998) Depot-specific differences in adipose tissue gene expression in lean and obese subjects. Diabetes 47(1):98-103.  7. Tchkonia T, et al. (2007) Increased TNFalpha and CCAAT/enhancer-binding protein homologous protein with aging predispose preadipocytes to resist adipogenesis. Am J Physiol Endocrinol Metab 293(6):E1810-E1819.  8. Gesta S, et al. (2006) Evidence for a role of developmental genes in the origin of obesity and body fat distribution. Proc Natl Acad Sci USA 103(17):6676-6681.  9. Yamamoto Y, et al. (2010) Adipose depots possess unique developmental gene sig- natures. Obesity (Silver Spring) 18(5):872-878.  10. Macotela Y, et al. (2012) Intrinsic differences in adipocyte precursor cells from dif- ferent white fat depots. Diabetes 61(7):1691-1699.  11. Espinoza-Lewis RA, et al. (2009) Shox2 is essential for the differentiation of cardiac pacemaker cells by repressing Nkx2-5. Dev Biol 327(2):376-385.  12. Gu S, Wei N, Yu L, Fei J, Chen Y (2008) Shox2-deficiency leads to dysplasia and an- kylosis of the temporomandibular joint in mice. Mech Dev 125(8):729-742.  13. Cobb J, Dierich A, Huss-Garcia Y, Duboule D (2006) A mouse model for human short- stature syndromes identifies Shox2 as an upstream regulator of Runx2 during long- bone development. Proc Natl Acad Sci USA 103(12):4511-4515.  14. Rao E, et al. (1997) Pseudoautosomal deletions encompassing a novel homeobox gene cause growth failure in idiopathic short stature and Turner syndrome. Nat Genet 16(1):54-63.  15. Clement-Jones M, et al. (2000) The short stature homeobox gene SHOX is involved in skeletal abnormalities in Turner syndrome. Hum Mol Genet 9(5):695-702.  16. Lee KY, et al. (2013) Lessons on conditional gene targeting in mouse adipose tissue. Diabetes 62(3):864-874.  17. Granneman JG, Li P, Zhu Z, Lu Y (2005) Metabolic and cellular plasticity in white adipose tissue I: Effects of beta3-adrenergic receptor activation. Am J Physiol Endo- crinol Metab 289(4):E608-E616.  18. Susulic VS, et al. (1995) Targeted disruption of the beta 3-adrenergic receptor gene. J Biol Chem 270(49):29483-29492.  19. Robidoux J, Martin TL, Collins S (2004) Beta-adrenergic receptors and regulation of energy expenditure: A family affair. Annu Rev Pharmacol Toxicol 44:297-323.  20. Dixon TM, Daniel KW, Farmer SR, Collins S (2001) CCAAT/enhancer-binding protein alpha is required for transcription of the beta 3-adrenergic receptor gene during adipogenesis. J Biol Chem 276(1):722-728.  21. Duman BS, et al. (2003) The interrelationship between insulin secretion and action in type 2 diabetes mellitus with different degrees of obesity: Evidence supporting central obesity. Diabetes Nutr Metab 16(4):243-250.  22. Björntorp P (1990) “Portal” adipose tissue as a generator of risk factors for cardio- vascular disease and diabetes. Arteriosclerosis 10(4):493-496.  23. Lumeng CN, Bodzin JL, Saltiel AR (2007) Obesity induces a phenotypic switch in adi- pose tissue macrophage polarization. J Clin Invest 117(1):175-184.  24. Fall T, Ingelsson E (2012) Genome-wide association studies of obesity and metabolic syndrome. Mol Cell Endocrinol, 10.1016/j.mce.2012.08.018.  25. Misra A, et al. (1997) Relationship of anterior and posterior subcutaneous abdominal fat to insulin sensitivity in nondiabetic men. Obes Res 5(2):93-99.  26. Boucher J, et al. (2002) Human alpha 2A-adrenergic receptor gene expressed in transgenic mouse adipose tissue under the control of its regulatory elements. J Mol Endocrinol 29(2):251-264.  27. Liew CW, et al. (2013) Ablation of TRIP-Br2, a regulator of fat lipolysis, thermogenesis and oxidative metabolism, prevents diet-induced obesity and insulin resistance. Nat Med 19(2):217-226.  28. Chatterjee R, et al. (2011) Suppression of the C/EBP family of transcription factors in adipose tissue causes lipodystrophy. J Mol Endocrinol 46(3):175-192.  29. Vernochet C, et al. (2009) C/EBPalpha and the corepressors CtBP1 and CtBP2 regulate repression of select visceral white adipose genes during induction of the brown phenotype in white adipocytes by peroxisome proliferator-activated receptor gamma agonists. Mol Cell Biol 29(17):4714-4728.  11414 | www.pnas.org/cgi/doi/10.1073/pnas.1310331110 Lee et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1310331110/-/DCSupplemental/pnas.201310331SI.pdf?targetid=nameddest=STXT www.pnas.org/cgi/doi/10.1073/pnas.1310331110   Supporting Information Lee et al. 10.1073/pnas.1310331110 SI Materials and Methods Animals and Diets.All mice were housed in a mouse facility with a 12-h light/dark cycle in a temperature-controlled room. Creation of adipocyte protein 2 cre (aP2-cre) (1) and short stature ho- meobox gene 2 (Shox2) floxed (2) mice has previously been de- scribed. Control (Shox2f/f) and fat-specific Shox2 knockout (F-Shox2−/−) mice were maintained on a standard chow diet containing 22% calories from fat, 23% from protein, and 55% from carbohydrates (Mouse Diet 9F 5020; PharmaServ), or sub- jected to high fat diet (HFD) containing 60% calories from fat, 20% from protein, and 20% from carbohydrates (OpenSource Diet D12492; Research Diet) beginning at ∼6 wk of age. Mice were allowed ad libitum access to water and food. Animal care and study protocols were approved by the Animal Care Committee of Joslin Diabetes Center and were in accordance with the National Institutes of Health guidelines.  Metabolic Analysis. For metabolic analysis, 8-wk-old mice (F-Shox2−/− and controls), which had been onHFD for 2 wk, were housed individually and evaluated for ambulatory activity using an OPTO-M3 sensor system [Comprehensive Laboratory Animal Monitoring System (CLAMS); Columbus Instruments], which counts beam breaks for 60 s for each mouse, five times per hour during two full light/dark cycles. Indirect calorimetry was mea- sured on the same mice using an open-circuit Oxymax system (Columbus Instruments). After a 48-h acclimation period, exhaust air was sampled for 60 s every 12 min in each cage consecutively for 72 h in the fed state for the determination of O2 and CO2. Fed glucose was measured between 9:00 AM and 11:00 AM in  tail vein blood samples (Ascensia Elite). Insulin was measured using rat insulin ELISA with mouse standards (Crystal Chem). Leptin and adiponectin were also assessed by ELISA (Crystal Chem). Intraperitoneal glucose (2 g/kg weight) and insulin tol- erance (1.25 units/kg) tests were performed in unrestrained conscious mice after a 16- and 4-h fast, respectively. Glucose and insulin tolerance tests were performed on mice at 14 wk of age after 8 wk of HFD exposure.  Measurement of Adipocyte Size. Perigonadal and s.c. fat from mice on 12wkofHFD(started at 6wk) (n= 4 per group)wasfixed in 10% (vol/vol) formalin and paraffin embedded; 8-μm sections were he- matoxylin/eosin stained. Five digital images (20×) from nonover- lapping fields were taken from each slide (total 20 fields per group), and adipocyte diameters were calculated using Image J software.  Lipogenesis and Lipolysis in Isolated Adipocytes. Subcutaneous and perigonadal adipose tissue from mice were quickly dissected, minced, and digested with 1 mg/mL collagenase I (Worthington Biosciences) in DMEM containing high glucose (4,500 mg/L) supplemented with 1% fatty acid free BSA shaking for 45 min at 37 °C. Cells were passed through a 200-μM filter and washed twice with Krebs Ringer Hepes buffer containing 1% BSA. Lipogenesis and lipolysis assays were performed as previously described (3, 4).  Gene Expression.Analysis of gene expression was conducted using quantitative PCR (qPCR). Total RNA was extracted using an RNeasy minikit (QIAGEN), and 3 μg was reverse transcribed in 100 μl using a High Capacity cDNA Reverse Transcription Kit (Applied Biosystems) according to the manufacturer's instruc- tions. Five microliters of diluted cDNA from the reverse transcrip- tion reaction (1/10) was amplified with specific primers (300 nM each) in a 10-μL PCR with an SYBR green PCR master mix  (Applied Biosystems). Analysis of gene expression was done in an ABI Prism 7900 sequence detector with an initial denaturation at 95 °C for 10 min, followed by 40 PCR cycles, each cycle consisting of 95 °C for 15 s and 60 °C for 1 min. SYBR green fluorescence emission was monitored after each cycle. For each gene, mRNA expression was calculated relative to Tata binding protein (Tbp). Amplification of specific transcripts was confirmed by melting- curve profiles at the end of each PCR.  Human Adipose Tissue Collection. Paired samples of visceral and s.c. adipose tissue were obtained from 198 Caucasianmen (n= 99) and women (n = 99) who underwent open abdominal surgery for gastric banding, cholecystectomy, appendectomy, weight reduction surgery, abdominal injury, or explorative laparotomy. Of these patients, 21 females and 15 males had type 2 diabetes mellitus (T2DM). The T2DMpatients were excluded from further analysis. All subjects had stable body weight with no fluctuations of >2% of the body weight for at least 3 mo before surgery. The age of the subjects ranged from 24 to 85 y for males and from 27 to 86 y for females. Body mass index (BMI) ranged from 21.7 to 46.8 kg/m2  for the males and from 20.8 to 54.1 kg/m2 for the females. Waist- hip ratio (WHR) ranged from 0.8 to 1.37 for the males and from 0.62 to 1.45 for the females. Visceral fat area and the relative ratio of intraabdominal visceral fat to s.c. fat area were determined using computed tomography (CT) scans at the level of L4-L5 with an attenuation range of −30 to −190 Houndsfield units as pre- viously described (5). Obese (BMI > 30) with a preferential s.c. distribution was defined as a ratio of s.c. fat area to visceral fat area of >0.4 whereas a preferential visceral distribution was defined as a ratio of s.c. fat area to visceral fat area of <0.4. Samples of vis- ceral and s.c. adipose tissue were immediately frozen in liquid ni- trogen after removal. The study was approved by the ethics committee of the University of Leipzig. All subjects gave written informed consent before taking part in the study.  Western Blot. Proteins were extracted from cells in radioimmuno- precipitation assay buffer (RIPA) buffer with 0.1% SDS. Thirty micrograms of protein was subjected to SDS/PAGE and trans- ferred topolyvinylidinefluoridemembranes, andblotswereprobed with the (1:1,000) anti-beta3 adrenergic receptor (Adrb3) (Novus Biologicals), anti-phosphorylatedhormone senstive lipase (pHSL), anti-hormone senstive lipase, or anti-perilipin (Abcam).  Retroviral and Lentiviral Infection. Shox2was stably overexpressed in C3H10T1/2 cells by retroviral infection. Phoenix cells were grown to 70% confluency in 10-cm plates and were transiently transfected with 1 μg of retroviral expression vectors pBABE-Empty-bleo or pBABE-Shox2-bleo using Superfect (Qiagen) according to the manufacturer's instructions. At 48 h after transfection, virus- containing medium was collected and passed through a 0.45-μm pore size syringe filter. Filter-sterilized Polybrene (hexadimethrine bromide; 8 μg/mL) was added to the virus-loadedmedium, and the medium was then applied to proliferating (20% confluent) cells. At 48 h after infection, cells were treated with trypsin and replated in a medium supplemented with zeocin (Invitrogen) as a selection antibiotic. shRNA knockdown of Shox2 was achieved in C3H10T1/2 cells  by lentiviral infection. Plates (10 cm) of 70% confluent 293FT cells were transiently transfected with 1 μg of lentiviral pSUPER green fluorescent protein (shGFP) or pSUPER shShox2 and the viral packaging vectors SV-E-MLV-env and SV-E-MLV using Superfect (Qiagen) according to the manufacturer's instructions.  Lee et al. www.pnas.org/cgi/content/short/1310331110 1 of 6  www.pnas.org/cgi/content/short/1310331110   Forty-eight hours after transfection, virus-containing medium was collected and passed through a 0.45-μm syringe filter. Filter- sterilized Polybrene (hexadimethrine bromide, 8 μg/mL) was added to the virus-loaded medium, and the medium was applied to proliferating cells. Forty-eight hours after infection, cells were treated with trypsin and replated in a medium supplemented with puromycin (Invitrogen) as a selection antibiotic. Cells were grown in DMEM containing high glucose (4,500 mg/L)  with 10% FBS (Gemini). Differentiation was induced by induc- tion media:growth media supplemented with 1 μM dexametha- sone, 500 μM isobutylmethylxanthine, and 100 nM insulin, for 2 d. Except for the assessment of differentiation capacity, the peroxi- some proliferator-activated receptor gamma (PPARγ) agonist rosiglitazone (1 μM) was added in all experiments. Cells were then grown for 6 d in growth media with 100 nM insulin. Medium was replaced every other day.  Oil Red O Staining. Liver samples from four F-Shox2−/− and control mice after 12 wk of HFD were embedded in optimal cutting temperature (OCT) compound and sectioned 9-10 μM thick. Differentiated culture plates were washed in PBS, and cells were fixed in 4% paraformaldehyde for 1 h. Oil Red O of liver samples and plates was performed by diluting a stock solution (0.5 g of Oil Red O [Sigma]) in 100 mL of isopropanol with water [60:40 (vol/ vol)], followed by filtration. After staining, samples were washed several times in water. Liver sections were lightly counterstained with hematoxylin. Pictures are taken at 20 ×.  Reporter Assays. NIH 3T3 and C3H10T1/2 were plated in 24-well plates and grown to 70% confluence. The cells were transfected with 1 μg of a previously described 5.13-kb Adrb3 luciferase reporter (6), pcDNA3.1-Empty, or pcDNA3.1-CCAAT/enhancer binding protein alpha (C/EBPα), pBABE-Shox, or BABE-Empty, and pRenilla-TK (Promega), using Superfect transfection reagent (Qiagen). The cells were harvested 24 h later, and luciferase  activity was measured using a Dual Renilla Luciferase II Assay Kit, and normalized to Renilla luciferase measurements (Promega).  Immunoprecipitation.C3H10T1/2 were plated in 10-cm plates and grown to 80% confluence. The cells were transfected with a total of 10 μg of plasmid DNA composed of different combinations of pcDNA3.1-C/EBPα, pBABE-Shox2-FLAG, or BABE-Empty us- ing Superfect transfection reagent (Qiagen). Cells were lysed in immunoprecipitation (IP) Lysis Buffer (Pierce) supplemented with protease and phosphatase inhibitors (Sigma) and passed through a 29-gauge syringe five times. Onemilligram of protein was used for each immunoprecipitation with 2 ug of anti-C/EBPalpha (Santa Cruz; sc61), anti-FLAG (Sigma; M2), or anti-phosphoserine (Cell Signaling) antibodies. Micro MACS Protein A and Protein G (Miltenyi Biotec) were used for the immunoprecipitation accord- ing to the manufacturer's instructions.  Chromatin Immunoprecipitation. C3H10T1/2 cells were grown to 70%confluence in10-cmplatesand transiently transfectedwith1μg of Empty Vector, Shox2-FLAG, and/or C/EBPα for 48 h. Cross- linking was performed by adding 37% formaldehyde to a final concentration of 1% formaldehyde and incubation at room tem- perature for 10 min and stopped by addition of 10× 1.25M glycine. Cells were then scraped, and samples were prepared with EZChIP (Upstate) according to the manufacturer's protocol. DNA was sonicated on ice using 5× 10-s bursts of 30% output of a Tekmar Sonicator. The chromatin fractions were incubated in each case with 10 μg of one of the following antibodies: anti-C/EBPα (Santa Cruz), and normal rabbit IgG at 4 °C overnight. Immunopre- cipitated DNA was analyzed by qPCR detecting the mouse Adrb3 promoter (forward, 5′- GGAGCAATGACTTCTAAACGTA- CAA-3′; reverse, 5′-TGACCCTTCTAGATGAACACACA -3′).  Statistics. All differences were analyzed by ANOVA or Student t test. Results were considered significant if P < 0.05.  1. Abel ED, et al. (2001) Adipose-selective targeting of the GLUT4 gene impairs insulin action in muscle and liver. Nature 409(6821):729-733.  2. Cobb J, Dierich A, Huss-Garcia Y, Duboule D (2006) A mouse model for human short- stature syndromes identifies Shox2 as an upstream regulator of Runx2 during long- bone development. Proc Natl Acad Sci USA 103(12):4511-4515.  3. Boucher J, et al. (2002) Human alpha 2A-adrenergic receptor gene expressed in transgenic mouse adipose tissue under the control of its regulatory elements. J Mol Endocrinol 29(2):251-264.  4. Lee KY, Gesta S, Boucher J, Wang XL, Kahn CR (2011) The differential role of Hif1β/Arnt and the hypoxic response in adipose function, fibrosis, and inflammation. Cell Metab 14(4):491-503.  5. Berndt J, et al. (2005) Plasma visfatin concentrations and fat depot-specific mRNA expression in humans. Diabetes 54(10):2911-2916.  6. Robidoux J, Martin TL, Collins S (2004) Beta-adrenergic receptors and regulation of energy expenditure: a family affair. Annu Rev Pharmacol Toxicol 44:297-323.  Lee et al. www.pnas.org/cgi/content/short/1310331110 2 of 6  www.pnas.org/cgi/content/short/1310331110   c  0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 1.6  Preadipocytes Adipocytes  S ho  x2  m  R N  A /T  bp Human  0.0  0.5  1.0  1.5  2.0  2.5  3.0  0 2 4 6 8 Days of Differentiation  S ho  x2  m  R N  A /T  bp  b 3T3-L1  SubcutaneousPerigonadal  ***  0 10 20 30 40 50  200 300 400 500 600  S ho  x2 /T  B P  Female Micea  Fig. S1. Shox2 expression during 3T3-L1 differentiation and in sorted cells. (A) Expression level of Shox2mRNA was compared using quantitative real-time PCR (qPCR) of RNA isolated from fat pads of 6-wk-old female C57BL/6 animals. Data are normalized to the expression of the housekeeping gene Tata binding protein (Tbp) and shown as mean ± SEM of five samples. (B) qPCR analysis of Shox2 expression in 3T3-L1 cells during in vitro differentiation. Data are shown as mean ± SEM of four replicates. The entire experiment was repeated twice. (C) Expression level of SHOX2 mRNA was compared using qPCR of RNA isolated from primary human subcutaneous preadipocytes before and after differentiation into adipocytes.  Lee et al. www.pnas.org/cgi/content/short/1310331110 3 of 6  www.pnas.org/cgi/content/short/1310331110   0  100  200  300  400  500  600  0 30 60 90 120  Minutes  G lu  co se   (m g/  dL )  0  50  100  150  200  250  300  350  400  0 30 60 90 120  Minutes  G lu  co se   (m g/  dL )  b *p=0.056  0.0  0.5  1.0  1.5  2.0  2.5  Fed Fasted  FF A   (m M  )  0.0  0.5  1.0  1.5  2.0  2.5  Chow High Fat  In su  lin  n  g/ m  L  c d  a  0.00 0.05 0.10 0.15 0.20 0.25 0.30 0.35 0.40 0.45  Le p-  n  (n  M ) *  Shox2 f/f  F-Shox2-/-  Chow Diet High Fat Diet  Shox2 f/f F-Shox2-/-  C ho  w H  FD  f  F4 /8  0  Po  si -  ve  C  el ls  /F ie  ld  g  0  50  100  150  200  250  300  350  Chow HFD  e  F4/80 DAPI  C ho  w H  FD  Shox2 f/f F-Shox2-/-  Fig. S2. Effects of fat-specific Shox2 ablation on glucose tolerance and circulating adipokine and fatty acid levels. (A) Glucose tolerance testing of male F-Shox2−/− and control mice on chow diet and 8 wk after HFD exposure. Data are shown as mean ± SEM (n = 5-7 animals per group). (B) Circulating insulin levels of male F-Shox2−/− and control mice on chow diet and after 8 wk of HFD exposure were measured by ELISA. Data are shown as mean ± SEM (n = 5-7 animals per group). (C) Circulating leptin levels of fasted male and female F-Shox2−/− and control mice after 8 wk of HFD exposure were measured by ELISA. Data are shown as mean ± SEM (n = 5-7 animals per group). *P < 0.05 for all panels. (D) Circulating free fatty acid (FFA) levels of fed and fasted male F-Shox2−/−  and control mice after 8 wk of HFD exposure were measured by ELISA. Data are shown as mean ± SEM (n = 5-7 animals per group). (E) Oil Red O staining of male F-Shox2−/− and control livers on chow diet and 12 wk after HFD exposure. Nuclei are counterstained with hematoxylin. Representative digital images (20×) are shown. (F) Immunofluorescence for the macrophage marker F4/80 on perigonadal fat of F-Shox2−/− and control mice at 6 wk of age and after 12 wk of HFD exposure. Representative digital images (20×) are shown. (G) Quantification of immunofluorescence for the macrophage marker F/480 on perigonadal fat of F-Shox2−/− and control mice at 6 wk of age and after 12 wk of HFD exposure. Four digital images (20×) from nonoverlapping fields were taken from each slide (total 12 fields per group).  Lee et al. www.pnas.org/cgi/content/short/1310331110 4 of 6  www.pnas.org/cgi/content/short/1310331110   **  0  20  40  60  80  100  120  140  Basal 0.1nM 1nM 10nM  C 14   In co  rp o  ra -  o n  /k g   Li p  id  0 20 40 60 80  100 120 140 160 180 200  Basal 0.1nM 1nM 10nM  Insulin  C 14   In co  rp o  ra -  o n  /k g   Li p  id  Shox2 f/f  F-Shox2-/-  0  0.2  0.4  0.6  0.8  1  1.2  1.4  1.6  1.8  Shox2 f/f F-Shox2-/-  A dr  b3  /A  ct in  (N or  m al  iz ed   to  C  on tr  ol )  0.85  0.90  0.95  1.00  1.05  1.10  1.15  1.20  Shox2 f/f F-Shox2-/-  A dr  b3  /A  ct in  (N or  m al  iz ed   to  C  on tr  ol )  0  0.5  1  1.5  2  2.5  Shox2 f/f F-Shox2-/-  pH S  L/ to  ta l H  S L  (N or  m al  iz ed   to  C  on tr  ol )  0  0.2  0.4  0.6  0.8  1  1.2  1.4  1.6  1.8  Shox2 f/f F-Shox2-/-  pP lin  /to ta  l P lin  (N or  m al  iz ed   to  C  on tr  ol )  Subcutaneous Fat Perigonadal Fat  *  * p=0.12  p=0.18  Subcutaneous Fat  Perigonadal Fat  a b  c  Fig. S3. Effects of fat-specific Shox2 ablation on lipogenesis. (A) Lipogenesis rate as measured by incorporation of [14C] D-glucose into fatty acid from isolated s.c. and perigonadal adipocytes. Adipocytes were isolated from 8-wk-old mice fed HFD for 2 wk. Data are mean ± SEM (n = 4 animals per group). (B) Quantitation of Western blots shown in Fig. 3C of the β3-adrenergic receptor from protein extracts from the s.c. and perigonadal fat in 8-wk-old male Shox2f/f  and F-Shox2−/− mice. Western blot of actin was used as a loading control. Data are mean ± SEM (n = 3 animals per group). (C) Quantitation of Western blots shown in Fig. 3D of the phosphorylated and total hormone sensitive lipase, and perilipin, and immunoprecipitation with an anti-phospho-serine antibody followed by immunoblotting for perilipin from protein extracts from the s.c. and perigonadal fat in 8-wk-old male Shox2f/f and F-Shox2−/− mice. Western blot of actin was used as a loading control. Data are mean ± SEM (n = 3 animals per group).  0  10  20  30  0 2 4 6 8 Days of Differen-a-on  Ce bp α  /3 6B  4  0  100  200  300  400  500  600  0 2 4 6 8  aP 2/  36 B4  aP2  0  2  4  6 8  10  12  14  0 2 4 6 8  Pp ar  γ /3  6B 4  PPARγb  Days of Differen-a-onDays of Differen-a-on 0.00  0.05  0.10  0.15  0.20  0.25  shSCR shShox2  O il   Re d   O  (m  g/ w  el l)  0.0  1.0  2.0  3.0  4.0  5.0  0 0.1 1 10  Insulin (nM)  C1 4   in co  rp or  at ed  /k g   Li pi  d  c  shShox2  shGFP  a  *  Fig. S4. Lipogenesis and adipogenesis are not changed in shShox2 adipocytes. (A) Quantification of Oil Red O staining in shShox2 stably transfected and control C3H10T1/2 cells after adipocyte differentiation. Data shown as mean ± SEM of triplicate samples and repeated twice. (B) mRNA was isolated from shShox2 and shGFP stably transfected C3H10T1/2 cells during adipocyte differentiation. Expression of PPARγ, aP2, and C/EBPα, was measured by qPCR at day 0, 2, 4, 6, and 8. Data shown as mean ± SEM of triplicate samples and repeated three times. (C) Lipogenesis in isolated shShox2 adipocytes. Lipogenesis rates as measured by incorporation of [14C] D-glucose into fatty acid from shShox2 and control adipocytes after 8 d of differentiation. Data are shown as mean ± SEM of three replicates. The entire experiment was repeated twice. shSCR, shScramble.  Lee et al. www.pnas.org/cgi/content/short/1310331110 5 of 6  www.pnas.org/cgi/content/short/1310331110   a b  0.0  0.5  1.0  1.5  2.0  2.5  3.0  3.5  Basal 20 uM Forskolin  Li po  ly si  s  Ra  te  g  /L ip  id  pBabe-Empty  pBabe-Shox2  0 0.1  0.2 0.3  0.4 0.5  0.6  0.7  0.8 0.9  Shox2-pB pB-Empty  O il   Re d   O  (m  g/ w  el l)  Fig. S5. Lipid accumulation and maximal lipolytic rate are not affected by overexpression of Shox2. (A) Quantification of Oil Red O staining of stably transfected pBABE-Shox2 and control C3H10T1/2 cells after adipocyte differentiation. Data shown as mean ± SEM of triplicate samples and repeated twice. (B) Lipolysis of pBABE-Shox2 stably transfected and control C3H10T1/2 cells after treatment with 20 μM forskolin. Data shown as mean ± SEM of triplicate samples and repeated twice.  Lee et al. www.pnas.org/cgi/content/short/1310331110 6 of 6  View publication statsView publication stats  www.pnas.org/cgi/content/short/1310331110 https://www.researchgate.net/publication/242018486",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}