{
    "summary": "Specificity protein (Sp) transcription factors Sp1, Sp3 and Sp4 are highly expressed in rhabdomyosarcoma (RMS) cells. In tissue arrays of RMS tumor cores from 71 patients, 80% of RMS patients expressed high levels of Sp1 protein, whereas low expression of Sp1 was detected in normal muscle tissue. The non-steroidal anti-inflammatory drug (NSAID) tolfenamic acid (TA) inhibited growth and migration of RD and RH30 RMS cell lines and also inhibited tumor growth in vivo using a mouse xenograft (RH30 cells) model. The effects of TA were accompanied by downregulation of Sp1, Sp3, Sp4 and Sp-regulated genes in RMS cells and tumors, and the role of Sp protein downregulation in mediating inhibition of RD and RH30 cell growth and migration was confirmed by individual and combined knockdown of Sp1, Sp3 and Sp4 proteins by RNA interference. TA treatment and Sp knockdown in RD and RH30 cells also showed that four genes that are emerging as individual drug targets for treating RMS, namely c-MET, insulin-like growth factor receptor (IGFR), PDGFRα and CXCR4, are also Sp-regulated genes. These results suggest that NSAIDs such as TA may have potential clinical efficacy in drug combinations for treating RMS patients.",
    "title": "Inhibition of rhabdomyosarcoma cell and tumor growth by targeting specificity protein (Sp) transcription factors",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/225054382  Fine Specificity of Plasmodium vivax Duffy Binding Protein Binding  Engagement of the Duffy Antigen on Human Erythrocytes  Article  in  Infection and Immunity · May 2012  DOI: 10.1128/IAI.00206-12 · Source: PubMed  CITATIONS  16 READS  189  10 authors, including:  Some of the authors of this publication are also working on these related projects:  malaria View project  ResearchOne Global Research poster session at USF View project  Francis B Ntumngia  University of South Florida  89 PUBLICATIONS   586 CITATIONS     SEE PROFILE  Menachem Shoham  Case Western Reserve University  74 PUBLICATIONS   2,861 CITATIONS     SEE PROFILE  Joanne L Casey  Monash University (Australia)  42 PUBLICATIONS   1,630 CITATIONS     SEE PROFILE  Michael Foley  La Trobe University  90 PUBLICATIONS   5,051 CITATIONS     SEE PROFILE  All content following this page was uploaded by Menachem Shoham on 17 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/225054382_Fine_Specificity_of_Plasmodium_vivax_Duffy_Binding_Protein_Binding_Engagement_of_the_Duffy_Antigen_on_Human_Erythrocytes?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/225054382_Fine_Specificity_of_Plasmodium_vivax_Duffy_Binding_Protein_Binding_Engagement_of_the_Duffy_Antigen_on_Human_Erythrocytes?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/malaria-14?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/ResearchOne-Global-Research-poster-session-at-USF?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Francis-Ntumngia?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Francis-Ntumngia?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University_of_South_Florida?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Francis-Ntumngia?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Menachem-Shoham?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Menachem-Shoham?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Case-Western-Reserve-University?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Menachem-Shoham?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Joanne-Casey-2?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Joanne-Casey-2?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Monash_University_Australia?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Joanne-Casey-2?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Foley-23?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Foley-23?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/La_Trobe_University?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Michael-Foley-23?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Menachem-Shoham?enrichId=rgreq-0d7924d2a44a6de1635c13f99d1460a5-XXX&enrichSource=Y292ZXJQYWdlOzIyNTA1NDM4MjtBUzo5NzcwMjQ2MTMxMzAyNEAxNDAwMzA1NDkwMTQ3&el=1_x_10&_esc=publicationCoverPdf   Fine Specificity of Plasmodium vivax Duffy Binding Protein Binding Engagement of the Duffy Antigen on Human Erythrocytes  Asim A. Siddiqui,a Jia Xainli,a Jesse Schloegel,b Lenore Carias,a Francis Ntumngia,b Menachem Shoham,c Joanne L. Casey,d  Michael Foley,d John H. Adams,b and Christopher L. Kinga,e  Case Western Reserve University, Center for Global Health and Diseases, Cleveland, Ohio, USAa; Department of Global Health, University of South Florida, Tampa, Florida, USAb; Department of Biochemistry, Case Western Reserve University, Cleveland, Ohio, USAc; Department of Biochemistry, La Trobe University, Victoria, Australiad; and Veterans Affairs Research Service, Louis B. Stokes VA Medical Center, Cleveland, Ohio, USAe  Plasmodium vivax invasion of human erythrocytes requires interaction of the P. vivax Duffy binding protein (PvDBP) with its host receptor, the Duffy antigen (Fy) on the erythrocyte surface. Consequently, PvDBP is a leading vaccine candidate. The bind- ing domain of PvDBP lies in a cysteine-rich portion of the molecule called region II (PvDBPII). PvDBPII contains three distinct subdomains based upon intramolecular disulfide bonding patterns. Subdomain 2 (SD2) is highly polymorphic and is thought to contain many key residues for binding to Fy, while SD1 and SD3 are comparatively conserved and their role in Fy binding is not well understood. To examine the relative contributions of the different subdomains to binding to Fy and their abilities to elicit strain-transcending binding-inhibitory antibodies, we evaluated recombinant proteins from SD1-2, SD2, SD3, and SD3-, which includes 24 residues of SD2. All of the recombinant subdomains, except for SD2, bound variably to human erythrocytes, with constructs containing SD3 showing the best binding. Antisera raised in laboratory animals against SD3, SD3-, and SD2-3 inhibited the binding of full-length PvDBPII, which is strain transcending, whereas antisera generated to SD1-2 and SD2 failed to generate blocking antibodies. All of the murine monoclonal antibodies generated to full-length PvDBPII that had significant binding-inhibitory activity recognized only SD3. Thus, SD3 binds Fy and elicits blocking antibodies, indicating that it contains residues critical to Fy binding that could be the basis of a strain-transcending candidate vaccine against P. vivax.  Plasmodium vivax Duffy binding protein (PvDBP) is a 140-kDaprotein secreted by micronemes, a parasite organelle at the apical end of the merozoite as it invades erythrocytes (2). The binding domain of PvDBP has been narrowed to a cysteine-rich region (referred to as region II or PvDBPII) of the protein (6, 7) and comprises the prototypic Duffy binding-like (DBL) domain found in other erythrocyte-binding Plasmodium proteins (e.g., EBA-1, JESEBL, and BAEBL) and in cytoadherence proteins (e.g., PfEMP-1) (1). PvDBPII and the Plasmodium knowlesi DBP- (PkDBP-) DBL domain, an ortholog of PvDBPII with 71% se- quence identity, appear to be the only known parasite DBL do- main ligands that bind Fy (18, 39).  Region II of PvDBP (PvDBPII) is 330 amino acids (aa) in length and contains 12 cysteines that are conserved among differ- ent DBL domains. PvDBPII is one of the most promising vaccine targets because binding to its cognate receptor on erythrocytes, the Duffy antigen (designated Fy), is vital for erythrocyte invasion (4, 23). Individuals who fail to express Fy on their erythrocytes are generally resistant to infection with P. vivax and to the related simian malaria parasite P. knowlesi, which also infects humans (23, 24). The observation that both artificially induced and natu- rally acquired antibodies (Abs) to PvDBPII block the invasion of erythrocytes by P. vivax (16) and correlate with protection against P. vivax infection in populations where malaria is endemic (22) supports PvDBPII as an attractive vaccine candidate.  The recently determined crystal structure of the P. knowlesi DBP- (PkDBP-) DBL domain (34) and PvDBPII (5) indicates that the 12 conserved cysteine residues form intradomain disul- fide bridges that can be used to divide the DBL domain into three subdomains. Subdomain 1 (SD1), the smallest, includes cysteines 1 to 4, SD2 includes cysteines 5 and 6, and SD3, the largest, com- prises cysteines 7 to 12. SD2 is highly polymorphic, whereas the  other subdomains are relatively conserved (40), suggesting that SD2 is a target of immune selection. Alanine mutagenesis of se- lected residues in PvDBPII demonstrated critical binding residues in SD2, although mutagenesis of residues outside the SD2 area can also impair binding to Fy (17, 37). It has recently been proposed that PvDBPII forms a dimer that is driven by engagement with its receptor and SD2 contains the critical binding residues (5). In the study upon which this model is based, PvDBPII was cocrystallized with sodium selenate in the absence of its natural ligand, the N- terminal binding domain of Fy. Thus, this crystal structure may not represent the conformation of PvDBPII when it is complexed with the N-terminal domain of Fy. In contrast, cocrystallization of the DBL3x domain of P. falciparum erythrocyte membrane pro- tein 1, which bears close structural homology to PvDBPII, with its natural ligand chondroitin A sulfate (CSA), showed that SD3 con- tained the minimal binding region (31, 32). Since the actual bind- ing mechanism of PvDBPII remains unknown, it would not be surprising if the interaction with the receptor involved more than one interaction or if this interaction required conformational in- duction for recognition of a secondary receptor.  Here we postulate that SD3 is essential for PvDBPII binding to  Received 25 February 2012 Returned for modification 22 March 2012 Accepted 11 May 2012  Published ahead of print 21 May 2012  Editor: J. F. Urban, Jr.  Address correspondence to Christopher L. King, cxk21@case.edu.  A.A.S., J.X., and J.S. contributed equally to this study.  Copyright   2012, American Society for Microbiology. All Rights Reserved.  doi:10.1128/IAI.00206-12  2920 iai.asm.org Infection and Immunity p. 2920-2928 August 2012 Volume 80 Number 8  http://dx.doi.org/10.1128/IAI.00206-12 http://iai.asm.org   Fy and, because it is comparatively conserved, could form the basis of a strain-transcending blood stage vaccine. We cloned and expressed subdomains of PvDBPII and demonstrated that SD3 binds to Fy and can elicit strain-transcending binding-inhibitory Abs (BIAbs) to full-length PvDBPII. Moreover, we show that binding-inhibitory monoclonal Abs (MAbs) to PvDBPII target residues in SD3, supporting the critical role of SD3 in binding to Fy.  MATERIALS AND METHODS Blood samples. Erythrocytes from finger stick or peripheral venous blood was obtained from healthy normal volunteers after informed consent was obtained. The ethical review boards of the University Hospitals of Cleve- land approved the protocol for blood drawing.  Expression of DBPII subdomains. Expression of full-length PvDBPII of strain Salvador, SalI, and other major variants of PvDBPII referred to as AH, O, and P (their sequences in relationship to SalI are shown in supple- mental Table 1 of reference 22) was performed as previously described (16). The AH, O, and P variants represent haplotypes that account for 57% of the P. vivax infections isolated from Papua New Guinean children (12), and polymorphic residues (n - 14) occurred in -1% of over 100 PvDBPII sequences worldwide. Expression of SD1-2, SD2, SD3, SD3-, and SD2-3 of PvDBPII was performed in the Gateway expression system (Invitrogen, Carlsbad, CA) by following the manufacturer's instructions. The sequences corresponding to SD1-2, SD2, SD3, SD3-, and SD2-3 were amplified by using a PvDBPII (SalI) recombinant plasmid (11, 33) as the template with primers SD1-2F and SD2R, primers SD2F and SD2R, primers SD3F and SD3R, primers SD3-F and SD3-R, and primers SD2F and SD3R, respectively. The forward and reverse primers used for differ- ent SD constructs are as follows: SD2F, CACCATGAAGGAACTTACGA ATTTGGTAAATAATACAGAC; SD2R, CTAGTGATGGTGAT GGTGA TGTATATTTACCGCAAC; SD3F, CACCATGCCGCAGATATATAGAT GGATTCGAGAA; SD3R, CTAGTGATGGTGATGGTGATGCTCTTCA ACGGAACA; SD3-F, CACCATGTACTCAGTTAAAAAAAGATTA AAG; SD3-R, CTAGTGATGGTGATGGTGATGTGTCACAACTTCCT GAGT; SD2-3F, CACCATGAAAAACTGTAATTATAAGAGAAAACG TCGG; SD2-3R, same as SD3R.  The first four extra bases in the forward primers were added to facili- tate the directional TOPO cloning in the pENTR vector, and in the reverse primer, additional bases were included to create a C-terminal 6-His tag for affinity purification of the recombinant protein on Ni-nitrilotriacetic acid agarose. The expression of the recombinant proteins was done in the pDEST42 expression vector, followed by their induction in codon-opti- mized Escherichia coli BL21(DE3) CodonPlus RIL host cells.  Refolding and purification. Refolding and purification of P. vivax DBPII subdomains followed a modified method previously described (33). Briefly, the cell pellet from 1 liter of culture was resuspended in 40 ml of lysis buffer (20 mM Tris-HCl, pH 7.5, 10 mM EDTA, 1% Triton X-100). The sample was lysed by two alternate cycles of freezing at -70°C and thawing in cold water, followed by six cycles of sonication on ice. The lysate was centrifuged at 10,000 - g for 30 min at 4°C. The supernatant was removed, and the pellet containing inclusion bodies was solubilized in a buffer consisting of 50 mM 3-(cyclohexylamino)-1-propane sulfonic acid (CAPS) (pH 11.0), 0.6% N-lauroylsarcosine, and 0.1 mM dithiothre- itol (DTT) at a final concentration of 10 to 20 mg/ml and incubated on a shaking platform for 15 to 20 min at room temperature (RT). The product was again centrifuged as stated above to clarify the supernatant. This sol- ubilized preparation was then diluted 1:1 with urea buffer (8 M urea, 100 mM NaH2PO4, 10 mM Tris-Cl [pH 8.0]) and partially purified on a 1-ml HisTrap HP column. The bound protein was eluted with urea buffer containing 250 mM imidazole.  For refolding, the eluted protein was rapidly diluted 1:100 with refold- ing buffer (50 mM sodium phosphate, pH 7.2, 1 mM reduced glutathione, 0.1 mM oxidized glutathione, 1 M urea, 0.5 M arginine) at RT and stirred for at least 36 h at 4°C prior to dialysis against 50 mM sodium phosphate,  pH 6.5, containing 1 M urea, with three changes. Passing of the resulting protein preparation over a 1-ml HiTrap FF cation-exchange chromatog- raphy column further purified the protein. The eluted product was then desalted and concentrated with an Amicon Ultra-4 column with a 10,000 molecular weight cutoff (MWCO; Millipore Inc.). Refolded proteins un- der reducing and nonreducing conditions (with and without DTT) mi- grated at different sizes on SDS-PAGE, suggesting that all of the refolded proteins acquired a tertiary shape.  Immunization of rats with DBP subdomains. The recombinant and purified subdomains were used to immunize rats in duplicate with 50 -g of antigen emulsified with an equal volume of the adjuvant TiterMax gold (Sigma-Aldrich) in a 100--l final volume. All injections were subcutane- ous. Two boosters of the same dose were administered at a 2-week inter- val, and final blood samples were collected a week following the adminis- tration of the final booster.  Antibody purification. One milliliter of rat antiserum raised against recombinant PvDBPII, SD1-2, SD2, SD3, SD3-, or SD2-3 was affinity purified by passage over a column prepared by coupling 5 mg of PvDBPII (SalI) to cyanogen bromide-activated Sepharose 4B (GE Healthcare). Af- ter the column was washed three times with 50 mM Tris-HCl, pH 7.5, containing 0.5 M NaCl, the bound antibody was eluted with 0.1 M glycine, pH 2.4. One-milliliter fractions were collected in tubes containing 30 -l of 3 M Tris-HCl at pH 8.8 and 20 -l of 5 M NaCl to neutralize the eluate. The fractions containing Abs, as measured by optical density at 280 nm, were pooled and concentrated by Amicon Ultra-15 with a 30,000 MWCO and stored at -20°C.  Assays of PvDBPII binding to erythrocytes. PvDBPII binding to red blood cells (RBCs) was assessed using a flow cytometry-based assay (16, 35) and a conventional erythrocyte-binding assay where antigen binding was determined by a Western blotting approach (33). For the flow cytom- etry assay, finger prick blood was collected (-100 -l) directly into 0.5 ml of phosphate-buffered saline (PBS) and washed twice in PBS using a mi- crocentrifuge at 10,000 rpm for 1 min. Following the final wash, 10 -l of packed RBCs was resuspended in 40 -l of PBS (1:5 dilution). One micro- liter of the 1:5-diluted RBCs was further diluted into 100 -l PBS-1% bovine serum albumin (BSA) to yield a total of -106 erythrocytes. Re- combinant PvDBPII (0.2 -g total) was added to the 100--l erythrocyte suspension, which was incubated for 2 h at RT or overnight at 4°C. Pro- duction of recombinant PvDBPII and the different variants was per- formed as described previously (16). Following binding to PvDBPII, each sample was washed three times with PBS-1% BSA and incubated (1 h in the dark at 4°C) with rabbit anti-PvDBPII (1:8,000; a concentration that had no inhibitory effect on PvDBPII binding to erythrocytes [personal observation]), washed, and then incubated with a phycoerythrin-conju- gated goat anti-rabbit secondary antibody (Invitrogen, Carlsbad, CA). The amount of antibody was titrated to obtain the optimal signal with each lot of antibody (dilutions ranging from 1:5 to 1:50). LSRII-based (Becton Dickinson, Franklin Lakes, NJ) flow cytometry evaluated 50,000 erythrocytes (using a 488-nm laser). Relative binding was determined by multiplying the mean fluorescence index by the percentage of erythro- cytes bound. Binding inhibition was performed by adding polyclonal Abs or MAbs at the specified concentrations for 30 min at 37°C with recom- binant PvDBPII prior to the addition of RBCs. For most monoclonal and polyclonal sera, blocking of binding occurred almost immediately when they were added to erythrocytes; however, a few MAbs showed slower blocking kinetics (e.g., MAbs 2D10 and 2H2 required 15 to 30 min of preincubation to achieve maximal blocking activity [data not shown]). Therefore, all of the Abs were preincubated with PvDBPII for 30 min prior to addition to RBCs.  For the conventional erythrocyte-binding assay, 1 ml heparinized pe- ripheral venous blood was washed three times with RPMI medium at RT by centrifugation for 5 min at 1,200 rpm and 33% hematocrit was pre- pared by adding 1 ml of RPMI medium to 0.5 ml of packed RBC pellet. Duffy-negative individuals were used as controls. To measure subdomain binding, 10 -g of purified protein in a final volume of 400 -l of RPMI  Mechanisms of P. vivax DBPII Binding to Duffy  August 2012 Volume 80 Number 8 iai.asm.org 2921  http://iai.asm.org   medium containing 60 -l of fetal bovine serum was incubated at RT for 15 min, and then both of the suspensions (Duffy positive and Duffy negative) were added separately and the mixtures were incubated at RT on a rocking platform for 1 h to allow binding. After incubation, the suspensions were layered on 600 -l of dibutyl phthalate (Sigma-Aldrich, St. Louis, MO) and centrifuged at 13,000 rpm for 1 min. The supernatant was carefully aspi- rated and discarded (or saved for protein analysis), keeping the RBC pellet intact and making sure that there was no residual unbound protein or oil droplets left. Twenty microliters of 1.5 M NaCl was added to 100 -l of packed RBCs to elute the bound protein. Tubes were kept at RT for 1 min and centrifuged at 13,000 rpm for 1 min to collect the supernatant con- taining the eluted protein (-40 -l). The supernatants were subjected to 12% SDS-PAGE and analyzed by Western blotting using the anti-PvDB- PII or anti-His MAb.  Phagemid expression system. Preparation of phagemids was adapted from previously described protocols for the expression of other malarial antigens (14). Briefly, the portions of the genes encoding the five PvDBPII subdomain constructs (SD1, SD1-2, SD1-2-3, SD2-3, and SD3) were cloned into the phagemid pHEN-H6 via PstI and NotI for display on the surface of an M13 bacteriophage. After purification, the ligation products were used to transform electrocompetent E. coli TG1 and then cultured overnight on 2- yeast extract-tryptone (YT) agar containing 50 -g ml-1  ampicillin. The resulting colonies were screened by PCR for the presence of an insert of the correct size. These PCR products were sequenced to confirm correct sequence integrity, orientation, and frame. TG1 clones containing the pHENH6/DBPII subdomains were grown to an optical density of 2.0 in 10 ml of 2- YT broth with 50 mg ml-1 ampicillin. M13K07 helper phage (1 - 1012 PFU) was added and allowed to infect the cells, and then 10 ml of the culture was added to 200 ml of broth contain- ing 70 -g ml-1 kanamycin and 50 -g ml-1 ampicillin and incubated at 37°C for 16 h with shaking to allow phage production. The constructs were each expressed as chimeras, fused with the pIII minor coat protein of the phage. As with other coat proteins, pIII is translocated to, folded, and packaged in the gel-like, oxidizing environment of the bacterial periplasm. Following packaging, the nonlytic phage particles are secreted from the bacteria into the culture supernatant. The phage particles were purified by centrifugation at 8,000 - g for 15 min to pellet the bacteria, and 50 ml 5- polyethylene glycol-NaCl solution was added to the super- natant containing the phage. The phage-polyethylene glycol was incu- bated on ice for 4 h to allow the phage to precipitate. Following phage precipitation, the preparation was centrifuged at 8,000 - g for 15 min in order to pellet the phage. The supernatant was discarded, and the phage was resuspended in 1 ml PBS and stored at -70°C. Phage clones were normalized for insert concentrations using the c-Myc epitope tag imme- diately downstream from the NotI site in the pHENH6 vector. An en- zyme-linked immunosorbent assay (ELISA) was performed using MAb 9E10 (anti-Myc) on serial dilutions of individual phage preparations dis- playing the various PvDBPII subdomains to be analyzed. The phage prep- arations were then diluted such that they all produced similar titration curves when the ELISA was repeated with those dilutions. At that point, the preparations all possessed similar levels of Myc epitope tag and there- fore equivalent levels of the respective PvDBPII subdomains.  Computer modeling of PvDBPII. The protein models were created by homology model building based upon the crystal structure of P. knowlesi (Protein Data Bank [PDB] code 2C6J) (34) by using SWISSMODEL, re- fined with CNS, and displayed with program O (20). The programs MOLSCRIPT and Raster3D were used to display the models in ribbon diagrams with selected side chains in ball-and-stick representations.  RESULTS PvDBPII subdomain structure. PvDBPII is a cysteine-rich region that lies in the DBP extracellular domain and is responsible for the binding of Fy on host erythrocytes (Fig. 1A). A homology-built model of PvDBPII (Fig. 1B) based on a recent crystal structure of the P. knowlesi DBP- domain with 71% sequence identity to  PvDBPII (34). There are 12 conserved cysteine residues that are all predicted to be involved in intradomain disulfide bridges that can be used to divide the DBL domain into three subdomains. SD1, SD2, and SD3 have two, one, and three disulfide bonds, respec- tively, and are composed of 12 alpha helices. The three disulfide bridges in SD3 appear to stabilize the two long helical “towers.” Also shown are the 14 common polymorphic amino acid residues (13), 12 of which are expressed on the surface of the molecule. Notable is the polymorphic residue at position 437, which is only partially surface exposed near the junction of SD2 and SD3. None of the polymorphic residues examined occur within SD1, 11 occur in SD2, and 3 occur in SD3.  Functional analysis of PvDBPII subdomains. Previous stud- ies of PkDBPII have suggested that the entire DBL domain may not be required for receptor recognition, but PvDBPII may be different (28). To examine the functional roles of each PvDBPII subdomain and their combinations in binding to their receptor, we generated several recombinant molecules corresponding to the different subdomains. These molecules were cloned from the par- ent plasmid PvDBPII (SalI), expressed, purified, and refolded to a  FIG 1 The DBL ligand domain (region II) is the part of the DBP extracellular domain that binds to the erythrocyte receptor. Region II is divided into three subdomains (A). SD1 is composed of residues Asn257 to Leu299 and has two intrasubdomain disulfides, Cys263-Cys292 and Cys276-Cys283. SD2 is com- posed of residues Tyr317 to Glu432 and has one intrasubdomain disulfide, Cys346-Cys423. SD3 is composed of residues Pro433 to Ser554 and has three intrasubdomain disulfides, Cys461-Cys478, Cys473-Cys553, and Cys482- Cys551. (B) Homology-built models of PvDBPII based on the PkDBP- crystal structure (PDB code 2C6J) (12). The model designated PvDBPII shows 11 of the 14 polymorphic residues (residues 385, 386, and 417 are hidden in this view). N and C are the two termini of the molecule. Also indicated are sub- domains. Disulfide bridges are indicated by thick black bonds between yellow spheres (sulfur atoms). Of note, the amino acid numbering system used for PvDBPII is based on our previous studies and differs from that of the published PvDBPII crystal structure (5). Subtraction of 46 from the amino acid residue numbering in the present report will produce numbering that corresponds to that of Batchelor et al. (5).  Siddiqui et al.  2922 iai.asm.org Infection and Immunity  http://iai.asm.org   homogeneity identical to that of full-length PvDBPII. All of the proteins migrated to their approximate molecular sizes, including their poly-HIS tags and linkers (PvDBPII, -42 kDa; SD2-3, -32 kDa; SD2, -14 kDa; SD3, -18 kDa; SD3-, -20 kDa; SD1-2, -22 kDa), on SDS-PAGE (Fig. 2A) and were recognized by rabbit polyclonal sera generated to full-length PvDBPII (Fig. 2B).  PvDBPII subdomains show differential binding to RBCs. The ability of PvDBPII subdomains to bind the Fy antigen on the surface of erythrocytes was assessed by flow cytometry (Fig. 3A) and the conventional erythrocyte-binding assay (Fig. 3B). We have recently shown that PvDBPII binds Duffy-positive erythro- cytes expressing the Fyb phenotype (a single amino acid substitu- tion that is the major Fy polymorphism within the PvDBPII bind- ing motif) better than Fya (21). Therefore, all of the binding experiments were performed with erythrocytes expressing Fyb. All constructs failed to bind Duffy-negative cells (Fig. 3A, open cir- cles). We observed a consistent pattern in which constructs con- taining SD3 bound better than constructs with only SD2, although none of the constructs bound as well as full-length PvDBPII. Most surprisingly, SD3-, which contains SD3 plus 24 aa of SD2, bound Fy- erythrocytes better than did SD2-3, which contains all of SD2. At least in the recombinant constructs, SD3- may present a more accessible, conformationally correct structure for erythro- cyte binding than recombinant SD2-3.  Abs to SD3-containing proteins block PvDBPII-erythrocyte binding. We evaluated affinity-purified polyclonal Abs directed to PvDBPII and the various subdomains for their ability to func- tionally block the binding of PvDBPII to erythrocytes (Fig. 4). Affinity-purified rat Abs to PvDBPII and the different constructs had similar ELISA endpoint titers (defined as the concentration of Ab which gives an optical density 2-fold higher than that of pre- immune serum). The endpoint titers were 260 pg/ml for SD2-3, 260 pg/ml for full-length PvDBPII, 380 pg/ml for SD1-2, 380 pg/ml for SD3-, 420 pg/ml for SD3, and 460 pg/ml for SD2. The binding of PvDBPII (SalI variant) (26) was blocked best by Abs directed to full-length PvDBPII (Fig. 4A), followed by Abs to SD3-, SD2-3, and SD3. Comparatively little blocking activity was observed with Abs raised to SD1-2 and SD2 (Fig. 4A). Of note, inhibitory Abs (anti-SD3 and anti SD3-) were affinity pu-  rified against full-length PvDBPII and thus likely recognize epitopes on the surface of total PvDBPII.  We then wanted to examine how blocking Abs generated to the different constructs inhibited binding to other common and nat- urally occurring PvDBPII variants. We selected three haplotypes  FIG 2 (A) Coomassie-stained purified recombinant PvDBPII and the different subdomain constructs. (B) Western blot assay of different fragments recognized by the polyclonal rabbit anti-PvDBPII Abs in the order of loading. The molecular masses of markers (in lanes Mr) are indicated on the left.  FIG 3 Binding of the different subdomain constructs to human erythrocytes that are Duffy positive (solid circles) and Duffy negative (open circles) (A) and binding of the same constructs to Fy-positive erythrocytes (-) and to eryth- rocytes treated with chymotrypsin to remove the DA antigen (-) (B). The molecular masses of markers (in lane M) are indicated on the left. Binding assays are described in Materials and Methods. MFI, mean fluorescence index.  Mechanisms of P. vivax DBPII Binding to Duffy  August 2012 Volume 80 Number 8 iai.asm.org 2923  http://iai.asm.org   that have been previously characterized (12, 16). These PvDBPII haplotypes are common in populations in Papua New Guinea in which P. vivax infection is endemic and vary from the SalI variant (the likely basis for a vaccine) by 5 aa (O variant), 8 aa (AH vari- ant), and 11 aa (P variant). Blocking Abs raised to full-length PvDBPII (SalI) inhibited the binding of the homologous PvDBPII variant SalI better than that of heterologous haplotypes AH, O, and P (Fig. 4B). In contrast, Abs generated to SD3- equally in- hibited the binding of the AH and O variants but showed a slight reduction in inhibition for variant P (Fig. 4C). Affinity-purified Abs to SD3 (SalI variant) also show blocking activity against ho- mologous SalI PvDBPII (46%   6% inhibition) similar to that against heterologous AH (39%   5% inhibition), O (44%   5% inhibition), and P (41%   7% inhibition). Similarly, affinity-pu- rified Abs to SD2-3 (SalI variant) demonstrated blocking activity against homologous SalI PvDBPII (63%   5% inhibition) similar to that against heterologous AH (60%   7% inhibition), O (58%   6% inhibition), and P (52%   9% inhibition). This sug- gests that BIAbs directed to constructs containing SD3 can be strain transcending. Of note, the blocking activity of serum raised to SD3- that was not affinity purified was similar to that of affin- ity-purified Abs, with an overall trend toward higher blocking activity against both heterologous and homologous PvDBPII vari- ants (percent inhibition: SalI, 80%   7%; AH, 76%   9%; O, 78%   5%; P, 71%   11%). Similar trends were observed with non-affinity-purified blocking Abs induced by SD3 and SD2-3 (data not shown).  MAbs that block the binding of PvDBPII target SD3. A panel of MAbs produced in response to two variants of DBPII was re- cently characterized (26). There were eight hybridoma clones from PvDBPII variant C (2A6, 3A4, 2C6, 3C9, 1D2, 2D10, 2F12, and 2H2) and one from PvDBPII-SalI (3D10) that secreted spe- cific IgG MAbs. Secreted MAbs were purified by protein G affinity chromatography. The ELISA endpoint titers of the MAbs at 17 ng/ml to variant SalI of PvDBPII were similar, with the exception  of 3D10 and 1D2, which were 2 and 167 ng/ml, respectively. Five of the nine MAbs demonstrated significant blocking of PvDBPII (SalI) binding to erythrocytes, whereas four did not (Fig. 5A). To determine which regions of PvDBPII are recognized by the MAbs, we examined their reactivities to the different subdomain con- structs (Fig. 5B). Five of the nine MAbs tested recognized only constructs containing SD3, suggesting that they recognize epitopes contained within SD3. In contrast MAb 3D10 most strongly recognized the construct containing SD1 and MAb 1D2 primarily recognized constructs containing SD2, suggesting that these MAbs contain epitopes that include SD1 and SD2, respec- tively. Importantly, MAbs that block the binding of PvDBPII to erythrocytes (2C6, 3C9, 2D10, 2H2, and 2F12) recognized only products containing SD3. This demonstrates that neutralizing epitopes also occur within SD3 and that these more conserved epitopes could form the basis of a strain-transcending vaccine.  To confirm the binding domain targeted by the MAbs, we gen- erated five PvDBPII subdomain constructs (SD1, SD1-2, SD1-2-3, SD2-3, and SD3) by cloning the genes encoding the various subdomains of PvDBPII into phagemid pHEN-H6 for display on the surface of an M13 bacteriophage. The constructs were each expressed as chimeras and fused with the pIII minor coat protein of the phage, and the concentrations were normalized (Fig. 6A). None of the PvDBPII constructs reacted with IgG con- trol MAb 1F9 at the highest concentration of phage used in the same ELISA. Eight of the nine MAbs tested bound well to the three constructs possessing SD3 (Fig. 6B) and bound poorly to other constructs. The MAbs that blocked the binding of PvDBPII to erythrocytes (2C6, 3C9, 2D10, and 2H2) again only recognized constructs containing SD3. This confirmed that epitopes for these MAbs consist mainly of sequences contained within SD3. In con- trast, MAb 3D10 again bound well to constructs containing SD1, confirming our previous results. Interestingly, nonblocking MAbs 3A4 and 2A6 failed to recognize E. coli-expressed and refolded constructs (Fig. 5) yet recognized similar constructs generated us-  FIG 4 Inhibition by Abs of the erythrocyte binding of various constructs of PvDBPII. (A) Abilities of affinity-purified rat polyclonal Abs generated to the SD constructs to block the binding of full-length PvDBPII (SalI variant) to Duffy- erythrocytes. (B) Ability of anti-PvDBPII Ab to block the binding of recombinant PvDBPII (SalI variant, closed circles) and AH, O, or P variants of PvDBPII (open circles). Differences between the inhibition of SalI PvDBPII and that of other variants are significant at a P value of  0.001 (***). (C) The ability of Abs to SD3- to inhibit the binding of full-length PvDBPII (SalI variant, closed circles) and other PvDBPII variants (open circles). Differences are not statistically significant (all P values are -0.1, except for the P variant, for which the P value is 0.02 [*]). Each circle represents the mean inhibition (tested in duplicate) of a single erythrocyte donor. Inhibition of binding to the different variants was tested with erythrocytes from the same donor. Statistical testing was done with Student's t test. Affinity-purified Abs to the full-length construct were used at 2 -g/ml, and those to the other constructs were used at 5 -g/ml. These concentrations represent the optimal blocking activities for all of the sera tested by titration curves.  Siddiqui et al.  2924 iai.asm.org Infection and Immunity  http://iai.asm.org   ing the phagemid system (Fig. 6), suggesting that these two expres- sion systems do not generate identically configured proteins. In conclusion, these results show that binding-inhibitory MAbs rec- ognize residues in SD3.  Blocking activity of anti-SD3 MAbs against PvDBPII can be strain transcending. We next examined whether the specific MAbs that block PvDBPII binding and target epitopes on SD3 are strain specific or strain transcending. Of the four MAbs with the greatest blocking activity, three showed blocking activity similar to that of the three PvDBPII variants examined, whereas MAb 2C6 showed comparatively poor blocking of the AH variant (Fig. 7). The SalI variant differed from the AH and O variants at three and two residues, respectively, in the SD3- construct, one at position N417K (in SD2 but included in SD3-), two in SD3 at positions W437R and I503K (with AH), and one in SD3 at position S447K (with O). Therefore, MAb 2C6 likely recognizes an epitope that contains one or more of these polymorphisms. This suggests that most of the binding-inhibitory MAbs tested recognize epitopes that are strain transcendent.  The lysines of PvDBPII are required for binding to erythro- cytes. Based on a previous report by Singh et al. (32) that the minimum domain for the binding of DBL3x to CSA involves  lysine-rich regions of SD3, we chemically modified lysines for both PvDBPII and SD3 by reductive methylation of free amino groups. This modification of PvDBPII reduced its binding to erythrocytes by 60%, compared with that of the unmethylated protein, and reduced that of SD3 by 85% (Fig. 8). Methylation of lysines does not change the charge on the lysine side chains but increases both hydrophobicity and steric bulk and can affect pro- tein-protein interactions if the lysines are on an interacting surface (38). This demonstrates that the lysines present on SD3 are crucial for binding to erythrocytes.  Human sera that contain highly BIAbs to PvDBPII also block binding of SD3 to Fy. To determine whether previously charac- terized naturally acquired BIAbs to PvDBPII (22) also target SD3, blocking experiments were performed in parallel with PvDBPII and SD3 (Fig. 9). Overall BIAbs showed greater blocking of PvDBPII than of SD3 binding to Fy; however, there was a good correlation between the blocking activities of the two construc- tions. Notably, in some samples, the blocking activity directed against SD3 was comparable to that against full-length PvDBPII, suggesting that the residues in PvDBPII targeted by naturally ac- quired BIAbs likely occur within SD3.  FIG 5 Binding-inhibitory anti-PvDBPII MAbs target epitopes on PvDBPII SD3. (A) MAbs 2C6, 2D10, 2F12, 2H2, and 3C9 block the binding of recombinant PvDBPII to erythrocytes in a dose-dependent fashion, whereas MAbs 3D10, 1D2, and 3A4 do not. (B) The five blocking MAbs recognized constructs containing SD3 but not recombinant constructs that contain SD1-2 or SD2. Two of the nonblocking MAbs, 3D10 and 1D2, recognize constructs containing full-length SD2 (1D2) or SD1 (3D10), indicating that part or all of the epitopes recognized by the MAbs are contained in these subdomains. MAbs 3A4 and 2A6 show poor reactivity to any of the recombinant subdomain constructs. Percent inhibition was measured as described in Materials and Methods. The experiment was repeated once with similar results.  FIG 6 (A) Phagemid expression system used to generate different subdomains of PvDBPII. (B) MAbs that block PvDBPII-erythrocyte binding recognize only SD3-containing constructs, and noninhibitory MAb 3D10 binds preferentially to SD1-containing constructs.  Mechanisms of P. vivax DBPII Binding to Duffy  August 2012 Volume 80 Number 8 iai.asm.org 2925  http://iai.asm.org   DISCUSSION  PvDBPII is the leading P. vivax blood stage vaccine candidate, and yet, studies clearly demonstrate that PvDBPII ligand is polymor- phic (10, 36, 40) and individuals repeatedly exposed to P. vivax often fail to develop antibody responses to PvDBPII (12), suggest- ing that naturally exposed ligand is poorly immunogenic. Indeed, PvDBPII demonstrates the hallmarks of immune evasion proper- ties of other microbial ligands under strong immune selection where the most polymorphic region of PvDBPII lies within central SD2, which also contains the residues of the ligand domain most critical for binding to Fy (Fig. 1) (5, 37, 41). Indeed, the failure of two leading P. falciparum blood stage vaccine candidates to pro- tect against clinical malaria can be attributed to the limited strain- specific response elicited by vaccination with a monovalent vac- cine (15). Several basic approaches have been used to tackle this problem. The first is to immunize with multiple common variants of the molecule, as has been done with pneumococcal vaccine (3, 40) and in the clinical testing of some other blood stage P. falcip- arum vaccine candidates (27). Therefore, multiple PvDBPII alleles may be required in a vaccine for broader coverage. This is expen- sive, it is difficult to produce a consistent formulation, and this approach may lead to selection for uncommon variants. Another  alternative, although more challenging, approach is to focus the immune response on conserved epitope targets of strain-tran- scending neutralizing immunity. One way to achieve this goal is to eliminate the immunodominant variant epitopes responsible for strain-specific responses (25). Another way to accomplish this goal has been to identify a minimal motif within the vaccine can- didate that is conserved yet can elicit protective Abs that function- ally neutralize the native intact target antigen. In this study, we show that a reduced portion of the PvDBPII ligand domain, SD3-, represents such a potential minimal motif capable of elic- iting a broadly neutralizing binding-inhibitory antibody response against diverse alleles of PvDBPII. These observations are based on an in vitro binding assay, and it is unknown whether these inhibitory epitopes are accessible in the native protein on the par- asite surface. This will require confirmation in short-term P. vivax invasion assays (16, 29).  Here we also show that the third discrete subdomain of PvDBPII, SD3, is also important for PvDBPII engagement of Fy. Naturally acquired BIAbs are directed to SD3, and artificially induced Abs to SD3 block the binding of full-length PvDBPII. We also show that binding-inhibitory MAbs raised to full-length PvDBPII target epitopes in SD3. Thus, SD3 plays an important role in binding to Fy and can elicit BIAbs. SD3 is more conserved than highly poly- morphic SD2 and could constitute a strain-transcending subunit  FIG 9 Testing of the relationship of the binding-inhibitory activity of sera from 18 Papua New Guinean subjects previously exposed to P. vivax directed to recombinant PvDBPII and SD3 binding to Duffy- erythrocytes by flow cytometry. Sera were used at a 1:10 dilution. Percent inhibition is the average of duplicate assays of the same sample calculated as described in Materials and Methods. The correlation coefficient (r2) determined by linear regression anal- ysis is 0.77 (P   0.0001).  FIG 7 MAbs that block binding of PvDBPII to human erythrocytes and recognize epitopes on SD3 are generally strain transcending. The abilities of four MAbs to inhibit the binding of three variants of PvDBPII are shown. Percent inhibition was measured as described in Materials and Methods.  FIG 8 Methylation of lysines on PvDBPII and SD3 impaired binding to Duffy- erythrocytes. Recombinant PvDBPII and SD3 were methylated as de- scribed in Materials and Methods, and the binding of 1 -g of the recombinant protein to 106 Duffy- erythrocytes was assayed by flow cytometry. Assays were performed in triplicate, and values are means   standard deviations. Experi- ments were repeated at concentrations of 0.5 and 0.25 -g/ml with similar results. Methylation of recombinant proteins did not affect solubility. MFI, mean fluorescence index.  Siddiqui et al.  2926 iai.asm.org Infection and Immunity  http://iai.asm.org   vaccine candidate. It is important to note that in prior studies in which different fragments of PvDBPII were expressed on the sur- face of COS7 cells, constructs that contained primarily SD3 failed to bind erythrocytes (28, 30). This discrepancy from our findings may arise from the different expression systems used and the dif- ferent PvDBPII fragments expressed. In the present study, con- structs were based on subdomains determined by the closely ho- mologous crystal structure of P. knowlesi (34), whereas the earlier constructs (28, 30) were based on locations of conserved cysteine residues and included sequences from P. knowlesi.  Supporting the possibility that SD3 may contribute to a strain- transcending vaccine is the finding that rats immunized with re- combinant proteins that contained SD3 only or SD3 plus a 24-aa sequence of SD2 (SD3-) generated strain-transcending BIAbs. In contrast, full-length PvDBPII generated higher titers of BIAbs but the blocking activity was partially strain specific. It is possible that the expression of the subdomain constructs unmasked epitopes near critical binding residues, which were otherwise hidden in the full-length molecule. The drawback is loss of immunogenicity. This may occur because full-length PvDBPII contains strong B- and T-cell epitopes primarily in SD2 and SD1, respectively (41). Thus, future studies may aim to construct a recombinant mole- cule based predominantly on SD3 that includes the strong T-cell epitopes that enhance its immunogenicity.  The poor binding of constructs containing SD1-2 and SD2 to human erythrocytes, compared to that of those that contain SD3, suggests the importance of the SD3 subdomain in presenting PvDBPII to Fy. It is also possible that the expression and refolding of SD1-2 and SD2 does not acquire the correct conformation necessary for optimal binding to Fy. Constructs that contained SD2 but not SD3 elicited poor blocking Abs in rats, suggesting that SD2 may be poorly immunogenic or that functional epitopes are cryptic or lack a fixed conformation. These findings are consistent with three-dimensional structure studies of the DBL domains showing that intersubdomain hinge-like regions lack rigid struc- tural properties even though they contain residues important for erythrocyte binding (5, 19, 32, 34). This suggests that contact- induced conformational changes may occur as PvDBPII engages Fy. It would not be unexpected that such a conformational in- duced fit led to the exposure of a cryptic recognition site for a second receptor.  The results of our present study have led us to modify our interpretation of the recently published crystal structure, which shows that PvDBPII forms a dimer upon receptor engagement (5). According to this model, the dimer forms a binding groove for Fy. The cocrystallization was performed with ammonium phos- phate or sodium selenate as the nidus for dimerization, without the N-terminal region of Fy that contains the binding domain for PvDBPII (5). The purpose of using selenate was structure deter- mination by anomalous dispersion. Phosphate and selenate are structurally similar to sulfate. A previous study, using a protein construct comprising the N-terminal 60 aa of Fy linked to human IgG heavy chain, indicated that sulfation of Tyr41 in the N-termi- nal portion of Fy was critical for binding to PvDBPII (8). Whether this chimeric construct fully represents native Fy on erythrocytes is uncertain. Epitopes of naturally acquired Abs (9) map to the dimer interface and the Fy-binding groove (5), suggesting that the mechanism of action is interference with dimerization. This dimer interface and Fy binding groove is different from the predicted binding site previously reported by Singh et al. (34). SD3 is located  away from the dimer interface. The data presented in this study demonstrate that anti-SD3 Abs inhibit DBPII-Fy binding and the inhibitory mouse MAbs map to SD3. The epitope specificity of mouse MAbs was different from that of Abs generated by natural infection. This brings into question the mechanisms of action of anti-DBP neutralizing Abs. Cocrystallization of DBPII along with inhibitory Abs will help to explain better how inhibitory Abs work.  Other studies of P. falciparum binding ligands with high ho- mology to PvDBPII show an essential role for SD3 in binding to their receptors (32). For example, the P. falciparum DBL3x do- main of VAR2CSA (a member of the PfEMP1 family) has a struc- ture similar to that of PvDBPII, with three similar subdomains that bind CSA. Cocrystallization of the DBL3x domain with CSA shows that SD3 is essential for binding (31). Important for this binding are clusters of positively charged residues (arginine and lysine) on SD2 and especially SD3. SD2 and SD3 of PvDBPII (pI 9.4) both contain clusters of 15 lysine and arginine residues similar to the orthologous subdomains for the DBL3x domain that may contribute to binding to the overall negatively charged N-terminal region of Fy (pI 3.6, Fig. 1). This possibility is supported by the finding that methylation of lysines on PvDBPII, which impairs hydrogen bonding capacity and increases steric bulk, decreased its binding to Fy by 60% (Fig. 8). This is most pronounced for SD3. Thus, we propose that SD3 participates in an initial low-affinity, electrostatic-charge-mediated binding to Fy, followed by a higher- affinity interaction, possibly by the formation of a dimer that cre- ates a single channel enveloping the N-terminal region of Fy, as suggested by the recent crystal structure of PvDBPII (5).  In conclusion, SD3 of PvDBPII plays a critical role in binding to the Duffy antigen on erythrocytes and it can elicit BIAbs in both rats and humans. The importance of this observation is that SD3 is relatively conserved compared to other subdomains of PvDBPII, which are highly polymorphic and in themselves poorly immuno- genic. This suggests that a subunit vaccine construct that predom- inantly includes SD3 linked to strong universal T-cell epitopes may be considered as an alternative to PvDBPII to produce strain- transcending immunity.  ACKNOWLEDGMENTS  This work was supported, in part, by the Veterans Affairs Research Service and NIH grants R01 A1064478 and AI33656.  We appreciate the help of Jane Haas in constructing the models of PvDBPII. We thank Amy McHenry for critical reading of the manuscript. We are grateful to all of the volunteers and patients recruited in this study.  REFERENCES 1. Adams JH, Blair PL, Kaneko O, Peterson DS. 2001. An expanding ebl  family of Plasmodium falciparum. Trends Parasitol. 17:297-299. 2. Adams JH, et al. 1992. A family of erythrocyte binding proteins of malaria  parasites. Proc. Natl. Acad. Sci. U. S. A. 89:7085-7089. 3. Ampudia E, Patarroyo MA, Patarroyo ME, Murillo LA. 1996. Genetic  polymorphism of the Duffy receptor binding domain of Plasmodium vivax in Colombian wild isolates. Mol. Biochem. Parasitol. 78:269 -272.  4. Barnwell JW, Nichols ME, Rubinstein P. 1989. In vitro evaluation of the role of the Duffy blood group in erythrocyte invasion by Plasmodium vivax. J. Exp. Med. 169:1795-1802.  5. Batchelor JD, Zahm JA, Tolia NH. 2011. Dimerization of Plasmodium vivax DBP is induced upon receptor binding and drives recognition of DARC. Nat. Struct. Mol. Biol. 18:908 -914.  6. Chitnis CE, Chaudhuri A, Horuk R, Pogo AO, Miller LH. 1996. The domain on the Duffy blood group antigen for binding Plasmodium vivax and P. knowlesi malarial parasites to erythrocytes. J. Exp. Med. 184:1531- 1536.  Mechanisms of P. vivax DBPII Binding to Duffy  August 2012 Volume 80 Number 8 iai.asm.org 2927  http://iai.asm.org   7. Chitnis CE, Miller LH. 1994. Identification of the erythrocyte binding domains of Plasmodium vivax and Plasmodium knowlesi proteins in- volved in erythrocyte invasion. J. Exp. Med. 180:497-506.  8. Choe H, et al. 2005. Sulphated tyrosines mediate association of chemo- kines and Plasmodium vivax Duffy binding protein with the Duffy anti- gen/receptor for chemokines (DARC). Mol. Microbiol. 55:1413-1422.  9. Chootong P, et al. 2010. Mapping epitopes of the Plasmodium vivax Duffy binding protein with naturally acquired inhibitory antibodies. Infect. Im- mun. 78:1089 -1095.  10. Cole-Tobian J, King CL. 2003. Diversity and natural selection in Plasmo- dium vivax Duffy binding protein gene. Mol. Biochem. Parasitol. 127: 121-132.  11. Cole-Tobian JL, et al. 2002. Age-acquired immunity to a Plasmodium vivax invasion ligand, the Duffy binding protein. J. Infect. Dis. 186:531- 539.  12. Cole-Tobian JL, Michon P, Dabod E, Mueller I, King CL. 2007. Dy- namics of asymptomatic Plasmodium vivax infections and Duffy binding protein polymorphisms in relation to parasitemia levels in Papua New Guinean children. Am. J. Trop. Med. Hyg. 77:955-962.  13. Cole-Tobian JL, Zimmerman PA, King CL. 2007. High-throughput identification of the predominant malaria parasite clone in complex blood stage infections using a multi-SNP molecular haplotyping assay. Am. J. Trop. Med. Hyg. 76:12-19.  14. Coley AM, et al. 2006. The most polymorphic residue on Plasmodium falciparum apical membrane antigen 1 determines binding of an invasion- inhibitory antibody. Infect. Immun. 74:2628 -2636.  15. Genton B, et al. 2002. A recombinant blood-stage malaria vaccine reduces Plasmodium falciparum density and exerts selective pressure on parasite populations in a phase 1-2b trial in Papua New Guinea. J. Infect. Dis. 185:820 - 827.  16. Grimberg BT, et al. 2007. Plasmodium vivax invasion of human eryth- rocytes inhibited by antibodies directed against the Duffy binding protein. PLoS Med. 4:e337. doi:10.1371/journal.pmed.0040337.  17. Hans D, et al. 2005. Mapping binding residues in the Plasmodium vivax domain that binds Duffy antigen during red cell invasion. Mol. Microbiol. 55:1423-1434.  18. Haynes JD, et al. 1988. Receptor-like specificity of a Plasmodium knowlesi malarial protein that binds to Duffy antigen ligands on erythro- cytes. J. Exp. Med. 167:1873-1881.  19. Howell DP, et al. 2008. Mapping a common interaction site used by Plasmodium falciparum Duffy binding-like domains to bind diverse host receptors. Mol. Microbiol. 67:78 - 87.  20. Jones TA, Zou JY, Cowan SW, Kjeldgaard M. 1991. Improved methods for building protein models in electron density maps and the location of errors in these models. Acta Crystallogr. A 47(Pt 2):110 -119.  21. King CL, et al. 2011. Fy(a)/Fy(b) antigen polymorphism in human eryth- rocyte Duffy antigen affects susceptibility to Plasmodium vivax malaria. Proc. Natl. Acad. Sci. U. S. A. 108:20113-20118.  22. King CL, et al. 2008. Naturally acquired Duffy-binding protein-specific binding inhibitory antibodies confer protection from blood-stage Plas- modium vivax infection. Proc. Natl. Acad. Sci. U. S. A. 105:8363- 8368.  23. Miller LH, Mason SJ, Clyde DF, McGinniss MH. 1976. The resistance factor to Plasmodium vivax in blacks. The Duffy-blood-group genotype, FyFy. N. Engl. J. Med. 295:302-304.  24. Miller LH, Mason SJ, Dvorak JA, McGinniss MH, Rothman IK. 1975.  Erythrocyte receptors for (Plasmodium knowlesi) malaria: Duffy blood group determinants. Science 189:561-563.  25. Ntumngia FB, Adams JH. 2012. Design and immunogenicity of a novel synthetic antigen based on the ligand domain of the Plasmodium vivax Duffy binding protein. Clin. Vaccine Immunol. 19:30 -36.  26. Ntumngia FB, et al. 2012. Conserved and variant epitopes of Plasmodium vivax Duffy binding protein as targets of inhibitory monoclonal antibod- ies. Infect. Immun. 80:1203-1208.  27. Ouattara A, et al. 2010. Lack of allele-specific efficacy of a bivalent AMA1 malaria vaccine. Malar J. 9:175. doi:10.1186/1475-2875-9-175.  28. Ranjan A, Chitnis CE. 1999. Mapping regions containing binding resi- dues within functional domains of Plasmodium vivax and Plasmodium knowlesi erythrocyte-binding proteins. Proc. Natl. Acad. Sci. U. S. A. 96: 14067-14072.  29. Russell B, et al. 2011. A reliable ex vivo invasion assay of human reticu- locytes by Plasmodium vivax. Blood 118:e74 - e81. doi:10.1182/blood- 2011-04-348748.  30. Singh AP, Puri SK, Chitnis CE. 2002. Antibodies raised against receptor- binding domain of Plasmodium knowlesi Duffy binding protein inhibit erythrocyte invasion. Mol. Biochem. Parasitol. 121:21-31.  31. Singh K, et al. 2010. Subdomain 3 of Plasmodium falciparum VAR2CSA DBL3x is identified as a minimal chondroitin sulfate A-binding region. J. Biol. Chem. 285:24855-24862.  32. Singh K, et al. 2008. Structure of the DBL3x domain of pregnancy- associated malaria protein VAR2CSA complexed with chondroitin sulfate A. Nat. Struct. Mol. Biol. 15:932-938.  33. Singh S, et al. 2001. Biochemical, biophysical, and functional character- ization of bacterially expressed and refolded receptor binding domain of Plasmodium vivax Duffy-binding protein. J. Biol. Chem. 276:17111- 17116.  34. Singh SK, Hora R, Belrhali H, Chitnis CE, Sharma A. 2006. Structural basis for Duffy recognition by the malaria parasite Duffy-binding-like domain. Nature 439:741-744.  35. Tran TM, et al. 2005. Detection of a Plasmodium vivax erythrocyte binding protein by flow cytometry. Cytometry A 63:59 - 66.  36. Tsuboi T, et al. 1994. Natural variation within the principal adhesion domain of the Plasmodium vivax Duffy binding protein. Infect. Immun. 62:5581-5586.  37. VanBuskirk KM, Sevova E, Adams JH. 2004. Conserved residues in the Plasmodium vivax Duffy-binding protein ligand domain are critical for erythrocyte receptor recognition. Proc. Natl. Acad. Sci. U. S. A. 101: 15754 -15759.  38. Walsh C. 2006. Posttranslational modification of proteins: expanding nature's inventory. Roberts and Co. Publishers, Englewood, CO.  39. Wertheimer SP, Barnwell JW. 1989. Plasmodium vivax interaction with the human Duffy blood group glycoprotein: identification of a parasite receptor-like protein. Exp. Parasitol. 69:340 -350.  40. Xainli J, Adams JH, King CL. 2000. The erythrocyte binding motif of Plasmodium vivax Duffy binding protein is highly polymorphic and func- tionally conserved in isolates from Papua New Guinea. Mol. Biochem. Parasitol. 111:253-260.  41. Xainli J, et al. 2002. Age-dependent cellular immune responses to Plas- modium vivax Duffy binding protein in humans. J. Immunol. 169:3200 - 3207.  Siddiqui et al.  2928 iai.asm.org Infection and Immunity  View publication statsView publication stats  http://iai.asm.org https://www.researchgate.net/publication/225054382",
    "references": [],
    "authors": [
        "Gayathri Chadalapaka",
        "Indira Jutooru",
        "Seep Sreevalsan",
        "Satya Pathi",
        "Kyounghyun Kim",
        "Cy Chen",
        "Lisa Crose",
        "Corinne Linardic",
        "Stephen Safe"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}