{
    "summary": "This article has been retracted: please see Elsevier Policy on Article Withdrawal (https://www.elsevier.com/about/our-business/policies/article-withdrawal). This article has been retracted at the request of the Editor-in-Chief. Image duplication has been observed within Figure 3. The corresponding author has been asked to provide an acceptable explanation for this duplication but has not been able to do so, neither have the original source files been supplied.",
    "title": "Effects of ethanol on monosodium urate crystal-induced inflammation",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/23640023  The Yersinia pestis Ail Protein Mediates Binding and Yop Delivery to Host  Cells Required for Plague Virulence  Article  in  Infection and Immunity · February 2009  DOI: 10.1128/IAI.00913-08 · Source: PubMed  CITATIONS  89 READS  78  2 authors, including:  Some of the authors of this publication are also working on these related projects:  Autotransporters View project  Eric S Krukonis  University of Detroit Mercy  34 PUBLICATIONS   1,526 CITATIONS     SEE PROFILE  All content following this page was uploaded by Eric S Krukonis on 02 February 2016.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/23640023_The_Yersinia_pestis_Ail_Protein_Mediates_Binding_and_Yop_Delivery_to_Host_Cells_Required_for_Plague_Virulence?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/23640023_The_Yersinia_pestis_Ail_Protein_Mediates_Binding_and_Yop_Delivery_to_Host_Cells_Required_for_Plague_Virulence?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Autotransporters?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Eric-Krukonis?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Eric-Krukonis?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Detroit-Mercy?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Eric-Krukonis?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Eric-Krukonis?enrichId=rgreq-620447209a06f65b888f1ebb952a1c14-XXX&enrichSource=Y292ZXJQYWdlOzIzNjQwMDIzO0FTOjMyNDcwMDAwODMyMTAyNUAxNDU0NDI1OTIyMTQw&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Feb. 2009, p. 825-836 Vol. 77, No. 2 0019-9567/09/$08.00-0 doi:10.1128/IAI.00913-08 Copyright   2009, American Society for Microbiology. All Rights Reserved.  The Yersinia pestis Ail Protein Mediates Binding and Yop Delivery to Host Cells Required for Plague Virulence-  Suleyman Felek1 and Eric S. Krukonis1,2* Department of Biologic and Materials Sciences, University of Michigan School of Dentistry,1 and Department of Microbiology and  Immunology, University of Michigan School of Medicine,2 Ann Arbor, Michigan  Received 23 July 2008/Returned for modification 22 August 2008/Accepted 25 November 2008  Although adhesion to host cells is a critical step in the delivery of cytotoxic Yop proteins by Yersinia pestis, the mechanism has not been defined. To identify adhesins critical for Yop delivery, we initiated two transposon mutagenesis screens using the mariner transposon. To avoid redundant cell binding activities, we initiated the screen with a strain deleted for two known adhesins, pH 6 antigen and the autotransporter, YapC, as well as the Caf1 capsule, which is known to obscure some adhesins. The mutants that emerged contained insertions within the ail (attachment and invasion locus) gene of Y. pestis. A reconstructed mutant with a single deletion in the ail locus (y1324) was severely defective for delivery of Yops to HEp-2 human epithelial cells and significantly defective for delivery of Yops to THP-1 human monocytes. Specifically, the Yop delivery defect was apparent when cell rounding and translocation of an ELK-tagged YopE derivative into host cells were monitored. Although the ail mutant showed only a modest decrease in cell binding capacity in vitro, the KIM5 -ail mutant exhibited a >3,000-fold-increased 50% lethal dose in mice. Mice infected with the -ail mutant also had 1,000-fold fewer bacteria in their spleens, livers, and lungs 3 days after infection than did those infected with the parental strain, KIM5. Thus, the Ail protein is critical for both Y. pestis type III secretion in vitro and infection in mice.  Yersinia pestis, the causative agent of plague, employs a type III secretion system (T3SS) to deliver cytotoxic Yop proteins into host cells (16). Yops have various cell-altering activities, including Rho-GAP activity (YopE) (6, 64), tyrosine phos- phatase activity (YopH) (9), serine/threonine kinase activity (YpkA) (23), and protease activity (YopT) (56), and the ability to disrupt MAP kinase signaling pathways via acetylation of MAP kinases (YopJ) (44-46). A sixth Yop, YopM, leads to disruption of the immune system via depletion of NK cells (26). The injection of Yops into host cells by the Ysc T3SS of pathogenic Yersinia species is required for virulence (49). Mu- tants lacking the Yop-encoding virulence plasmid are avirulent by all routes of entry, as are mutants unable to assemble a functioning T3SS for Yop delivery (49). An essential step for secretion of type III effector proteins is host cell binding. This docking step is required for pathogens to deliver a cargo of cell-altering effector proteins. In the case of enteropathogenic Yersinia species, at least two adhesins are capable of mediating T3SS delivery of Yops, invasin and YadA (53). Both of these proteins are inactive in Y. pestis, due to an insertion element or frameshift mutation, respectively (20, 48, 54, 57). One known Y. pestis adhesin, pH 6 antigen, restores adhesion and T3SS delivery of ExoS when heterologously expressed in a nonad- herent mutant of Pseudomonas aeruginosa (60). pH 6 antigen can also fulfill this T3SS docking function in Y. pestis (S. Felek and E. S. Krukonis, unpublished). However, pH 6 antigen is only expressed under certain environmental conditions (-35°C and pH of -6.7) (5), a pH 6 antigen mutant has a modest  defect in virulence via the intravenous, subcutaneous, or intra- nasal routes of infection (14, 32), and the expression of pH 6 antigen in a mouse model of fully virulent pneumonic plague is greatly downregulated (31). Thus, identification of the ad- hesins required for Y. pestis Yop delivery is still a priority.  Recently, the Y. pestis Ail protein was also shown to mediate cell binding, cell invasion, bacterial autoaggregation, and se- rum resistance (3, 28). This finding was somewhat surprising, since Y. pestis Ail is nearly identical to Yersinia pseudotubercu- losis Ail, which has been reported to confer serum resistance but not play a role in adhesion or invasion of tissue culture cells (67). On the other hand, in Yersinia enterocolitica, Ail mediates attachment and invasion of host cells and confers serum resis- tance to the bacterium (8, 40, 50). Ail of Y. enterocolitica shows some cell selectivity allowing interaction with HEp-2 and CHO cells, but not MDCK cells (40). Ail is an outer membrane protein of the OmpX family, proposed to have eight mem- brane-spanning domains and four extracellular loops (22, 63). The role of these loops has been extensively studied in Y. enterocolitica Ail. Mutations in either loop 2 or 3 were found to affect serum resistance, adhesion/invasion, or both activities (39). Furthermore, a peptide derived from a sequence within loop 2 of Y. enterocolitica Ail was able to disrupt invasion of CHO cells (39).  While many researchers have used nonphagocytic cells as targets of Yop secretion to identify adhesin molecules (11, 53), Yop delivery to phagocytic cells, such as macrophages and neutrophils, may be adhesin independent, since the bacteria can be readily engulfed by these host cells (11). During Yop delivery to phagocytic cells, the pore-forming translocon mol- ecules YopB and YopD of the T3SS apparatus may serve as a cholesterol-binding docking complex, by analogy to other ho- mologous T3SSs (25). To identify Y. pestis factors critical for  * Corresponding author. Mailing address: 1011 N. University, Den- tal Building RM 3209, Ann Arbor, MI 48109-1078. Phone: (734) 615- 6424. Fax: (734) 647-2110. E-mail: ekrukoni@umich.edu.  - Published ahead of print on 8 December 2008.  825    cell binding and Yop delivery to nonphagocytic human cells and potentially to phagocytic human cells, we applied a genetic enrichment strategy. In tissue culture models of infection, we demonstrate that Y. pestis Ail mediates cell attachment and facilitates Yop delivery to a human epithelial cell line (HEp-2) and a human monocyte cell line (THP-1). In mouse infections, Ail is critical for virulence, as reflected by the -3,000-fold increase in the 50% lethal dose (LD50) of the -ail mutant.  MATERIALS AND METHODS  Bacterial strains and culture conditions. Y. pestis strains were cultivated in heart infusion broth (HIB) overnight or on heart infusion agar (HIA) for 48 h at 28°C. Escherichia coli strains were cultured in Luria-Bertani (LB) broth or LB agar at 28°C or 37°C. Antibiotics were used at the following concentrations: streptomycin (Sm), 100 -g/ml; kanamycin (Km), 30 -g/ml; chloramphenicol (Cm), 10 -g/ml; and ampicillin (Amp), 100 -g/ml. Isopropyl---D-thiogalactopy- ranoside (IPTG) was used at a 100 -M concentration. Strain KIM5-3001 (Table 1), an Sm-resistant version of KIM5, is hereafter referred to as KIM5 in the text, for simplicity.  Transposon mutagenesis and identification of ail. We previously observed that the deletion of two known adhesins, pH 6 antigen and YapC, does not abolish the ability of Y. pestis to bind to eukaryotic cells when it is grown at 28°C (21). To find other potential adhesins in Y. pestis, we performed a random transposon mutagenesis by using a Y. pestis KIM5 -psaA -yapC -caf1 mutant strain. We used a caf1 mutant to exclude the masking effect of capsule during cell binding enrichment steps (33). The strain was conjugated with E. coli SM10(-pir)/pFD1 harboring the mariner transposon (55) and then selected for Sm resistance (Y. pestis) and Km resistance (mariner transposon).  Mutant pools were then used to serially infect HEp-2 cells in 24-well tissue culture plates six times per day for 3 days (18 rounds of enrichment). For each day of infection, the bacteria were put in the first well at a multiplicity of infection (MOI) of 100 and centrifuged for 5 min at 200 - g to facilitate bacterial contact with the HEp-2 cells; infections were incubated for 1 h at 37°C in 5% CO2. The unbound bacteria from the previous binding step were transferred to the next well, centrifuged, and incubated, as described above. After six rounds of enrich- ment, unbound bacteria were collected, cultured overnight in HIB at 28°C, and used for more enrichment the next day. We also performed an erythrocyte binding enrichment three times per day for 3 days. Sheep erythrocytes were incubated with mutant pools, incubated for 2 h at 37°C, and centrifuged at 800 rpm in a microcentrifuge for 3 min, and supernatants were mixed with new  erythrocytes. After the last enrichment, unbound bacteria were collected and cultured overnight in HIB at 28°C and used for more enrichment the next day.  To identify the gene disrupted by mariner transposition, the insertion region was amplified with primers Mariner-1 (5 -GGCCACGCGTGCACTAGTACNN NNNNNNNNTACNG-3 ) and SFMar2 (5 -TACGGTATCGATAAGC), and PCR products were purified (Qiagen, Gaithersburg, MD) and subjected to a second nested PCR by using primers SFMar3 (5 -CACGCGTGCACTAGTAC- 3 ) and SFMar4 (5 -AATCATTTGAAGGTTGGTAC-3 ). Final PCR products were purified and sequenced by the University of Michigan Sequencing Core by using sequencing primer SFMarseq (5 -ACGCCATCTATGTGTCAGAC-3 ).  Deletion of ail. Gene deletion in Y. pestis KIM5 was performed as previously described (18, 21, 68). Briefly, the pKD4 Km resistance cassette was amplified by PCR with primers aildf (5 -ATTTTTCATGTGTCAGATATTTGTTAATATTTG GCTGGCCACTTTAGTCTTGTGTAGGCTGGAGCTGCTTC-3 ) and aildr (5 - TCAGCAATTTGAAACCACCATTATGGTGGGTTTTCATGGTTAGGAGG ACGCATATGAATATCCTCCTTAGT-3 ). PCR products were purified and di- gested with DpnI and then transformed into Y. pestis KIM5, which had been previ- ously transformed with pKD46 and induced with arabinose. Km-resistant colonies were selected, and the deletion of ail was confirmed by PCR with primers ailf1 (5 -TCAATGGGGCTATTGATTTCG-3 ) and ailr1 (5 -GGTGACTTGCTCGAA ATAATG-3 ). Replacement of ail with this cassette results in a complete deletion of ail (all 585 bp). The strain was then transformed with pCP20 to resolve out the Km resistance cassette. This resolution results in an 82- to 85-nucleotide FLP recombi- nation target site scar in the place of ail (18). Plasmids were cured from the strains by growing in HIB at 28°C and screening for Amp sensitivity. The -ail mutant grew identically to the starting strain, KIM5, in HIB at 28°C. It grew slightly faster than KIM5 at 37°C in HIB and minimal essential medium (Fig. 1).  Cloning of ail. The gene encoding Ail was amplified from Y. pestis KIM5 with PCR by using primers ailcf1 (5 -GCGCGGATCCTTGGCTGGCCACTTTAG TCT-3 ) and ailcr1 (5 -GCGCCTGCAGGGTTAGGAGGACGTTAGAAC-3 ). Amplification primers for cloning were designed to include the ribosomal bind- ing site of ail. PCR products were purified and digested with BamHI and PstI, gel purified, and ligated into pMMB207 (43). The sequences of clones containing the insert were confirmed. To construct pIV2-ail, pMMB207-ail was digested with BamHI and PstI, and the band harboring ail was gel purified and then ligated into the BamHI- and PstI-digested pIV2 plasmid. The KIM5 -ail mutant strain was transformed with pMMB207-ail and pIV2-ail or empty vectors for comple- mentation studies.  SDS-PAGE. Deletion and complementation of ail were confirmed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). Briefly, Y. pes- tis KIM5 and derivative strains were grown overnight in HIB containing Sm at 28°C or 37°C. For pMMB207-containing strains, 100 -M IPTG and Cm were  TABLE 1. Bacterial strains and plasmids used in this study  Strain or plasmid Genotype or features Reference or source  Strains E. coli  AAEC185 supE44 hsdR17 mcrA mcrB endA1 thi-1 -fimB-fimH -recA 10 SM10(-pir) thi-1 thr leu tonA lacY supE recA::RP4-2-Tc::Mu Kmr (-pir) Laboratory collection  Y. pestis KIM5-3001 pgm , Smr (referred to as KIM5 in text) 32 KIM5-3001 -psaA1  -yapC -caf1 mutant pgm , Smr This study  KIM5-3001 -ail mutant pgm , Smr This study KIM5-3001 pCD1  pgm , Smr 21  Plasmids pFD1 Kmr transposon and Himar1 transposase on an Ampr  R6K-based suicide plasmid 55  pMMB207 9.1 kb, Cmr 43 pMMB207-ail 9.7 kb, Cmr This study pIV2 3.5-kb Yersinia cloning vector; Kmr 59 pIV2-ail 4.1 kb, Kmr This study pYopE129-Elk Fusion protein consisting of residues 1 to 129 of YopE  fused to the Elk tag; Ampr 19  pKD46 6.3-kb, Ampr, red recombinase expression plasmid 18 pKD4 3.3-kb, Kmr, template plasmid 18 pCP20 9.4-kb, Flp recombinase expression plasmid; Ampr, Cmr 18  826 FELEK AND KRUKONIS INFECT. IMMUN.    FIG. 1. Colony morphology assessment, growth curve analysis, and complementation of a KIM5 -ail mutant. (A) Colony morphology of the strain KIM5 and a KIM5 -ail mutant grown on HIB agar. KIM5 forms smaller, shinier colonies, while the -ail mutant is flatter, wider, and more opaque and has rougher colony edges. (B to D) Growth curve analysis of KIM5 and the -ail mutant under various growth conditions. (E) Deletion and complementation of ail was confirmed by SDS gel electrophoresis. Y. pestis KIM5 and derivative strains were grown overnight in HIB at 28°C or 37°C. For pMMB207-containing strains, 100 -M IPTG was added to induce ail expression. pIV2 is a plasmid derived from Yersinia enterocolitica that can be stably maintained during in vivo experiments for ail complementation (59). The identity of the 17.5-kDa band absent in the KIM5 -ail mutant was confirmed to be Ail protein by mass spectrometry at the University of Michigan Proteomics Consortium.  VOL. 77, 2009 Ail PROTEIN REQUIRED FOR Yop DELIVERY 827    added to HIB while only Km was added to the pIV2-containing strains (no IPTG). Bacteria were pelleted and resuspended in SDS-PAGE sample buffer to normalize for optical densities at 620 nm (OD620s), boiled for 5 min, and then subjected to SDS-PAGE followed by Coomassie blue staining.  Adhesion and invasion assays. HEp-2 and THP-1 cells were cultured in 24- well tissue culture plates until reaching 100% and 60% confluence, respectively. THP-1 cells were activated with 10 pg/ml of phorbol 12-myristate 13-acetate for 3 days to stimulate attachment to 24-well plates. Y. pestis KIM5 or E. coli derivatives were cultured overnight at 28°C (100 -M IPTG and Cm was added for the strains containing pMMB207). Tissue culture cells were washed twice with 1 ml of serum-free minimal essential medium (for HEp-2 cells) or RPMI 1640 (for THP-1 cells) and infected with the bacterial strains at an MOI of 100 (Y. pestis) or 500 (E. coli) bacteria per cell. For THP-1 cells, the cells were pretreated with 5 -g/ml cytochalasin D for 45 min prior to infection to inhibit phagocytosis. This blocked phagocytosis and decreased cellular uptake by 100- fold (49% decreased to 0.47%) as assessed by a gentamicin protection assay. For the adhesion assay, plates were incubated for 2 h at 37°C in 5% CO2. Cells were then washed, and cell-associated bacteria were liberated by the addition of sterile H2O containing 0.1% Triton X-100 for 15 min. Serial dilutions of samples were plated onto HIA or LB agar for CFU analysis. In parallel wells, the entire population of bacteria was harvested and enumerated by dilution and CFU analysis to determine the total number of bacteria per well. Percent adhesion was calculated by dividing bound CFU by total bacteria in the well at the end of 2 hours of incubation and then multiplying by 100. Presented data are from three experiments performed in duplicate. Statistical analysis was performed using the Student t test (n - 6).  Invasion assays were performed similarly except that at the end of 2 hours of bacterial binding, cells were washed once with phosphate-buffered saline (PBS) to remove unbound bacteria and minimal essential medium containing 7.5 -g/ml gentamicin was added for 1 hour at 37°C in 5% CO2 to kill extracellular bacteria. Cells were then washed twice with PBS and lysed and plated as described for the adhesion assay.  Cytotoxicity assay. HEp-2 cells were cultivated until they reached about 50% confluence in 24-well tissue culture plates. Y. pestis KIM5 and derivative strains were cultured in HIB overnight at 28°C. Cultures were diluted to an OD620 of 0.15 in HIB and incubated for 3 to 4 more hours at 28°C. Plates were washed two times with 2 ml of serum-free tissue culture medium, and bacteria were added to each well at an MOI of 10. IPTG (100 -M) was added to tissue culture medium to induce ail expression. Plates were incubated at 37°C in 5% CO2. Rounding was observed, and pictures were taken under a phase-contrast microscope at 0, 2, 4, and 8 h.  Yop delivery assay. KIM5 derivatives carrying a YopE-Elk-encoding plasmid (pYopE129-Elk) (19) were cultivated overnight in HIB at 28°C, diluted to an OD620 of 0.15 in HIB, and incubated for 3 to 4 more hours at 28°C. HEp-2 or THP-1 cells were cultured in six-well tissue culture plates until they reached 100% or 60% confluence, respectively. Each well was washed two times with serum-free tissue culture medium, and bacteria were added at an MOI of 10 in the presence of 100 -M IPTG (to induce yopE-ELK and ail expression). The bacteria were allowed to interact and translocate Yops for 2 to 8 h. Cells were then directly lysed in 100 -l of 1.5- Laemmli sample buffer containing protease inhibitor cocktail (Sigma P-8340) and phosphatase inhibitor cocktail (Sigma P-2850), combined with bacteria from the tissue culture medium supernatant, and boiled for 5 min. Extracts (7.5 -l) were run for Western blot analysis and probed with anti-ELK or anti-phospho-ELK antibodies (Cell Signaling Technol- ogy, Danvers, MA). Cells deleted for yopB served as a negative control for Yop delivery, since YopB is part of the T3SS translocation pore and is required for Yop delivery.  Mouse experiments. To find the median lethal dose (LD50), 6- to 8-week-old female Swiss Webster mice (Harlan Sprague-Dawley, Indianapolis, IN) were inoculated intravenously (i.v.) via tail vein injection with 5- to 10-fold-increased concentrations of each strain. Each bacterial strain group consisted of three different doses and 10 mice in each dose. Mice were observed daily for 16 days for survival. For the pCD1-negative KIM5 avirulent mutant, only five mice were infected with a single dose of 106 bacteria. Experiments were performed in accordance with the University of Michigan UCUCA guidelines. Bacteria for mouse inoculation were grown overnight at 28°C in HIB medium.  For tissue analysis experiments, 10 mice were inoculated with about 100 bacteria i.v. (10 LD50s) and euthanized with CO2 at day 1, 2, 3, or 7. Spleen, liver, and lung tissues were removed and weighed, and samples were divided into two parts. One part was homogenized, and serial dilutions were plated for CFU. The other part was fixed in formalin for histology. Data presented are from two experiments (20 mice per strain per time point). Histological sections and stain-  ing were done at the University of Michigan Dental School Core Histology Laboratory.  Statistical analysis. Adhesion data, invasion data, and spleen weights of the mice were analyzed with Student's t test. Tissue colonization levels were analyzed using a two-tailed two-sample Wilcoxon rank-sum (Mann-Whitney) test.  RESULTS  Transposon mutagenesis and enrichment identify Ail as a dominant adhesin of Y. pestis. To identify novel bacterial pro- teins that equip Y. pestis to bind host cells, we initiated our enrichment strategy with a KIM5 strain lacking two previously described adhesins of Y. pestis—pH 6 antigen (-psaA) (67) and the putative autotransporter YapC (-yapC) (21). This strain maintains wild-type levels of adhesion. Thus, this mutant screen was designed to identify redundant adhesins of Y. pestis. Since Y. pestis can become nonadherent due to mutations re- sulting in constitutive expression of the Caf1 capsule (Krukonis and Felek, unpublished observations), the caf1 locus was also deleted from our KIM5 -psaA -yapC starting strain. Three pools of -1,000,000 Y. pestis mutants (-3,000,000 total mu- tants) with random mariner transposon insertions were gener- ated (55). The pools were subjected to two independent en- richment strategies. In the first, bacterial cells were allowed to bind HEp-2 cells for 1 h, and then nonadherent bacteria were removed and used to infect a fresh well of HEp-2 cells for 1 h. This panning procedure was repeated for six rounds/day for 3 days (18 rounds of enrichment).  The other enrichment strategy took advantage of the fact that Y. pestis can agglutinate sheep red blood cells when grown at 28°C; at 37°C, this activity is blocked by expression of the Caf1 capsule (Krukonis and Felek, unpublished observations). Bacterial cells were incubated with sheep erythrocytes for 2 h at 37°C in PBS (our strain for mutagenesis was a -caf1 mu- tant), and then the erythrocytes were pelleted gently in a mi- crocentrifuge. Nonadherent Y. pestis bacteria were then mixed with fresh red blood cells, and the enrichment procedure was repeated three times/day for 3 days (nine rounds of enrich- ment).  After either enrichment, we noticed that a vast majority of KIM5 mutant derivatives had an altered colony morphology (larger, more opaque, rough colony edges) (Fig. 1A). Genomic sequencing of three of these mutants identified the locus of the mariner insertion as the ail gene of Y. pestis (20). Ail has been defined previously in pathogenic Yersinia species as mediating cell attachment and invasion as well as serum resistance (3, 28, 40, 67). Homologues of Ail in other genera have also been referred to as an opacity factor, since deletion of the locus results in an altered colony morphology phenotype (7). One other sequenced mutant that emerged from this screen (with a normal colony morphology) had an insertion in the gene en- coding the regulatory protein DeoR. We have not character- ized this mutant further.  To assess the specific importance of ail in our parental strain, we next constructed a targeted single-deletion ail mu- tant of Y. pestis KIM5. SDS-PAGE and Coomassie blue stain- ing confirmed that the Ail protein was lacking in the recon- structed -ail mutant and that it could be complemented by ail expressed from the broad-host-range plasmid pMMB207 (Fig. 1E) (43). Targeted ail mutants also had an altered colony morphology. Despite the altered colony morphology, KIM5  828 FELEK AND KRUKONIS INFECT. IMMUN.    and the -ail mutant had similar growth kinetics in HIB and tissue culture medium (Fig. 1B to D).  The ail mutant showed an approximately twofold reduction in cell binding to HEp-2 and THP-1 cells (Fig. 2A and B, respectively) compared to the parental strain, KIM5. THP-1 cell adhesion assays were performed in the presence of 5 -g/ml cytochalasin D to inhibit phagocytosis. A freshly reconstructed -caf1 -psaA -yapC -ail mutant also showed a (35%) defect in adhesion relative to the -caf1 -psaA -yapC starting strain for mutagenesis (data not shown). We interpret this to mean that while Ail may be a dominant adhesin in our KIM5 -psaA -yapC -caf1 mutant (allowing it to be enriched to the exclu- sion of other adhesin mutants), additional redundant adhesins must also be present. Expression of Ail in the heterologous host, E. coli AAEC185 (fim negative), also facilitated binding to both HEp-2 and THP-1 cells (Fig. 2C and D, respectively).  Some of the HEp-2 cell-associated bacteria were likely in- ternalized in this assay, since Y. pestis is known to invade tissue culture cells (17, 28). However, based on our analysis of KIM5 invasion of HEp-2 cells, about 60% of adhered bacteria remain extracellular (compare Fig. 2A and Fig. 2E). Deletion of ail results in only a modest decrease in invasion frequency (P -  0.1) (Fig. 2E). Giemsa staining of infected cells also indicated that many of the bacteria remain at the cell periphery, and some even appear to be associated with the extracellular matrix (Fig. 3).  Ail is important for Yop delivery to host cells. One of the critical steps in Y. pestis pathogenesis is the delivery of Yop proteins. In the absence of Yops, all pathogenic Yersinia spe- cies are completely avirulent (49). We next assessed the role of Ail in Yop delivery to both phagocytic and nonphagocytic cells by using human monocytes (THP-1 cells) and human epithelial cells (HEp-2 cells). Yop delivery was measured by assessing delivery and phosphorylation of ELK-tagged YopE from the KIM5 -ail mutant, compared to the parental strain, KIM5. ELK is an epitope tag from the eukaryotic transcription factor Elk-1 that is normally phosphorylated by MAP kinase (37) or stress-activated protein kinase (SAPK)/Jun N-terminal protein kinase (JNK) (15).  Upon infection of HEp-2 cells with KIM5, phosphorylated ELK-YopE could be detected within 2 hours. However, for the KIM5 -ail mutant, no Yop delivery was detected even by 8 hours (Fig. 4A). In THP-1 human monocytes, phospho-ELK- YopE was detected upon KIM5 infection by 2 hours, but not  FIG. 2. Adhesion and invasion of Y. pestis derivatives or E. coli expressing ail to HEp-2 or THP-1 cells. HEp-2 (A, C, and E) and THP-1 (B and D) cells were infected with Y. pestis derivatives (A and B) or E. coli AAEC185 derivatives (C and D). Percent adhesion was calculated by dividing cell-associated CFU by the number of all bacteria in the well (bound plus unbound) and multiplying by 100. Data are from three independent experiments performed in duplicate (n - 6). *, P - 0.0005; **, P - 0.00005. HEp-2 cell invasion (E) was assessed after the addition of gentamicin to kill extracellular bacteria for 1 h (P - 0.1; n - 6).  VOL. 77, 2009 Ail PROTEIN REQUIRED FOR Yop DELIVERY 829    detected until hour 4 in the -ail mutant (Fig. 4B). YopE-ELK delivery to THP-1 cells by the -ail mutant at 4 hours was less efficient than that by KIM5 (Fig. 4B). Complementation of the -ail mutant with Ail expressed from an inducible plasmid demonstrated that expression of Ail alone could restore Yop delivery to the -ail mutant (Fig. 4A and B). Expression of the entire pool of YopE-ELK (phosphorylated and unphosphory-  lated) within bacterial cells and tissue culture cells was de- tected using an anti-ELK antibody (Fig. 4). Deletion of yopB (a component of the Yop translocation pore) completely pre- vented the ability of YopE-ELK to be translocated and phos- phorylated within host cells (Fig. 4). Thus, the yopB mutant serves as a negative control for YopE-ELK delivery. These data indicate that Ail is an important adhesin for mediating Yop delivery in Y. pestis. These studies also demonstrate that Ail plays a role in Yop delivery to phagocytic cells, the primary target of Yops early in infection.  The delay in Yop delivery to HEp-2 cells was also confirmed by monitoring Yop-mediated cytotoxicity as indicated by cell rounding (Fig. 5). Counting of 500 cells per infecting strain indicated that at hour 2, 90% of KIM5-infected cells had rounded, yet only 5 to 10% of the -ail mutant-infected cells were rounded (Fig. 5B). By hour 4, some rounding was de- tected in HEp-2 cells infected with the -ail mutant (25 to 45%), and by hour 8, about 85% of cells infected with the -ail mutant had undergone cell rounding (100% of KIM5-infected cells were rounded at hour 8) (Fig. 5B). This indicates that the -ail mutant is not completely attenuated for Yop delivery. Rounding of THP-1 cells was not evaluated, since they are quite round normally. Further rounding due to Yop delivery was difficult to assess.  Lack of Yop-mediated cytotoxicity was also seen in Giemsa- stained HEp-2 cells 2 hours after infection by the KIM5 -ail mutant, as indicated by the failure of the mutant to cause cytoplasmic shrinkage (Fig. 3).  Ail plays a major role in Y. pestis virulence. Since the KIM5 -ail mutant was strongly defective for Yop delivery in vitro, we predicted that it might be strongly attenuated for mouse viru- lence. We next assessed the role of Ail in a mouse infection model. Since KIM5 derivatives are pigmentation negative (pgm ) and cannot acquire iron readily in peripheral tissues due to lack of yersiniabactin (4, 13) encoded within the 102-kb pgm high-pathogenicity island (12), we used the i.v. route of infection. Three groups of 10 Swiss Webster mice were in- fected with 5- or 10-fold increasing doses of bacteria, and the  FIG. 3. Giemsa staining of KIM5, the KIM5 -ail mutant, and the complemented mutant binding to HEp-2 cells. The shrunken cytoplasm in KIM5-infected cells is indicative of Yop-mediated cytotoxicity. KIM5 lacking the Yop-encoding virulence plasmid, pCD1, does not mediate cytotoxicity.  FIG. 4. The -ail mutant is delayed for delivery of ELK-tagged YopE to the cytoplasm of host cells. HEp-2 (A) or THP-1 (B) cells were infected with KIM5 derivatives carrying a YopE-Elk-encoding plasmid (pYopE129-Elk) (19) at an MOI of 10 in the presence of 100 -M IPTG (to induce YopE-ELK and Ail expression). The bacteria were allowed to interact and translocate Yops for 2 to 8 h. Western blots were probed with anti-ELK (ELK) or anti-phospho-ELK (P-Elk) antibodies. Cells lacking yopB served as a negative control for Yop delivery, since they lack a critical component of the T3SS translocation pore required for Yop delivery.  830 FELEK AND KRUKONIS INFECT. IMMUN.    LD50 was determined and compared with either that of the KIM5 parental strain or that of a Yop-negative plasmid-cured derivative of KIM5 (pCD1 ). Whereas the LD50 of our wild- type KIM5 strain was calculated to be 10 or 7 bacteria in two experiments (Table 2) (52), the KIM5 -ail mutant had an LD50 of 167,000 or 23,800 organisms in two experiments, a 16,000- or 3,400-fold increase in the LD50, respectively. This strong attenuation of the KIM5 -ail mutant is consistent with a poor ability to deliver Yop proteins during animal infection. The lack of virulence of the -ail mutant could also be partially complemented in vivo by expressing ail from the Y. enteroco- litica-derived plasmid pIV2 (Table 2), which is stably main- tained in Yersinia strains for many generations without antibi-  otic selection (59), indicating that the virulence defect in this strain is due to the lack of Ail protein. We suspect that the incomplete complementation of the -ail mutant is due to poor expression of ail from pIV2-ail at 28°C (Fig. 1E).  KIM5 colonizes host tissue to much higher levels than does the KIM5 -ail mutant. Due to the decrease in virulence of the KIM5 -ail mutant, we analyzed the number of bacteria in various mouse organs to assess colonization and/or clearance of the infection. Mice were infected with 100 organisms of either KIM5 or the -ail mutant (-10 LD50s for the KIM5 parental strain). After 1, 2, 3, and 7 days, mice were eutha- nized, and bacteria were harvested from their spleens, livers, and lungs. Ten mice were used per strain at each time point, and the experiment was repeated once to give 20 mice per time point. At day 1, infection with the -ail mutant showed similar numbers of bacteria in the spleen (a blood-filtering organ) (Fig. 6). By day 2, infection with the -ail mutant showed 100-fold fewer bacteria/gram tissue in the spleen, liver, and lungs (P value of -0.00005 for all three tissues) (Fig. 6). Fi- nally, by day 3, the CFU of -ail mutant was decreased by -1,000-fold in spleen, liver, and lung compared to that of the parental strain, KIM5 (Fig. 6). In fact, by day 3, some mice infected with the -ail mutant had now cleared the infection from the spleen (Fig. 6). Mice infected with KIM5 typically begin to die on days 3 to 5, and all succumb to infection when infected with 10 LD50s. However, we could follow survivors of infection with the KIM5 -ail mutant in this experiment. Al- most all such mice (all but one of the survivors) cleared the infection from all three tissues by day 7 (Fig. 6). These data indicate that although early in infection (day 1), the KIM5 -ail mutant is present in the spleen at levels similar to those of the parental strain, KIM5, over the course of a weeklong infection, the -ail mutant is gradually cleared from the host, while KIM5 is able to replicate to high numbers and kill the host.  Histology from day 3 of the infection revealed more immune infiltration and tissue damage/degradative debris during infec- tion with the -ail mutant than during infection with KIM5, indicating that the -ail mutant induced a more robust immune response (Fig. 7). This is predicted if the delivery of immune- suppressing Yops is defective. Host tissues lacking pathology in the presence of the KIM5 -ail mutant had cleared the infec- tion, based on low CFU numbers from the same tissue sample (Fig. 7, panels D, F, J, and L), or the infection had not yet established high bacterial numbers in that tissue (Fig. 7, panel G). While many -ail mutant infections had been cleared (Fig. 7, panels D and F [spleen] and J and L [liver]), those that had not yet been cleared promoted robust immune infiltration that  FIG. 5. Deletion of ail delays cytotoxicity. (A) HEp-2 cells were infected with Y. pestis KIM5 derivatives at an MOI of 10. IPTG (100 -M) was added to the tissue culture medium to induce ail expression. Plates were incubated at 37°C in 5% CO2. Rounding was observed and pictures were taken under a phase-contrast microscope at hours 0, 2, 4, and 8. Cell rounding was also quantified by counting 500 cells per sample at each time point (B). *, P - 0.001; **, P - 5 - 10   9.  TABLE 2. Virulence of KIM5 -ail mutant in micea  Experiment Strain LD50 Fold attenuation Fold  complementation  1 KIM5 10 1 NT KIM5 -ail mutant 166,400 16,640 NT pCD1  KIM5 mutant -1,000,000 -100,000 NT  2 KIM5 7 1 NA pIV2-containing KIM5 -ail mutant 23,800 3,400 1 pIV2-ail-containing KIM5 -ail mutant 860 123 27.6 pCD1  KIM5 mutant -1,000,000 -100,000 NA  a The LD50 was calculated according to Reed and Muench (52). NT, not tested; NA, not applicable.  VOL. 77, 2009 Ail PROTEIN REQUIRED FOR Yop DELIVERY 831    would lead to eventual clearance of the infection and showed large areas of debris (Fig. 7, panel E [spleen] and K [liver]). Spleens isolated from -ail mutant-infected mice were enlarged by about 25% over 3 days, while spleen sizes in KIM5-infected mice decreased (Fig. 8). Again, this indicates a more dramatic immune response against infection by the -ail mutant, result- ing in immune cell infiltration in the spleen.  DISCUSSION  By coupling random mutagenesis with a phenotypic enrich- ment strategy, we determined that the Ail adhesin is critical for Y. pestis to deliver Yop proteins to host cells. The defect in Yop delivery to the phagocytic cell line, THP-1, is dramatic, yet less prolonged than the defect in Yop delivery to nonphagocytic HEp-2 cells (Fig. 4).  While the YopE-ELK phosphorylation assay indicates very little Yop delivery to HEp-2 cells by the KIM5 -ail mutant even after 8 hours of infection (Fig. 4), the Yop-mediated cell-rounding assay shows that some Yop delivery is occurring as early as 4 hours after infection with the -ail mutant and that quite a bit of Yop delivery is occurring by 8 hours postinfection (Fig. 5). Several explanations may address this discrepancy. The YopE129-ELK fusion protein may be translocated less efficiently than wild-type Yops. The fact that several Yops can mediate cell rounding by disrupting the actin cytoskeleton (16) may allow more rapid cell rounding than detection of a single translocated molecule. The phosphorylated YopE-ELK mole- cule may also be harder to detect than the activity of multiple Yops. In the former case, one must have sufficient transloca- tion and phosphorylation to detect the protein by Western blotting. In the latter case, one detects the enzymatic activity of the Yops. Thus, for cytotoxicity, less Yop delivery may be required to give a positive signal. Whatever the reason for the difference in detection, it is clear that the KIM5 -ail mutant is delayed for Yop delivery and is severely attenuated for viru- lence (Table 2). It remains possible that the measurement of YopE-ELK phosphorylation is not a direct indicator of Yop delivery and that the -ail mutation may affect phosphorylation of YopE-ELK after translocation rather than translocation itself. Given the role of Ail as a cellular adhesin and the fact that MAP kinase pathways (the kinase that phosphorylates Elk-1) are known to be operating in cells affected by Yops (45), we prefer the explanation that Ail mediates efficient docking to the host cell membrane and Yop delivery.  Ail of pathogenic Yersinia sp. strains has been shown to mediate adhesion, invasion, autoaggregation, and serum resis- tance (3, 8, 28, 40, 50, 67). Although ail mutants are not  FIG. 6. The -ail mutant has reduced levels of tissue colonization compared to the wild-type strain, KIM5. Twenty Swiss Webster mice were inoculated with -100 bacteria i.v. and euthanized at days 1, 2, 3, and 7 (if they survived). Spleen, liver, and lung tissues were removed, weighed, and homogenized. The horizontal line at about 150 CFU/ gram of tissue indicates the limit of detection in this assay. The median level of colonization for each strain in each tissue is indicated with a horizontal bar. Colonization results were statistically analyzed using a two-tailed, two-sample Wilcoxon rank-sum (Mann-Whitney) test. *, P - 0.0005; **, P - 0.00005; ***, P - 0.000001.  832 FELEK AND KRUKONIS INFECT. IMMUN.    sensitive to mouse serum (3, 65), it remains to be determined which of the other activities of Ail are critical for pathogenesis in mice. Our data indicate that one critical activity of Ail is to facilitate efficient Yop delivery to targeted host cells during infection. We propose that loss of Ail results in a defect in Yop delivery and in dramatically reduced virulence in vivo.  We note that the -ail mutant is not as defective for virulence (103- to 104-fold increase in LD50) as a Y. pestis strain lacking the pCD1 Yop-containing virulence plasmid (-107-fold in- crease in LD50) (Felek and Krukonis, unpublished). We are currently investigating whether other Y. pestis surface mole- cules may play a role specifically in delivering Yops to phago- cytic cells. Such a surface component may provide a residual level of Yop delivery in the absence of Ail.  In a recent study, Bartra et al. characterized an indepen- dently generated KIM5 -ail mutant. In their studies, using retro-orbital inoculation, they found no defect in virulence in Swiss Webster mice for the -ail mutant (3). We recently ob- tained this strain and tested it in our tail-vein injection Swiss Webster mouse model and found it to be attenuated (-3,000- fold increase in LD50) similarly to our KIM5 -ail mutant (data not shown). It is unclear whether the alternative route of retro- orbital inoculation did not reveal the attenuating effect of the -ail mutation or whether the differences in our results are due  FIG. 7. Histopathology upon Y. pestis infection in the spleen and liver. Swiss Webster mice were inoculated with -100 bacteria i.v. and euthanized at day 3. Spleen and liver tissues were fixed in formalin and stained with hematoxylin-eosin. Sections from three infected mice in each group were prepared (three panels per bacterial strain [e.g., KIM5 spleen infection in panels A to C]). Images were taken at a magnification of -400. Some areas of pathology are indicated in boxed areas. Those boxed areas are enlarged in the bottom row of panels. Recovered CFU/gram in the same mouse tissue are provided within the white boxes.  FIG. 8. Spleen weights of Y. pestis-infected animals. Twenty Swiss Webster mice were inoculated with -100 bacteria i.v. and euthanized at day 1, 2, 3, or 7. Spleens were removed and weighed. Increased spleen weight is an indication of increased immune infiltration in mice infected with the KIM5 -ail mutant. Decreased spleen weight is an indication of cell death within the spleen in a KIM5 infection. Statis- tical comparisons are between spleen weights on day 1 versus those on day 3 for KIM5 or for the KIM5 -ail mutant. *, P - 5 - 10   5 by the Student t test.  VOL. 77, 2009 Ail PROTEIN REQUIRED FOR Yop DELIVERY 833    to the way the bacteria were grown prior to inoculation. Under conditions of overnight growth at 28°C in HIB prior to tail-vein inoculation, both our KIM5 -ail strain and the KIM5 -ail strain of Bartra et al. were strongly attenuated. If Barta et al. grew their strains in a way to induce other adhesins that are redundant to Ail, they may not have observed the virulence defects of the ail mutant. We do find that although the calcu- lated LD50 of the KIM5 -ail mutant is -3,000-fold higher than that of KIM5, at low-dose inoculations of 100 organisms, the -ail mutant can sometimes kill a few mice, even when the LD50 is calculated to be 28,000 organisms. We take this to mean that during infection, other adhesins can be induced in vivo. If those adhesins are induced early enough, we hypothesize that the attenuating defect of the -ail mutation is compen- sated for by the newly expressed adhesin.  Studies on the Y. pseudotuberculosis Ail protein suggested that it had no adhesive or invasive activity (67). Given that there are only two amino acid substitutions between Y. pseudo- tuberculosis and Y. pestis Ail proteins, we did not anticipate identifying Ail as a Y. pestis adhesin. In addition, it had been reported previously that Y. pestis ail in some strains is inacti- vated by an insertion element (61). Thus, we were surprised to identify Ail as the predominant adhesin in our transposon screen. Y. pestis Ail has also recently been shown to act as an adhesin by another group (28). We are currently investigating the nature of the different activities of Y. pseudotuberculosis Ail and Y. pestis Ail. The two amino acid differences in Ail from Y. pestis and Ail from Y. pseudotuberculosis are predicted to reside within surface-exposed loops 1 and 3 (3).  Another adhesin of Y. pestis is plasminogen activator Pla. Pla has been shown to mediate adhesion to the extracellular matrix (30, 34) and to cells (27) and also to mediate cellular invasion (17, 29). Much of the adhesion of KIM5 to HEp-2 cells is to the cell periphery or even the extracellular matrix surrounding the cells, especially in a KIM5 -ail mutant (Fig. 3). This suggests that Pla may also function as an adhesin in KIM5. We find that a KIM5 -ail -pla mutant shows a drastic (85%) reduction in binding to HEp-2 cells and a similar decrease in cellular inva- sion (95% reduction) (S. Felek, unpublished results). We hy- pothesize that Pla was not identified in our transposon screen because it is encoded on the pPCP1 plasmid. Thus, there are multiple copies per cell. Our identification of Ail as an adhesin of Y. pestis is in agreement with the recent findings of Kolodz- iejek et al. (28), although the adhesion defects in our KIM5 -ail mutant are less dramatic than the defect they observed with their KIM6- -ail mutant. Kolodziejek et al. also found a dramatic decrease in invasion with their KIM6- -ail mutant. We feel that they may have observed such strong adhesion and invasion phenotypes because their KIM6- strain lacks Pla. In fact, their strain list indicates that their KIM6- strain lacks the pPCP1 plasmid.  Given the loss of virulence of the -ail mutant (Table 2), Ail may contribute to multiple steps of pathogenesis—as an adhe- sin during colonization, to deliver Yops to macrophages and neutrophils (the first line of defense against Y. pestis) and to exacerbate Yop-mediated tissue damage and necrosis of nonphagocytic cells (as represented by cytotoxicity on HEp-2 cells) (Fig. 3 and 5).  Histological and colonization studies indicate that infection by the KIM5 -ail mutant leads to greater immune cell infil-  tration and eventual clearance of the infection (Fig. 6 and 7). Previous studies with specific yop mutant strains of KIM5 also demonstrated clearance of the yop mutants following initial colonization, as well as distinct histopathology (58). In the spleen, a robust immune response against the ail mutant is also indicated by splenomegaly (increased spleen weight) (Fig. 8). It has been shown in a number of studies in vitro that YopJ plays a role in suppressing the immune response of host cells to Yersinia infections and can direct infected macrophages to undergo apoptosis (41, 45, 47). Not only do we see increased spleen weight in mice infected by a KIM5 -ail mutant, but also, spleens from the KIM5 (ail-) strain-infected mice undergo a decrease in spleen weight, perhaps due to apoptosis of spleno- cytes (Fig. 8). Thus, we feel that the inability of the -ail mutant to efficiently deliver Yops may lead to a more robust immune response to the infection. This is in contrast to some recent findings in the related pathogen Y. pseudotuberculosis. In a recent study, it was shown that yopE and yopH mutants of Y. pseudotuberculosis induce a less dramatic immune response than wild-type Y. pseudotuberculosis during an intragastric in- fection (36). In fact, the yop mutants were more readily cleared when coinoculated with the wild-type strain, due to increased immune stimulation by the wild-type strain (36). This clearing effect on yop mutants could even be mediated by inoculating the host with wild-type Y. pseudotuberculosis strains intraperi- toneally (i.p.) while challenging the mice with the yop mutants intragastrically (36). While these results suggest that wild-type Y. pseudotuberculosis strains can induce inflammation when injected i.p., we would point out that we use a different species of Yersinia, Y. pestis, and a different route of inoculation (i.v.). Furthermore the lack of inflammation by yop mutants seen in the study by Logsdon and Mecsas occurs at the site of the intestine (36). If the yopE and yopH mutants were delivered to deeper tissues, they would likely be rapidly cleared, as has been demonstrated previously for other yop mutants (58). i.p. inoc- ulation of mice with a yopE or yopH mutant might also have stimulated inflammation which would lead to the clearing of yopE and yopH mutants colonizing the intestine. Previous stud- ies have revealed a delayed progression of yopE or yopH mu- tant infections to deeper tissues following intragastric inocula- tion (35). Thus, we feel that our study and the study by Logsdon and Mecsas have some distinctions that result in differential effects on inflammation and clearance of yop mu- tants (or in our case, an ail mutant unable to deliver Yops). It should also be noted that a recent study on the progression of Y. pestis and Y. pseudotuberculosis infections after intradermal injection indicated that by day 2, there were distinct differences in the way these two pathogens interact with the innate im- mune system, with Y. pseudotuberculosis stimulating a much more organized polymorphonuclear leukocyte response (24). Differences in the way specific Yersinia species are dealt with by the immune system may reflect distinctions in lipopolysaccha- ride-mediated immune stimulation (42, 51).  When Y. pestis is grown at 28°C, Ail is the predominant adhesin for Yop delivery (Fig. 3 to 5). In Y. pseudotuberculosis, it has been demonstrated that the nature of the adhesin and the specific signaling cascade that it triggers in host cells are critical in determining the efficiency of Yop delivery (38). It has been proposed that integrin-mediated signaling in host cells following Y. pseudotuberculosis invasin-integrin interaction re-  834 FELEK AND KRUKONIS INFECT. IMMUN.    sults in a series of events leading to efficient YopB/YopD pore formation in host cells and subsequent T3SS-mediated Yop delivery (1, 2, 38, 62, 66). We hypothesize that since Y. pestis lacks invasin, Ail may mediate a receptor interaction that ini- tiates a similar series of events leading to pore formation and Yop delivery. Further characterization of the role of Ail in Y. pestis Yop delivery may lead to the identification of steps in plague pathogenesis that are vulnerable to pharmaceutical in- tervention.  ACKNOWLEDGMENTS  This work was supported by grants to E.S.K. from the University of Michigan Biomedical Research Council (BMRC), the University of Michigan Rackham Graduate School, and the University of Michigan Office of the Vice President for Research.  Susan Murray at the University of Michigan School of Public Health, Department of Biostatistics, assisted with statistical analysis of tissue colonization. Many thanks to Edward Krukonis for reading histology sections for pathology. Finally, we thank Michele Swanson and Victor DiRita for critical reading of the manuscript.  REFERENCES  1. Alrutz, M. A., and R. R. Isberg. 1998. Involvement of focal adhesion kinase in invasin-mediated uptake. Proc. Natl. Acad. Sci. USA 95:13658-13663.  2. Alrutz, M. A., A. Srivastava, K. W. Wong, C. D'Souza-Schorey, M. Tang, L. E. Ch'Ng, S. B. Snapper, and R. R. Isberg. 2001. Efficient uptake of Yersinia pseudotuberculosis via integrin receptors involves a Rac1-Arp 2/3 pathway that bypasses N-WASP function. Mol. Microbiol. 42:689-703.  3. Bartra, S. S., K. L. Styer, D. M. O'Bryant, M. L. Nilles, B. J. Hinnebusch, A. Aballay, and G. V. Plano. 2008. Resistance of Yersinia pestis to complement- dependent killing is mediated by the Ail outer membrane protein. Infect. Immun. 76:612-622.  4. Bearden, S., J. Fetherston, and R. Perry. 1997. Genetic organization of the yersiniabactin biosynthetic region and construction of avirulent mutants in Yersinia pestis. Infect. Immun. 65:1659-1668.  5. Ben-Efraim, S., M. Aronson, and L. Bichowsky-Slomnicki. 1961. New anti- genic component of Pasteurella pestis formed under specified conditions of pH and temperature. J. Bacteriol. 81:704-714.  6. Black, D. S., and J. B. Bliska. 2000. The RhoGAP activity of the Yersinia pseudotuberculosis cytotoxin YopE is required for antiphagocytic function and virulence. Mol. Microbiol. 37:515-527.  7. Blake, M. S., C. M. MacDonald, and K. P. Klugman. 1989. Colony mor- phology of piliated Neisseria meningitidis. J. Exp. Med. 170:1727-1736.  8. Bliska, J., and S. Falkow. 1992. Bacterial resistance to complement killing mediated by the Ail protein of Yersinia enterocolitica. Proc. Natl. Acad. Sci. USA 89:3561-3565.  9. Bliska, J. B., K. L. Guan, J. E. Dixon, and S. Falkow. 1991. Tyrosine phosphate hydrolysis of host proteins by an essential Yersinia virulence de- terminant. Proc. Natl. Acad. Sci. USA 88:1187-1191.  10. Blomfield, I. C., M. S. McClain, J. A. Princ, P. J. Calie, and B. I. Eisenstein. 1991. Type 1 fimbriation and fimE mutants in Escherichia coli K-12. J. Bacteriol. 173:5298-5307.  11. Boyd, A. P., N. Grosdent, S. Totemeyer, C. Geuijen, S. Bleves, M. Iriarte, I. Lambermont, J.-N. Octave, and G. R. Cornelis. 2000. Yersinia enterocolitica can deliver Yop proteins into a wide range of cell types: development of a delivery system for heterologous proteins. Eur. J. Cell Biol. 79:659-671.  12. Buchrieser, C., C. Rusniok, L. Frangeul, E. Couve, A. Billault, F. Kunst, E. Carniel, and P. Glaser. 1999. The 102-kilobase pgm locus of Yersinia pestis: sequence analysis and comparison of selected regions among different Yer- sinia pestis and Yersinia pseudotuberculosis strains. Infect. Immun. 67:4851- 4861.  13. Burrows, T. W., and S. Jackson. 1956. The virulence-enhancing effect of iron on nonpigmented mutants of virulent strains of Pasteurella pestis. Br. J. Exp. Pathol. 37:577-583.  14. Cathelyn, J. S., S. D. Crosby, W. W. Lathem, W. E. Goldman, and V. L. Miller. 2006. RovA, a global regulator of Yersinia pestis, specifically required for bubonic plague. Proc. Natl. Acad. Sci. USA 103:13514-13519.  15. Cavigelli, M., F. Dolfi, F. X. Claret, and M. Karin. 1995. Induction of c-fos expression through JNK-mediated TCF/Elk-1 phosphorylation. EMBO J. 14:5957-5964.  16. Cornelis, G. R., A. Boland, A. P. Boyd, C. Geuijen, M. Iriarte, C. Neyt, M.-P. Sory, and I. Stainier. 1998. The virulence plasmid of Yersinia, an antihost genome. Microbiol. Mol. Biol. Rev. 62:1315-1352.  17. Cowan, C., H. Jones, Y. Kaya, R. Perry, and S. Straley. 2000. Invasion of epithelial cells by Yersinia pestis: evidence for a Y. pestis-specific invasin. Infect. Immun. 68:4523-4530.  18. Datsenko, K. A., and B. L. Wanner. 2000. One-step inactivation of chromo- somal genes in Escherichia coli K-12 using PCR products. Proc. Natl. Acad. Sci. USA 97:6640-6645.  19. Day, J. B., F. Ferracci, and G. V. Plano. 2003. Translocation of YopE and YopN into eukaryotic cells by Yersinia pestis yopN, tyeA, sycN, yscB and lcrG deletion mutants measured using a phosphorylatable peptide tag and phos- phospecific antibodies. Mol. Microbiol. 47:807-823.  20. Deng, W., V. Burland, G. Plunkett III, A. Boutin, G. F. Mayhew, P. Liss, N. T. Perna, D. J. Rose, B. Mau, S. Zhou, D. C. Schwartz, J. D. Fetherston, L. E. Lindler, R. R. Brubaker, G. V. Plano, S. C. Straley, K. A. McDonough, M. L. Nilles, J. S. Matson, F. R. Blattner, and R. D. Perry. 2002. Genome sequence of Yersinia pestis KIM. J. Bacteriol. 184:4601-4611.  21. Felek, S., M. B. Lawrenz, and E. S. Krukonis. 2008. The Yersinia pestis autotransporter YapC mediates host cell binding, autoaggregation and bio- film formation. Microbiology 154:1802-1812.  22. Fernández, C., C. Hilty, S. Bonjour, K. Adeishvili, K. Pervushin, and K. Wuthrich. 2001. Solution NMR studies of the integral membrane proteins OmpX and OmpA from Escherichia coli. FEBS Lett. 504:173-178.  23. Galyov, E. E., S. Hakansson, A. Forsberg, and H. Wolf-Watz. 1993. A se- creted protein kinase of Yersinia pseudotuberculosis is an indispensable vir- ulence determinant. Nature 361:730-732.  24. Guinet, F., P. Ave, L. Jones, M. Huerre, and E. Carniel. 2008. Defective innate cell response and lymph node infiltration specify Yersinia pestis infec- tion. PLoS ONE 3:e1688.  25. Hayward, R. D., R. J. Cain, E. J. McGhie, N. Phillips, M. J. Garner, and V. Koronakis. 2005. Cholesterol binding by the bacterial type III translocon is essential for virulence effector delivery into mammalian cells. Mol. Micro- biol. 56:590-603.  26. Kerschen, E. J., D. A. Cohen, A. M. Kaplan, and S. C. Straley. 2004. The plague virulence protein YopM targets the innate immune response by causing a global depletion of NK cells. Infect. Immun. 72:4589-4602.  27. Kienle, Z., L. Emody, C. Svanborg, and P. O'Toole. 1992. Adhesive proper- ties conferred by the plasminogen activator of Yersinia pestis. J. Gen. Micro- biol. 138:1679-1687.  28. Kolodziejek, A. M., D. J. Sinclair, K. S. Seo, D. R. Schnider, C. F. Deobald, H. N. Rohde, A. K. Viall, S. S. Minnich, C. J. Hovde, S. A. Minnich, and G. A. Bohach. 2007. Phenotypic characterization of OmpX, an Ail homologue of Yersinia pestis KIM. Microbiology 153:2941-2951.  29. Lähteenmäki, K., M. Kukkonen, and K. T. Korhonen. 2001. The Pla surface protease/adhesin of Yersinia pestis mediates bacterial invasion into human endothelial cells. FEBS Lett. 504:69-72.  30. Lähteenmäki, K., R. Virkola, A. Saren, L. Emody, and T. K. Korhonen. 1998. Expression of plasminogen activator Pla of Yersinia pestis enhances bacterial attachment to the mammalian extracellular matrix. Infect. Immun. 66:5755- 5762.  31. Lathem, W. W., S. D. Crosby, V. L. Miller, and W. E. Goldman. 2005. Progression of primary pneumonic plague: a mouse model of infection, pathology, and bacterial transcriptional activity. Proc. Natl. Acad. Sci. USA 102:17786-17791.  32. Lindler, L., M. Klempner, and S. Straley. 1990. Yersinia pestis pH 6 antigen: genetic, biochemical, and virulence characterization of a protein involved in the pathogenesis of bubonic plague. Infect. Immun. 58:2569-2577.  33. Liu, F., H. Chen, E. M. Galvan, M. A. Lasaro, and D. M. Schifferli. 2006. Effects of Psa and F1 on the adhesive and invasive interactions of Yersinia pestis with human respiratory tract epithelial cells. Infect. Immun. 74:5636- 5644.  34. Lobo, L. A. 2006. Adhesive properties of the purified plasminogen activator Pla of Yersinia pestis. FEMS Microbiol. Lett. 262:158-162.  35. Logsdon, L. K., and J. Mecsas. 2003. Requirement of the Yersinia pseudo- tuberculosis effectors YopH and YopE in colonization and persistence in intestinal and lymph tissues. Infect. Immun. 71:4595-4607.  36. Logsdon, L. K., and J. Mecsas. 2006. The proinflammatory response induced by wild-type Yersinia pseudotuberculosis infection inhibits survival of yop mutants in the gastrointestinal tract and Peyer's patches. Infect. Immun. 74:1516-1527.  37. Marais, R., J. Wynne, and R. Treisman. 1993. The SRF accessory protein Elk-1 contains a growth factor-regulated transcriptional activation domain. Cell 73:381-393.  38. Mejía, E., J. B. Bliska, and G. I. Viboud. 2008. Yersinia controls type III effector delivery into host cells by modulating Rho activity. PLoS Pathog. 4:14-26.  39. Miller, V. L., K. B. Beer, G. Heusipp, B. M. Young, and M. R. Wachtel. 2001. Identification of regions of Ail required for the invasion and serum resis- tance phenotypes. Mol. Microbiol. 41:1053-1062.  40. Miller, V. L., and S. Falkow. 1988. Evidence for two genetic loci in Yersinia enterocolitica that can promote invasion of epithelial cells. Infect. Immun. 56:1242-1248.  41. Monack, D. M., J. Mecsas, D. Bouley, and S. Falkow. 1998. Yersinia-induced apoptosis in vivo aids in the establishment of a systemic infection of mice. J. Exp. Med. 188:2127-2137.  42. Montminy, S. W., N. Khan, S. McGrath, M. J. Walkowicz, F. Sharp, J. E. Conlon, K. Fukase, S. Kusumoto, C. Sweet, K. Miyake, S. Akira, R. J. Cotter,  VOL. 77, 2009 Ail PROTEIN REQUIRED FOR Yop DELIVERY 835    J. D. Goguen, and E. Lien. 2006. Virulence factors of Yersinia pestis are overcome by a strong lipopolysaccharide response. Nat. Immunol. 7:1066- 1073.  43. Morales, V. M., A. Backman, and M. Bagdasarian. 1991. A series of wide- host-range low-copy-number vectors that allow direct screening for recom- binants. Gene 97:39-47.  44. Mukherjee, S., G. Keitany, Y. Li, Y. Wang, H. L. Ball, E. J. Goldsmith, and K. Orth. 2006. Yersinia YopJ acetylates and inhibits kinase activation by blocking phosphorylation. Science 312:1211-1214.  45. Orth, K., L. E. Palmer, Z. Q. Bao, S. Stewart, A. E. Rudolph, J. B. Bliska, and J. E. Dixon. 1999. Inhibition of the mitogen-activated protein kinase kinase superfamily by a Yersinia effector. Science 285:1920-1923.  46. Orth, K., Z. Xu, M. B. Mudgett, Z. Q. Bao, L. E. Palmer, J. B. Bliska, W. F. Mangel, B. Staskawicz, and J. E. Dixon. 2000. Disruption of signaling by Yersinia effector YopJ, a ubiquitin-like protein protease. Science 290:1594- 1597.  47. Palmer, L. E., S. Hobbie, J. E. Galan, and J. B. Bliska. 1998. YopJ of Yersinia pseudotuberculosis is required for the inhibition of macrophage TNF-alpha production and downregulation of the MAP kinases p38 and JNK. Mol. Microbiol. 27:953-965.  48. Parkhill, J., B. W. Wren, N. R. Thomson, R. W. Titball, M. T. G. Holden, M. B. Prentice, M. Sebaihia, K. D. James, C. Churcher, K. L. Mungall, S. Baker, D. Basham, S. D. Bentley, K. Brooks, A. M. Cerdeno-Tarraga, T. Chillingworth, A. Cronin, R. M. Davies, P. Davis, G. Dougan, T. Feltwell, N. Hamlin, S. Holroyd, K. Jagels, A. V. Karlyshev, S. Leather, S. Moule, P. C. F. Oyston, M. Quail, K. Rutherford, M. Simmonds, J. Skelton, K. Stevens, S. Whitehead, and B. G. Barrell. 2001. Genome sequence of Yersinia pestis, the causative agent of plague. Nature 413:523-527.  49. Perry, R. D., and J. D. Fetherston. 1997. Yersinia pestis-etiologic agent of plague. Clin. Microbiol. Rev. 10:35-66.  50. Pierson, D., and S. Falkow. 1993. The ail gene of Yersinia enterocolitica has a role in the ability of the organism to survive serum killing. Infect. Immun. 61:1846-1852.  51. Rebeil, R., R. K. Ernst, B. B. Gowen, S. I. Miller, and B. J. Hinnebusch. 2004. Variation in lipid A structure in the pathogenic yersiniae. Mol. Microbiol. 52:1363-1373.  52. Reed, L. J., and H. Muench. 1938. A simple method of estimating fifty percent endpoints. Am. J. Hyg. 27:493-497.  53. Rosqvist, R., A. Forsberg, M. Rimpilainen, T. Bergman, and H. Wolf-Watz. 1990. The cytotoxic protein YopE of Yersinia obstructs the primary host defence. Mol. Microbiol. 4:657-667.  54. Rosqvist, R., M. Skurnik, and H. Wolf-Watz. 1988. Increased virulence of  Yersinia pseudotuberculosis by two independent mutations. Nature 334:522- 525.  55. Rubin, E. J., B. J. Akerley, V. N. Novik, D. J. Lampe, R. N. Husson, and J. J. Mekalanos. 1999. In vivo transposition of mariner-based elements in enteric bacteria and mycobacteria. Proc. Natl. Acad. Sci. USA 96:1645-1650.  56. Shao, F., and J. E. Dixon. 2003. YopT is a cysteine protease cleaving Rho family GTPases. Adv. Exp. Med. Biol. 529:79-84.  57. Simonet, M., B. Riot, N. Fortineau, and P. Berche. 1996. Invasin production by Yersinia pestis is abolished by insertion of an IS200-like element within the inv gene. Infect. Immun. 64:375-379.  58. Straley, S., and M. Cibull. 1989. Differential clearance and host-pathogen interactions of YopE  and YopK  YopL  Yersinia pestis in BALB/c mice. Infect. Immun. 57:1200-1210.  59. Strauch, E., I. Voigt, H. Broll, and B. Appel. 2000. Use of a plasmid of Yersinia enterocolitica biogroup 1A strain for the construction of cloning vectors. J. Biotechnol. 79:63-72.  60. Sundin, C., M. C. Wolfgang, S. Lory, A. Forsberg, and E. Frithz-Lindsten. 2002. Type IV pili are not specifically required for contact dependent trans- location of exoenzymes by Pseudomonas aeruginosa. Microb. Pathog. 33:265- 277.  61. Torosian, S., and R. Zsigray. 1996. The ail locus of Yersinia pestis EV76-51F is disrupted by IS285 insertions. Abstr. 96th Gen. Meet. Am. Soc. Microbiol., abstr. B-213.  62. Viboud, G. I., and J. B. Bliska. 2001. A bacterial type III secretion system inhibits actin polymerization to prevent pore formation in host cell mem- branes. EMBO J. 20:5373-5382.  63. Vogt, J., and G. E. Schulz. 1999. The structure of the outer membrane protein OmpX from Escherichia coli reveals possible mechanisms of viru- lence. Structure 7:1301-1309.  64. Von Pawel-Rammingen, U., M. V. Telepnev, G. Schmidt, K. Aktories, H. Wolf-Watz, and R. Rosqvist. 2000. GAP activity of the Yersinia YopE cyto- toxin specifically targets the Rho pathway: a mechanism for disruption of actin microfilament structure. Mol. Microbiol. 36:737-748.  65. Wachtel, M., and V. Miller. 1995. In vitro and in vivo characterization of an ail mutant of Yersinia enterocolitica. Infect. Immun. 63:2541-2548.  66. Wong, K.-W., and R. R. Isberg. 2005. Yersinia pseudotuberculosis spatially controls activation and misregulation of host cell Rac1. PLoS Pathog. 1:e16.  67. Yang, Y., J. Merriam, J. Mueller, and R. Isberg. 1996. The psa locus is responsible for thermoinducible binding of Yersinia pseudotuberculosis to cultured cells. Infect. Immun. 64:2483-2489.  68. Yu, D., H. M. Ellis, E.-C. Lee, N. A. Jenkins, N. G. Copeland, and D. L. Court. 2000. An efficient recombination system for chromosome engineering in Escherichia coli. Proc. Natl. Acad. Sci. USA 97:5978-5983.  Editor: J. B. Bliska  836 FELEK AND KRUKONIS INFECT. IMMUN.  View publication statsView publication stats  https://www.researchgate.net/publication/23640023",
    "references": [],
    "authors": [
        "Taku Inokuchi",
        "Tuneyoshi Ka",
        "Asako Yamamoto",
        "Yuji Moriwaki",
        "Sumio Takahashi",
        "Zenta Tsutsumi",
        "Daisuke Tamada",
        "Tetsuya Yamamoto"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}