{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "201202214 6036..6041   See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/223974354  The costimulatory immunogen LPS induces the B-Cell clones that infiltrate  transplanted human kidneys  Article  in  Proceedings of the National Academy of Sciences · April 2012  DOI: 10.1073/pnas.1202214109 · Source: PubMed  CITATIONS  20 READS  157  10 authors, including:  Some of the authors of this publication are also working on these related projects:  Liver regeneration View project  Innate immune receptors View project  Rajesh K Grover  Delhi State Cancer Institute  82 PUBLICATIONS   833 CITATIONS     SEE PROFILE  Teresa Jones  The Scripps Research Institute  26 PUBLICATIONS   1,692 CITATIONS     SEE PROFILE  Diana I Ruiz  The Scripps Research Institute  10 PUBLICATIONS   443 CITATIONS     SEE PROFILE  Richard J Ulevitch  The Scripps Research Institute  263 PUBLICATIONS   49,135 CITATIONS     SEE PROFILE  All content following this page was uploaded by Daniel R Salomon on 30 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/223974354_The_costimulatory_immunogen_LPS_induces_the_B-Cell_clones_that_infiltrate_transplanted_human_kidneys?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/223974354_The_costimulatory_immunogen_LPS_induces_the_B-Cell_clones_that_infiltrate_transplanted_human_kidneys?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Liver-regeneration-8?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/Innate-immune-receptors?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rajesh-K-Grover?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rajesh-K-Grover?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Delhi_State_Cancer_Institute?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Rajesh-K-Grover?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Teresa-Jones-4?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Teresa-Jones-4?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The_Scripps_Research_Institute?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Teresa-Jones-4?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Diana-Ruiz-22?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Diana-Ruiz-22?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The_Scripps_Research_Institute?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Diana-Ruiz-22?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Ulevitch?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Ulevitch?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/The_Scripps_Research_Institute?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Richard-Ulevitch?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Daniel-Salomon?enrichId=rgreq-90eb68306bf6a0854c2de89c118306d3-XXX&enrichSource=Y292ZXJQYWdlOzIyMzk3NDM1NDtBUzoxMDI2MTA0Mzg3MjE1NDZAMTQwMTQ3NTY0MzgxMg%3D%3D&el=1_x_10&_esc=publicationCoverPdf   The costimulatory immunogen LPS induces the B-Cell clones that infiltrate transplanted human kidneys Rajesh K. Grovera,b, Julong Chenga, Yingjie Penga, Teresa M. Jonesa, Diana I. Ruiza, Richard J. Ulevitchc, John I. Glassd, Edward A. Dennise, Daniel R. Salomonf, and Richard A. Lernera,b,1  aDepartments of Molecular Biology, cImmunology and Microbial Sciences, fMolecular and Experimental Medicine, and bChemistry, The Scripps Research Institute, La Jolla, CA 92037; eDepartments of Chemistry and Biochemistry and Pharmacology, University of California, San Diego, 9500 Gilman Drive MC 0601, La Jolla, CA 92093-0601; and dSynthetic Biology and Bioenergy Group, J Craig Venter Research Institute, 9704 Medical Center Drive, Rockville, MD 20850  Contributed by Richard A. Lerner, February 14, 2012 (sent for review January 6, 2012)  Themechanism of chronic rejection of transplanted human kidneys is unknown. An understanding of this process is important be- cause, chronic rejection ultimately leads to loss of the kidney allo- graft in most transplants. One feature of chronic rejection is the infiltration of ectopic B-cell clusters that are clonal into the trans- planted kidney. We now show that the antibodies produced by these B-cells react strongly with the core carbohydrate region of LPS. Since LPS is a costimulatory immunogen that can react with both the B-cell receptor (BCR) and the Toll-like receptor 4 (TLR4), these results suggest a mechanism for the selective pressure that leads to clonality of these B-cell clusters and opens the possibility that infection and the attendant exposure to LPS plays a role in the chronic rejection of human kidney transplants. If confirmed by clinical studies, these results suggest that treating patients with signs of chronic rejection with antibiotics may improve kidney allograft survival.  anti-LPS antibody ∣ antibody library ∣ immunochemistry ∣ kidney rejection ∣ transplantation  Kidney transplantation is considered to be the treatment ofchoice for patients with end stage renal disease. However, in spite of improvements in treating acute rejection, the incidence of chronic rejection remains largely unchanged and most kidney allografts are ultimately lost (1). While the mechanism of chronic kidney rejection is far from certain, recent studies have suggested that a large set of genes that encode proteins of the innate and adaptive immune system are expressed in the host during rejec- tion (2). Another interesting immunological feature of trans- planted kidneys is the appearance of highly organized ectopic B-cell clusters in the transplant (3-14).  Recently we prepared combinatorial antibody libraries from these infiltrating B-cell clusters and showed that they are clonal. However, the nature of the selective antigenic pressure(s) that led to the clonality of these B-cell clusters is not known. We now re- port that the antibodies produced by the B-cells within these clus- ters, as well as those in the serum of patients who were rejecting transplants, react strongly with the core carbohydrate epitopes of bacterial lipopolysaccharide (LPS). LPS is an immunogen that can react with both the B-cell receptor (BCR) and the Toll-like receptor 4 (TLR4). This combined engagement of the BCR and the TLR4 can lead to selective replication of members of the B-cell repertoire and ultimately to clonality (15-25). These re- sults raise the possibility that bacterial infection may play a role in chronic allograft rejection.  Results Search for the Immunogen. The search for antigens and immuno- gens after one encounters an interesting antibody can be difficult. For example, we have known about the presence of oligoclonal antibodies in the spinal fluid of patients with multiple sclerosis for almost fifty years, yet the nature of the antigen(s) with which the antibodies react remains unproven (26). Also, with only a few ex-  ceptions, the antigen, if any, that reacts with the clonal immuno- globulins produced by lymphomas and myelomas is not known.  In the case of transplanted human kidneys, a search for the antigen(s) that drives the replication of the B-cells that have in- filtrated the allograft should be simpler because one knows the perturbations that initiated the process. These include the intro- duction of a foreign organ with a revised anatomy and a mechani- cally compromised urinary tract into an immunosuppressed patient. Given that the most obvious perturbation was the place- ment of a foreign organ into a patient, we felt initially that the immunogen was likely an alloantigen. However, our early studies with HLA and MICA alloantigens suggested that this was not the case and we turned our attention to infectious agents. We utilized the H.Pylori. induced MALT lymphomas as a precedent because studies of their pathogenesis has taught us that the sustained interaction between bacteria and/or their products and immuno- compent cells in a confined space can lead to clonal proliferation of B-cells and even malignancy. In most cases of MALT lympho- mas the malignancy disappears when the inciting H.Pylori. infec- tion is cured by antibiotics (27-30). By analogy, in the trans- planted kidney there is the potential for continuous exposure to bacterial antigens by a urinary reflux mechanism in the setting of induced immunosupression.  To determine whether antibodies produced by the ectopic B-cell clones react with bacterial antigens, we prepared single chain and Fab components of the antibody molecules encoded by the genes that we determined to be expressed by the clonal infiltrates. We tested the ability of these antibody constructs to bind to molecules in the total cellular extracts of continuously growing human lymphocytes (Wil2), yeast (Saccharomyces cerevi- siae), and Escherichia coli (K12) cells as well as BSA by Western blot analysis (Fig. 1A). The ponceau red protein staining is shown in panel 5. Remarkably, these experiments showed that the anti- bodies reacted with a ladder of molecules present in the E. coli cytoplasmic extracts, but did not react specifically with the human or yeast cell extracts. The reactive antigens in the E. coli extracts had molecular sizes ranging between 10 to 150 kD relative to the protein markers. In addition, these antibodies also reacted with a low molecular weight molecule that is present in the set of commercial E. coli derived protein molecular weight markers (Fig. S1). No reaction was observed with control unrelated ScFv antibodies (panel 3) or the secondary antiflag tag antibody (panel 4). Importantly, antibodies from two distinct B-cell clones from different patients that used different germ line genes (VH 1-69  Author contributions: R.K.G., J.C., Y.P., T.M.J., D.I.R., R.J.U., J.I.G., E.A.D., D.R.S., and R.A.L. designed research; R.K.G., J.C., Y.P., T.M.J., D.I.R., D.R.S., and R.A.L. performed research; R.K.G., D.R.S., and R.A.L. contributed new reagents/analytic tools; R.K.G., J.C., Y.P., T.M.J., D.I.R., R.J.U., J.I.G., E.A.D., D.R.S., and R.A.L. analyzed data; and R.K.G., D.R.S., and R.A.L. wrote the paper.  The authors declare no conflict of interest. 1To whom correspondence should be addressed. E-mail: rlerner@scripps.edu.  This article contains supporting information online at www.pnas.org/lookup/suppl/ doi:10.1073/pnas.1202214109/-/DCSupplemental.  6036-6041 ∣ PNAS ∣ April 17, 2012 ∣ vol. 109 ∣ no. 16 www.pnas.org/cgi/doi/10.1073/pnas.1202214109  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF1 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental   and VH 3-23) and CDR3 regions gave the same pattern of reac- tivity (Fig. 1A). These experiments constrained the antigen hunt to molecules that are unique to E. coli. Such molecules could occur either because of a common posttranslational modification of multiple distinct proteins or because the molecule itself occurs as a set of subspecies. To determine whether the antigen was a protein or a nonpeptide entity, we determined its alkali sensitivity under conditions that did not disrupt amide bonds. When the E. coli extracts were treated with sodium hydroxide (0.05 N) prior to performing the Western blot analysis, the reactivity of the anti- bodies from the kidney was totally abrogated (Fig. 1B) (panels 1-4). This result strongly suggested that the interacting antigen was not a protein but rather was a molecule present in E. coli that was susceptible to ester hydrolysis. Studies on the alkali sen- sitivity of antigens are usually designed to determine whether cer- tain types of chemical bonds are present in the antigen. However, when such studies are combined with gel electrophoresis and Western blotting, there are two different mechanisms by which the apparent binding may be lost. In one case the actual epitope is destroyed by alkaline hydrolysis of a sensitive bond; alterna- tively the migration of the target molecule can change, causing it to be lost or appear at a different position on the gel. In either case, alkali sensitivity yields some information about the chemical nature of the target molecule, but determining which mechanism is operative is important for the analysis of the fine specificity of antibody binding. We were able to determine which of the two mechanisms were operative by treating the actual Western blots post migration with alkali. Under these conditions the reactivity with antibody is retained, indicating that the alkali sensitive por- tion of the molecule while present in the parent structure, is not part of the actual epitope.  There are two prominent alkaline sensitive molecules that are uniquely present in bacteria that present a laddered pattern on gel electrophoresis either because of an intrinsic property of  the molecule itself or because they occur as a posttranslational modification of multiple distinct proteins. These are the Braun (Pam3Cys) modification of lipoproteins and lipopolysaccharide (LPS) (Fig. 1C). To determine whether the (Pam3Cys) molecule was the antigen, we studied by Western blot analysis the E. coli lipoprotein Lip12 (M.W 14 kD) (Fig. S2) that carries the Pam3Cys modification and a mutant of Lip12 that lacks the Braun modification (Fig. 2A) (31). The VH169 antibody from the kidney again reacted strongly and selectively with an antigen present in the protein markers (marker lane), the E. coli cell ex- tract (lane 3), and a band that did not stain with ponceau red that was present in both the wild type Lip12-Pam3cys and mutant Lip12 preparations (lanes 5 and 6) but not with yeast or Wil2 cell extracts or with BSA (lane 1, 2 and 4). The reactive bands did not correspond to the Lip 12 proteins at approximately 14 kD (pon- ceau red panel 2) and appeared to contain molecules that copur- ified with the affinity selected Lip 12 proteins or the E. coli derived marker proteins. The reactive antigens had molecular sizes of approximately 10 and 35 kD relative to the protein mar- kers (Fig. 2A). Thus, affinity chromatography turned out to be a convenient method to enrich for the immunoreactive molecule that copurifies with either Lip 12 or the marker proteins.  Since, the Pam3Cys functionality was not the antigen, we turned our attention to LPS. To confirm the molecular identity of the reactive antigen, Western blot analysis of SDS gels of E. coli extracts and highly purified Kdo2-lipid A were used to compare the reactivity of the antibodies produced in the kidney to that of a commercial monoclonal anti-LPS antibody (Fig. 2B). The gels were also stained with zinc imidazole which is relatively specific for LPS (Fig. S3). The commercial anti-LPS antibody reacted with a band on the gel that stained with zinc imidazole and ap- peared identical to that recognized by the antibodies produced by the clonal B-cells that had infiltrated the transplanted kidneys (Fig. 2B). This low molecular weight band corresponds in size  Fig. 1. (A) Western blot analysis of the reactivity of kidney-derived ScFv antibodies VH169 and VH323 with Yeast, K12 strain of E. coli, Wil2 cell extracts, and BSA. Control antibodies were an unrelated ScFv antibody against the IL1-RA protein and the secondary antiflag antibody (Sigma) alone. E. coli and yeast cells were grown in appropriate media and after centrifugation the cells were lysed according to the manufacturer's protocol using lysis buffer from Sigma Aldrich. Nucleic acids were degraded by treatment with DNAase and RNAase. A Protease inhibitor cocktail (Roche) was added to prevent proteolytic degradation. The extracts were separated on SDS-page gels and transferred to nitrocellulose membranes for Western blot analysis. (B) Western blot analysis of antibody re- activity after treatment of the extracts with 0.05 N NaOH (lane 5 all panels). The E. coli extract was treated with 0.05 NaOH for 2 h and neutralized to pH 7.0 with HCl. The extracts were separated on SDS-page gels as described in Fig. 1A. (C) Molecular structures of (i) Braun N-terminal (pam3cys) modification of bacterial lipoproteins and (ii) LPS and kdo2-Lipid A from k12 E. coli.  Grover et al. PNAS ∣ April 17, 2012 ∣ vol. 109 ∣ no. 16 ∣ 6037  B IO C H EM  IS TR  Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF3   to a component of LPS that contains lipid A and the inner and outer core oligosaccharides but not the O-specific polysaccharide chain. No binding was observed with purified Kdo2-lipid A (C110H214N6O39P2), indicating that the lipid A moiety plus the 2-keto-2-deoxyoctulosonic acid (KDO) sugars did not constitute the complete epitope (Fig. 2B). When the affinity-purified pre- parations were passed over an ion exchange column to remove LPS, the reactive antigen was eliminated (Fig. 2B). Neither our antibody nor the commercial anti-LPS monoclonal antibody re- acted with a mixture of glycoprotein standards (Life Technologies) indicating that their reactivity with carbohydrate antigens is not promiscuous (Fig. 2B). Although the lipid A plus core sugar com- ponent of LPS has an approximate molecular weight of 2,300 Dal- tons, it migrates on SDS gels as an approximately 10 kD molecule relative to protein markers. Since it is known that the core region of LPS is synthesized separately and transported to the outer sur- face of the bacterial inner membrane where it is enzymatically joined to the O-antigen polymer, the low molecular weight com- ponent can be considered to be a precursor to the complete LPS molecule. In total, our results suggest that the antibodies recognize the core oligosaccharides of an approximately 2.3 Kd adduct.  To more precisely determine the chemical composition of the minimal epitope that the antibodies reacted with, we took advan- tage of an elegant series of E. coli mutants studied by the late Christian R. Raetz and his colleagues (32, 33). Essentially, the biosynthetic pathway of LPS requires sequential activation of var- ious α-glycosyltranferases and mutations in these enzymes leads to accumulation of truncated core oligosaccharides of defined structure (Fig. S3). Analysis of these mutants by Western blots showed that the minimal carbohydrate epitope that reacts with the antibodies consists of two Kdo (3-deoxy-D-manno-oct-2-ulo- sonic acid) sugars in a 1 to 5 linkage to a single L-glycero-D-man- no-heptose (Hep) (mutant WaaC) (Fig. S4). However, the addition of two Hep residues (WaaQ) and one each glucose (Glc) and galactose (Gal) sugars to the core (WaaB) seems to form a more complete epitope because the antibody reacts more strongly with mutants WaaQ and WaaB than mutant WaaC.  To confirm these results, an orthogonal chemical approach was used to isolate the LPS from mutants WaaB and WaaC. LPS was extracted from E. coli into a chloroform∶methanol mixture (2∶1) and the isolated material was analyzed by thin layer chromatogra- phy (TLC), mass spectroscopy and Western blots. A band that comigrated with authentic Kdo2-lipid A was observed in the TLC plates (Fig. S5). Western blot analysis revealed that the trun- cated form of LPS partitioned into the organic phase and, as for the cell extracts, the anti-LPS and the kidney-derived antibodies (VH1-69) showed stronger reactivity with the more complete epitope present in mutant WaaB versus the minimal epitope of mutant WaaC (Fig. 3C). Mass spectroscopy analysis confirmed that the organic extracts of WaaB andWaaC contained molecular ion peaks corresponding to the expected signature of LPS (Fig. S6). No binding with control antibodies or interaction with standard growth media was observed. The analysis of the growth media was included to ensure that the reactive molecule did not originate from some cross-reactive material present in the media used to grow E. coli.  Transplant Patients have Anti-LPS Antibodies in their Plasma. We would not expect antibodies to LPS in renal transplant patients to be confined to the ectopic B-cell clusters that infiltrate the kid- ney allograft. Accordingly, we studied the sera of patients that had received a kidney transplant for the presence of LPS specific antibodies in their sera by ELISA analysis. We studied 20 patients each with chronic and acute allograft rejection as well as those with well-functioning allografts. As controls, we studied 20 nor- mal individuals and 20 patients with multiple myeloma. The latter group was included because, although they are imunosuppresed, they do not have the same exposure to E. coli as the kidney trans- plant patients. Patients who were rejecting their transplants had titers of anti-LPS antibodies than were between 2.5 and 15 times higher than that observed in either the control group or in patients with multiple myeloma (Student's t-test, p ≤ 0.05) (Fig. 4A). Although more patients needs to be studied, TX Vs CAN titers showed a fold change of 1.25 (25% increase) with a  Fig. 2. (A) Comparison of reactivities of antigens with the kidney-derived antibodies and a mouse anti-LPS monoclonal antibody. Western blot analysis of antibody reactivity with yeast, Wil2, K12 E. coli cell extracts, BSA, and affinity selected recombinant Lip12 which is an E. coli protein that is covalently linked to the Pam3Cys Braun lipoprotein modifica- tion. Cellular extracts from E. coli cells were prepared that were expressing either the wild type Lip12 pro- tein that has the Pam3cys modification or a mutant where the cysteine residue to which the Pam3cys mo- lecule is removed and therefore the mutant lacks the Braun modification (31). The recombinant proteins were expressed with appended histidine tags and af- finity purified with Ni NTA resin. (B) Western blot analysis of K12 E. coli (lane 1) yeast cell extracts (lane 2), the affinity-purified LPS containing Lip12Pam3Cys and Lip12 mutant (lane 3,7), a mixture of glycopro- tein standards (CandyCane from Life Technologies) (lane 5) and E. coli Kdo2-lipid A (Avanti polar lipids) (lane 6). The antigens were tested for their ability to react with anti-LPS monoclonal antibodies (Abcam) (Left panel) or the kidney-derived antibody VH1-69 (Right). In addition the wild type Lip12Pam3Cys and Lip12 mutant preparations were passed over a second column to remove LPS prior to Western blot analysis (Lanes 4 and 6).  6038 ∣ www.pnas.org/cgi/doi/10.1073/pnas.1202214109 Grover et al.  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF3 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF4 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF5 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF6   trend towards significant (P < 0.07). Most patients with well-func- tioning allografts and those experiencing acute rejection had anti- LPS titers that were similar to those of normal individuals, but two patients in the latter two cohorts had higher titers. These studies are in agreement with the work of others that showed that, while some “normal” individuals have antibodies to LPS, the titers are generally much lower then those seen in patients with known in- fections (35). The patients with multiple myeloma were interesting because, for reasons that are presently obscure, none of them had detectable antibodies to LPS. These ELISA results were confirmed by Western blot analysis using cytoplasmic extracts of E. coli, hu- man Wil2, and yeast cells as antigens. Again, as with the purified immunoglobulins from the infiltrating B-cell clones, the antibodies from the plasma of patients with acute rejection and chronic allo- graft nephropathy showed strong and selective binding to the low molecular weight E. coli band (Fig. 4B). As reported by others, some normal individuals have antibodies that react with a “ladder” of LPS adducts. Unlike what we observed in the transplant pa- tients, we also observed this “laddered” pattern of reactivity in some of our normal individuals, thereby indicating that our Wes- tern blot gel system would allow identification of this pattern of reactivity if it was present (Fig. S7).  The Antibodies Produced by the B-cell Clusters Neutralize LPS. The antibodies produced by the B-cell clones that infiltrate trans- planted kidneys could simply bind to LPS or they could both bind and neutralize its immunostimulatory activity. To determine whether the kidney-derived antibodies were functional, they were tested for their ability to block the LPS mediated stimulation of TLR4 HEK cells expressing TLR4 (Fig. 5, Fig. S8). On addition of antibody LPS stimulation of the cells was inhibited, suggesting that the antibody is able to block the interaction of the lipid com-  ponent of LPS with the TLR4 binding pocket. Apparently, anti- body binding to the core sugars of LPS is sufficient to neutralize its function, presumably by steric effects.  Discussion The most important aspect of the present study is the finding that the special circumstances that surround human kidney transplan- tation may have opened a window into the consequences of a sustained interaction between the microbiome and the immune repertoire in man. The unique features of the transplant patient include the presence of a foreign organ, a mechanically com- promised urogenital tract, immunosupression, and chronic in- flammation. We expect that there may be other as yet unrecog- nized situations where encounters between the microbiome and members of the immune repertoire lead to proliferation of clonal populations of immune-competent cells and even malignancies. Thus, these findings may relate to the pathogenesis of the clonal proliferation of B-cells in other diseases such as lymphomas and myelomas where the driving forces may not be as transparent because the interactions are taking place in a less confined space. Indeed, we already know that MALT lymphomas arise because of the interaction between H. Pylori and certain B-cells in a situa- tion not too dissimilar from that of human transplantation in terms of anatomical confinement and mechanisms that allow for enrichment of the bacterial pathogen (27-30). While many more clones from infiltrating B-cells will have to be studied to generalize these findings, our results from the serum already sug- gest that antibody reactivity with LPS in transplant patients may be a very common phenomena.  In terms of antigenic specificity, the reactivity of the kidney- derived antibodies are in agreement with the studies of Pollack et al., who demonstrated that human monoclonal antibodies re- act with the core oligosaccharides in a low molecular weight ad-  Fig. 3. (A) Western blot analysis of cell extracts of K12 E. coli strains that are mutant in the biosynthesis pathway of LPS. Details about the mutations are given in Fig. S2 A and B. Mutant E. coli cells were grown and after centrifugation the cells were lysed using lysis buffer from Sigma Aldrich. Nucleic acids were removed by treatment with DNAase and RNAase. The extracts were separated on SDS-page gels and transferred to nitrocellulose membranes for western blot analysis. (B) A cartoon depicting the chemical composition of the expected core LPS structure in the various mutants. (C) Western Blot analysis of purified LPS components from mutants WaaB and WaaC extracted a by chloroform∶methanol mixture(2∶1) and separated on SDS gels. Washed bacterial pellets were stirred in chloroform∶methanol for 12 h in a closed container and centrifuged to separate the organic phase. Equal volumes were evaporated and loaded onto SDS-page gels. The reactivities of the kidney-derived VH-169 and anti-LPS antibodies were compared. The unrelated control antibody was a ScFv antibody against the IL1-RA protein. The E coli K12 Keio Collection (34) mutants were provided by the late Professor Christian R. H. Raetz and his laboratory at Duke University.  Grover et al. PNAS ∣ April 17, 2012 ∣ vol. 109 ∣ no. 16 ∣ 6039  B IO C H EM  IS TR  Y  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF7 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF7 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF8 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF2 http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=SF2   duct of LPS that is similar to the species described here (36). Also, Di Padova et al. were able to generate broadly cross-reac- tive murine monoclonal antibodies that react with the LPS core and neutralize its activity, and Cross et al. demonstrated that anti- bodies against the “uncapped core regions” of LPS are generated in bacteremic patients (37, 38). Finally, the structural studies of Brooks et al. showed that murine monoclonal antibodies to LPS could achieve reasonable binding energy (KD ∼ 3.0 × 108 M) by recognizing only a limited number of core sugars (39). In these studies and ours, the likely reason that the antibodies are selective for the lower molecular weight species is because the appended O antigen irrespective of serotype may sterically hinder reactivity with the core portion of LPS.  The identification of LPS as the immunogen immediately sug- gests a mechanism for the observed clonality of the B-cell clusters that infiltrate kidney transplants. The B-cells in these clusters may become clonal because they have a selective advantage for replication in that LPS can engage both the BCR and Toll- 4 receptors and is, thus, capable of costimulation of cells bearing both receptors (15-25). In this model, one starts with a popula- tion of B-cells where all cells have Toll-4 like receptors on their cellular surface for which LPS is the ligand, but only a very few have BCRs that react with LPS. In the simplest case, the BCR and TLRs react with different regions of the LPS and are, thus, simul- taneously engaged. Such costimulation will lead to the production of lymphokines and cytokines that give selectable growth advan-  tage to the cells that produce them. Indeed, this costimulation mechanism has been recently studied and discussed by others, both in the context of immune responses to LPS and systemic autoimmunity (15-25).  The clinical course of chronic kidney rejection seems to be event driven. Thus, in the face of no obvious change in the status of the alloantigen or immunosuppressive therapy, the rejection process accelerates. Our study suggests that stochastic infection and exposure to LPS or an antigenically related molecule might be one of the events that drives the chronic rejection process. Ur- inary tract infection is common in transplant patients and animal studies of pyelonephritis have shown that morphological changes in the kidney are associated with antibodies against lipid A (40- 42). Also, Misselwitz et al. and Mattsby-Baltzer et al. showed that children with urinary tract infections had antibodies against lipid A and patients with the highest titers had an increased risk of renal scarring (42, 43). We do not know which strain of E. coli induced the clonal B-cell infiltration of the kidney transplants that we studied. Since the antibodies are to the more conserved core region of LPS, the range of bacterial strains that could induce the response is much larger than if the antibodies were directed to the more variable O-antigen. Nevertheless, some stu- dies have suggested that certain uropathogenic E. coli strains are overrepresented as the risk factor for renal transplant patient population (44, 45).  The determination of the antigen with which the antibodies produced by the infiltrating B-cells reacts is the in situ equivalent of classical serology that informs about the nature of an infectious process irrespective of whether the antibody itself is pathogenic. Thus, although one can debate the pathophysiologic conse- quences of the appearance of the B-cell clusters themselves in the kidney, the infectious process that initiates their homing and proliferation is very likely to be harmful by a variety of mechan- isms including production of proinflammatory cytokines and che- mokines when the TLR is activated (46). While much study will be necessary to validate the role, if any, of infection in chronic kidney rejection, such confirmation would be important because  Fig. 4. (A) Analysis of anti-LPS titers in patients and normal controls. Plasma samples were obtained from control normal individuals (NC), patients with chronic allograph rejection (CAN), acute rejection (AR), well-functioning transplants (TX), and multiple myeloma (MM). Twenty samples from each co- hort were analyzed by ELISA using the affinity-purified LPS- Lip12Pam3Cys preparation as an antigen. (B) Western blot analysis of Yeast, Wil2, K12 E. coli cell extracts and BSA with the sera from the different cohorts. The anti- gens were prepared as in Fig. 1A. The extracts were separated on SDS-page gels and transferred to nitrocellulose membranes for Western blot analysis of the plasma. Bindingwas detected using a secondary antihuman IgG antibody. The control antibodies were normal plasma and antihuman IgG (Southern biotech.) alone (Sec. control).  Fig. 5. Inhibition of LPS stimulation of HEK cells. (A) Dose response curves for the stimulation of hTLR4 expressed on Hek-Blue-hTLR4 cells (Invivogen). Cells were stimulated for 24 h with either purified LPS (closed circles) or (B) affinity-purified LPS prepared as in Fig. 2A. After 7 and 20 h the cell culture supernatant was analyzed for production of secreted embryonic alkaline phosphatase (SEAP) using a spectrophtometric measurement at 650 nm. The lines were obtained by a nonlinear regression analysis where the data was fit to a four-parameter logistic equation based on a simple binding mod- el. Error bars represent standard deviation of triplicate measurements. (C) The ScFv VH 1-69 kidney-derived antibody versus an unrelated ScFv antibody (anti-IL1RA) were tested for their ability to inhibit induction of SEAP by LPS by incubating the affinity-purified LPS antigen and the antibodies for 30 min prior to adding the mixture to the cells. Approximately 1 ng∕mL (approxi- mately 0.2 nM) of LPS antigen was incubated with 350 nM of antibody.  6040 ∣ www.pnas.org/cgi/doi/10.1073/pnas.1202214109 Grover et al.    it would suggest that in patients who have rising titers of anti-LPS antibodies, the graft might be saved by a course of antibiotics.  Material and Methods The methods used for immunochemical analysis, analytical pro- cedures and inhibition of LPS activity are detailed in SI Material and Methods.  ACKNOWLEDGMENTS. We thank Dr. Robert A. Kyle of the Mayo clinic for providing the sera from patients with multiple myeloma and Professor Tamas Bartfai for reading the manuscript, Dr. Sunil Kurian for statistical analysis of ELISA data, Robert Herman for his help with ELISA experiments, Bill Webb and Prof. Gary Suizdak (Scripps Center for Metabolomics and Mass Spectrometry) for mass spectrometry analysis, and Professor Michael N. Bod- dy for providing yeast strains. This work was partially funded by National In- stitutes of Health grant numbers U19 A1063603-08, U01 AI084146-02.  1. Meier-Kriesche HU, Schold JD, Kaplan B (2004) Long-term renal allograft survival: have we made significant progress or is it time to rethink our analytic and therapeutic strategies? Am J Transplant 4:1289-1295.  2. Naesens M, et al. (2011) Progressive histological damage in renal allografts is asso- ciated with expression of innate and adaptive immunity genes. Kidney Int 80:1364-1376.  3. Cheng J, et al. (2011) Ectopic B-cell clusters that infiltrate transplanted human kidneys are clonal. Proc Natl Acad Sci USA 108:5560-5565.  4. Zarkhin V, Chalasani G, Sarwal MM (2010) The yin and yang of B cells in graft rejection and tolerance. Transplant Rev (Orlando) 24:67-78.  5. Li L, et al. (2009) Identifying compartment-specific non-HLA targets after renal transplantation by integrating transcriptome and “antibodyome”measures. Proc Natl Acad Sci USA 106:4148-4153.  6. Nath DS, Basha HI, Mohanakumar T (2010) Antihuman leukocyte antigen antibody- induced autoimmunity: role in chronic rejection. Curr Opin Organ Transplant 15:16-20.  7. Zarkhin V, et al. (2008) Characterization of intra-graft B cells during renal allograft rejection. Kidney Int 74:664-673.  8. Heller F, et al. (2007) The contribution of B cells to renal interstitial inflammation.Am J Pathol 170:457-468.  9. Thaunat O, Patey N, Morelon E, Michel JB, Nicoletti A (2006) Lymphoid neogenesis in chronic rejection: the murderer is in the house. Curr Opin Immunol 18:576-579.  10. Segerer S, Schlondorff D (2008) B cells and tertiary lymphoid organs in renal inflam- mation. Kidney Int 73:533-537.  11. Thaunat O, et al. (2010) Chronic rejection triggers the development of an aggressive intragraft immune response through recapitulation of lymphoid organogenesis. J Im- munol 185:717-728.  12. Carragher DM, Rangel-Moreno J, Randall TD (2008) Ectopic lymphoid tissues and local immunity. Semin Immunol 20:26-42.  13. Sarwal M, et al. (2003) Molecular heterogeneity in acute renal allograft rejection iden- tified by DNA microarray profiling. N Engl J Med 349:125-138.  14. Moreso F, et al. (2007) Immunephenotype of glomerular and interstitial infiltrating cells in protocol renal allograft biopsies and histological diagnosis. Am J Transplant 7:2739-2747.  15. Eckl-Dorna J, Batista FD (2009) BCR-mediated uptake of antigen linked to TLR9 ligand stimulates B-cell proliferation and antigen-specific plasma cell formation. Blood 113:3969-3977.  16. Lopatin DE, Mangan DF, Horner IS, Peebles FL (1980) Mitogen-induced amplification of blastogenesis in lipopolysaccharide-precultured lymphocytes. Infect Immun 29:512-519.  17. Sieling PA, Chung W, Duong BT, Godowski PJ, Modlin RL (2003) Toll-like receptor 2 ligands as adjuvants for human Th1 responses. J Immunol 170:194-200.  18. Marshak-Rothstein A (2006) Toll-like receptors in systemic autoimmune disease. Nat Rev Immunol 6:823-835.  19. Minguet S, et al. (2008) Enhanced B-cell activation mediated by TLR4 and BCR cross- talk. Eur J Immunol 38:2475-2487.  20. Lau CM, et al. (2005) RNA-associated autoantigens activate B cells by combined B cell antigen receptor/Toll-like receptor 7 engagement. J Exp Med 202:1171-1177.  21. Viglianti GA, et al. (2003) Activation of autoreactive B cells by CpG dsDNA. Immunity 19:837-847.  22. Leadbetter EA, et al. (2002) Chromatin-IgG complexes activate B cells by dual engage- ment of IgM and Toll-like receptors. Nature 416:603-607.  23. Brightbill HD, et al. (1999) Host defense mechanisms triggered by microbial lipopro- teins through toll-like receptors. Science 285:732-736.  24. Quintana FJ, Solomon A, Cohen IR, Nussbaum G (2008) Induction of IgG3 to LPS via Toll-like receptor 4 co-stimulation. PLoS One 3:e3509.  25. Vordermeier M, Stab K, Bessler WG (1986) A defined fragment of bacterial protein I (OmpF) is a polyclonal B-cell activator. Infect Immun 51:233-239.  26. Yao SY, Stratton CW, Mitchell WM, Sriram S (2001) CSF oligoclonal bands in MS include antibodies against Chlamydophila antigens. Neurology 56:1168-1176.  27. Wotherspoon AC, et al. (1993) Regression of primary low-grade B-cell gastric lympho- ma of mucosa-associated lymphoid tissue type after eradication of Helicobacter pylori. Lancet 342:575-577.  28. Wundisch T, et al. (2003) Etiology and therapy of Helicobacter pylori-associated gastric lymphomas. Ann Hematol 82:535-545.  29. Bertoni F, Zucca E (2006) Delving deeper into MALT lymphoma biology. J Clin Invest 116:22-26.  30. Zullo A, et al. (2009) Eradication therapy for Helicobacter pylori in patients with gastric MALT lymphoma: A pooled data analysis. Am J Gastroenterol 104:1932- 1937 quiz 1938.  31. Lee HK, Lee J, Tobias PS (2002) Two lipoproteins extracted from Escherichia coli K-12 LCD25 lipopolysaccharide are the major components responsible for Toll-like receptor 2-mediated signaling. J Immunol 168:4012-4017.  32. Raetz CR, Reynolds CM, Trent MS, Bishop RE (2007) Lipid A modification systems in gram-negative bacteria. Annu Rev Biochem 76:295-329.  33. Raetz CR, et al. (2006) Kdo2-Lipid A of Escherichia coli, a defined endotoxin that activates macrophages via TLR-4. J Lipid Res 47:1097-1111.  34. Baba T, et al. Construction of Escherichia coli K-12 in-frame, single-gene knockout mutants: The Keio collection. Mol Syst Biol 2:20060008.  35. Porat YB, Zan-Bar I, Ravid A (1995) Quantitative dot-blot assay for low titer anti- lipopolysaccharide antibodies in human plasma. J Immunol Methods 180:213-218.  36. Pollack M, Raubitschek AA, Larrick JW (1987) Human monoclonal antibodies that re- cognize conserved epitopes in the core-lipid A region of lipopolysaccharides. J Clin Invest 79:1421-1430.  37. Cross AS, Sidberry H, Sadoff JC (1989) The human antibody response during natural bacteremic infection with gram-negative bacilli against lipopolysaccharide core deter- minants. J Infect Dis 160:225-236.  38. Di Padova FE, et al. (1993) A broadly cross-protective monoclonal antibody binding to Escherichia coli and Salmonella lipopolysaccharides. Infect Immun 61:3863-3872.  39. Brooks CL, et al. (2010) Antibodies raised against chlamydial lipopolysaccharide anti- gens reveal convergence in germline gene usage and differential epitope recognition. Biochemistry (Mosc) 49:570-581.  40. SaemannM, Horl WH (2008) Urinary tract infection in renal transplant recipients. Eur J Clin Invest 2(38 Suppl):58-65.  41. Mattsby-Baltzer I, et al. (1982) Experimental Escherichia coli ascending pyelonephritis in rats: Changes in bacterial properties and the immune response to surface antigens. Infect Immun 35:639-646.  42. Misselwitz J, Neubert H, Horn A, Erler W (1986) Lipid-A-antibodies-indicators for the risk of renal scarring in children with urinary tract infection. Acta Paediatr Scand 75:982-987.  43. Mattsby-Baltzer I, et al. (1981) Antibodies to lipid A during urinary tract infection. J Infect Dis 144:319-328.  44. Marrs CF, Zhang L, Foxman B (2005) Escherichia coli mediated urinary tract infections: Are there distinct uropathogenic E. coli (UPEC) pathotypes? FEMS Microbiol Lett 252:183-190.  45. Johnson JR, et al. (2010) Escherichia coli sequence type ST131 as an emerging fluor- oquinolone-resistant uropathogen among renal transplant recipients. Antimicrob Agents Chemother 54:546-550.  46. Gluba A, et al. (2010) The role of Toll-like receptors in renal diseases. Nat Rev Nephrol 6:224-235.  Grover et al. PNAS ∣ April 17, 2012 ∣ vol. 109 ∣ no. 16 ∣ 6041  B IO C H EM  IS TR  Y  View publication statsView publication stats  http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=STXT http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.1202214109/-/DCSupplemental/pnas.1202214109_SI.pdf?targetid=STXT https://www.researchgate.net/publication/223974354",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}