{
    "summary": "All extended-spectrum beta-lactamase (ESBL)-producing Enterobacteriaceae isolates from patients admitted to and adult intensive care unit were prospectively documented from 2002 to 2005, when a large outbreak (51 patients affected) of multiresistant ESBL-producing Klebsiella pneumoniae infection was detected. The involvement of a single K. pneumoniae clone was demonstrated by pulsed-field gel electrophoresis. In addition to the ESBL-mediated resistance, the epidemic strain uniformly showed cross-resistance to ciprofloxacin, gentamicin, tobramycin, trimethoprim-sulfamethoxazole, and tetracycline, whereas resistance to the beta-lactam-beta-lactamase inhibitor combinations was variable. The ESBL involved was CTX-M-1, as demonstrated by isoelectric focusing, PCR amplification, and sequencing. CTX-M-1 as well as the aminoglycoside resistance determinants were encoded in a 50-kb plasmid that could be transferred to Escherichia coli only by transformation. In two of the infected patients, carbapenem resistance development (MICs of 8 to 12, 16, and >32 microg/ml for imipenem, meropenem, and ertapenem, respectively) was documented, both in clinical samples and in intestinal colonization studies. The analysis of the outer membrane proteins of the carbapenem-susceptible and -resistant isolates revealed that the former expressed only one of the two major porins, OmpK36, whereas the latter did not express either of them. In one of the cases, the lack of expression of OmpK36 was demonstrated to be mediated by the interruption of the coding sequence by the insertion sequence IS26. This is the first report of a large outbreak of CTX-M-1-producing Enterobacteriaceae and, curiously, the first documented description in the literature of CTX-M-1 in K. pneumoniae, despite the fact that this enzyme has been found in multiple species. Furthermore, we document and characterize for the first time carbapenem resistance development in CTX-M-1-producing Enterobacteriaceae.",
    "title": "Characterization of a Large Outbreak by CTX-M-1-Producing Klebsiella pneumoniae and Mechanisms Leading to In Vivo Carbapenem Resistance Development",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/7343721  The Helicobacter pylori Urease B Subunit Binds to CD74 on Gastric Epithelial  Cells and Induces NF- B Activation and Interleukin-8 Production  Article  in  Infection and Immunity · March 2006  DOI: 10.1128/IAI.74.2.1148-1155.2006 · Source: PubMed  CITATIONS  81 READS  87  7 authors, including:  Some of the authors of this publication are also working on these related projects:  Stromal cells in the immunopathogeneis of IBD View project  Irina V Pinchuk  Penn State Hershey Medical Center and Penn State College of Medicine  114 PUBLICATIONS   3,247 CITATIONS     SEE PROFILE  Kyle Minch  Intellectual Ventures  22 PUBLICATIONS   1,124 CITATIONS     SEE PROFILE  Victor Reyes  University of Texas Medical Branch at Galveston  130 PUBLICATIONS   4,654 CITATIONS     SEE PROFILE  All content following this page was uploaded by Irina V Pinchuk on 31 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/7343721_The_Helicobacter_pylori_Urease_B_Subunit_Binds_to_CD74_on_Gastric_Epithelial_Cells_and_Induces_NF-_B_Activation_and_Interleukin-8_Production?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/7343721_The_Helicobacter_pylori_Urease_B_Subunit_Binds_to_CD74_on_Gastric_Epithelial_Cells_and_Induces_NF-_B_Activation_and_Interleukin-8_Production?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Stromal-cells-in-the-immunopathogeneis-of-IBD?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Irina-Pinchuk?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Irina-Pinchuk?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Penn-State-Hershey-Medical-Center-and-Penn-State-College-of-Medicine?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Irina-Pinchuk?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kyle-Minch?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kyle-Minch?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Intellectual_Ventures?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Kyle-Minch?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Victor-Reyes-12?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Victor-Reyes-12?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/University-of-Texas-Medical-Branch-at-Galveston?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Victor-Reyes-12?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Irina-Pinchuk?enrichId=rgreq-99b1dd8ec41819bcfe3e3b09fe8d5de0-XXX&enrichSource=Y292ZXJQYWdlOzczNDM3MjE7QVM6MTAyOTAyMzExOTQ4MjkyQDE0MDE1NDUyMzE0MTA%3D&el=1_x_10&_esc=publicationCoverPdf   INFECTION AND IMMUNITY, Feb. 2006, p. 1148-1155 Vol. 74, No. 2 0019-9567/06/$08.00-0 doi:10.1128/IAI.74.2.1148-1155.2006 Copyright   2006, American Society for Microbiology. All Rights Reserved.  The Helicobacter pylori Urease B Subunit Binds to CD74 on Gastric Epithelial Cells and Induces NF--B Activation and  Interleukin-8 Production Ellen J. Beswick,1 Irina V. Pinchuk,1,2 Kyle Minch,1 Giovanni Suarez,1 Johanna C. Sierra,1  Yoshio Yamaoka,3 and Victor E. Reyes1,4* Departments of Pediatrics,1 Internal Medicine,2 and Microbiology and Immunology,4 University of Texas Medical Branch,  Galveston, Texas 77555, and Department of Medicine, Baylor College of Medicine, Houston, Texas 770303  Received 3 August 2005/Returned for modification 1 October 2005/Accepted 10 November 2005  The pathogenesis associated with Helicobacter pylori infection is the result of both bacterial factors and the host response. We have previously shown that H. pylori binds to CD74 on gastric epithelial cells. In this study, we sought to identify the bacterial protein responsible for this interaction. H. pylori urease from a pool of bacterial surface proteins was found to coprecipitate with CD74. To determine how urease binds to CD74, we used recombinant urease A and B subunits. Recombinant urease B was found to bind directly to CD74 in immunoprecipitation and flow cytometry studies. By utilizing both recombinant urease subunits and urease B knockout bacteria, the urease B-CD74 interaction was shown to induce NF--B activation and interleukin-8 (IL-8) production. This response was decreased by blocking CD74 with monoclonal antibodies. Further confirmation of the interaction of urease B with CD74 was obtained using a fibroblast cell line transfected with CD74 that also responded with NF--B activation and IL-8 production. The binding of the H. pylori urease B subunit to CD74 expressed on gastric epithelial cells presents a novel insight into a previously unrecognized H. pylori interaction that may contribute to the proinflammatory immune response seen during infection.  Helicobacter pylori is one of the most widespread human pathogens. Over 50% of the world's population are infected, with infection rates as high as 90% in developing countries. This pathogen is a major cause of chronic gastritis, gastric and duodenal ulcers, and gastric carcinomas (9, 24). Although in- fection of the gastric epithelium with H. pylori elicits a marked inflammatory responses and apoptosis of gastric epithelial cells (17, 25), the events that promote these responses are not clearly defined. H. pylori resides in the lumen of the gastric mucosa, in close association with gastric epithelial cells during infection (20, 43). Clearly, bacterial adhesion and colonization of the gastric mucosa are key events in pathogenesis (45).  An essential factor in H. pylori colonization of the gastric mucosa, which is also considered a major virulence factor, is urease (11, 12). Urease is perhaps the most abundant protein made by H. pylori, comprising -10% of the total bacterial protein (10, 14). It hydrolyzes urea to generate ammonia and CO2, which aid in neutralizing hydrochloric acid and allow H. pylori to colonize the gastric mucosa. Urease-deficient H. pylori failed to colonize the gastric mucosa in multiple studies with mice and gnotobiotic piglets (49). While much urease is found in the cytoplasm of the bacteria (42), it has also been shown to be present in association with the outer membrane (8, 41). Although the presence of surface-associated urease has been debated, a plethora of studies have provided evidence that it exists on the bacterial surface or is released by the bacteria. A recent study showed the presence of urease in sarcosine-insol- uble outer membrane fractions of H. pylori (1), while others  suggested that autolysis is responsible for surface urease (10, 30, 39). Some have also suggested that urease is secreted or released (18, 50). There is also an intriguing suggestion that urease binds to lipopolysaccharide on the bacterial surface (22).  In addition to the enzymatic role in hydrolyzing urease to ammonia, urease has been suggested to play a role in the pathogenesis of gastritis and peptic ulceration (34, 44). It was shown to activate monocytes and to stimulate them to produce inflammatory cytokines (19). We have previously shown that urease binds to class II major histocompatibility complex (MHC) and induces apoptosis of gastric epithelial cells (15). Evidence for a role of urease in contributing to the local response was obtained when Mongolian gerbils treated with urease inhibitors showed markedly less gastritis when infected by H. pylori than untreated gerbils (37).  As urease is known to interact with class II MHC, this study examined the interaction with the class II MHC-associated invariant chain, or CD74. CD74 is best known for its role in regulating the intracellular transport and functions of class II MHC in antigen-presenting cells (13, 40), and a variety of other functions for this molecule have recently been discov- ered. Cell surface expression of CD74 on a variety of cell types has been described (38, 51). There is also significant expression on gastric epithelial cell surfaces, which is upregulated during inflammation (6). CD74 has a long cytoplasmic tail that has been implicated in signaling events. Several studies have shown that signaling induced through CD74 plays a role in B-cell maturation (31, 32) that acts though NF--B activation. We recently showed that H. pylori binding to CD74 stimulates the NF--B signaling cascade that leads to interleukin-8 (IL-8) pro- duction (7). In another signaling role, macrophage migration  * Corresponding author. Mailing address: Children's Hospital, Room 2.300, University of Texas Medical Branch, 301 University Blvd., Galveston, TX 77555. Phone: (409) 772-3897. Fax: (409) 772- 1761. E-mail: vreyes@utmb.edu.  1148    inhibitory factor (MIF), an important inflammatory cytokine, has been shown to bind to CD74 expressed on cell surfaces and initiate the mitogen-activated protein kinase activation (26).  This study details binding of the urease A and B subunits to class II MHC and the class II MHC-associated invariant chain (Ii), or CD74. We demonstrate that urease B binds to CD74 expressed on gastric epithelial cell surfaces, while the urease A subunit, on the other hand, appears to bind to class II MHC. By utilizing both recombinant urease subunits and urease B knockout bacteria, we have demonstrated that urease B up- regulates IL-8 production upon binding to CD74.  MATERIALS AND METHODS  Cell lines. N87 human gastric carcinoma epithelial cells and Hs738.st/int hu- man fetal gastric epithelial cells were obtained from the American Type Culture Collection (Manassas, VA). P3HR1 B cells expressing CD74, but not class II MHC (47), were obtained from Robert E. Humphreys (Antigen Express, Worcester, MA). Cells were maintained in RPMI 1640 supplemented with 10% fetal bovine serum, 2 mM L-glutamine, and antibiotics. M1 human fibroblast cells transfected with the RSV.2-p33 isoform of CD74 (M1-p33) or the RSV.2 vector alone (28) were obtained from Eric Long (National Institutes of Health, Rock- ville, MD) and cultured in selective Dulbecco's modified Eagle's medium with 10% fetal bovine serum, 2 mM L-glutamine, and 0.5 mg/ml Geneticin.  Bacterial cultures. H. pylori strains 43504 and 51B, which were clinical strains isolated from Japanese patients with simple gastritis, were used in this study. Isogenic ureB mutants were constructed using strains 43504 and 51B as parental strains. For isogenic ureB mutants, portions of the genes were amplified by PCR and the amplified fragment was inserted into the EcoRV site of pBluescript SK(-)(Stratagene, La Jolla, CA) with the BamHI site deleted in advance. A kanamycin resistance gene cassette (a gift from Rainer Haas, Max von Petten- kofer Institut, Munich, Germany) was inserted into the BamHI site of insert DNA for the ureB gene. The obtained plasmids (1 to 2 -g) were used for inactivation of chromosomal genes by natural transformation as previously de- scribed (21). Inactivation of the genes was confirmed by PCR amplification followed by Southern blot hybridization. All strains were grown on blood agar plates (Becton Dickinson, San Jose, CA) at 37°C under microaerophilic condi- tions as previously described (2). Bacteria were transferred after 48 h into brucella broth containing 10% fetal bovine serum and left for an additional 24 h. After centrifugation at 2,500 - g for 10 min, bacteria were resuspended in sterile phosphate-buffered saline (PBS). The number of bacteria per milliliter was determined by measuring the absorbance (at 530 nm) with a spectrophotometer (DU-65; Becton Dickinson Instruments, Inc., Fullerton, CA) and comparing the value to a standard curve generated by quantifying viable organisms from ali- quots of bacteria at various concentrations that were also assessed by absor- bance.  Biotinylation of bacteria and urease. Bacterial strains, urease (Oravax, Cam- bridge, MA), and urease A and B subunits (Austral Biologicals, San Ramon, CA) were biotinylated using the Fluoreporter cell surface biotinylation kit (F-20560; Molecular Probes, Eugene, OR). According to the manufacturer, this reagent is cell membrane-impermeative biotin-XX sulfosuccinimidyl ester, an amine-reac- tive compound that is designed to label surface proteins of live cells. Bacteria and subunits were then biotinylated according to the manufacturer's instructions. H. pylori strains were lysed by sonication, and bacterial lysates were dialyzed over- night in PBS.  Urease binding of immunoprecipitated CD74. P3HR1 cells (2 - 107) were lysed with buffer containing 50 mM Tris-HCl, 150 mM NaCl, 10% NP-40, 10% Na-deoxycholate, and protease inhibitor cocktail (Sigma, St. Louis, MO) and were centrifuged at 10,000 - g for 10 min to remove nuclei. Biotinylated bacte- rial surface proteins were added to cell lysates and rotated for 2 h at 4°C. The lysate mixture was precleared with 10 -l of protein A/G beads (Santa Cruz Biotechnology, Santa Cruz, CA) for 2 hours at 4°C. CD74 was immunoprecipi- tated using protein A/G beads that were preincubated with BU-45 monoclonal antibody for 2 hours at room temperature. After washing, beads were incubated with the lysate mixture of P3HR-1 cells and biotinylated bacterial surface pro- teins or urease subunits for 2 h at 4°C. Beads were then washed four times, and the bound CD74 was eluted with 0.1 M citrate buffer (pH 2.7) and neutralized immediately. The bound material was eluted, and samples were run on sodium dodecyl sulfate-polyacrylamide gel electrophoresis, transferred to a nitrocellu- lose membrane, and incubated with avidin-horseradish peroxidase (HRP) (Santa  Cruz Biotechnology) to detect precipitated H. pylori proteins or urease subunits by Western blot analysis.  Attachment assays. Ten micrograms of biotinylated urease A or B subunits was incubated with 2 - 105 gastric epithelial cells or fibroblast cells for 1 h at room temperature. Some samples were incubated with the anti-CD74 monoclo- nal antibody MB-741 (Becton Dickinson) for 1 h prior to urease exposure or with an isotype control. After being washed with PBS, samples were incubated with 1 -l of strepavidin-phycoerythrin (PE) (Becton Dickinson) for 30 min on ice. Samples incubated with only strepavidin-PE were used as negative controls. Samples were washed two more times and analyzed by flow cytometry on a FACScan cytometer (Becton Dickinson). H. pylori was stained with the red fluorochrome PKH26 (Sigma) according to the manufacturer's instructions, washed multiple times with RPMI 1640, and resuspended in RPMI. Bacteria were washed and added to pelleted cells treated with medium or gamma inter- feron and with blocking or control antibodies where indicated. The cultures were treated with a 30:1 ratio of bacteria to cells and incubated for 90 min at 37°C. Negative control samples consisted of cells treated with the wash from stained H. pylori to assess background staining of cells.  I-B- degradation. Cells grown in 24-well plates were incubated overnight with serum-free medium and stimulated with H. pylori for specified times. Cells were removed from plates by scraping and lysed as described for similar studies (37). Lysates were centrifuged at 14,000 - g for 10 min at 4°C. The resulting samples were run on 10% sodium dodecyl sulfate gels for electrophoresis and transferred to nitrocellulose membranes for Western blotting. The membranes were treated  FIG. 1. Urease coprecipitates with CD74 from P3HR1 cell lysates which do not contain class II MHC. CD74 was immunoprecipitated from P3HR1 lysates mixed with (A) biotinylated H. pylori (Hp) surface proteins and (B) recombinant urease and urease subunits. In panel A, recombinant urease was run in parallel with H. pylori proteins copre- cipitated with CD74. Biotinylated H. pylori proteins that were copre- cipitated with CD74 were detected by avidin-HRP. Numbers on the left are molecular masses in kilodaltons.  VOL. 74, 2006 H. PYLORI UREASE B BINDS TO CD74 1149    with HRP-conjugated anti-I-B- antibody along with anti-tubulin-- (Santa Cruz Biotechnology) as a loading control. Immunoreactive proteins were detected using Super Signal West Pico chemiluminescent substrate (Pierce Biotechnolo- gies, Rockford, IL).  IL-8 induction and detection. Gastric epithelial cells or fibroblast transfectants were incubated for 24 h with H. pylori (30:1 bacteria/cell ratio). The fibroblast control cells, M1, and the CD74-transfected cells, M1-p33, were incubated with serum-free medium for 16 h before bacterial exposure because of high basal IL-8 production. Some samples were incubated with anti-CD74 antibodies or isotype control antibodies before exposure to H. pylori. Supernatants were harvested at 24 h and analyzed using IL-8 enzyme-linked immunosorbent assays (ELISAs) (Becton Dickinson) according to the manufacturer's instructions to compare IL-8 secretion from gamma interferon-treated and untreated cells exposed to H. pylori, CD74 cross-linking, or blocking anti-CD74 antibodies.  Real-time PCR Total cellular RNA was isolated using the RNeasy RNA isolation kit (QIAGEN, Valencia, CA) according to the manufacturer's instruc- tions. The sample concentration was measured by spectrophotometry at 260 nm, and RNA quality was determined on a 1% agarose gel. real-time reverse tran- scription-PCR (RT-PCR) was performed according the Applied Biosystems two- step real-time RT-PCR protocol (Applied Biosystems, Foster City, CA). All reagents were purchased from Applied Biosystems. The RT reaction mixture include random 2.5 -M hexamers, 500 -M deoxynucleoside triphosphates, 0.4 U/-l of the RNase inhibitors, 5.5 mM MgCl2, MultiScribe reverse transcriptase (3.125 U/-l) and its buffer, and 1 -g of cellular RNA. The RT mix was up to final volume of the 50 -l using RNase- and DNase-free H2O (Sigma). The RT step was performed using the GeneAmp PCR system 9700 thermocycler (Perkin- Elmer Applied Biosystems) according to the following protocol: 10 min at 25°C, 60 min at 37°C, and 5 min at 95°C. The cDNA samples obtained were stored at -20°C (if necessary) and used for the PCR step. The PCR mix was prepared using TaqMan universal PCR master mix (Applied Biosystems). The Assays-on- Demand gene expression assay mix (Applied Biosystems) for human 18S rRNA, IL-8, or CD74 (a 20- mix of unlabeled PCR primers and TaqMan MGB probe, 6-carboxyfluorescein dye labeled) and 2 -l of cDNA were added to the PCR mix. The reaction was carried out in a 20--l final volume using the GeneAmp 5700 sequence detection system (Applied Biosystems) according to the following protocol: 2 min at 50°C, 10 min at 95°C (1 cycle), and 15 s 95°C and 1 min at 60°C (40 cycles). The negative controls were included in the RT real-time two-step reaction. The endpoint used in real-time PCR quantification, CT, is defined as the PCR cycle number that crosses the signal threshold. CT values range from 0 to 40, with the latter number assumed to represent no product formation. Quantification of cytokine gene expression was performed using the comparative CT method (Sequence Detector user bulletin 2; Applied Biosystems) and re- ported as the fold difference relative to the human 18S rRNA housekeeping gene. In order to calculate the fold change (increase or decrease), the CT value for 18S rRNA was subtracted from CT value for the target cytokine gene to yield the -CT. The change in the expression of the normalized target gene as a result of experimental conditions was expressed as 2---CT, where --CT   -CT for experimental samples - -CT for biological control.  CD74 expression. Gastric epithelial cell lines were incubated with urease B or H. pylori for 24 h at 37°C. After washing, samples were incubated with anti-CD74 monoclonal immunoglobulin G1 clone BU-45 (Serotec, Raleigh, NC) or an isotype control for 1 h at 4°C. Cells were then washed with PBS and stained with secondary PE-conjugated antibody (DAKO, Carpentaria, CA). Samples were  FIG. 2. Urease B binds to CD74 on gastric epithelial cells. (A and B) Biotinylated urease subunits were incubated with cells after treat- ment with an isotype control or blocking antibodies. After incubation with strepavidin-PE and washing, binding was determined by flow cytometry. (A) Histogram of HS-738 showing urease B attachment compared to the negative control of cells incubated with strepavi- din-PE alone. (B) Percent attachment of urease A or B subunits with gastric epithelial cells or CD74-transfected fibroblast cells. (C and D) PKH26-labeled H. pylori strains 51B and 43504 and urease B knock- outs were incubated with the indicated cells for 90 min and binding was determined by flow cytometry. (C) Histogram showing 43504 and the urease B knockout compared to the negative control cells. (D) Percent positive cells above background staining of control. The means and standard errors of the means are shown as the results of duplicates in four experiments (n   8) in panels B and D.  1150 BESWICK ET AL. INFECT. IMMUN.    analyzed on the FACScan flow cytometer (Becton Dickinson) using CellQuest software.  Statistical analysis. Results are expressed as means   standard errors of the means. H. pylori binding and IL-8 production results were compared by analysis of variance and considered significant if the P value was -0.05.  RESULTS  Urease B coprecipitates with CD74. Since we have previ- ously shown that H. pylori attaches to CD74 and that CD74 plays a role in the inflammatory response seen in response to H. pylori (7), we sought to determine the bacterial adhesin responsible for this interaction. To this end, H. pylori surface proteins were biotinylated before bacterial lysis by sonication. Bacterial lysates were mixed with lysates of P3HR1 cells, a B-cell line that was used to examine the interactions with CD74 in the absence of class II MHC. This was crucial since class II MHC can bind H. pylori proteins (15). CD74 was immunopre- cipitated along with bound biotinylated H. pylori surface pro- teins. Western blot analysis using avidin-HRP revealed a strong band at 68 kDa and a weak band at 27 kDa, similar to the case for the urease control, as seen in Fig. 1A. Two addi-  tional bands at high molecular weights were also coprecipi- tated. The presence of biotinylated urease coprecipitating with CD74 suggests that urease is on the surface of H. pylori, since only surface proteins were biotinylated. In a similar experi- ment, recombinant urease, as well as urease A and urease B subunits, was biotinylated and mixed with P3HR1 cell lysates. Figure 1B illustrates that the recombinant urease B subunit coprecipitated with CD74. A band for urease A is present only when intact urease is used and not when the subunit is used alone, suggesting that it does not bind independently to CD74.  The H. pylori urease B subunit binds to cell surface-ex- pressed CD74. Biotinylated recombinant urease A and B sub- units were utilized in order to examine their attachment to CD74 on the surface of gastric epithelial cells or CD74-trans- fected fibroblast cells. The gastric cell lines N87 and HS738 and the CD74-transfected fibroblast cell line M1-p33 were incubated with subunits and stained with strepavidin-PE for flow cytometric analysis. Some samples were preincubated with anti-CD74, anti-class II MHC, or isotype control antibodies for 1 hour prior to urease subunit exposure for blocking purposes. Figure 2A shows that urease B attached to HS-738, and the attachment was dramatically decreased upon pretreatment with anti-CD74 antibodies, while very little decrease was seen after pretreatment with anti-class II MHC antibodies (Fig. 2B). CD74 blocking resulted in up to a 70% decrease in attachment to gastric epithelial cells and CD74-transfected fibroblasts compared to cells treated with isotype control. Urease A at- tachment to gastric epithelial cells was decreased more than 50% upon blocking class II MHC with monoclonal antibodies. Additionally, when CD74-transfected fibroblast cells were ex- amined, urease A attachment was much lower than urease B attachment, supporting the Western blot results where recom- binant urease A alone did not coprecipitate with CD74. Nei- ther subunit attached to the M1 parent fibroblast cell line, which did not express CD74 or class II MHC (not shown).  In order to further examine urease B attachment to CD74, the attachment of H. pylori strains 43504 and 43504 and urease B knockouts to three cell lines was examined by flow cytom- etry. Bacteria were stained with PKH26 PE dye and incubated with gastric cells (N87 and HS738) or M1-p33 fibroblast cells for 90 min at 37°C. The urease B-deficient 51B strain bound to N87 and HS-738 cells 27% and 30% less then the wild type, respectively, and the urease B-deficient 43504 strain bound 28% and 30% less than the wild type (Fig. 2C and D). The decreased attachment was significant, with P values of -0.05. The wild-type bacteria attached to the M1-p33 fibroblasts, while the urease B-deficient bacteria exhibited very little at- tachment to these cells. There was very little attachment of H. pylori strains to the M1 parent cell line in the absence of CD74 (not shown). Examination of the attachment of recombinant urease B subunit or urease B knockout H. pylori strains to gastric epithelial cells clearly demonstrates that urease can be used as an adhesin by H. pylori in binding to CD74.  Urease B triggers I-B- degradation. We have previously shown that H. pylori binding to CD74 and cross-linking CD74 resulted in I-B- degradation leading to NF--B activation (7). In this study, we sought to determine if urease binding to CD74 is involved in these responses. Recombinant urease B subunit was incubated with gastric epithelial cells for 20-min intervals to observe I-B- degradation. As seen in Fig. 3A, incubation of  FIG. 3. Urease engagement of CD74 on gastric epithelial cells causes I-B- degradation. (A) Urease B incubation with N87 cells resulted in I-B- degradation at 40 min shown in a representative result with a tubulin-- loading control. (B) Preincubation of cells with anti-CD74 antibodies blocked I-B- degradation as shown in a repre- sentative result with a tubulin-- control. (C) Incubation of N87 cells with H. pylori strain 43504 led to I-B- degradation at 40 min as shown in a representative result with N87 cells with a tubulin-- control. (D) Incubation of cells with an H. pylori 43504 urease knockout de- creased I-B- degradation.  VOL. 74, 2006 H. PYLORI UREASE B BINDS TO CD74 1151    recombinant urease B alone with N87 cells resulted in I-B- degradation at 40 and 60 min, and its expression was restored at 80 min. The tubulin control was utilized in order to dem- onstrate that equal protein concentrations were loaded into each well. When cells were preincubated with anti-CD74 an- tibodies, very little I-B- degradation was seen in response to urease B exposure (Fig. 3B). Similarly, when wild-type H. pylori was incubated with N87 cells, I-B- degradation was visible at 40 and 60 min (Fig. 3C), but when the urease B knockout bacteria were used, the I-B- bands are more visible (Fig. 3D). Interestingly, the kinetics of I-B- degradation induced by ure- ase B alone are comparable to those induced by H. pylori (Fig. 3A and C). These results are consistent with our previous data showing a decrease in I-B- degradation in cells exposed to H. pylori upon blocking of CD74 (7).  Urease B triggers IL-8 production by binding to CD74. Since H. pylori binding to CD74 results in IL-8 production, we sought to determine whether urease B binding to CD74 alone leads to IL-8 production. N87, HS-738, and M1-p33 fibroblast cells were exposed to recombinant urease A or urease B subunits to assess IL-8 responses. IL-8 ELISAs were used to quantify the amounts of IL-8 produced by the various cells. As shown in Fig. 4A and B, recombinant urease B alone led to cell re- sponses up to three times higher than basal levels of IL-8 with all three cell lines examined at 24 h. The urease A subunit led to very small increases in IL-8 production. Preincubating cells with anti-CD74 antibodies decreased IL-8 production in re- sponse to urease B to levels similar to those after treatment  with an isotype control with M1-p33 cells and drastically de- creased levels with gastric epithelial cells, although these were still slightly above control levels. Anti-class II MHC antibodies had little effect on IL-8 levels induced by the urease B subunit. Cells were also incubated with H. pylori strains 51B and 43504 and their urease B knockout counterparts to assess their ability to stimulate IL-8 production by gastric epithelial cells and M1-p33 CD74-transfected fibroblast cells. Figure 4C and D show that significantly less (P - 0.05) IL-8 (approximately 35% decreased production) is produced by the cells exposed to urease B knockout strains than by those exposed to wild-type bacteria. This response is especially apparent with M1-p33 cells, where CD74 appears to be the principal receptor for H. pylori.  In order to determine whether the observed IL-8 response by these cells to urease B involved increased transcript expres- sion, real-time PCR was utilized to quantitate mRNA levels. As shown in Fig. 5A, incubation with recombinant urease B led to fourfold, ninefold, and fivefold increases in IL-8 mRNA for N87, HS738, and M1-p33, respectively. Blocking with anti- CD74 antibodies led to at least 50% reduced mRNA levels compared to those in cells treated with an isotype control. Urease A incubation resulted in very little increase in IL-8 mRNA. Similarly, H. pylori incubation led to even larger in- creases in IL-8 mRNA (Fig. 5B), while urease B knockout strains still induced IL-8 mRNA but at reduced levels com- pared to wild-type bacteria.  FIG. 4. Urease B engagement of CD74 on multiple cell types induces IL-8 production as measured by ELISA. Urease subunit incubation with N87 cells resulted in very little increase in IL-8 production with urease A subunit but a significant increase with urease B subunit at 24 h, which was decreased upon blocking CD74 with monoclonal antibodies but not when blocking class II MHC with (A) N87 and M1-p33 cells and (B) HS738 cells. H. pylori strains 51B and 43504 induced IL-8 production, while urease B knockouts induced significantly less IL-8 with (C) N87 and M1-p33 cells and (D) HS738 cells. The means and standard errors of the means are shown as the results of duplicates in four experiments (n   8).  1152 BESWICK ET AL. INFECT. IMMUN.    Urease B increases CD74 surface expression on gastric cells. We have previously shown that CD74 surface expression is upregulated by IL-8 production and H. pylori infection (6). In order to investigate whether urease B plays a role in this increased CD74 expression, surface expression was measured by flow cytometry and the corresponding mRNA levels were assessed by real-time PCR. Figure 6A demonstrates that ure- ase B incubation led to a notable increase in CD74 surface expression, while urease A incubation led to very little change in expression. Gastric epithelial cells exposed to H. pylori also resulted in an upregulation of CD74 expression, while the urease B knockout strain led to lower expression levels than the wild type (Fig. 6B). Similar results were observed with mRNA levels, where urease B induced increases in CD74  mRNA of threefold and fivefold for N87 and HS738, respec- tively, while H. pylori induced a fivefold increase for N87 and a sevenfold increased for HS738. The urease B knockout strain led to only a two- to threefold increase for both cell lines.  FIG. 5. Urease B engagement of CD74 on multiple cell types leads to increased IL-8 mRNA production as measured by real-time PCR. (A) Urease subunit incubation with N87 cells resulted in very little increase in IL-8 mRNA with urease A subunit but significant increases with urease B subunit at 24 h, which was decreased upon blocking CD74 with monoclonal antibodies with N87, M1-p33, and HS738 cells. (B) H. pylori strains 51B and 43504 increased IL-8 mRNA, while urease B knockouts induced significantly less IL-8 mRNA, in N87, M1-p33, and HS738 cells. The means and standard errors of the means are shown as the results of duplicates in four experiments (n   8).  FIG. 6. CD74 expression by gastric epithelial cell lines exposed to urease B is increased. Gastric epithelial cells stained for CD74 after exposure to urease subunits, H. pylori strain 43504, and a urease B knockout showed increased expression with urease B but very little increase with urease A compared to the solid-peak isotype control in a sample histogram with HS-738 cells (A), showed increased expres- sion with H. pylori strain 43504 but less expression with the urease B knockout (B), and showed increased expression by real-time PCR, with CD74 RNA levels normalized to 18S RNA and relative to untreated controls, after exposure to urease subunits or H. pylori strains (C). The means and standard errors of the means are shown as the results of duplicates in four experiments (n   8) in panel C.  VOL. 74, 2006 H. PYLORI UREASE B BINDS TO CD74 1153    Because urease B and H. pylori bind to CD74, this upregulation may be important to enhance the binding of bacteria and in promoting the associated pathogenesis.  DISCUSSION  As one of the major virulence factors of H. pylori, urease has been utilized in clinical aspects, from detection of infection to vaccine development studies. In animal models, it has been shown to be required for colonization of the gastric mucosa (11, 12, 49) and has been demonstrated as a successful vaccine (16, 46). H. pylori is known to activate professional antigen- presenting cells and play an important role in inflammatory responses elicited by these cells during H. pylori infection, and urease alone has been shown to activate these cells (18, 19, 29). Studies with gastric epithelial cells have suggested that urease is toxic to them (44) and leads to increased cell death (15). Urease has also been shown to induce proinflammatory re- sponses from gastric epithelial cells, which may lead to the pathogenesis seen in gastritis and peptic ulcers (35, 48). Clearly, urease plays an important role in the inflammatory response triggered by H. pylori and in the associated tissue damage.  Gastric epithelial cells have been suggested to be nonpro- fessional antigen-presenting cells and express high levels of class II MHC and CD74 on the cell surface (3, 7). Although CD74 is best known for its role in regulating the intracellular biology of class II MHC molecules, CD74 has recently been suggested to have functions independent of class II MHC. One recently discovered function for CD74 is its role as a receptor for macrophage migration Inhibitory factor. MIF binding to CD74 leads to signaling events such as extracelluar signal reg- ulated kinase activation, cell proliferation, and prostaglandin E2 production (27, 33). Other studies have indicated that CD74 is required for signaling that induces B-cell maturation (31, 33). In B cells, MIF binding to CD74 results in activation of transcription factors, including NF--B, which is an impor- tant control in immune and inflammatory responses (26). The variety of functions and signaling leading to immune responses that have recently implicated CD74 in initiating signaling pro- cesses suggests that there is much more to be revealed about the functions of this molecule.  We have previously shown that H. pylori utilizes gastric ep- ithelial cell surface-expressed CD74 as a point of attachment (7). We have also shown that urease binds to class II MHC (15). In this study, we expanded upon these findings to discover that urease B binds to CD74, while urease A appears to have a higher affinity for class II MHC. Recent studies have shown urease to be among surface proteins in the sarcosine-insoluble outer membrane fraction of H. pylori (1). We further demon- strated that urease appears to be among the H. pylori surface proteins because it was biotinylated before live bacterial lysis by sonication. Many studies have attributed surface urease to bacterial autolysis (30, 39), so it is probable that the urease in our biotinylated outer membrane proteins can be attributed to autolysis as well. The importance of surface-associated urease was demonstrated in one study where H. pylori did not survive in acidic conditions in the absence of surface-associated urease (23). Studies by Icatlo et al. have shown that urease binds sulfated polysaccharides (22), and we have shown that class II  MHC-associated CD74 has an important chondroitin sulfate- modified isoform (4) that may play a role in urease binding and should be further investigated.  Similar to professional antigen-presenting cells, gastric epi- thelial cells respond to H. pylori with comparable cytokine profiles (5, 48). H. pylori urease B similarly elicits a Th1 re- sponse from antigen-presenting cells (19, 35). In this study, we have shown that urease B represents a ligand for CD74, which leads NF--B activation and IL-8 production. N87 cells, HS-738 cells, and M1-p33 CD74-transfected fibroblast cells, which ex- hibit very little response when transfected with the vector alone, all responded in the same way to urease treatment, and that response was negated by blocking CD74 with specific antibodies. In contrast, recombinant urease A did not bind well to M1-p33 CD74-tranfected fibroblasts and did not stimulate them to produce IL-8. Together, these observations suggest that urease A probably attaches to class II MHC and could then be in involved in the induction of apoptosis, as we dem- onstrated in a previous study (15).  The interaction of urease B with CD74 and the elevated responses were further examined using urease B-deficient strains compared to parental strains. Decreases were seen in attachment and IL-8 responses with the urease B mutants compared to the wild-type strains. Because there are multiple receptors for H. pylori and there are multiple virulence factors that induce IL-8 production (36), attachment and induction of IL-8 were still observed with the urease B-deficient bacteria; however, significant decreases in both were observed. These studies suggest that urease plays a role specifically in the at- tachment of and proinflammatory immune response initiated by H. pylori. While the coprecipitation studies showed that two high-molecular-weight proteins, in addition to the urease sub- units, were coprecipitated by CD74, their identities are at present unknown. However, they are present in lower quanti- ties than urease subunits. They could be proteins that bind directly to CD74 or that coassociate with H. pylori urease.  Urease encompasses an even broader role than previously theorized in the pathogenesis associated with infection of H. pylori and should not be overlooked. Although urease is known for its enzymatic activity, the dual function as an adhesion and immunogen should not be surprising since bacteria contain genes involved in a wide range of physiological processes, per- haps as an mechanism for adaptation to an ample array of growth conditions.  ACKNOWLEDGMENTS  This work was supported by National Institutes of Health grants DK50669 and DK56338. E.J.B. was a recipient of a fellowship under National Institutes of Health training grant T32 AI007536-06.  REFERENCES  1. Baik, S. C., K. M. Kim, S. M. Song, D. S. Kim, J. S. Jun, S. G. Lee, J. Y. Song, J. U. Park, H. L. Kang, W. K. Lee, M. J. Cho, H. S. Youn, G. H. Ko, and K. H. Rhee. 2004. Proteomic analysis of the sarcosine-insoluble outer membrane fraction of Helicobacter pyloriHelicobacter pylori strain 26695. J. Bacteriol. 186:949-955.  2. Bamford, K. B., X. Fan, S. E. Crowe, J. F. Leary, W. K. Gourley, G. K. Luthra, E. G. Brooks, D. Y. Graham, V. E. Reyes, and P. B. Ernst. 1998. Lymphocytes in the human gastric mucosa during Helicobacter pylori infec- tion have a T helper cell 1 phenotype. Gastroenterology 114:482-492.  3. Barrera, C., G. Ye, R. Espejo, S. Gunasena, R. Almanza, J. Leary, S. Crowe, P. Ernst, and V. E. Reyes. 2001. Expression of cathepsins B, L, S, and D by gastric epithelial cells implicates them as antigen presenting cells in local immune responses. Hum. Immunol. 62:1081-1091.  1154 BESWICK ET AL. INFECT. IMMUN.    4. Barrera, C., R. Espejo, and V. E. Reyes. 2002. Differential glycosylation of MHC class II molecules on gastric epithelial cells: implications in local immune responses. Hum. Immunol. 63:384-393.  5. Beales, I. L., and J. Calam. 1997. Stimulation of IL-8 production in human gastric epithelial cells by Helicobacter pylori, IL-1beta and TNF-alpha re- quires tyrosine kinase activity, but not protein kinase C. Cytokine 9:514-520.  6. Beswick, E. J., S. Das, I. V. Pinchuk, P. Adegboyega, G. Suarez, Y. Yamaoka, and V. E. Reyes. 2005. Helicobacter pylori-induced IL-8 production by gastric epithelial cells up-regulates CD74 expression. J. Immunol. 175:171-176.  7. Beswick, E. J., D. A. Bland, G. Suarez, C. A. Barrera, X. Fan, and V. E. Reyes. 2005. Helicobacter pylori binds to CD74 on gastric epithelial cells and stimulates interleukin-8 production. Infect. Immun. 73:2736-2743.  8. Bode, G., P. Malfertheiner, G. Lehnhardt, M. Nilius, and H. Ditschuneit. 1993. Ultrastructural localization of urease of Helicobacter pylori. Med. Mi- crobiol. Immunol. (Berlin) 182:233-242.  9. Dunn, B. E., H. Cohen, and M. J. Blaser.1997. Helicobacter pylori. Clin. Microbiol. Rev. 10:720-741.  10. Dunn, B. E., and S. H. Phadnis. 1998. Structure, function and localization of Helicobacter pylori urease. Yale J. Biol. Med. 71:63-73.  11. Eaton, K. A., C. L. Brooks, D. R. Morgan, and S. Krakowka. 1991. Essential role of urease in pathogenesis of gastritis induced by Helicobacter pylori in gnotobiotic piglets. Infect. Immun. 59:2470-2475.  12. Eaton, K. A., and S. Krakowka. 1994. Effect of gastric pH on urease-depen- dent colonization of gnotobiotic piglets by Helicobacter pylori. Infect. Immun. 62:3604-3607.  13. Elliott, E. A., J. R. Drake, S. Amigorena, J. Elsemore, P. Webster, I. Mell- man, and R. A. Flavell. 1994. The invariant chain is required for intracellular transport and function of major histocompatibility complex class II mole- cules. J. Exp. Med. 179:681-694.  14. Evans, D. J., Jr., and D. G. Evans. 2000. Helicobacter pylori adhesins: review and perspectives. Helicobacter 5:183-195.  15. Fan, X., H. Gunasena, Z. Cheng, R. Espejo, S. E. Crowe, P. B. Ernst, and V. E. Reyes. 2000. Helicobacter pylori urease binds to class II MHC on gastric epithelial cells and induces their apoptosis. J. Immunol. 165:1918-1924.  16. Fujii, R., F. Morihara, K. Fukushima, T. Oku, E. Hifumi, and T. Uda. 2004. Recombinant antigen from Helicobacter pylori urease as vaccine against H. pylori-associated disease. Biotechnol. Bioeng. 86:737-746.  17. Genta, R. M. 1997. Helicobacter pylori, inflammation, mucosal damage, and apoptosis: pathogenesis and definition of gastric atrophy. Gastroenterology 113:S51-S55.  18. Gobert, A. P., B. D. Mersey, Y. Cheng, D. R. Blumberg, J. C. Newton, and K. T. Wilson. 2002. Cutting edge: urease release by Helicobacter pylori stim- ulates macrophage inducible nitric oxide synthase. J. Immunol. 168:6002- 6006.  19. Harris, P. R., H. L. Mobley, G. I. Perez-Perez, M. J. Blaser, and P. D. Smith. 1996. Helicobacter pylori urease is a potent stimulus of mononuclear phago- cyte activation and inflammatory cytokine production. Gastroenterology 111: 419-425.  20. Heczko, U., V. C. Smith, M. R. Mark, A. M. Buchan, and B. B. Finlay. 2000. Characteristics of Helicobacter pylori attachment to human primary antral epithelial cells. Microbes Infect. 2:1669-1676.  21. Heuermann, D., and R. Haas. 1998. A stable shuttle vector system for efficient genetic complementation of Helicobacter pylori strains by transfor- mation and conjugation. Mol. Gen. Genet. 257:519-528.  22. Icatlo, F. C., H. Goshima, N. Kimura, and Y. Kodama. 2000. Acid-dependent adherence of Helicobacter pylori urease to diverse polysaccharides. Gastro- enterology 119:358-367.  23. Krishnamurthy, P., M. Parlow, J. B. Zitzer, N. B. Vakil, H. L. Mobley, M. Levy, S. H. Phadnis, and B. E. Dunn. 1998. Helicobacter pylori containing only cytoplasmic urease is susceptible to acid. Infect. Immun. 66:5060-5066.  24. Kuipers, E. J. 1997. Helicobacter pylori and the risk and management of associated diseases: gastritis, ulcer disease, atrophic gastritis and gastric cancer. Aliment. Pharmacol. Ther. 11(Suppl. 1):71-88.  25. Lehmann, F. S., L. Terracciano, I. Carena, C. Baeriswyl, J. Drewe, L. Tor- nillo, G. De Libero, and C. Beglinger. 2002. In situ correlation of cytokine secretion and apoptosis in Helicobacter pylori-associated gastritis. Am. J. Physiol. Gastrointest. Liver Physiol. 283:G481-G488.  26. Leng, L., C. N. Metz, Y. Fang, J. Xu, S. Donnelly, J. Baugh, T. Delohery, Y. Chen, R. A. Mitchell, and R. Bucala. 2003. MIF signal transduction initiated by binding to CD74. J. Exp. Med. 197:1467-1476.  27. Liao, H., R. Bucala, and R. A. Mitchell. 2003. Adhesion-dependent signaling by macrophage migration inhibitory factor (MIF). J. Biol. Chem. 278:76-81.  28. Long, E. O., T. LaVaute, V. Pinet, and D. Jaraquemada. 1994. Invariant chain prevents the HLA-DR-restricted presentation of a cytosolic peptide. J. Immunol. 153:1487-1494.  29. Makristathis, A., E. Rokita, A. Labigne, B. Willinger, M. L. Rotter, and  A. M. Hirschl. 1998. Highly significant role of Helicobacter pylori urease in phagocytosis and production of oxygen metabolites by human granulocytes. J. Infect. Dis. 177:803-806.  30. Marcus, E. A., and D. R. Scott. 2001. Cell lysis is responsible for the appear- ance of extracellular urease in Helicobacter pylori. Helicobacter 6:93-99.  31. Matza, D., O. Wolstein, R. Dikstein, and I. Shachar. 2001. Invariant chain induces B cell maturation by activating a TAF(II)105-NF-kappaB-depen- dent transcription program. J. Biol. Chem. 276:27203-27206.  32. Matza, D., F. Lantner, Y. Bogoch, L. Flaishon, R. Hershkoviz, and I. Sha- char. 2002. Invariant chain induces B cell maturation in a process that is independent of its chaperonic activity. Proc. Natl. Acad. Sci. USA 99:3018- 3023.  33. Mitchell, R. A., C. N. Metz, T. Peng, and R. Bucala. 1999. Sustained mitogen- activated protein kinase (MAPK) and cytoplasmic phospholipase A2 activa- tion by macrophage migration inhibitory factor (MIF). Regulatory role in cell proliferation and glucocorticoid action. J. Biol. Chem. 274:18100-18106.  34. Mobley, H. L. 1996. The role of Helicobacter pylori urease in the pathogenesis of gastritis and peptic ulceration. Aliment. Pharmacol. Ther. 10(Suppl. 1): 57-64.  35. Novak, M. J., L. E. Smythies, S. A. McPherson, P. D. Smith, and C. D. Morrow. 1999. Poliovirus replicons encoding the B subunit of Helicobacter pylori urease elicit a Th1 associated immune response. Vaccine 17:2384- 2391.  36. Nozawa, Y., K. Nishihara, R. M. Peek, M. Nakano, T. Uji, H. Ajioka, N. Matsuura, and H. Miyake. 2002. Identification of a signaling cascade for interleukin-8 production by Helicobacter pylori in human gastric epithelial cells. Biochem. Pharmacol. 64:21-30.  37. Ohta, T., H. Shibata, T. Kawamori, M. Iimuro, T. Sugimura, and K. Wak- abayashi. 2001. Marked reduction of Helicobacter pylori-induced gastritis by urease inhibitors, acetohydroxamic acid and flurofamide, in Mongolian ger- bils. Biochem. Biophys. Res. Commun. 285:728-733.  38. Ong, G. L., D. M. Goldenberg, H. J. Hansen, and M. J. Mattes. 1999. Cell surface expression and metabolism of major histocompatibility complex class II invariant chain (CD74) by diverse cell lines. Immunology 98:296-302.  39. Phadnis, S. H., M. H. Parlow, M. Levy, D. Ilver, C. M. Caulkins, J. B. Connors, and B. E. Dunn. 1996. Surface localization of Helicobacter pylori urease and a heat shock protein homolog requires bacterial autolysis. Infect. Immun. 64:905-912.  40. Reyes, V. E., M. Daibata, R. Espejo, and R. E. Humphreys. 1994. Invariant chain dissociation from class II MHC is a catalyst for foreign peptide bind- ing. Ann. N. Y. Acad. Sci. 730:338-341.  41. Rokita, E., A. Makristathis, A. M. Hirschl, and M. L. Rotter. 2000. Purifi- cation of surface-associated urease from Helicobacter pylori. J. Chromatogr. B 737:203-212.  42. Scott, D. R., E. A. Marcus, D. L. Weeks, and G. Sachs. 2002. Mechanisms of acid resistance due to the urease system of Helicobacter pylori. Gastroenter- ology 123:187-195.  43. Segal, E. D. 1997. Consequences of attachment of Helicobacter pylori to gastric cells. Biomed. Pharmacother. 51:5-12.  44. Smoot, D. T., H. L. Mobley, G. R. Chippendale, J. F. Lewison, and J. H. Resau. 1990. Helicobacter pylori urease activity is toxic to human gastric epithelial cells. Infect. Immun. 58:1992-1994.  45. Smoot, D. T. 1997. How does Helicobacter pylori cause mucosal damage? Direct mechanisms. Gastroenterology 113:S31-S34.  46. Smythies, L. E., M. J. Novak, K. B. Waites, J. R. Lindsey, C. D. Morrow, and P. D. Smith. 2005. Poliovirus replicons encoding the B subunit of Helicobac- ter pylori urease protect mice against H. pylori infection. Vaccine 23:901-909.  47. Spiro, R. C., T. Sairenji, and R. E. Humphreys. 1985. Kinetics of Ii synthesis, processing, and turnover in n-butyrate-treated Burkitt's lymphoma cell lines which express or do not express class II antigens and in hairy leukemic cells. J. Immunol. 134:3539-3549.  48. Tanahashi, T., M. Kita, T. Kodama, Y. Yamaoka, N. Sawai, T. Ohno, S. Mitsufuji, Y. P. Wei, K. Kashima, and J. Imanishi. 2000. Cytokine expres- sion and production by purified Helicobacter pylori urease in human gastric epithelial cells. Infect. Immun. 68:664-671.  49. Tsuda, M., M. Karita, M. G. Morshed, K. Okita, and T. Nakazawa. 1994. A urease-negative mutant of Helicobacter pylori constructed by allelic exchange mutagenesis lacks the ability to colonize the nude mouse stomach. Infect. Immun. 62:3586-3589.  50. Vanet, A., and A. Labigne. 1998. Evidence for specific secretion rather than autolysis in the release of some Helicobacter pylori proteins. Infect. Immun. 66:1023-1027.  51. Wraight, C. J., P. van Endert, P. Moller, J. Lipp, N. R. Ling, I. C. MacLen- nan, N. Koch, and G. Moldenhauer. 1990. Human major histocompatibility complex class II invariant chain is expressed on the cell surface. J. Biol. Chem. 265:5787-5792.  Editor: J. D. Clements  VOL. 74, 2006 H. PYLORI UREASE B BINDS TO CD74 1155  View publication statsView publication stats  https://www.researchgate.net/publication/7343721",
    "references": [],
    "authors": [
        "Ana Mena",
        "Virginia Plasencia",
        "Laura Garci_a",
        "Olga Hidalgo",
        "Jos- Ignacio Ayestar-n",
        "Sebasti-n Alberti",
        "Nuria Borrell",
        "Jos- L. P-rez",
        "Antonio OliverW. Li"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}