{
    "summary": "The metalloprotease ADAM10/Kuzbanian catalyzes the ligand-dependent ectodomain shedding of Notch receptors and activates Notch. Here, we show that the human tetraspanins of the evolutionary conserved TspanC8 subfamily (Tspan5, Tspan10, Tspan14, Tspan15, Tspan17, and Tspan33) directly interact with ADAM10, regulate its exit from the endoplasmic reticulum, and that four of them regulate ADAM10 surface expression levels. In an independent RNAi screen in Drosophila, two TspanC8 genes were identified as Notch regulators. Functional analysis of the three Drosophila TspanC8 genes (Tsp3A, Tsp86D, and Tsp26D) indicated that these genes act redundantly to promote Notch signaling. During oogenesis, TspanC8 genes were up-regulated in border cells and regulated Kuzbanian distribution, Notch activity, and cell migration. Furthermore, the human TspanC8 tetraspanins Tspan5 and Tspan14 positively regulated ligand-induced ADAM10-dependent Notch1 signaling. We conclude that TspanC8 tetraspanins have a conserved function in the regulation of ADAM10 trafficking and activity, thereby positively regulating Notch receptor activation.",
    "title": "TspanC8 tetraspanins regulate ADAM10/Kuzbanian trafficking and promote Notch activation in flies and mammals",
    "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/232611515  TspanC8 tetraspanins regulate ADAM10/Kuzbanian trafficking and promote  Notch activation in flies and mammals  Article  in  Journal of Cell Biology · October 2012  DOI: 10.1083/jcb.201201133 · Source: PubMed  CITATIONS  136 READS  351  8 authors, including:  Some of the authors of this publication are also working on these related projects:  Mechanisms of Chemoresistance in Prostate Cancer View project  TspanC8 regulate ADAM10 activity View project  Emmanuel Dornier  Institut de Cancérologie Gustave Roussy  34 PUBLICATIONS   405 CITATIONS     SEE PROFILE  Franck Coumailleau  Institut Pasteur International Network  15 PUBLICATIONS   398 CITATIONS     SEE PROFILE  Julien Moretti  Équilibre Biopharmaceuticals Corp.  22 PUBLICATIONS   664 CITATIONS     SEE PROFILE  Claude Boucheix  French Institute of Health and Medical Research  262 PUBLICATIONS   12,080 CITATIONS     SEE PROFILE  All content following this page was uploaded by Emmanuel Dornier on 22 May 2014.  The user has requested enhancement of the downloaded file.  https://www.researchgate.net/publication/232611515_TspanC8_tetraspanins_regulate_ADAM10Kuzbanian_trafficking_and_promote_Notch_activation_in_flies_and_mammals?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_2&_esc=publicationCoverPdf https://www.researchgate.net/publication/232611515_TspanC8_tetraspanins_regulate_ADAM10Kuzbanian_trafficking_and_promote_Notch_activation_in_flies_and_mammals?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_3&_esc=publicationCoverPdf https://www.researchgate.net/project/Mechanisms-of-Chemoresistance-in-Prostate-Cancer?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/project/TspanC8-regulate-ADAM10-activity?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_9&_esc=publicationCoverPdf https://www.researchgate.net/?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_1&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emmanuel-Dornier?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emmanuel-Dornier?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Institut_de_Cancerologie_Gustave_Roussy?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emmanuel-Dornier?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Franck-Coumailleau?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Franck-Coumailleau?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/Institut-Pasteur-International-Network?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Franck-Coumailleau?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Julien-Moretti?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Julien-Moretti?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/profile/Julien-Moretti?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Claude-Boucheix?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_4&_esc=publicationCoverPdf https://www.researchgate.net/profile/Claude-Boucheix?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_5&_esc=publicationCoverPdf https://www.researchgate.net/institution/French-Institute-of-Health-and-Medical-Research?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_6&_esc=publicationCoverPdf https://www.researchgate.net/profile/Claude-Boucheix?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_7&_esc=publicationCoverPdf https://www.researchgate.net/profile/Emmanuel-Dornier?enrichId=rgreq-998098c65aa60c6e1a401fe077b08ea6-XXX&enrichSource=Y292ZXJQYWdlOzIzMjYxMTUxNTtBUzo5OTcxMjgyMDU4MDM1NUAxNDAwNzg0Nzk4Mjcy&el=1_x_10&_esc=publicationCoverPdf   JCB: Article  The Rockefeller University Press  $30.00 J. Cell Biol. Vol. 199 No. 3 481-496 www.jcb.org/cgi/doi/10.1083/jcb.201201133 481  E. Dornier, F. Coumailleau, and J.-F. Ottavi contributed equally to this paper. Correspondence to Eric Rubinstein: eric.rubinstein@inserm.fr; or François   Schweisguth: fschweis@pasteur.fr Abbreviations used in this paper: ADAM, a disintegrin and metalloprotease; Ig,  immunoglobulin; LNR, Lin12-Notch repeat; NICD, notch intracellular domain;  PDI, protein disulfide isomerise; SOP, sensory organ precursor cell.  Introduction Cell-cell communication during development and throughout  adult life are mediated via secreted and cell surface proteins.  Various regulatory mechanisms ensure proper levels of cell-cell  interactions and signaling in time and space. One such mecha- nism involves the regulated processing of cell surface proteins  by proteases of the ADAM (a disintegrin and metalloprotease)  family. ADAM proteases are type I transmembrane proteins that  cleave membrane proteins at sites located close to the mem- brane, thereby leading to the extracellular release of the ect- odomain. This shedding mechanism is essential for cytokine  secretion, cell-cell adhesion, and signaling by transmembrane  ligands and receptors (Blobel, 2005; Reiss and Saftig, 2009).  ADAM10 is one of the best-characterized members of  the ADAM family (Blobel, 2005; Reiss and Saftig, 2009).   ADAM10 has several important targets including the amyloid  precursor protein (APP) involved in Alzheimer's disease, Fas  ligand, several EGF receptor ligands, and Notch receptors.  Genetic and biochemical studies have shown that ADAM10,  known as Kuzbanian (Kuz) in Drosophila, regulates the ligand- dependent processing of Notch at an extracellular site called S2  (Pan and Rubin, 1997; Sotillos et al., 1997; Wen et al., 1997;  Brou et al., 2000; Mumm et al., 2000; Hartmann et al., 2002;  Lieber et al., 2002; Bozkulak and Weinmaster, 2009; van Tetering  et al., 2009). This site is normally protected from ADAM10  cleavage by three Lin12-Notch repeats (LNRs). Upon ligand  binding, a ligand-induced conformational change is thought to  displace the LNRs, thereby exposing the S2 site to ADAM10  (Gordon et al., 2007; Tiyanont et al., 2011; Meloty-Kapella   et al., 2012). S2 cleavage by ADAM10 generates a membrane- tethered form of Notch that is further processed by -secretase   T he metalloprotease ADAM10/Kuzbanian cata- lyzes the ligand-dependent ectodomain shedding  of Notch receptors and activates Notch. Here, we   show that the human tetraspanins of the evolutionary  conserved TspanC8 subfamily (Tspan5, Tspan10, Tspan14,  Tspan15, Tspan17, and Tspan33) directly interact with  ADAM10, regulate its exit from the endoplasmic reticu- lum, and that four of them regulate ADAM10 surface  expression levels. In an independent RNAi screen in  Drosophila, two TspanC8 genes were identified as Notch  regulators. Functional analysis of the three Drosophila   TspanC8 genes (Tsp3A, Tsp86D, and Tsp26D) indi- cated that these genes act redundantly to promote Notch  signaling. During oogenesis, TspanC8 genes were up- regulated in border cells and regulated Kuzbanian dis- tribution, Notch activity, and cell migration. Furthermore,  the human TspanC8 tetraspanins Tspan5 and Tspan14  positively regulated ligand-induced ADAM10-dependent  Notch1 signaling. We conclude that TspanC8 tetraspa- nins have a conserved function in the regulation of  ADAM10 trafficking and activity, thereby positively  regulating Notch receptor activation.  TspanC8 tetraspanins regulate ADAM10/Kuzbanian  trafficking and promote Notch activation in flies   and mammals  Emmanuel Dornier,1,2 Franck Coumailleau,3,5 Jean-François Ottavi,1,2 Julien Moretti,4,6 Claude Boucheix,1,2   Philippe Mauduit,1,2 François Schweisguth,3,5 and Eric Rubinstein1,2  1Institut National de la Santé et de la Recherche Médicale (INSERM), U1004, F-94807 Villejuif, France 2Université Paris-Sud, Institut André Lwoff, F-94807 Villejuif, France 3Département de Biologie du Développement, et 4Unité de Signalisation Moléculaire et Activation Cellulaire, Institut Pasteur, F-75015 Paris, France 5URA 2578, et 6URA 2582, Centre national de la recherche scientifique (CNRS), F-75015 Paris, France    2012 Dornier et al. This article is distributed under the terms of an Attribution- Noncommercial-Share Alike-No Mirror Sites license for the first six months after the pub- lication date (see http://www.rupress.org/terms). After six months it is available under a  Creative Commons License (Attribution-Noncommercial-Share Alike 3.0 Unported license,  as described at http://creativecommons.org/licenses/by-nc-sa/3.0/).  T H  E J  O U  R N  A L  O F  C E  L L  B IO  L O  G Y    JCB • VOLUME 199 • NUMBER 3 • 2012 482  direct and indirect interactions. To reveal specific and direct  interactions, coimmunoprecipitations were performed after  lysis with digitonin. Using digitonin, ADAM10 did not interact  with the classical tetraspanins CD9, CD63, CD81, CD82, and  CD151, whereas CD9 still interacted with CD9P-1 (Fig. 1 A  and unpublished data). We conclude that the previously reported  interactions of tetraspanins with ADAM10 were indirect.  The lack of digitonin-resistant interactions between  ADAM10 and classical tetraspanins prompted us to investigate  whether less well-characterized tetraspanins could be the direct  partners of ADAM10. We initially selected a subset of tetraspanins  identified through database mining (Serru et al., 2000). Because  no antibodies were available, V5- or GFP-tagged tetraspanins  were transiently expressed into PC3 cells that express high  levels of ADAM10. Tspan5 (NET-4), but not Tspan1 (NET-1)  or Tspan9 (NET-5), was found to coimmunoprecipitate ADAM10  after digitonin lysis (Fig. 1, B and C).  Tspan5 belongs to a subfamily of tetraspanins that are  characterized by the presence of eight cysteines in the large  extracellular domain (Boucheix and Rubinstein, 2001; Huang   et al., 2005). We refer to this family here as TspanC8. This family  also includes Tspan10 (occulospanin), Tspan14 (DC-TM4F2),  Tspan15 (NET-7), Tspan17, and Tspan33 (penumbra). By con- trast with most tetraspanins, TspanC8 family members appeared  to be evolutionarily conserved from invertebrates to mammals  (Fig. S1). ADAM10 was found to interact in a digitonin-resistant  manner with GFP-tagged Tspan14, Tspan15, Tspan33, and,  to a lesser extent, with Tspan10 and Tspan17 (Fig. 1 C). By  contrast, two GFP-tagged non-TspanC8 tetraspanins, CD9  and Tspan12, did not coimmunoprecipitate ADAM10 (Fig. 1 C).   A Tspan5 molecule mutated at all four putative palmitoylation  sites still interacted with ADAM10 (Fig. 1 D). Because inter- actions between tetraspanins rely to a large extent on their palmi- toylation (Berditchevski et al., 2002; Charrin et al., 2002; Yang  et al., 2002), this result indicated that ADAM10 interacted  directly with Tspan5. Direct interactions of ADAM10 with  TspanC8 were further suggested by the detection of com- plexes containing ADAM10 and Tspan5, Tspan14, Tspan15,  and Tspan33 after chemical cross-linking (Fig. 1 E). Together,  these biochemical data indicate that ADAM10 directly interacts  with TspanC8 tetraspanins.  Genetic identification of TspanC8  tetraspanins as Notch regulators In a parallel approach, two genes of the TspanC8 family, Tsp3A  and Tsp86D, were identified in an RNAi screen for Notch regu- lators in Drosophila. Conditional silencing was achieved using  the binary UAS/GAL4 system in combination with the thermo- sensitive GAL80ts inhibitor. We used the apterous-Gal4 driver  (ap-Gal4) to direct dsRNA expression in imaginal tissues  giving rise to the adult dorsal thorax. 11,199 UAS-dsRNA  transgenic lines targeting 6,020 genes, i.e., 40% of the fly  genome, were screened. This primary screen led to the identifica- tion of 272 genes with previously unknown function in sensory  organ development (unpublished data). The silencing of Tsp3A  and Tsp86D in imaginal tissues resulted in a weak increase in the  number of adult sensory bristles (Figs. S2 and S3), a phenotype   at an S3 site located within the transmembrane domain of  Notch. S3 cleavage results in the release of the Notch intracel- lular domain (NICD) that acts in the nucleus to regulate the  transcription of Notch target genes (Lecourtois and Schweisguth,  1998; Schroeter et al., 1998; Struhl and Adachi, 1998; De Strooper  et al., 1999; Kopan and Ilagan, 2009).  ADAM10 was recently shown to associate with several  tetraspanins (Arduise et al., 2008; Xu et al., 2009). Tetraspanins  are integral membrane proteins with four transmembrane  segments, three short intracellular domains, and a specific fold in  the largest of the two extracellular domains. They are expressed  in many cell types and have been implicated in various biologi- cal processes including cell migration, cell fusion, lymphocyte  activation, as well as viral and parasitic infections (Hemler,  2005; Charrin et al., 2009). Tetraspanins are believed to play   a role in membrane compartmentalization. This hypothesis is  based to a large extent on their unique ability to interact with  one another and with non-tetraspanin integral proteins to form a  dynamic network of interactions (Hemler, 2005; Charrin et al.,  2009). Inside this “tetraspanin web” or “tetraspanin-enriched  microdomains,” tetraspanins specifically interact with a limited  number of partner proteins to form primary complexes. These  in turn assemble through tetraspanin-tetraspanin interaction  to generate higher order complexes. Primary complexes can be  isolated from higher order complexes using detergents such as  digitonin, which disrupt tetraspanin-tetraspanin interactions  and/or precipitate higher order complexes. Such biochemical  approaches have been instrumental to show that the integrins  31 and 61 form primary complexes with the tetraspanin  CD151 and that the Ig domain-containing proteins CD9P-1/ EWI-F and EWI-2 are partners of both CD9 and CD81 (Yauch  et al., 1998; Serru et al., 1999; Charrin et al., 2001, 2003; Stipp  et al., 2001a,b). By contrast, the specific tetraspanins that directly  interact with ADAM10 to form primary complexes have not  been identified.  In this study, members of a subfamily of tetraspanins  that we named TspanC8 were identified as direct and specific part- ners of ADAM10. In an independent large-scale RNAi screen  in Drosophila, we uncovered two TspanC8 genes as positive  regulators of Notch. Using a combination of in vitro and   in vivo assays, we show that TspanC8 tetraspanins regulate the  exit of ADAM10/Kuzbanian from the ER, promote its accumu- lation at the cell surface, and thereby regulate Notch receptor  activation in both flies and mammals.  Results Biochemical identification of TspanC8  tetraspanins as direct partners   of ADAM10 Several tetraspanins were previously shown to interact with  the mature form of ADAM10 (68 kD under nonreducing  conditions) but not with the immature one (100 kD, with its  prodomain; Arduise et al., 2008; Xu et al., 2009). These coimmuno- precipitation experiments were however performed using a  detergent, Brij 97, that preserved tetraspanin-tetraspanin inter- actions (Fig. 1 A) and therefore did not discriminate between   http://www.jcb.org/cgi/content/full/jcb.201201133/DC1 http://www.jcb.org/cgi/content/full/jcb.201201133/DC1 http://www.jcb.org/cgi/content/full/jcb.201201133/DC1   483Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  Mummery-Widmer et al. (2009) were weaker than those used  in our screen (not depicted). Thus, this screen identified Tsp3A  and Tsp86D as potential regulators of Notch.  The Drosophila TspanC8 family includes a third member,  Tsp26A, not tested in our screen. Silencing of Tsp26A did not  affect bristle density (Figs. S2 and S3). The weak (or lack of) RNAi  phenotypes seen for the TspanC8 genes may be due to the partial  nature of the silencing effect by dsRNA (Dietzl et al., 2007)   indicative of reduced Notch activity (Hartenstein and Posakony,  1990). A similar effect was observed in secondary screens using  dsRNA and miRNA constructs that did not overlap with the  dsRNA transgenes used in the screen (Fig. S3), therefore   arguing against off-target effects. Of note, the Tsp3A and  Tsp86D genes were not found in a previous bristle screen for  Notch regulators (Mummery-Widmer et al., 2009). Consis- tent with this, the Tsp3A and Tsp86D RNAi lines used by   Figure 1. Several TspanC8 tetraspanins interact with ADAM10 in a digitonin-resistant manner. (A) HCT116 cells were lysed in the presence of Brij  97 or digitonin before immunoprecipitation with the indicated mAb. The composition of the complexes was analyzed by Western blot. This experiment  is representative of several experiments performed with various cell lines. Int.2: integrin 2. (B) PC3 cells were transiently transfected with V5-tagged  Tspan1, Tspan5, or Tspan9 and interaction with ADAM10 was analyzed by coimmunoprecipitation after digitonin lysis and Western blot using mAb to  ADAM10 (top) or V5 tag (bottom). A10: ADAM10. (C) PC3 cells were transiently transfected with the indicated GFP-tagged tetraspanins and interaction  with ADAM10 was analyzed by coimmunoprecipitation after digitonin lysis and Western blot using mAb to ADAM10 (top) or GFP (bottom). (D) Analysis of  ADAM10 interaction with nonpalmitoylatable Tspan5 (Tspan5-plm) after digitonin lysis. (E) HEK 293 cells were transfected with HA-tagged ADAM10 and  plasmids encoding either GFP or the indicated GFP-tagged tetraspanins. After cross-linking with DSP, the different tetraspanins were immunoprecipitated  using the anti-GFP antibody. The samples were electrophoresed under reducing conditions to break the cross-linker, and the presence of ADAM10 cross- linked to the tetraspanins was detected by Western blot using an anti-HA antibody (top). The efficient immunoprecipitation of the different tetraspanins is  controlled by immunoblotting the samples using an anti-GFP antibody (bottom). (F) S2 cells were transiently transfected with plasmids encoding Kuz-myc  and GFP-Tsp3A, alone or in combination, and lysed using digitonin. The interaction between Kuz and Tsp3A was analyzed by immunoprecipitation and  Western blotting using anti-Myc (Kuz) and anti-GFP (Tsp3A) antibodies. All experiments were performed at least twice.    JCB • VOLUME 199 • NUMBER 3 • 2012 484  Figure 2. Drosophila TspanC8 genes are required for Notch receptor signaling. (A-F) Wild-type pattern of sensory organs in adult flies (A) and of SOPs  in 16 h after puparium formation (APF) pupae (B; positive for nuclear Senseless in white in B and E). At 22 h APF, each sense organ is composed of four  cells (C and F; Cut in green). One of these four cells is a neuron (C and F; Elav in red). TspanC8 flies exhibited a bristle loss phenotype (D) associated with  the specification of too many SOPs (E) and the transformation of external cells into internal cells, including neurons (F). TspanC8 corresponds here to the  silencing of Tsp3A and Tsp26A by ap-GAL4 in a Tsp86D heterozygous background (see Table S1 for complete genotype). (G) Clones of cells silenced for  Tsp3A were marked by nuclear GFP (green) in the notum of developing pupae. Competition for the SOP fate was studied by scoring the genotype (i.e.,  GFP) of SOPs (Senseless [Sens] in red) along clone borders. (H) Histogram showing the percentage of GFP-positive SOPs along clone borders for various  genotypes (n is the number of scored SOPs). Control wild-type clones were also studied (wt). For each genotype, the distribution was significantly different    http://www.jcb.org/cgi/content/full/jcb.201201133/DC1   485Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  HeLa cells expressed slightly less ADAM10 at the mRNA  level (Fig. 3 B), we examined whether the observed differ- ences in surface levels reflected differences in subcellular  distribution. Consistent with our FACS results, ADAM10  was detected at the surface of nonpermeabilized HCT116 and  PC3 cells but was barely detectable at the surface of HeLa  cells (Fig. 3 C). However, a perinuclear pool of ADAM10  was detected in HeLa cells upon permeabilization (Fig. 3 C).  This intracellular pool colocalized with PDI, an ER marker  (Fig. 3 D), suggesting that ADAM10 may be retained in the  ER of HeLa cells. Additionally, RT-qPCR analysis showed that  HeLa cells expressed low levels of TspanC8, whereas HCT116  and PC3 cells expressed high levels of Tspan14 and Tspan15,  respectively (Fig. 3 E). Thus, accumulation of ADAM10 in the  ER correlated with low levels of TspanC8, suggesting that  TspanC8 tetraspanins may regulate the ER exit of ADAM10.  TspanC8 tetraspanins promote the ER exit   and increase cell surface expression   of ADAM10 As a first test to determine whether TspanC8 tetraspanins regulate  the ER exit of ADAM10, we examined whether the cell surface  accumulation of ADAM10 could be restored in HeLa cells  by expressing GFP-tagged versions of TspanC8 tetraspanins.  Surface levels of ADAM10 were increased up to fivefold upon  transient transfection of Tspan5, Tspan14, Tspan15, and Tspan33  (Fig. 4 A), and this was associated with an accumulation of  mature ADAM10 (Fig. 4 B). Maximal levels of ADAM10   expression at the cell surface were reached with moderate levels  of these tetraspanins. This regulation of ADAM10 appeared  to be independent from tetraspanin-tetraspanin interactions  because expression of Tspan5-plm, i.e., mutated at predicted  palmitoylation sites, similarly increased ADAM10 surface levels.  Additionally, this regulation was specific of TspanC8 because  transfection of CD9 or Tspan12 had no effect. Conversely,  expression of TspanC8 proteins did not affect the expression  level of ADAM17 (Fig. S4).  Confocal microscopy analysis shows that expression of  Tspan5, Tspan14, Tspan15, or Tspan33 led to the redistribution  of ADAM10 from the ER to the cell surface of HeLa cells,  where it colocalized with the transfected TspanC8 (Fig. 5 A). To  test whether ADAM10 interacts with TspanC8 at the cell sur- face, cell surface proteins of HeLa cells stably expressing or not  Tspan5, Tspan14, or Tspan15 were biotinylated and lysates  were subjected to immunoprecipitation using anti-ADAM10 or  anti-GFP antibodies (Fig. 4 C). In transfected cells, but not in  control cells, anti-GFP precipitated a biotin-labeled protein that  co-migrated with ADAM10 (Fig. 4 C) and that was revealed  with the anti-ADAM10 mAb in dual-color Western blots.   Importantly, in these experiments the level of association of  ADAM10 with the transfected TspanC8 was higher than in the   or to genetic redundancy. To test this possibility, different si- lencing combinations were tested. All yielded stronger phenotypes  than individual silencing (Fig. S3). Strikingly, silencing all three  genes or silencing Tsp3A and Tsp26A in heterozygous Tsp86D  flies was associated with an increase in the number of sensory  organ precursor cells (SOPs; Fig. 2, B and E), a transformation  of external sensory cells into internal cells (Fig. 2, C and F), and  thereby led to a dramatic bristle loss phenotype (Fig. 2, A and D;  and Fig. S3). These three phenotypes are indicative of a  strong decrease of Notch activity (Hartenstein and Posakony,  1990). We therefore conclude that these genes act redundantly  to regulate the activity of Notch. Notch-like phenotypes were  also observed in adult wings (Fig. S3) and in ovaries (see  following paragraphs). Thus, the Tsp3A, Tsp26A, and Tsp86D  genes are required to regulate Notch activity in several develop- mental contexts.  We next asked whether these TspanC8 genes act in signal- sending cells to promote ligand activity or in signal-receiving  cells to promote receptor activity. To distinguish between these two  possibilities, we used a clone border assay that measures the  relative ability of cells of different genotypes to compete for  the adoption of the SOP fate along mosaic clone borders (Heitzler  and Simpson, 1991). In this assay, cells receiving a weaker  inhibitory signal are more likely to become SOPs, whereas cells  sending a weaker inhibitory signal are more likely to adopt a  non-SOP fate. We therefore scored the genotype of SOPs   located along the clone borders and found that cells with re- duced levels of Tsp3A, Tsp26A, or Tsp86D were more likely  to become SOPs (Fig. 2, G and H). This indicated that the  TspanC8 genes act in signal-receiving cells to promote Notch  activity. Because the silencing of TspanC8 had no significant effect  of the levels and distribution of Notch and Delta (Fig. 2, I-J),  we wondered whether TspanC8 might regulate Notch indirectly  via Kuz, the fly homologue of ADAM10, which also acts in signal- receiving cells to promote the S2 cleavage of Notch (Klein,  2002; Lieber et al., 2002). Consistent with this hypothesis, a  Myc-tagged version of Kuz was found to interact in a digitonin- resistant manner with GFP-Tsp3A in Drosophila S2 cells  (Fig. 1 F). Thus, the molecular interaction between ADAM10/ Kuz and TspanC8 is evolutionarily conserved.  Surface accumulation of ADAM10  correlates with high TspanC8 levels Our identification of TspanC8 tetraspanins as direct partners of  ADAM10 and positive regulators of Notch suggested that these  proteins may have an essential and conserved function in the  regulation of ADAM10/Kuz. To test whether human TspanC8  tetraspanins regulate ADAM10, we screened various carcinoma  cell lines for surface expression of ADAM10 and selected three  cell lines with high (HCT116 and PC3) and low (HeLa) surface  expression of ADAM10 for further analysis (Fig. 3 A). Although   from wild-type (2 test, P < 0.0001). (I-J) Wing imaginal discs stained for Notch (I-I) and Delta (J-J) from third instar larvae silenced for Tsp3A,  Tsp26A, and Tsp86D using ap-Gal4 that directs transgene expression in dorsal cells (D; V is ventral; the DV boundary is indicated by a dashed line).   I, I, J, and J (I and J: surface views; I and J: 7 µm from the surface) show high magnification views of the area boxed in I and J, respectively.  The silencing of the TspanC8 genes in D cells did not change the levels or distribution of Notch and Delta (compare with control V cells). Bars: (B and E) 100 µm;  (C, F, G, I, and J) 25 µm; (I and J) 5 µm.     http://www.jcb.org/cgi/content/full/jcb.201201133/DC1   JCB • VOLUME 199 • NUMBER 3 • 2012 486  Tspan14, and Tspan15 could also be coimmunoprecipitated  with ADAM10 (Fig. 4 C). This stronger association may be due  in part to the absence of competition with endogenous TspanC8  in HeLa cells. We therefore conclude that the interaction of  ADAM10 with these TspanC8 tetraspanins is quantitatively im- portant and occurs at the cell surface.  In these experiments, Tspan10 and Tspan17 appeared  to behave differently than the other TspanC8: Tspan17 had   only a moderate effect on ADAM10 surface expression and  Tspan10 did not change ADAM10 surface expression or matu- ration (Fig. 4, A and B). Nevertheless, Tspan10 and Tspan17  appeared to relocalize ADAM10 into a Tspan10- and Tspan17- positive intracellular compartment marked by CD63, a marker  of late endosomes (Fig. 5 A and Fig. S4 B), suggesting that  Tspan10 and Tspan17 might also promote the ER exit of  ADAM10. Together, these results indicated that TspanC8  tetraspanins promote the ER exit and, with the exception of  Tspan10 and Tspan17, cell surface accumulation of ADAM10.  We next examined the effect of TspanC8 tetraspanins on  the distribution of Kuz in transfected S2 Drosophila cells.  Expression of GFP-tagged Tsp86D and Tsp3A led to a signifi- cant change in the distribution of Myc-tagged Kuz. In control  cells, only 4 ± 1% of the Kuz-expressing cells exhibited a clear  plasma membrane localization of Kuz. Expression of Tsp86D  and Tsp3A increased the percentage of cells with Kuz localiz- ing predominantly at the plasma membrane to 9 ± 3 and 22 ± 2%,  respectively (Fig. 5, B-B). We therefore propose that the  regulation of Kuz/ADAM10 distribution by TspanC8 is con- served across species.  Endogenous TspanC8 tetraspanins are  required for the ER exit of ADAM10 We next investigated whether endogenous TspanC8 are re- quired for the surface accumulation of ADAM10. The Tspan14  and Tspan15 genes were silenced using siRNAs in HCT116  cells and PC3 cells, respectively. Silencing was strong and  specific, as determined by RT-qPCR (Fig. 6 A). In both cases,  silencing led to decreased levels of ADAM10 at the cell surface  (Fig. 6 B) and to the accumulation of ADAM10 in an intracellu- lar compartment identified as the ER using PDI as a marker  (Fig. 6 C). This indicates that endogenous TspanC8 tetraspanins  are required to promote the exit of ADAM10 from the ER.  TspanC8 tetraspanins regulate Kuzbanian  localization and Notch activity in vivo To test whether TspanC8 regulate the subcellular distribution  of ADAM10/Kuz in vivo, we turned to Drosophila. Because no  anti-Kuz antibodies are available, we generated a GFP tagged- version of Kuz (Fig. S3). Starting from a 96-kb genomic BAC  covering the kuz locus (Venken et al., 2006), we used recom- bineering to generate a Kuz-GFP BAC transgene (Fig. S2; Venken  et al., 2009). A single copy of this transgene rescued the lethality of  kuz mutant flies, indicating that Kuz-GFP is functional and  expressed like wild-type Kuz. A very low level of GFP was  detected in most larval and imaginal tissues, indicating that Kuz  is expressed at low levels, preventing us from studying the dis- tribution of Kuz in these tissues. Previous studies had, however,   experiments shown in Fig. 1. Indeed, similar amounts of ADAM10  were precipitated using anti-GFP and anti-ADAM10 antibod- ies, suggesting that a large fraction of the ADAM10 pool was in  complexes with TspanC8 and reciprocally a fraction of Tspan5,   Figure 3. ADAM10 localization in the ER correlates with low TspanC8  levels. (A) Flow cytometric analysis of the surface expression of ADAM10  in HeLa, PC3, and HCT116 cells. (B) RT-qPCR analysis of ADAM10 mRNA  levels in HeLa, PC3, and HCT116 cells. The figure shows the mean ± SD  of three independent experiments performed in triplicate. (C) Surface and   intracellular expression of ADAM10 in HeLa, PC3, and HCT116 cells.  Cells grown on coverslips were fixed with paraformaldehyde and per- meabilized or not with 0.1% Triton X-100 before staining. The acquisition  settings were the same for all conditions. This experiment was repeated  at least three times. Bar, 10 µm. (D) Confocal microscope analysis of  ADAM10 (red) and PDI (green) distribution in HeLa cells permeabilized  with 0.1% Triton X-100. This experiment was repeated at least three times.  Bar, 10 µm. (E) RT-qPCR analysis of TspanC8 mRNA levels in HeLa, PC3,  and HCT116 cells. The figure shows the mean ± SD of three independent  experiments performed in triplicate.    487Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  GFP-Tsp3A was also specifically expressed in border cells  (Fig. S2). Thus, the intracellular Kuz-GFP dots in polar cells  correlated with low levels of Tsp3A and Tsp86D. Furthermore,  the silencing of Tsp3A and Tsp26A in Tsp86D heterozygous  flies in border cells led to a redistribution of Kuz-GFP into  intracellular dots (Fig. 7, F-H; silencing was found to be both  efficient and specific in this tissue, as determined using GFP- Tsp3A and GFP-Tsp86D as read-outs: silencing was 80%  [Tsp3A] and 97% [Tsp86D] efficient; see Fig. S5). We conclude  that TspanC8 tetraspanins regulate the distribution of Kuz in  border cells.  A previous study has shown that Kuz regulates Notch  in border cells (Wang et al., 2007). To test whether TspanC8  regulates Kuz-dependent Notch signaling in border cells, we  used a Notch transcriptional reporter, Gbe-GFP (Housden et al.,  2012), expressed in both border and polar cells (Fig. 7, I and I).  The silencing of Tsp3A and Tsp26A in border cells of Tsp86D  heterozygous flies led to a significant decrease in Gbe-GFP  expression in border but not polar cells (Fig. 7, I-L). Together, our  data indicated that TspanC8 tetraspanins regulate the subcellu- lar distribution of Kuz and the activity of Notch in border cells.  TspanC8 tetraspanins positively regulate  Notch activity at a pre--secretase step To test whether human TspanC8 also regulate Notch, HeLa  cells were co-cultured with OP9 cells expressing or not the  Notch ligand DLL1. A threefold increase in the activity of   a CSL-luciferase Notch reporter was induced by DLL1. We  next measured Notch activity in HeLa cells stably expressing   indicated that the kuz gene is expressed at higher levels in a  group of migrating cells known as the polar/border cells   in ovaries (Wang et al., 2006; Fig. 7 A). Consistent with this, Kuz- GFP was detected in migrating polar/border cells (Fig. 7, D-D).  In this context, the activity of kuz is required for both Notch  signaling and collective cell migration (Wang et al., 2006).  Early silencing of the TspanC8 genes in border cells using  the c306 and slow border (slbo) GAL4 drivers resulted in fewer  border cells (Fig. 7 B) and delayed migration (Fig. 7 C). Both  phenotypes were also observed upon silencing of kuz (Fig. 7,  B and C). We therefore used this model system to study the  in vivo regulation of Kuz distribution by TspanC8.  First, we observed that Kuz-GFP distributed differently  in polar and border cells. Kuz localized into intracellular  dots in the two centrally located polar cells, whereas it localized  more diffusely at the cell periphery and in the cytoplasm in the  6-8 border cells surrounding the two polar cells. The nature of  these Kuz-GFP dots is unclear. In particular, the ER or Golgi  markers Sec16, Liquid facet Related, GMAP, and Ofut1 did not  mark these dots (not depicted). Despite this, we wondered whether  different levels of TspanC8 in polar vs. border cells might  account for this difference in distribution. Because transcrip- tome analysis has suggested that the Tsp86D gene is expressed  in these migrating cells (Wang et al., 2007), we investigated  the expression of Tsp86D using a 21-kb genomic BAC encoding a  GFP-Tsp86D transgene (Venken et al., 2009). GFP-Tsp86D  was expressed at high levels in border cells, whereas polar cells  had low levels of GFP-Tsp86D (Fig. 7, E-E). Similarly, we  generated a BAC-encoded GFP-Tsp3A and observed that   Figure 4. Expression of TspanC8 in HeLa  cells increases the expression of surface and  mature ADAM10. (A) Flow cytometry analy- sis of the surface expression of ADAM10 in  HeLa cells transiently transfected with the in- dicated GFP-tagged tetraspanins. (B) West- ern blot analysis of mature ADAM10 and  GFP-tagged tetraspanins in transfected HeLa  cells. A nonspecific band is indicated by an  asterisk. (C) After biotin labeling of surface  proteins, HeLa cells stably expressing or not  GFP-tagged Tspan5, Tspan14, and Tspan15  were lysed and the interaction of ADAM10  with the transfected tetraspanins was ana- lyzed by coimmunoprecipitation and Western  blot. The major 68-kD band revealed by the  anti-ADAM10 mAb perfectly overlapped with  the band labeled ADAM10 in the top panel.   A nonspecific band is indicated by an asterisk.  All experiments were performed at least twice  with similar outcome.  http://www.jcb.org/cgi/content/full/jcb.201201133/DC1   JCB • VOLUME 199 • NUMBER 3 • 2012 488  was regulated by ADAM10 because the silencing of ADAM10  decreased OP9-DLL1-induced Notch1 activity (Fig. 8, B and C).  Tspan5 and Tspan14 were the major TspanC8 expressed by  U2OS cells (unpublished data). Double silencing of these  TspanC8 tetraspanins led to an 60% reduction in Notch   reporter activity, whereas single silencing of Tspan5 or Tspan14  led to an 45% and 35% reduction, respectively (Fig. 8 B).  This effect correlated with a significant decrease in the surface  expression levels of ADAM10 (Fig. 8 C), but not of Notch1  (Fig. 8 D). As a control, the silencing of CD81 had no effect.  These results indicated that Tspan5 and Tspan14 promote Notch  receptor activity in signal-receiving cells.  To determine the step at which TspanC8 tetraspanins act,  we measured the effect of Tspan5 and Tspan14 silencing on two  constitutively activated versions of Notch1. The first one, NICD,   Tspan5, Tspan14, or Tspan15. HeLa cells expressing Tspan5  and Tspan14, but not Tspan15, showed a 50% increase in  OP9-DLL1-induced Notch activity as compared with HeLa  cells (Fig. 8 A). These results suggested that the levels of  ADAM10 at the cell surface may be limiting for Notch acti- vation in HeLa cells. They also suggested that the Tspan15- ADAM10 interaction may not be sufficient to up-regulate  Notch activity.  We next examined the consequence of decreased TspanC8  expression on Notch activity. U2OS cells transduced with  human Notch1, i.e., U2OS-N1 (Moretti et al., 2010), were  transiently transfected with the CSL-luciferase Notch reporter  and co-cultured with OP9 cells expressing or not DLL1. In this  assay, luciferase activity increased 20-fold in the presence  of DLL1 (Fig. 8 B). Activation of Notch1 in U2OS-N1 cells   Figure 5. TspanC8 tetraspanins regulate the subcellular distribution of ADAM10/Kuzbanian in human and Drosophila cultured cells. (A) Confocal   microscopy analysis of ADAM10 localization (red) in permeabilized HeLa cells transiently transfected or not with different GFP-tagged tetraspanins (green).  Bar, 10 µm. (B) Regulation of the plasma membrane localization of Kuz by Tsp86D and Tsp3A. Transiently transfected S2 cells were scored blind for the  localization of Myc-tagged Kuz at the plasma membrane (as in B) or predominantly in the cytoplasm (as in B). Co-transfection of GFP-Tsp86D and GFP- Tsp3A increased the percentage of cells with Kuz at the plasma membrane (B). n is the number of cells that were scored. All experiments were performed  at least twice with similar outcome.    489Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  regulate Notch receptor activity at a pre--secretase step in  signal-receiving cells, which is fully consistent with a regulation of  the ADAM10-dependent S2 cleavage of Notch.  Discussion This study identifies a conserved subfamily of tetraspanins,  named here TspanC8, which regulate the localization and activ- ity of ADAM10/Kuz and thereby modulate Notch receptor acti- vation. This conclusion is supported by several key findings:    corresponds to the intracellular domain of Notch1 lacking  the PEST domain. The activity of NICD is independent of  both ADAM10 and -secretase. The second, Notch1-E, con- tains a short extracellular stub, the transmembrane domain,  and the intracellular domain of Notch1 without the PEST do- main (Jarriault et al., 1995; Schroeter et al., 1998). The activity  of Notch1-E is independent of ADAM10 but dependent on  -secretase (Mumm et al., 2000). Double silencing of Tspan5  and Tspan14 did not significantly reduce the activities of NICD  and Notch1-E (Fig. 8 E). We conclude that TspanC8 tetraspanins   Figure 6. Endogeneous TspanC8 tetraspan- ins are required for ADAM10 exit from the ER.   (A) Analysis of Tspan5, Tspan14, or Tspan15   expression using RT-qPCR 24 h after the initiation  of Tspan14 or Tspan15 silencing in HCT116   and PC3 cells, respectively. The figure shows  the mean ± SD of three independent experi- ments in triplicate. (B) Flow cytometric analy- sis of the surface expression of ADAM10 in  HCT116 or PC3 cells 2 d after the initiation of  Tspan14 or Tspan15 silencing, respectively.  (C) Confocal microscope analysis of the dis- tribution of ADAM10 (red) and PDI (green)  in Triton X-100 permeabilized HCT116 or  PC3 cells after 2 d of silencing with a control  siRNA or siRNA targeting Tspan14 (HCT116)  or Tspan15 (PC3). Bar, 10 µm. All experi- ments were performed at least twice with  similar outcome.    JCB • VOLUME 199 • NUMBER 3 • 2012 490  Figure 7. Regulation of Kuz distribution and Notch signaling in Drosophila oocytes. (A) Schematic representation of egg chambers at stages 8, 9, and  10a (oo, oocyte; nc, nurse cells). Border and polar cells are color coded in green and red, respectively (bc, border cells; fc, follicular cells). (B) In wild-type  ovaries, migrating clusters contain 7.8 ± 0.1 border cells. The early silencing of Tsp3A, Tsp26A, and Tsp86D in border cells using slbo-Gal4 and c306     491Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  in the presence or not of their partner tetraspanins (Shoham  et al., 2003; Stipp et al., 2003; He et al., 2009). Although an  ER retention motif has yet to be defined in EWI-2 or CD19,  both proteins contain a putative arginine-based motif (un- published data).  Our results indicating that several human TspanC8 family  members have a similar molecular activity on the regulation  of ADAM10 are consistent with our RNAi analysis showing  that the fly TspanC8 genes act redundantly to regulate Notch.  However, one limitation of this RNAi approach is that silencing  is often incomplete (Dietzl et al., 2007), so that residual activity  might hinder some aspects of the null mutant phenotype. Despite  this limitation, our data clearly established that TspanC8 tet- raspanins play an essential role for proper Notch activity in  various developmental settings. Kuz is likely to be the main  target of TspanC8 in Drosophila. First, our clone border analysis  indicated that the activity of TspanC8, like that of Kuz, is re- quired in signal-receiving cells. Second, the distribution of Kuz,   but not those of Notch and Delta, appeared to be regulated   by TspanC8. Third, Kuz appeared to interact with Tsp3A (inter- action with Tsp26A and Tsp86D was not tested). Our data  further indicated that the relevant target of Kuz is Notch,  rather than its ligand Delta. Although Kuz can down-regulate  Delta (Qi et al., 1999; Mishra-Gorur et al., 2002), hence poten- tially interfering with its cis-inhibitory activity (del Álamo et al.,  2011), Delta levels remained unchanged upon TspanC8 silenc- ing. Moreover, human Tspan5 and Tspan14 positively regu- lated ligand-induced ADAM10-dependent Notch1 signaling at a  pre--secretase step in an assay where ligands act in trans.   Together, our data support the view that TspanC8 tetraspanins  regulate Notch activity via the regulation of the ADAM10/Kuz- mediated S2 cleavage. Also consistent with this view are the  synergistic interactions observed between the C. elegans  TspanC8 family member tsp-12 and sup-17, the ADAM10 or- thologue. tsp-12 was identified as a suppressor of a mutation  causing constitutive or elevated activity of GLP-1, one of two  Notch-like receptors in C. elegans (Dunn et al., 2010). However,  Tsp-12 was proposed to act by facilitating the S3 (rather than  the S2) cleavage of GLP-1. This interpretation relied to a large  extent on the observation that Tspan33 silencing in HeLa cells  reduced the activity of Notch1-E but had no effect on NICD.  Whether Tspan33 regulates -secretase activity indirectly via the   (i) ADAM10 interacts with several TspanC8 tetraspanins in  both flies and mammals. (ii) ADAM10 surface expression  levels are controlled by TspanC8 both in human cells and in  Drosophila. (iii) TspanC8 tetraspanins act in signal-receiving  cells for the ligand-induced and ADAM10/Kuz-dependent  activation of Notch.  This study shows that ADAM10 is a specific and direct  partner of all six human TspanC8 tetraspanins. In addition,  Tspan5, Tspan14, Tspan15, and Tspan33 increased the expression  of ADAM10 at the cell surface and promoted its maturation.  A similar finding was recently reported for Tspan15 (Prox et al.,  2012). Tspan12 was proposed earlier to interact closely with  ADAM10 and to promote its maturation (Xu et al., 2009). How- ever, it did not interact with ADAM10 after digitonin lysis,  and did not increase ADAM10 surface expression level and  maturation when transfected in HeLa cells. These data, together  with the observation that the interaction of ADAM10 with  Tspan12 required its palmitoylation (Xu et al., 2009), strongly  suggest that Tspan12 interacts only indirectly with ADAM10.  Additionally, Tspan10 and Tspan17 behaved differently from  other TspanC8 tetraspanins because their expression induced  the intracellular redistribution of ADAM10 in HeLa cells.  We therefore suggest that different TspanC8 may provide  ADAM10 with different trafficking properties.  How do Tspan5, Tspan14, Tspan15, and Tspan33 regu- late the expression level of mature ADAM10? A possibility,  consistent with their interaction at the cell surface, is that  these tetraspanins act by stabilizing ADAM10 at the plasma  membrane. This increase in mature ADAM10 expression is also  probably, to some extent, a direct consequence of the ability  of TspanC8 to mediate the ER exit of ADAM10. ADAM10 is  retained in the ER through a mechanism involving an arginine- based motif (Marcello et al., 2010) that may function as an  ER retention signal. Such arginine-based motifs are often  found in subunits of multi-molecular complexes and are masked  upon complex assembly, thereby allowing ER exit of the properly  assembled complexes (Michelsen et al., 2005). We therefore  suggest that TspanC8 tetraspanins allow for the ER exit of  ADAM10 by masking its arginine-based motif. A role of tet- raspanins in the ER exit of their molecular partner is probably  not restricted to TspanC8 tetraspanins, as suggested by the  differential expression and/or maturation of CD19 and EWI-2   led to a reduced number of border cells (6.5 ± 0.1), similarly to kuz silencing (6.0 ± 0.2). (C) Plots showing the raw distribution of the relative distance  covered by individual clusters along the migratory path at stage 10a. In wild-type ovaries, all clusters (n = 25) have completed their migration (distance  covered: 100%). The silencing of kuz and TspanC8 resulted in a significant migration delay because clusters covered only 45 ± 26% and 75 ± 16% of  the total distance, respectively, at stage 10a. (D-E) Distribution of Kuz-GFP and GFP-Tsp86D (anti-GFP in green) in stage 9 egg chambers. Kuz and  Tsp86D were expressed in migrating somatic cells consisting of two central polar cells (p; marked by Fas3, red in D and E) surrounded by 6-8 border  cells (b; outlined by actin, violet in D and E). Kuz-GFP mostly localized into dots in polar cells but was diffusely distributed in border cells (D-D).  Tsp86D was expressed in border cells (E-E) and in the somatic follicular cells (fc) around the oocyte. (F-G) The silencing of TspanC8 in border cells,  i.e., the triple Tsp3A, Tsp26A, and Tsp86D RNAi using slbo-Gal4, led to the redistribution of Kuz-GFP (green) into dots in border cells (G and G; compare  with control heterozygous Kuz-GFP in F and F; actin, red). (H) Quantification of the Kuz-GFP dots in border and polar cells. The silencing of TspanC8 in  border cells specifically increased the number of Kuz-GFP dots in these cells (14 ± 3 relative to 3 ± 1 in controls). No significant effect was seen in polar  cells (9 ± 3 relative to 10 ± 3 in controls). (I-K) Notch reporter gene activity (green; Fas3, red; DAPI, blue) was detected in border (b) and polar (p) cells  (I and I). TspanC8 silencing in border cells resulted in decreased Notch reporter activity. This effect varied from medium (J and J) to strong (K and K).   (L) Ratiometric analysis of the GFP signal from the Notch reporter Gbe-GFP in migrating border cells relative to polar cells. The silencing of TspanC8 and  kuz genes (as in I-K) led to reduced border/polar ratios in GFP intensity (0.40 ± 0.06 and 0.10 ± 0.02, respectively; wild-type was 0.88 ± 0.07). Bars:  (D and E) 40 µm; (all other panels) 5 µm.       JCB • VOLUME 199 • NUMBER 3 • 2012 492  transfection on Notch activity in HeLa cells. This new link  has potential implications for the interpretation of phenotypes  associated with defective TspanC8 activity, and further work  should determine whether the defect in erythropoiesis of  Tspan33 (penumbra) mutant mice is linked to a defect of  ADAM10 and/or Notch function (Heikens et al., 2007). Finally,  because ADAM10 is a promising therapeutic target in various  pathologies (Saftig and Reiss, 2011) and because mouse  TspanC8 genes display tissue-specific expression (Wu et al.,  2009), it might be envisaged to inhibit ADAM10 activity in  a tissue-specific manner by interfering with the activity of  specific TspanC8.  Materials and methods Reagents for in vitro studies The mouse mAb anti-human ADAM10 11G2 was described in Arduise   et al. (2008); the mouse mAb anti-human Notch1 and anti-human ADAM17  were from R&D Systems and the anti-human PDI from Abcam. The anti-tag   non-TspanC8 tetraspanins that were found associated with   -secretase (Wakabayashi et al., 2009) remains to be determined.  Whatever the molecular basis, this result contrasts with our data  showing that the silencing of both Tspan5 and Tspan14 signifi- cantly decreased ligand-mediated Notch activation but had no  effect on the activity of Notch1-E. Unfortunately, we could  not investigate the role of Tspan33 in the S2 and S3 process- ing of Notch1 because none of the cell lines tested here, includ- ing HeLa, expressed Tspan33 at a significant level.  In conclusion, this study establishes that the trafficking  and activity of ADAM10 are regulated by tetraspanins of the  TspanC8 family and that this regulation has important con- sequences in terms of Notch signaling. Further work should  determine why ADAM10 associates with so many tetraspanin  partners. We hypothesize that these different tetraspanins  may provide ADAM10 with different trafficking properties  (Tspan10 and Tspan17) or differentially restrict the range of  its substrates, as suggested by the lack of effect of Tspan15   Figure 8. Tspan5 and Tspan14 regulate ligand- induced Notch activation. (A) Notch activity  measured using a CSL reporter luciferase assay,  of HeLa cells stably expressing or not Tspan5,  Tspan14, or Tspan15. Notch was activated by  incubation with OP9-DLL1 cells. The figure shows  the mean ± SD of four independent experiments in  duplicate. (B) U2OS-N1 cells were treated with the  indicated siRNA before analysis of Notch activity  produced by incubation with OP9 or OP9-DLL1  cells. The figure shows the mean ± SD of three  independent experiments performed in duplicate.  (C) Flow cytometric analysis of the surface expres- sion of ADAM10 in U2OS-N1 cells treated with  the indicated siRNA. The figure shows the mean ±  SD of three independent experiments. (D) Flow  cytometric analysis of the surface expression of  Notch1 in U2OS-N1 cells treated with a control  siRNA or siRNa directed to both Tspan5 and  Tspan14. The figure shows the mean ± SD of three  independent experiments. (E) U2OS-N1 cells were  treated with the indicated siRNA and transfected  with NICD and Notch1-E constructs. Notch activ- ity was determined using the luciferase assay. The  figure shows the mean ± SD of three independent  experiments performed in duplicate. **, P < 0.01;  *, P < 0.05 as compared with control cells.    493Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  immunoprecipitated by adding 1 µg mAb and 10 µl protein G-Sepharose  beads to 200-400 µl of the lysate. The immunoprecipitated proteins were  separated by SDS-PAGE under nonreducing conditions and transferred to  a PVDF membrane (GE Healthcare). Western blotting on immunoprecipi- tates was performed using either Alexa Fluor 680-labeled 11G2 mAb or a  combination of rabbit anti-GFP antibody and a secondary reagent labeled  with IRDye800. Acquisition was performed using the Odyssey Infrared  Imaging System (LI-COR Biosciences).  For cross-linking, HEK 293 cells were transiently transfected with  HA-ADAM10 and various GFP-tagged tetraspanins. 48 h after transfec- tion, the cells were treated with 1 mM dithiobis[succinimidyl propionate]  (DSP) for 30 min at 4°C, and lysed in lysis buffer supplemented with 1%  Triton X-100 and 0.2% SDS before immunoprecipitation.  Quantitative RT-PCR Total RNA fraction was isolated from 5 × 106 cells of different cell lines  using the SV Total RNA Isolation System including an on-column DNase   digest (Promega) according to the manufacturer's instructions. Subse- quently, cDNA was synthesized from 5 µg of total RNA from each sample  using 200 U of SuperScript III Reverse transcription (Invitrogen) primed  with random hexamer (Promega). Quantitative real-time polymerase  chain (QPCR) reactions were then performed in a final volume of 25 µl  containing 2x Brillant II SYBR Green QPCR Master Mix from Agilent  Technologies, 0.4 µM each forward and reverse primers and 62.5 µg of  cDNA. Quantification was performed with the Mx3005P QPCR Systems  and MxPro software from Agilent Technologies. For each cDNA sample,  triplicates were analyzed and data normalized to rpl38 expression  according to the Ct method. Most oligonucleotides were designed by  primer bank (Spandidos et al., 2010). Tspan5: ACAAGGGTCCTGAAGT- CAGTT and TGATGGAAGAGATGTTGGACAGA; Tspan10: CTGCGT- CAAGTATCTGATCTTCC and AAGCCACGTAACAGGCAGG; Tspan14:  GGCTCTGCGGGAGAATATCTG and GCACTGGTTAGCTTTCTGAAGG;  Tspan15: ACTTCCTGAACGACAACATTCG and CGCCACAGCACTT- GAACTTTT; Tspan17: CTGCTGCGGGAAATACTTCCT and GATGTTC- GAGAGAACGCCCTT; Tspan33: CTACGCTCGGCTAATGAAGCA and  TGAGCAGGAACATGAGGACAC; ADAM10: AAACACCAGCGTGC- CAAAAG and CCCTCTTCATTCGTAGGTTGAAA.  Immunostainings and microscopy Human cells were grown in complete medium for 24 h on coverslips.  For comparison of surface and internal distribution of ADAM10, the cells  were fixed for 30 min with 4% paraformaldehyde at room temperature,  blocked for 15 min with 50 mM NH4Cl in PBS, and permeabilized or  not with 0.1% Triton X-100 at 4°C for 2 min. The cells were then incubated  for 1 h with 10 µg/ml of the anti-ADAM10 mAb 11G2 (IgG1) in complete  DME at room temperature. For double labeling the cells were coincubated  with an antibody to the ER marker PDI (IgG2a). Primary antibodies were  revealed with Alexa Fluor 488- and Alexa Fluor 568-labeled goat  anti-mouse IgG1 and IgG2a antibodies. The cells were mounted in  Mowiol 4-88 (81381; Sigma-Aldrich) supplemented with DABCO (D2522;  Sigma-Aldrich) and DAPI and examined at room temperature either with  a DMR fluorescence microscope (Leica) equipped with a CoolSnap HQ2  camera (Photometrics) controlled by MetaMorph (Molecular devices), or  an SP5 confocal microscope (Leica) using 63x oil objectives (NA 1.32 and  1.40, respectively).  Drosophila imaginal discs, nota, and egg chambers were dissected  from staged larvae, pupae, and female flies, respectively, and stained   using standard techniques. Primary antibodies used in Drosophila were:  goat anti-GFP (1:500; ab5450 from Abcam), guinea pig anti-Senseless  (1:3,000; a gift from H. Bellen, HHMI, Baylor College of Medicine,  Houston, TX; Nolo et al., 2000), rabbit anti-dGMAP (1:1,000; a gift of   P. Therond, CNRS, Nice, France; Friggi-Grelin et al., 2006), rabbit anti- dSec16 (1:200; a gift of C. Rabouille, Hubrecht Institute, Utrecht, Nether- lands; Ivan et al., 2008), guinea pig anti-Ofut1 (1:1,000; a gift of   K. Irvine, HHMI Rutgers University, Piscataway, NJ; Okajima et al., 2005),  guinea pig anti-Lqfr (1:100; a gift of J. Fischer, University of Texas, Austin,  TX; Lee et al., 2009), rat anti-Su(H) (1:2,000; Gho et al., 1996), mouse  anti-NECD (C458.2H, 1:100; Developmental Studies Hybridoma Bank  [DSHB]), mouse anti-Delta (C594.9B, 1:100; DSHB), mouse anti-Fas3  7G10 mAb (1:100; DSHB), mouse anti-Cut 2B10 mAb (1:500; DSHB), rat  anti-Elav 7E8A10 mAb (1:100; DSHB), and rabbit anti-Myc (1:500; EMD  Millipore). Secondary antibodies were from Jackson ImmunoResearch Lab- oratories and coupled to Cy2, Cy3, and Cy5. Atto 647N-Phalloidin  (65906; Sigma-Aldrich) was used at 0.1 µM to stain F-actin. Nota and egg  chambers were mounted in Mowiol 4-88 (81381; Sigma-Aldrich) containing  2.5% of DABCO (D2522; Sigma-Aldrich). Images were acquired using an   antibodies used in this study were anti-GFP (a mouse mAb coktail from Roche  and a rabbit polyclonal from Santa Cruz Biotechnology, Inc.), anti-HA  (HA11 mouse mAb from Covance), and anti-V5 (a mouse mAb and a rabbit  polyclonal from Sigma-Aldrich). The following siRNAs were obtained from  Invitrogen and Eurogentec: control siRNA: Stealth RNAi Negative Control  Medium GC; Tspan5: AUGUCAUCCCGAUAUGCUCUGAUGU; Tspan14:  CGCCAUCUCGCUGUUGCAGAUAUUU; Tspan15: ACAACCUGUACCU- UCUCCAAGCAUU; and CD81: GCACCAAGUGCAUCAAGUA-dTdT.  All V5- or GFP-tagged tetraspanin cDNA were of human origin.  Coding regions were amplified by PCR from previously described plasmids  (Tspan1, Tspan5, Tspan9, Tspan12, and Tspan15; Serru et al., 2000),  from plasmids obtained from Open Biosystems (Tspan10 and Tspan33), or  from a reverse-transcription performed on HCT116 RNA (Tspan14).  PCR products were subcloned into pEGFP-N1, pEGFP-N3, or pcDNA 3.1  Directional TOPO vectors. hTspan17 and Tspan5-plm were synthesized by  Eurogentec. The mouse myc-tagged Notch1 constructs E and NICD (in  the pCS2+MT vector) and the HA-tagged bovine ADAM10 (in pCDNA3)  were described previously (Jarriault et al., 1995; Lammich et al., 1999).  The cell lines HeLa (cervical carcinoma), HCT116 (colon carci- noma), PC3 (prostate carcinoma), and HEK293 (human embryonic kidney)  were cultured in DME containing 10% FCS and antibiotics. Cells were  transfected with either Fugene 6 (Promega) or Lipofectamine 2000 (Invitrogen)  according to the manufacturers' instructions. OP9 cells expressing the  human Notch ligand DLL-1 (OP9-DLL-1) and the human osteosarcoma  cell line U2OS expressing human Notch1 (U2OS-N1) were obtained by  infection with retroviruses carrying the DLL1 cDNA cloned in the MSCV- IRES-GFP vector and a human Notch1 cDNA cloned in the pBabe puro  vector, respectively. These two cell lines are described in Moretti et al.  (2010) and Six et al. (2004). S2 cells were transfected using FugeneHD  (Promega) following the manufacturer's instructions.  S2 cells were transfected with pMT-Gal4 (obtained from the Dro- sophila Genomics Resource Center), pUAS-GFP-Tsp3A, and Myc-tagged Kuz  using FugeneHD (Promega) according to the manufacturer's instructions.  Expression of GFP-Tsp3A in S2 cells was monitored for 16-20 h after  induction with 500 µm of CuSO4, and cells were immunostained following  standard procedures. The Tsp3A ORF was PCR amplified from cDNAs  prepared from wild-type total embryonic RNAs and fused in-frame down- stream of EGFP with a YSDLR linker, sequenced and cloned into a pUASt  vector to generate pUAS-GFP-Tsp3A. Myc-tagged Kuz corresponds to  the kuz ORF with a 6x Myc epitope tag at its C terminus under an actin  promoter (Lieber et al., 2002).  Flow cytometry analysis Cells were detached, washed twice in complete DME and incubated for  30 min at 4°C with 10 µg/ml primary antibody. After three washings, the  cells were incubated for 30 min at 4°C with a fluorochrome-conjugated  F(ab)2 goat anti-mouse antibody (FITC or PE for single color staining of  nontransfected cells; APC for staining of cells transfected with GFP con- structs). The cells were analyzed using a FACSCalibur or an Accuri C6  flow-cytometer (BD), using appropriate compensations. Cells were de- tached using a nonenzymatic solution (PAA), except for the analysis of  Notch1 expression for which they were detached in 15 mM sodium citrate,  0.135 mM potassium chloride.  Analysis of Notch activity in mammalian cell lines This analysis was performed as described previously (Moretti et al.,  2010): U2OS-N1 or HeLa cells were seeded at the concentration of  25,000 cells/cm2. Silencing was performed at this step using Interferin  (PolyPlus Transfection) and 3 nM siRNA according to the manufacturer's  reverse procedure. Cells were transfected 24 h later with the CSL reporter  and Renilla control plasmids using FuGENE 6 (Promega). 24 h later,  cells were co-cultured with OP9 or OP9-DLL1 at 35,000 cells/cm2. The  activities of firefly and Renilla luciferases were determined using a Dual  luciferase reporter assay (Promega) according to the manufacturer's in- structions. Statistical analysis was performed using one-way ANOVA  followed by Tukey's multiple comparison test. Immunoprecipitation, chemical cross-linking, and biotin labeling of  surface proteins Biotin labeling of surface proteins and immunoprecipitations were per- formed as described previously (Charrin et al., 2001; Arduise et al.,  2008). In brief, biotin-labeled or nonlabeled cells were lysed in a lysis buf- fer containing 30 mM Tris, pH 7.4, 150 mM NaCl, protease inhibitors,  and 1% detergent (Brij 97 or digitonin). After 30 min incubation at 4°C,  the insoluble material was removed by centrifugation at 10,000 g and  the cell lysate was precleared by addition of heat-inactivated goat serum  and protein G-Sepharose beads (GE Healthcare). Proteins were then     JCB • VOLUME 199 • NUMBER 3 • 2012 494  GFP-Tsp86D BACs were inserted at the M{3xP3-RFP.attP'}ZH-51C,  PBac{y[+]-attP-9A}VK00019 and PBac{y+-attP-3B}VK00002 sites (Venken  et al., 2006; Bischof et al., 2007). Transgenesis was performed by Best- Gene, Inc.  The shmiR-Tsp3A construct was designed according to Thermo Fisher  Scientific software prediction (http://www.dharmacon.com/DesignCenter).  Two positions (+715 and +792) were selected on the Tsp3A cDNA (Gen- Bank/EMBL/DDBJ accession no. NM_080315). shmiR-tsp3A-1 (CGACCTG- CAGAACTTCATTGA) and shmiR-Tsp3A-2 (GGAGCAAAAACGAGTACTTCA)  knockdown oligonucleotides were modified to mimic the native D. mela- nogaster premiR-1 structure. The resultant shmiR-Tsp3A construct had mis- matched bases at positions +2 and +11 as described in Haley et al. (2008). The shmiR-Tsp3A-1 (CTAGCAGTCGACCTGCAGTACTTCATTCATAGTTATATT- CAAGCATATCAATGAAGTTCTGCAGGTCGGCG) and shmiR-Tsp3A-2   (CTAGCAGTGGAGCAAAAAGGAGTACTTGATAGTTATATTCAAGCATAT- GAAGTACTCGTTTTTGCTCCGCG) oligonucleotides were inserted into the  HindIII-BamHI cloning sites of pHB (Haley et al., 2008). The resulting plas- mids were used to generate transgenic flies using P-element transformation  (BestGene, Inc.). The M[3xP3-RFP, NRE-pGR]86Fb was provided by S. Bray  (University of Cambridge, Cambridge, England, UK; Housden et al., 2012).  A detailed description of all genotypes is provided in Table S1.  Online supplemental material Fig. S1 shows that TspanC8 tetraspanins represent an evolutionary con- served subfamily of tetraspanins. Fig. S2 shows genetic tools used in Dro- sophila studies. Fig. S3 shows functional redundancy between Drosophila  Tsp86D, Tsp26A, and Tsp3A. Fig. S4 shows the effect of TspanC8 tetraspa- nins on ADAM17 surface expression and codistribution of Tspan10 and  Tspan17 with CD63. Fig. S5 shows efficient and specific silencing of  Tsp3A and Tsp86D in border cells. Table S1 provides a description of Dro- sophila genotypes.  We thank H. Bellen, S. Bray, C. Brou, R. Chance, J. Fischer, B. Haley,   K. Irvine, T. Lieber, M. Martin-Bermudo, C. Rabouille, C. Saleh, P. Therond,  M. Young, and the Bloomington Drosophila Stock Center, the Drosophila  Genomics Resource Center, and Flybase for cells, antibodies, DNA, flies and  other resources. Special thanks to R. Ueda and the National Institute of Genet- ics (Mishima, Japan), who kindly made available to us a collection of  UAS-dsRNA transgenic lines. The 7G10, 2B10, 7E8A10 C458.2H, and  C594.9B mAbs developed by G.M. Rubin, C. Goodman, and S. Artavanis- Tsakonas were obtained from the Developmental Studies Hybridoma Bank   developed under the auspices of the NICHD and maintained by the University  of Iowa, Department of Biology, Iowa City, IA 52242. We thank S. Leullier,  L. Couturier, and the Drosophila RNAi Screening Platform for screening.   We thank D. Clay for expert assistance in cell sorting and J. Chaker and  M. Reyngoud for technical assistance. We are very grateful to R. Le Borgne  for scientific discussions. We thank F. Bernard and all members of our labo- ratories for discussions and critical reading.  This work was funded by core funding from the INSERM, CNRS, and  Institut Pasteur as well as by specific grants from the Association pour la Recherche  sur le Cancer (to E. Rubinstein), NRB-Vaincre le Cancer (to E. Rubinstein), Institut  du Cancer et d'Immunogénétique (to E. Rubinstein), Agence Nationale de la  Recherche (05-BLAN-277 to F. Schweisguth), and Fondation pour la Recherche  Médicale (DEQ20100318284 to F. Schweisguth). E. Dornier and J.-F. Ottavi  were recipients of fellowships from the French ministry of Research. E. Dornier  also received a fellowship from the Association pour la Recherche sur le Cancer  and J.F. Ottavi from NRB-Vaincre le Cancer.  Submitted: 24 January 2012 Accepted: 27 September 2012  References Arduise, C., T. Abache, L. Li, M. Billard, A. Chabanon, A. Ludwig, P. Mauduit,   C. Boucheix, E. Rubinstein, and F. Le Naour. 2008. Tetraspanins regulate  ADAM10-mediated cleavage of TNF-alpha and epidermal growth factor.  J. Immunol. 181:7002-7013.  Berditchevski, F., E. Odintsova, S. Sawada, and E. Gilbert. 2002. Expression of  the palmitoylation-deficient CD151 weakens the association of alpha 3  beta 1 integrin with the tetraspanin-enriched microdomains and affects  integrin-dependent signaling. J. Biol. Chem. 277:36991-37000. http:// dx.doi.org/10.1074/jbc.M205265200  Bischof, J., R.K. Maeda, M. Hediger, F. Karch, and K. Basler. 2007. An op- timized transgenesis system for Drosophila using germ-line-specific   SPE confocal microscope (Leica) using 20x (HCX PL APO CS, NA 0.6),  40x (HCX PL APO CS, NA 1.4), and 63x (HCX PL APO CS, N.A. 1.3) ob- jectives. Adult flies were imaged using a Discovery V20 stereomicroscope  (Carl Zeiss) using a 1.0x objective (PlanApo S FWD 60 mm).  Images were processed using ImageJ (National Institutes of Health)  and Adobe Photoshop software. Categorization of the plasma membrane  vs. cytoplasmic accumulation of Kuz-Myc in S2 cells, using the cell outline  and the nucleus as landmarks, was performed blind after randomization of  the images. To quantify the Gbe-GFP signal at stage 9-10a, the GFP signal  was measured in each polar and border cell on a single confocal section  running across the nucleus using ImageJ. Values were corrected by sub- tracting the background signal measured outside the egg chamber. For  each egg chamber, mean values were calculated for the 2 polar and for  the 6-10 border cells. These two mean values defined a border/polar   ratio. The extent of border cell migration was measured as the percentage  of migration within individual stage 10a egg chambers. To characterize  the distribution of Kuz-GFP in border and polar cells, 512 × 512 images  acquired at 63x (zoom 6) were thresholded and the number of “objects” >8  pixels in size were counted.  Drosophila transgenes and mutations The kuz[k01405] (Sotillos et al., 1997), kuz[e29-4] (Pan and Rubin, 1997), and the  transgenic conditional RNAi flies have been described previously: UAS- dsRNATsp3A (10742R-2 and 10742R-3; from R. Ueda, http://www.shigen  .nig.ac.jp/fly/nigfly/index.jsp); 10138 and 10140 from the Vienna Drosoph- ila Rnai Center [VDRC] (Dietzl et al., 2007); UAS-dsRNATsp86D (4591R-1  and 4591R-2 from R. Ueda; 102046, 42642, and 42643 from the VDRC);  UAS-dsRNATsp26A (101473 from the VDRC); and UAS-dsRNAkuz (103555  from the VDRC). Conditional silencing was achieved using the binary UAS/ GAL4 system in combination with the thermo-sensitive GAL80ts inhibitor. We  used the apterous-Gal4 driver (ap-Gal4) to direct dsRNA expression in imagi- nal tissues giving rise to the adult dorsal thorax, and a combination of c306  and slow border (slbo) Gal4 drivers to direct dsRNA expression in border  cells. (Manseau et al., 1997; Rørth et al., 1998).  The Tsp86D3 deficiency that removes the Tsp86D gene was gener- ated by Flp-FRT as described in Parks et al. (2004). The 5- and 3-flanking  elements were the P{XP}Fdhd04974 and PBac{RB}CG6574e00293, respec- tively. This 9,442-nt deletion removes the CG6574, SelR, Tsp86D, and  Fdh genes (Fig. S3). Breakpoints were confirmed by PCR (primers se- quences available upon request).  The kuz-GFP, GFP-Tsp3A, and GFP-Tsp86D transgenes were gener- ated by BAC recombineering in E. coli SW102 as described at http:// web.ncifcrf.gov/research/brb/recombineeringInformation.aspx (Venken  et al., 2006). The starting BACs were generated by Venken et al. (2009)  and were obtained from BACPAC (http://bacpac.chori.org).  The CH321-04I18 BAC covering the kuz locus from 6,996 nt 5   to the transcription start site to 3,040 nt downstream of the 3UTR was  used. PCR products corresponding to the 5 and 3 homology arms were  produced using the following primers: Kuz5F: GACAGCAGCAAATG- CAACAGCA; Kuz5Rgfp: CTTGCTCACCATTAGGACTGCATAAACGATA- TTTCGGCG; Kuz3Fgfp: CTGTACAAGTAAGAGCGGAACCATCACATT;  and Kuz3R: CACATACTTGGTTAGTGCAGT.   The GFP cassette included an AVL linker. It was amplified using the  following primers: KuzGfpF: AATATCGTTTATGCAGTCCTAATGGTGAGCA- AGGGCGAG; KuzGfpR: ATGGTTCCGCTCTTACTTGTACAGCTCGTC. The  BAC CH322-135L04 extended 8,002 nt 5 to the transcription start site and  8,378 nt downstream of the 3UTR of the Tsp3A gene. The 5 and 3 homol- ogy arms and the GFP cassette were PCR amplified using the following  primers: 5FN_3A: CTCAAAGGTCAGTGCCGAAACGA; 5T3A_GFP_R:  CTTGCTCACCATCCTCGCCGTTTATCTGTA; 3T3A_GFP_F: TAAACGGC- GAGGATGGTGAGCAAGGGCGAG; 3NR_3A: CAGACGATGGCTGTT- GGCGCAGACA; 5T3A_GFP_F: TACAAGCTGCCAGCAGGAATGAG- CAACTACCGATAT; and 3T3A_GFP_R: CTCATTCCTGCTGGCAGCTTG- TACAGCTCGTCCAT. The BAC CH322-137B04 extended 8,496 nt 5 to  the transcription start site and 8,733 nt downstream of the 3UTR of the  Tsp86D. The 5 and 3 homology arms and the GFP cassette were PCR am- plified using the following primers: 5FN_86D: GTCGCAATGTTACGCAGC- GGTGGA; 5T86D_GFP_R: CTTGCTCACCATGGCCACGCGAATGTG- CAA; 3T86D_GFP_F: TACAAGCTGCCAGCAGGAATGAGCAATCACAG- ATAC; 3NR_86D: TGCAAGTCGGAGTCGTCACGGTACGA; 5T86D_ GFP_F: ATTCGCGTGGCCATGGTGAGCAAGGGCGAG; and 3T86D_  GFP_R: CTCATTCCTGCTGGCAGCTTGTACAGCTCGTCCAT.  Constructs were verified by sequencing of the recombined regions  before phiC31-mediated transgenesis. The Kuz-GFP, GFP-Tsp3A, and   http://www.jcb.org/cgi/content/full/jcb.201201133/DC1 http://dx.doi.org/10.1074/jbc.M205265200 http://dx.doi.org/10.1074/jbc.M205265200   495Regulation of ADAM10/Kuzbanian by TspanC8 • Dornier et al.  Housden, B.E., K. Millen, and S.J. Bray. 2012. Drosophila reporter vectors com- patible with PhiC31 integrase transgenesis techniques and their use to  generate new Notch reporter fly lines. G3 (Bethesda). 2:79-82.  Huang, S., S. Yuan, M. Dong, J. Su, C. Yu, Y. Shen, X. Xie, Y. Yu, X. Yu, S. Chen,  et al. 2005. The phylogenetic analysis of tetraspanins projects the evolu- tion of cell-cell interactions from unicellular to multicellular organisms.  Genomics. 86:674-684. http://dx.doi.org/10.1016/j.ygeno.2005.08.004  Ivan, V., G. de Voer, D. Xanthakis, K.M. Spoorendonk, V. Kondylis, and C.   Rabouille. 2008. Drosophila Sec16 mediates the biogenesis of tER  sites upstream of Sar1 through an arginine-rich motif. Mol. Biol. Cell.  19:4352-4365. http://dx.doi.org/10.1091/mbc.E08-03-0246  Jarriault, S., C. Brou, F. Logeat, E.H. Schroeter, R. Kopan, and A. Israel.  1995. Signalling downstream of activated mammalian Notch. Nature.  377:355-358. http://dx.doi.org/10.1038/377355a0  Klein, T. 2002. kuzbanian is required cell autonomously during Notch signal- ling in the Drosophila wing. Dev. Genes Evol. 212:251-255. http://dx.doi  .org/10.1007/s00427-002-0233-4  Kopan, R., and M.X. Ilagan. 2009. The canonical Notch signaling pathway: un- folding the activation mechanism. Cell. 137:216-233. http://dx.doi.org/  10.1016/j.cell.2009.03.045  Lammich, S., E. Kojro, R. Postina, S. Gilbert, R. Pfeiffer, M. Jasionowski, C.  Haass, and F. Fahrenholz. 1999. Constitutive and regulated alpha-secretase  cleavage of Alzheimer's amyloid precursor protein by a disintegrin metal- loprotease. Proc. Natl. Acad. Sci. USA. 96:3922-3927. http://dx.doi.org/  10.1073/pnas.96.7.3922  Lecourtois, M., and F. Schweisguth. 1998. Indirect evidence for Delta-dependent   intracellular processing of notch in Drosophila embryos. Curr. Biol.  8:771-774. http://dx.doi.org/10.1016/S0960-9822(98)70300-8  Lee, J.H., E. Overstreet, E. Fitch, S. Fleenor, and J.A. Fischer. 2009. Drosophila  liquid facets-Related encodes Golgi epsin and is an essential gene re- quired for cell proliferation, growth, and patterning. Dev. Biol. 331:1-13.  http://dx.doi.org/10.1016/j.ydbio.2009.03.029  Lieber, T., S. Kidd, and M.W. Young. 2002. kuzbanian-mediated cleav- age of Drosophila Notch. Genes Dev. 16:209-221. http://dx.doi.org/  10.1101/gad.942302  Manseau, L., A. Baradaran, D. Brower, A. Budhu, F. Elefant, H. Phan, A.V.  Philp, M. Yang, D. Glover, K. Kaiser, et al. 1997. GAL4 enhancer  traps expressed in the embryo, larval brain, imaginal discs, and ovary  of Drosophila. Dev. Dyn. 209:310-322. http://dx.doi.org/10.1002/ (SICI)1097-0177(199707)209:3<310::AID-AJA6>3.0.CO;2-L  Marcello, E., F. Gardoni, M. Di Luca, and I. Pérez-Otaño. 2010. An arginine  stretch limits ADAM10 exit from the endoplasmic reticulum. J. Biol.  Chem. 285:10376-10384. http://dx.doi.org/10.1074/jbc.M109.055947  Meloty-Kapella, L., B. Shergill, J. Kuon, E. Botvinick, and G. Weinmaster. 2012.  Notch ligand endocytosis generates mechanical pulling force dependent  on dynamin, epsins, and actin. Dev. Cell. 22:1299-1312. http://dx.doi.org/  10.1016/j.devcel.2012.04.005  Michelsen, K., H. Yuan, and B. Schwappach. 2005. Hide and run. Arginine- based endoplasmic-reticulum-sorting motifs in the assembly of hetero- multimeric membrane proteins. EMBO Rep. 6:717-722. http://dx.doi.org/  10.1038/sj.embor.7400480  Mishra-Gorur, K., M.D. Rand, B. Perez-Villamil, and S. Artavanis-Tsakonas.  2002. Down-regulation of Delta by proteolytic processing. J. Cell Biol.  159:313-324. http://dx.doi.org/10.1083/jcb.200203117  Moretti, J., P. Chastagner, S. Gastaldello, S.F. Heuss, A.M. Dirac, R. Bernards,  M.G. Masucci, A. Israël, and C. Brou. 2010. The translation initiation  factor 3f (eIF3f) exhibits a deubiquitinase activity regulating Notch  activation. PLoS Biol. 8:e1000545. http://dx.doi.org/10.1371/journal  .pbio.1000545  Mumm, J.S., E.H. Schroeter, M.T. Saxena, A. Griesemer, X. Tian, D.J. Pan, W.J.  Ray, and R. Kopan. 2000. A ligand-induced extracellular cleavage regu- lates gamma-secretase-like proteolytic activation of Notch1. Mol. Cell.  5:197-206. http://dx.doi.org/10.1016/S1097-2765(00)80416-5  Mummery-Widmer, J.L., M. Yamazaki, T. Stoeger, M. Novatchkova, S.  Bhalerao, D. Chen, G. Dietzl, B.J. Dickson, and J.A. Knoblich. 2009.  Genome-wide analysis of Notch signalling in Drosophila by transgenic  RNAi. Nature. 458:987-992. http://dx.doi.org/10.1038/nature07936  Nolo, R., L.A. Abbott, and H.J. Bellen. 2000. Senseless, a Zn finger tran- scription factor, is necessary and sufficient for sensory organ develop- ment in Drosophila. Cell. 102:349-362. http://dx.doi.org/10.1016/  S0092-8674(00)00040-4  Okajima, T., A. Xu, L. Lei, and K.D. Irvine. 2005. Chaperone activity of pro- tein O-fucosyltransferase 1 promotes notch receptor folding. Science.  307:1599-1603. http://dx.doi.org/10.1126/science.1108995  Pan, D., and G.M. Rubin. 1997. Kuzbanian controls proteolytic processing of  Notch and mediates lateral inhibition during Drosophila and verte- brate neurogenesis. Cell. 90:271-280. http://dx.doi.org/10.1016/  S0092-8674(00)80335-9  phiC31 integrases. Proc. Natl. Acad. Sci. USA. 104:3312-3317. http:// dx.doi.org/10.1073/pnas.0611511104  Blobel, C.P. 2005. ADAMs: key components in EGFR signalling and development.  Nat. Rev. Mol. Cell Biol. 6:32-43. http://dx.doi.org/10.1038/nrm1548  Boucheix, C., and E. Rubinstein. 2001. Tetraspanins. Cell. Mol. Life Sci.  58:1189-1205. http://dx.doi.org/10.1007/PL00000933  Bozkulak, E.C., and G. Weinmaster. 2009. Selective use of ADAM10 and  ADAM17 in activation of Notch1 signaling. Mol. Cell. Biol. 29:5679- 5695. http://dx.doi.org/10.1128/MCB.00406-09  Brou, C., F. Logeat, N. Gupta, C. Bessia, O. LeBail, J.R. Doedens, A. Cumano,   P. Roux, R.A. Black, and A. Israël. 2000. A novel proteolytic cleavage in- volved in Notch signaling: the role of the disintegrin-metalloprotease TACE.  Mol. Cell. 5:207-216. http://dx.doi.org/10.1016/S1097-2765(00)80417-7  Charrin, S., F. Le Naour, M. Oualid, M. Billard, G. Faure, S.M. Hanash, C.  Boucheix, and E. Rubinstein. 2001. The major CD9 and CD81 molecu- lar partner. Identification and characterization of the complexes. J. Biol.  Chem. 276:14329-14337.  Charrin, S., S. Manié, M. Oualid, M. Billard, C. Boucheix, and E. Rubinstein.  2002. Differential stability of tetraspanin/tetraspanin interactions: role  of palmitoylation. FEBS Lett. 516:139-144. http://dx.doi.org/10.1016/  S0014-5793(02)02522-X  Charrin, S., F. Le Naour, V. Labas, M. Billard, J.P. Le Caer, J.F. Emile, M.A.  Petit, C. Boucheix, and E. Rubinstein. 2003. EWI-2 is a new component  of the tetraspanin web in hepatocytes and lymphoid cells. Biochem. J.  373:409-421. http://dx.doi.org/10.1042/BJ20030343  Charrin, S., F. le Naour, O. Silvie, P.E. Milhiet, C. Boucheix, and E. Rubinstein.  2009. Lateral organization of membrane proteins: tetraspanins spin their  web. Biochem. J. 420:133-154. http://dx.doi.org/10.1042/BJ20082422  De Strooper, B., W. Annaert, P. Cupers, P. Saftig, K. Craessaerts, J.S. Mumm,  E.H. Schroeter, V. Schrijvers, M.S. Wolfe, W.J. Ray, et al. 1999. A  presenilin-1-dependent gamma-secretase-like protease mediates release  of Notch intracellular domain. Nature. 398:518-522. http://dx.doi.org/  10.1038/19083  del Álamo, D., H. Rouault, and F. Schweisguth. 2011. Mechanism and sig- nificance of cis-inhibition in Notch signalling. Curr. Biol. 21:R40-R47.  http://dx.doi.org/10.1016/j.cub.2010.10.034  Dietzl, G., D. Chen, F. Schnorrer, K.C. Su, Y. Barinova, M. Fellner, B. Gasser, K.  Kinsey, S. Oppel, S. Scheiblauer, et al. 2007. A genome-wide transgenic  RNAi library for conditional gene inactivation in Drosophila. Nature.  448:151-156. http://dx.doi.org/10.1038/nature05954  Dunn, C.D., M.L. Sulis, A.A. Ferrando, and I. Greenwald. 2010. A conserved  tetraspanin subfamily promotes Notch signaling in Caenorhabditis el- egans and in human cells. Proc. Natl. Acad. Sci. USA. 107:5907-5912.  http://dx.doi.org/10.1073/pnas.1001647107  Friggi-Grelin, F., C. Rabouille, and P. Therond. 2006. The cis-Golgi Drosophila  GMAP has a role in anterograde transport and Golgi organization in vivo,  similar to its mammalian ortholog in tissue culture cells. Eur. J. Cell Biol.  85:1155-1166. http://dx.doi.org/10.1016/j.ejcb.2006.07.001  Gho, M., M. Lecourtois, G. Géraud, J.W. Posakony, and F. Schweisguth. 1996.  Subcellular localization of Suppressor of Hairless in Drosophila sense  organ cells during Notch signalling. Development. 122:1673-1682.  Gordon, W.R., D. Vardar-Ulu, G. Histen, C. Sanchez-Irizarry, J.C. Aster, and  S.C. Blacklow. 2007. Structural basis for autoinhibition of Notch. Nat.  Struct. Mol. Biol. 14:295-300. http://dx.doi.org/10.1038/nsmb1227  Haley, B., D. Hendrix, V. Trang, and M. Levine. 2008. A simplified miRNA- based gene silencing method for Drosophila melanogaster. Dev. Biol.  321:482-490. http://dx.doi.org/10.1016/j.ydbio.2008.06.015  Hartenstein, V., and J.W. Posakony. 1990. A dual function of the Notch gene in  Drosophila sensillum development. Dev. Biol. 142:13-30. http://dx.doi  .org/10.1016/0012-1606(90)90147-B  Hartmann, D., B. de Strooper, L. Serneels, K. Craessaerts, A. Herreman, W.  Annaert, L. Umans, T. Lübke, A. Lena Illert, K. von Figura, and P. Saftig.  2002. The disintegrin/metalloprotease ADAM 10 is essential for Notch  signalling but not for alpha-secretase activity in fibroblasts. Hum. Mol.  Genet. 11:2615-2624. http://dx.doi.org/10.1093/hmg/11.21.2615  He, Z.Y., S. Gupta, D. Myles, and P. Primakoff. 2009. Loss of surface EWI-2  on CD9 null oocytes. Mol. Reprod. Dev. 76:629-636. http://dx.doi.org/  10.1002/mrd.20991  Heikens, M.J., T.M. Cao, C. Morita, S.L. Dehart, and S. Tsai. 2007. Penumbra   encodes a novel tetraspanin that is highly expressed in erythroid progeni- tors and promotes effective erythropoiesis. Blood. 109:3244-3252. http:// dx.doi.org/10.1182/blood-2006-09-046672  Heitzler, P., and P. Simpson. 1991. The choice of cell fate in the epider- mis of Drosophila. Cell. 64:1083-1092. http://dx.doi.org/10.1016/  0092-8674(91)90263-X  Hemler, M.E. 2005. Tetraspanin functions and associated microdomains. Nat.  Rev. Mol. Cell Biol. 6:801-811. http://dx.doi.org/10.1038/nrm1736  http://dx.doi.org/10.1016/j.ygeno.2005.08.004 http://dx.doi.org/10.1091/mbc.E08-03-0246 http://dx.doi.org/10.1038/377355a0 http://dx.doi.org/10.1007/s00427-002-0233-4 http://dx.doi.org/10.1007/s00427-002-0233-4 http://dx.doi.org/10.1016/j.cell.2009.03.045 http://dx.doi.org/10.1016/j.cell.2009.03.045 http://dx.doi.org/10.1073/pnas.96.7.3922 http://dx.doi.org/10.1073/pnas.96.7.3922 http://dx.doi.org/10.1016/S0960-9822(98)70300-8 http://dx.doi.org/10.1016/j.ydbio.2009.03.029 http://dx.doi.org/10.1101/gad.942302 http://dx.doi.org/10.1101/gad.942302 http://dx.doi.org/10.1002/(SICI)1097-0177(199707)209:3<310::AID-AJA6>3.0.CO;2-L http://dx.doi.org/10.1002/(SICI)1097-0177(199707)209:3<310::AID-AJA6>3.0.CO;2-L http://dx.doi.org/10.1074/jbc.M109.055947 http://dx.doi.org/10.1016/j.devcel.2012.04.005 http://dx.doi.org/10.1016/j.devcel.2012.04.005 http://dx.doi.org/10.1038/sj.embor.7400480 http://dx.doi.org/10.1038/sj.embor.7400480 http://dx.doi.org/10.1083/jcb.200203117 http://dx.doi.org/10.1371/journal.pbio.1000545 http://dx.doi.org/10.1371/journal.pbio.1000545 http://dx.doi.org/10.1016/S1097-2765(00)80416-5 http://dx.doi.org/10.1038/nature07936 http://dx.doi.org/10.1016/S0092-8674(00)00040-4 http://dx.doi.org/10.1016/S0092-8674(00)00040-4 http://dx.doi.org/10.1126/science.1108995 http://dx.doi.org/10.1016/S0092-8674(00)80335-9 http://dx.doi.org/10.1016/S0092-8674(00)80335-9 http://dx.doi.org/10.1073/pnas.0611511104 http://dx.doi.org/10.1073/pnas.0611511104 http://dx.doi.org/10.1038/nrm1548 http://dx.doi.org/10.1007/PL00000933 http://dx.doi.org/10.1128/MCB.00406-09 http://dx.doi.org/10.1016/S1097-2765(00)80417-7 http://dx.doi.org/10.1016/S0014-5793(02)02522-X http://dx.doi.org/10.1016/S0014-5793(02)02522-X http://dx.doi.org/10.1042/BJ20030343 http://dx.doi.org/10.1042/BJ20082422 http://dx.doi.org/10.1038/19083 http://dx.doi.org/10.1038/19083 http://dx.doi.org/10.1016/j.cub.2010.10.034 http://dx.doi.org/10.1038/nature05954 http://dx.doi.org/10.1073/pnas.1001647107 http://dx.doi.org/10.1016/j.ejcb.2006.07.001 http://dx.doi.org/10.1038/nsmb1227 http://dx.doi.org/10.1016/j.ydbio.2008.06.015 http://dx.doi.org/10.1016/0012-1606(90)90147-B http://dx.doi.org/10.1016/0012-1606(90)90147-B http://dx.doi.org/10.1093/hmg/11.21.2615 http://dx.doi.org/10.1002/mrd.20991 http://dx.doi.org/10.1002/mrd.20991 http://dx.doi.org/10.1182/blood-2006-09-046672 http://dx.doi.org/10.1182/blood-2006-09-046672 http://dx.doi.org/10.1016/0092-8674(91)90263-X http://dx.doi.org/10.1016/0092-8674(91)90263-X http://dx.doi.org/10.1038/nrm1736   JCB • VOLUME 199 • NUMBER 3 • 2012 496  et al. 2009. Analysis of the gamma-secretase interactome and validation  of its association with tetraspanin-enriched microdomains. Nat. Cell Biol.  11:1340-1346. http://dx.doi.org/10.1038/ncb1978  Wang, X., J. Bo, T. Bridges, K.D. Dugan, T.C. Pan, L.A. Chodosh, and D.J.  Montell. 2006. Analysis of cell migration using whole-genome expres- sion profiling of migratory cells in the Drosophila ovary. Dev. Cell.  10:483-495. http://dx.doi.org/10.1016/j.devcel.2006.02.003  Wang, X., J.C. Adam, and D. Montell. 2007. Spatially localized Kuzbanian  required for specific activation of Notch during border cell migration.  Dev. Biol. 301:532-540. http://dx.doi.org/10.1016/j.ydbio.2006.08.031  Wen, C., M.M. Metzstein, and I. Greenwald. 1997. SUP-17, a Caenorhabditis  elegans ADAM protein related to Drosophila KUZBANIAN, and its role  in LIN-12/NOTCH signalling. Development. 124:4759-4767.  Wu, C., C. Orozco, J. Boyer, M. Leglise, J. Goodale, S. Batalov, C.L. Hodge,  J. Haase, J. Janes, J.W. Huss III, and A.I. Su. 2009. BioGPS: an ex- tensible and customizable portal for querying and organizing gene  annotation resources. Genome Biol. 10:R130. http://dx.doi.org/10  .1186/gb-2009-10-11-r130  Xu, D., C. Sharma, and M.E. Hemler. 2009. Tetraspanin12 regulates ADAM10- dependent cleavage of amyloid precursor protein. FASEB J. 23:3674- 3681. http://dx.doi.org/10.1096/fj.09-133462  Yang, X., C. Claas, S.K. Kraeft, L.B. Chen, Z. Wang, J.A. Kreidberg, and  M.E. Hemler. 2002. Palmitoylation of tetraspanin proteins: modulation  of CD151 lateral interactions, subcellular distribution, and integrin-  dependent cell morphology. Mol. Biol. Cell. 13:767-781. http://dx.doi  .org/10.1091/mbc.01-05-0275  Yauch, R.L., F. Berditchevski, M.B. Harler, J. Reichner, and M.E. Hemler.  1998. Highly stoichiometric, stable, and specific association of integrin  alpha3beta1 with CD151 provides a major link to phosphatidylinositol   4-kinase, and may regulate cell migration. Mol. Biol. Cell. 9:2751-2765.  Parks, A.L., K.R. Cook, M. Belvin, N.A. Dompe, R. Fawcett, K. Huppert, L.R.  Tan, C.G. Winter, K.P. Bogart, J.E. Deal, et al. 2004. Systematic genera- tion of high-resolution deletion coverage of the Drosophila melanogaster  genome. Nat. Genet. 36:288-292. http://dx.doi.org/10.1038/ng1312  Prox, J., M. Willenbrock, S. Weber, T. Lehmann, D. Schmidt-Arras, R.  Schwanbeck, P. Saftig, and M. Schwake. 2012. Tetraspanin15 regu- lates cellular trafficking and activity of the ectodomain sheddase  ADAM10. Cell. Mol. Life Sci. 69:2919-2932. http://dx.doi.org/10.1007/  s00018-012-0960-2  Qi, H., M.D. Rand, X. Wu, N. Sestan, W. Wang, P. Rakic, T. Xu, and S.  Artavanis-Tsakonas. 1999. Processing of the notch ligand delta by the me- talloprotease Kuzbanian. Science. 283:91-94. http://dx.doi.org/10.1126/  science.283.5398.91  Reiss, K., and P. Saftig. 2009. The “a disintegrin and metalloprotease” (ADAM)  family of sheddases: physiological and cellular functions. Semin. Cell  Dev. Biol. 20:126-137. http://dx.doi.org/10.1016/j.semcdb.2008.11.002  Rørth, P., K. Szabo, A. Bailey, T. Laverty, J. Rehm, G.M. Rubin, K. Weigmann,  M. Milán, V. Benes, W. Ansorge, and S.M. Cohen. 1998. Systematic  gain-of-function genetics in Drosophila. Development. 125:1049-1057.  Saftig, P., and K. Reiss. 2011. The “A Disintegrin And Metalloproteases” ADAM10  and ADAM17: novel drug targets with therapeutic potential? Eur. J. Cell  Biol. 90:527-535. http://dx.doi.org/10.1016/j.ejcb.2010.11.005  Schroeter, E.H., J.A. Kisslinger, and R. Kopan. 1998. Notch-1 signalling re- quires ligand-induced proteolytic release of intracellular domain. Nature.  393:382-386. http://dx.doi.org/10.1038/30756  Serru, V., F. Le Naour, M. Billard, D.O. Azorsa, F. Lanza, C. Boucheix, and E.  Rubinstein. 1999. Selective tetraspan-integrin complexes (CD81/41,  CD151/31, CD151/61) under conditions disrupting tetraspan in- teractions. Biochem. J. 340:103-111. http://dx.doi.org/10.1042/0264-  6021:3400103  Serru, V., P. Dessen, C. Boucheix, and E. Rubinstein. 2000. Sequence and   expression of seven new tetraspans. Biochim. Biophys. Acta. 1478:159- 163. http://dx.doi.org/10.1016/S0167-4838(00)00022-4  Shoham, T., R. Rajapaksa, C. Boucheix, E. Rubinstein, J.C. Poe, T.F. Tedder,  and S. Levy. 2003. The tetraspanin CD81 regulates the expression of  CD19 during B cell development in a postendoplasmic reticulum com- partment. J. Immunol. 171:4062-4072.  Six, E.M., D. Ndiaye, G. Sauer, Y. Laâbi, R. Athman, A. Cumano, C. Brou,  A. Israël, and F. Logeat. 2004. The notch ligand Delta1 recruits Dlg1 at  cell-cell contacts and regulates cell migration. J. Biol. Chem. 279:55818- 55826. http://dx.doi.org/10.1074/jbc.M408022200  Sotillos, S., F. Roch, and S. Campuzano. 1997. The metalloprotease-disintegrin  Kuzbanian participates in Notch activation during growth and patterning  of Drosophila imaginal discs. Development. 124:4769-4779.  Spandidos, A., X. Wang, H. Wang, and B. Seed. 2010. PrimerBank: a resource  of human and mouse PCR primer pairs for gene expression detection and  quantification. Nucleic Acids Res. 38(Database issue):D792-D799. http:// dx.doi.org/10.1093/nar/gkp1005  Stipp, C.S., T.V. Kolesnikova, and M.E. Hemler. 2001a. EWI-2 is a major CD9  and CD81 partner and member of a novel Ig protein subfamily. J. Biol.  Chem. 276:40545-40554. http://dx.doi.org/10.1074/jbc.M107338200  Stipp, C.S., D. Orlicky, and M.E. Hemler. 2001b. FPRP, a major, highly stoi- chiometric, highly specific CD81- and CD9-associated protein. J. Biol.  Chem. 276:4853-4862. http://dx.doi.org/10.1074/jbc.M009859200  Stipp, C.S., T.V. Kolesnikova, and M.E. Hemler. 2003. EWI-2 regulates   alpha3beta1 integrin-dependent cell functions on laminin-5. J. Cell Biol.  163:1167-1177. http://dx.doi.org/10.1083/jcb.200309113  Struhl, G., and A. Adachi. 1998. Nuclear access and action of notch in vivo. Cell.  93:649-660. http://dx.doi.org/10.1016/S0092-8674(00)81193-9  Tiyanont, K., T.E. Wales, M. Aste-Amezaga, J.C. Aster, J.R. Engen, and S.C.  Blacklow. 2011. Evidence for increased exposure of the Notch1 metal- loprotease cleavage site upon conversion to an activated conformation.  Structure. 19:546-554. http://dx.doi.org/10.1016/j.str.2011.01.016  van Tetering, G., P. van Diest, I. Verlaan, E. van der Wall, R. Kopan, and M.  Vooijs. 2009. Metalloprotease ADAM10 is required for Notch1 site 2  cleavage. J. Biol. Chem. 284:31018-31027. http://dx.doi.org/10.1074/ jbc.M109.006775  Venken, K.J., Y. He, R.A. Hoskins, and H.J. Bellen. 2006. P[acman]: a  BAC transgenic platform for targeted insertion of large DNA frag- ments in D. melanogaster. Science. 314:1747-1751. http://dx.doi.org/  10.1126/science.1134426  Venken, K.J., J.W. Carlson, K.L. Schulze, H. Pan, Y. He, R. Spokony, K.H. Wan,  M. Koriabine, P.J. de Jong, K.P. White, et al. 2009. Versatile P[acman]  BAC libraries for transgenesis studies in Drosophila melanogaster. Nat.  Methods. 6:431-434. http://dx.doi.org/10.1038/nmeth.1331  Wakabayashi, T., K. Craessaerts, L. Bammens, M. Bentahir, F. Borgions, P.  Herdewijn, A. Staes, E. Timmerman, J. Vandekerckhove, E. Rubinstein,   View publication statsView publication stats  http://dx.doi.org/10.1038/ncb1978 http://dx.doi.org/10.1016/j.devcel.2006.02.003 http://dx.doi.org/10.1016/j.ydbio.2006.08.031 http://dx.doi.org/10.1186/gb-2009-10-11-r130 http://dx.doi.org/10.1186/gb-2009-10-11-r130 http://dx.doi.org/10.1096/fj.09-133462 http://dx.doi.org/10.1091/mbc.01-05-0275 http://dx.doi.org/10.1091/mbc.01-05-0275 http://dx.doi.org/10.1038/ng1312 http://dx.doi.org/10.1007/s00018-012-0960-2 http://dx.doi.org/10.1007/s00018-012-0960-2 http://dx.doi.org/10.1126/science.283.5398.91 http://dx.doi.org/10.1126/science.283.5398.91 http://dx.doi.org/10.1016/j.semcdb.2008.11.002 http://dx.doi.org/10.1016/j.ejcb.2010.11.005 http://dx.doi.org/10.1038/30756 http://dx.doi.org/10.1042/0264-6021:3400103 http://dx.doi.org/10.1042/0264-6021:3400103 http://dx.doi.org/10.1016/S0167-4838(00)00022-4 http://dx.doi.org/10.1074/jbc.M408022200 http://dx.doi.org/10.1093/nar/gkp1005 http://dx.doi.org/10.1093/nar/gkp1005 http://dx.doi.org/10.1074/jbc.M107338200 http://dx.doi.org/10.1074/jbc.M009859200 http://dx.doi.org/10.1083/jcb.200309113 http://dx.doi.org/10.1016/S0092-8674(00)81193-9 http://dx.doi.org/10.1016/j.str.2011.01.016 http://dx.doi.org/10.1074/jbc.M109.006775 http://dx.doi.org/10.1074/jbc.M109.006775 http://dx.doi.org/10.1126/science.1134426 http://dx.doi.org/10.1126/science.1134426 http://dx.doi.org/10.1038/nmeth.1331 https://www.researchgate.net/publication/232611515",
    "references": [
        "Arduise C., Abache T., Li L., Billard M., Chabanon A., Ludwig A., Mauduit P., Boucheix C., Rubinstein E., Le Naour F. 2008. Tetraspanins regulate ADAM10mediated cleavage of TNFalpha and epidermal growth factor. J. Immunol. 181:7002-7013.",
        "Berditchevski F., Odintsova E., Sawada S., Gilbert E. 2002. Expression of the palmitoylationdeficient CD151 weakens the association of alpha 3 beta 1 integrin with the tetraspaninenriched microdomains and affects integrindependent signaling. J. Biol. Chem. 277:36991-37000. 10.1074/jbc.M205265200",
        "Bischof J., Maeda R.K., Hediger M., Karch F., Basler K. 2007. An optimized transgenesis system for Drosophila using germlinespecific phiC31 integrases. Proc. Natl. Acad. Sci. USA. 104:3312-3317. 10.1073/pnas.0611511104",
        "Blobel C.P. 2005. ADAMs: key components in EGFR signalling and development. Nat. Rev. Mol. Cell Biol. 6:32-43. 10.1038/nrm1548",
        "Boucheix C., Rubinstein E. 2001. Tetraspanins. Cell. Mol. Life Sci. 58:1189-1205. 10.1007/PL00000933"
    ],
    "authors": [
        "Emmanuel Dornier",
        "Franck Coumailleau",
        "Jean-Franc_ois Ottavi",
        "Julien Moretti",
        "Claude Boucheix",
        "Philippe Mauduit",
        "Fran-ois Schweisguth",
        "Eric Rubinstein 1"
    ],
    "publish_date": "12-22-2011",
    "iso_date": "12-22-2011",
    "domain": "researchgate.com",
    "image_url": "",
    "tags": []
}